{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "classifier_dropout": null,
  "eos_token_ids": 0,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "Facts",
    "1": "Issue",
    "2": "Arguments of Petitioner",
    "3": "Arguments of Respondent",
    "4": "Reasoning",
    "5": "Decision"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "Arguments of Petitioner": 2,
    "Arguments of Respondent": 3,
    "Decision": 5,
    "Facts": 0,
    "Issue": 1,
    "Reasoning": 4
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "output_past": true,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.52.4",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 30522
}
