{
  "case_file": "case172.txt",
  "original_text": "Orissa High Court\nBinaya Kumar Naik vs Sanjay Kumar Naik & on 12 August, 2024\n              IN THE HIGH COURT OF ORISSA, CUTTACK\n\n\n                            W.P.(C) No.18217 of 2024\n                             (In the matter of an application under\n                         Article 227 of the Constitution of India, 1950)\n\n\n\n            Binaya Kumar Naik                         .......       Petitioner\n\n                                               -Versus-\n\n            Sanjay Kumar Naik &\n            another                                   .......      Opp. Parties\n\n                  Advocate for the parties\n                  For Petitioner                           : Mr. B.C. Panda,\n                                                             Advocate\n\n                  For Opp. Party No.1                      : Mr. S. Dash,\n                                                             Advocate\n\n                  For Opp. Party No.2                      : Mr. S.K. Mohanty,\n                                                             Advocate\n\n                                    ----------------------------\n\n\n           CORAM: JUSTICE SANJAY KUMAR MISHRA\n       ---------------------------------------------------------------------------------\n       Date of Hearing: 08.08.2024                 Date of Judgment: 12.08.2024\n       ---------------------------------------------------------------------------------\n\nS.K. Mishra, J.      The Writ Petition has been preferred challenging\n\n       the order dated 18.07.2024 in ARBP No.02 of 2024 passed by\n\n       the District Judge, Cuttack, vide which it was ordered that\n\n       the said Court lacks jurisdiction over the subject to entertain\n\n       the application filed under Section 9 of the Arbitration and\n Conciliation Act, 1996, shortly hereinafter, 'the Act, 1996' and\n\nordered to transfer the matter to the Commercial Court,\n\nCuttack.\n\n2.           The factual matrix, which led to filing of the\n\npresent Writ Petition, is that on 17.05.2022, the Petitioner\n\nand the Opposite Party Nos.1 & 2 entered into a Partnership\n\nAgreement for smooth running of the movie business\n\ninherited from their father in the name and style as M/s.\n\nBrajaraj Movies. The said partnership agreement was reduced\n\nto writing in shape of Deed of Agreement and subsequently\n\nregistered with the I.G.R., Odisha, Cuttack on 31.05.2022,\n\nvide registration No.720202200555. The Opposite Party No.1,\n\ninstead of extending his cooperation for smooth running of\n\nthe business of the firm, allegedly violated the terms of the\n\nsaid Deed of Agreement and committed breach of trust, as\n\nhas been detailed in the Writ Petition. When the Petitioner\n\ntried to contact the Opposite Party No.1 to ascertain the fact\n\nand resolve the issue amicably, the Opposite Party No.1 did\n\nnot come forward to resolve the said dispute. Hence, the\n\nPetitioner and the Opposite Party No.2 were constrained to\n\nlodge an F.I.R. against the Opposite Party No.1 in Purighat\n\n\n\n\nW.P.(C) No.18217 of 2024                              Page 2 of 36\n P.S. on 05.02.2024. They also issued a legal notice on\n\n07.02.2024 for appointment of an Arbitrator in terms of\n\nClause-15 of the Deed of Agreement dated 17.05.2022, which\n\nwas received by the Opposite Party No.1 on 08.01.2024. The\n\nPetitioner and the Opposite Party No.2 thereby requested to\n\nextend consent within seven days from the date of receipt of\n\nthe said notice for appointment of an Arbitrator to arbitrate\n\nand resolve the said dispute. However, the Opposite Party\n\nNo.1, after receipt of the said legal notice dated 07.02.2024\n\nfor appointment of an Arbitrator, gave a reply vide letter dated\n\n22.02.2024 expressing his unwillingness for giving his\n\nconsent for appointment of the Arbitrator to resolve the said\n\ndispute. Finding no other way out, the Petitioner preferred an\n\napplication under Section 11(6) of the Act, 1996 before this\n\nCourt praying for appointment of an Arbitrator in terms of\n\nClause 15 of the Deed of Agreement dated 17.05.2022, which\n\nhas been registered as ARBP No.09 of 2024 and the same is\n\nstill pending for consideration before this Court. As the\n\nOpposite Party No.1 has failed to perform his duties in\n\ncontravention of terms and conditions of Deed of Agreement,\n\nthe Petitioner, pending consideration of his application for\n\n\n\n\nW.P.(C) No.18217 of 2024                              Page 3 of 36\n appointment of an Arbitrator by this Court, was being\n\nconstraint to approach the District Judge, Cuttack by filing\n\nan application under Section 9 of the Act, 1996 for grant of an\n\norder of interim injunction against the Opposite Party No.1,\n\nthereby restraining the Opposite Party No.1 or his agents from\n\ntelecasting the movies and songs of M/s. Brajaraj Movies in\n\nany form through television media, satellite broadcasting,\n\nF.M. channels, mobile operator, cinema halls, DVD & You\n\nTube Channels and to restrain him from proceeding with the\n\nproduction of the Movie \"I Love You-2\" and also using the title\n\nand logo of M/s. Brajaraj Movies in any manner till the\n\ndispute is resolved through arbitration.\n\n3.           The said petition, registered as ARBP No.02 of\n\n2024, was admitted and notice was issued to the Opposite\n\nParties. Being noticed, the Opposite Party No.1 duly appeared\n\nand filed objection/show cause on 27.06.2024. On the very\n\nday, the District Judge, Cuttack was pleased to pass an\n\ninterim order restraining the Opposite Party No.1 from\n\nproceeding with the release of the film \"I Love You-2\" and\n\nusing the logo and banner of M/s. Brajaraj Movies till the\n\nnext date and the matter stood adjourned to 11.07.2024. On\n\n\n\n\nW.P.(C) No.18217 of 2024                             Page 4 of 36\n the said date, the Petitioner filed another application for grant\n\nof interim order as well as an application for continuance of\n\nthe interim order dated 27.06.2024 whereas, the Opposite\n\nParty No.1 filed applications under Order 7, Rule11 of C.P.C.\n\nfor rejection of the ARBP No.02 of 2024 and for vacating the\n\nstay order dated 27.06.2024. However, the District Judge,\n\nCuttack was pleased to extend the interim order and posted\n\nthe matter to 18.07.2024. On the said date, the Petitioner\n\nfiled his Reply in response to the application filed by the\n\nOpposite Party No.1 under Order 7 Rule, 11 of C.P.C. so also\n\nto the application for vacation of stay. However, the District\n\nJudge, Cuttack, though extended the interim order till the\n\nnext date, but on a wrong noting and misconstruing the\n\nprovisions enshrined under the Act, 1996 as well as the\n\nCommercial Courts Act, 2015, shortly hereinafter, 'CC Act,\n\n2015' and relying on the Judgment of the Supreme Court in\n\nJaycee     Housing         Pvt.   Ltd.   &   others   Vrs.   Registrar\n\n(General), Orissa High Court, Cuttack & others, reported in\n\n2022 Live Law (SC) 860, transferred the case to the Court of\n\nthe Senior Civil Judge (Commercial Court), Cuttack on the\n\nground of lack of jurisdiction. While passing the said order,\n\n\n\n\nW.P.(C) No.18217 of 2024                                     Page 5 of 36\n the District Judge, Cuttack also directed to dispose of the said\n\nmatter on or before 23.07.2024 on merit in accordance with\n\nlaw, with an observation not to extend the interim order in a\n\ncausal manner. Hence this Writ Petition.\n\n4.           The said order passed by the District Judge,\n\nCuttack dated 18.07.2024 passed in ARBP No.02 of 2024 has\n\nbeen challenged on the following grounds:\n\n             (i)     The same is contrary to the provisions of law\n\n                     enshrined under the Act, 1996 as well as the\n\n                     CC Act, 2015.\n\n             (ii)    The Court below completely misconstrued\n\n                     the decision rendered by the Supreme Court\n\n                     in Jaycee Housing Pvt. Ltd. (supra).\n\n             (iii)   The Court below misconstrued the facts and\n\n                     circumstances of the Petitioner's case and\n\n                     wrongly rendered a finding that the case\n\n                     involved   is   pertaining   to   violation   of\n\n                     intellectual property right and loss and the\n\n                     valuation of the same appears to be more\n\n                     than five lakhs, forgetting the fact that the\n\n                     Petitioner has filed   the application under\n\n\n\n\nW.P.(C) No.18217 of 2024                                  Page 6 of 36\n                     Section 9 of the Act, 1996 for grant of interim\n\n                    relief till disposal of the dispute through\n\n                    arbitration in which there is no specified\n\n                    value, as envisaged under section 3 of the\n\n                    Commercial Courts Act, 2015.\n\n             (iv)   The order passed by the District Judge,\n\n                    Cuttack is also contrary to Section 6 of the\n\n                    CC Act, 2015 which mandates that the CC\n\n                    Act shall have jurisdiction to try all suits and\n\n                    applications relating to a commercial dispute\n\n                    of a specified value, though, in the instant\n\n                    case, there is no specified value as on the\n\n                    date.\n\n             (v)    The impugned order is also in contravention\n\n                    to the provisions enshrined under Sections\n\n                    10, 12 & 15 of the CC Act, 2015 and section\n\n                    2(1)(e) of the Act, 1996.\n\n             (vi)   Since the dispute has no specified value, as\n\n                    required under the provisions of the CC Act,\n\n                    2015, the application under Section 9 of the\n\n                    Act, 1996 cannot come under the definition\n\n\n\n\nW.P.(C) No.18217 of 2024                                  Page 7 of 36\n                    of Section 2(b),(c), vii, xv and xvii of the CC\n\n                   Act, 2015, as referred to in the impugned\n\n                   order, and the said order suffers from\n\n                   illegalities and infirmities and is liable to be\n\n                   quashed.\n\n5.           Reiterating the grounds agitated in the Writ\n\nPetition, Mr. Panda, learned Counsel for the Petitioner,\n\ndrawing attention of this Court to the provisions enshrined\n\nunder section 2 (1)(e) of the Act, 1996 so also under Section 6,\n\n10 and 15 of the C.C Act, 2015 submitted that the District\n\nJudge, Cuttack, being the Principal Civil Court, is only\n\ncompetent to hear the application filed under section 9 of the\n\nAct, 1996. The section 9 application being in the nature of\n\ninterlocutory application, having no valuation, the District\n\nJudge should not have transferred the said application to the\n\nCommercial Court, Cuttack, which lacks jurisdiction to try\n\nthe said petition. In view of the provisions enshrined under\n\nsection 6 read with section 15 of the CC Act, 2015, only suits\n\nand applications, including applications under the Act, 1996\n\nrelating to a commercial dispute of a specified value can only\n\nbe tried by the Commercial Court. The specified value, as per\n\n\n\n\nW.P.(C) No.18217 of 2024                                Page 8 of 36\n the amended provisions under the CC Act, 2015, being\n\nRs.3,00,000/- and admittedly the section 9 application filed\n\nby the Petitioner having no valuation and with a prayer for\n\ninterim injunction, cannot be heard by the           Commercial\n\nCourt. Only the District Judge, Cuttack, being the Principal\n\nCivil Court, is competent to hear and decide the said\n\napplication. Hence, the Impugned order dated 18.07.2024\n\npassed in ARBP No.02 of 2024, being contrary to the legal\n\nprovisions enshrined under the Act, 1996 so also the CC Act,\n\n2015, deserves interference and be quashed and direction be\n\ngiven to the District Judge, Cuttack to hear the said\n\napplication filed under section 9 of the Act, 1996 and dispose\n\nof the same on merit in the interest of justice.\n\n6.           To   substantiate   his   submission,   Mr.   Panda,\n\nlearned Counsel for the Petitioner, relying on the judgment of\n\nthe Supreme Court in Jaycee Housing Pvt. Ltd. (supra),\n\nsubmitted that though the District Judge, Cuttack relied on\n\nthe said judgment in the impugned order, but misconstrued\n\nthe said decision of the Supreme Court. Mr. Panda submitted\n\nthat, vide the said decision, it was never held by the Supreme\n\nCourt that all the cases under sections 9, 14, and 24 of the\n\n\n\n\nW.P.(C) No.18217 of 2024                               Page 9 of 36\n Act, 1996 have to be filed and adjudicated by the Commercial\n\nCourt irrespective of the valuation. Mr. Panda, relying on\n\npara-10 of the said judgment of the Supreme Court,\n\nsubmitted that it was also held vide the said judgment that as\n\nper section 15 of the CC Act, 2015, all suits and applications,\n\nincluding applications under the Act, 1996, relating to a\n\ncommercial dispute of \"specified value\" shall have to be\n\ntransferred to the Commercial Court.\n\n7.           Mr. Panda, learned Counsel, referring to para-15 of\n\nthe order of the Madhya Pradesh High Court at Jabalpur,\n\nreported in 2021 SCC OnLine MP 457 (Yashwardhan\n\nRaghuwanshi Vs. District & Sessions Judge and Another)\n\nsubmitted that the Court of District Judge, being the Principal\n\nCivil Court of original jurisdiction, would be competent to\n\ndecide the matters/disputes filed under the provisions of\n\nsection 9 , 14, 34 and 36 of the Act, 1996 so also under the\n\nprovisions of the CC Act, 2015, regardless of the value of\n\nclaim and it can only distribute such work amongst any of the\n\nAdditional District Judges under his supervision, but not to\n\nany Court of Civil Judge Class-I or Senior Civil Judge, or any\n\nCourt of Small Causes.\n\n\n\n\nW.P.(C) No.18217 of 2024                             Page 10 of 36\n 8.           In response to the argument advanced by Mr.\n\nPanda, learned Counsel for the Petitioner, Mr. Dash, learned\n\nCounsel for Opposite Party No.1, drawing attention of this\n\nCourt to the definition of \"Commercial Court\", \"commercial\n\ndispute\" and \"Specified Value\", as defined         under sections\n\n2(1)(b), 2(1)(c) & 2(1)(i) respectively, so also section 3(3), 6 and\n\n10(3) of the C.C. Act, 2015, submitted that in view of the\n\ndefinition of commercial dispute under the CC Act, 2015 read\n\nwith section 6 and 10(3) of the CC Act, 2015, all applications\n\nand appeals, arising out of such arbitration under the\n\nprovisions of the Act, 1996, that would ordinarily lie before\n\nany principal Civil Court of original jurisdiction in a district\n\n(not being High Court), has to be filed in and heard and\n\ndisposed of by the Commercial Court exercising territorial\n\njurisdiction over such arbitration, where such Commercial\n\nCourt has been constituted. Since ARBP No.02 of 2024 has\n\nbeen preferred under section 9 of the Act, 1996, instead of\n\nfiling such an application before the Commercial Court,\n\nCuttack, the Petitioner wrongly filed such an application\n\nbefore the District Judge, Cuttack. Hence, the Opposite Party\n\nNo.1, in addition to filing an application for vacation of stay,\n\n\n\n\nW.P.(C) No.18217 of 2024                                Page 11 of 36\n also filed an application under Order-7, Rule 11 of C.P.C. for\n\nrejection of the said petition on the ground of lack of\n\njurisdiction of the District Judge, Cuttack so also on some\n\nother grounds. However, the District Judge, Cuttack, instead\n\nof hearing such application first, ordered for disposing of all\n\nthe applications together with section 9 application. However,\n\nthe District Judge ultimately thought it prudent to transfer\n\nthe said proceeding to the Commercial Court, in terms of the\n\nlegal provisions under the CC Act, 2015, referring to the\n\nJudgment of the Supreme Court in Jaycee Housing Pvt. Ltd.\n\n(supra).\n\n9.           Mr. Dash, learned Counsel for the Opposite Party\n\nNo.1, drawing attention of this Court to the legal provisions\n\nunder Section 10(3) of the CC Act, 2015, submitted that any\n\napplication under the Act, 1996, pertaining to a commercial\n\ndispute, has to be moved before the Commercial Court after\n\nformation of the Commercial Court and not before the\n\nPrincipal Civil Court of original jurisdiction in a district and\n\nthe District Judge, Cuttack should have returned the\n\napplication filed under Section 9 of the Act, 1996 to the\n\nPetitioner. However, on being so pointed out by his client, the\n\n\n\n\nW.P.(C) No.18217 of 2024                             Page 12 of 36\n District Judge, Cuttack ordered for transfer of the said\n\nproceeding to the Commercial Court, Cuttack. There being no\n\ninfirmity in the impugned order and the same having been\n\npassed in terms of the legal provisions under the CC Act,\n\n2015, the Writ Petition deserves to be dismissed.\n\n10.          From the pleadings made in the Writ Petition,\n\ngrounds urged therein to challenge the impugned order so\n\nalso submissions made at the Bar, the following points\n\nemerge to be answered in the present Writ Petition.\n\n             (i)    In absence of any valuation, in an application\n\n                    filed under section 9 of the Act, 1996,\n\n                    whether the Commercial Court, constituted\n\n                    under sub-section (1) of section 3 of the CC\n\n                    Act,   2015,     is   competent   to   hear     such\n\n                    application?\n\n             (ii)   Whether the District Judge was justified to\n\n                    transfer the section 9 application, registered\n\n                    as ARBP No.02 of 2024, to the Court of\n\n                    Senior   Civil    Judge    (Commercial        Court),\n\n                    Cuttack?\n\n\n\n\nW.P.(C) No.18217 of 2024                                   Page 13 of 36\n 11.          Since both points are interrelated, the same are\n\ndealt with together for the sake of brevity and clarity. Before\n\nanswering the points as detailed above, this Court deems it\n\nappropriate to reproduce below section 2(1)(e)(i) and 9 of the\n\nAct, 1996 and Section 2(1)(b),(c),(i), 3,6,10,12, 15 and 21 of\n\nthe CC Act, 2015 for ready reference:\n\n       \"Section 2(1)(e)(i) & 9 of the Arbitration Act, 1996:\n\n       2.    Definitions-(1) In this Part, unless the context\n       otherwise requires,-\n       (e) \"Court\" means -\n             (i) in the case of an arbitration other than\n       international commercial arbitration, the principal Civil\n       Court of original jurisdiction in a district, and includes the\n       High Court in exercise of its ordinary original civil\n       jurisdiction, having jurisdiction to decide the questions\n       forming the subject matter of the arbitration if the same\n       had been the subject matter of a suit, but does not include\n       any Civil Court of a grade inferior to such principal Civil\n       Court, or any Court of Small Causes;\n\n       9. Interim measures, etc., by Court.--(1) A party may,\n       before or during arbitral proceedings or at any time after\n       the making of the arbitral award but before it is enforced\n       in accordance with section 36, apply to a court--\n             (i) for the appointment of a guardian for a minor or\n                 person of unsound mind for the purposes of\n                 arbitral proceedings; or\n\n             (ii) for an interim measure of protection in respect of\n                  any of the following matters, namely:--\n\n                 (a)   the preservation, interim custody or sale of\n                       any goods which are the subject-matter of\n                       the arbitration agreement;\n\n                 (b)   securing the amount in dispute in the\n                       arbitration;\n\n                 (c)   the detention, preservation or inspection of\n                       any property or thing which is the subject-\n                       matter of the dispute in arbitration, or as to\n\n\n\nW.P.(C) No.18217 of 2024                                        Page 14 of 36\n                        which any question may arise therein and\n                       authorising for any of the aforesaid\n                       purposes any person to enter upon any land\n                       or building in the possession of any party,\n                       or authorising any samples to be taken or\n                       any observation to be made, or experiment\n                       to be tried, which may be necessary or\n                       expedient for the purpose of obtaining full\n                       information or evidence;\n\n                 (d)   interim injunction or the appointment of a\n                       receiver;\n                 (e)   such other interim measure of protection as\n                       may appear to the Court to be just and\n                       convenient, and the Court shall have the\n                       same power for making orders as it has for\n                       the purpose of, and in relation to, any\n                       proceedings before it.\n\n             (2) Where, before the commencement of the arbitral\n       proceedings, a Court passes an order for any interim\n       measure of protection under sub-section (1), the arbitral\n       proceedings shall be commenced within a period of ninety\n       days from the date of such order or within such further\n       time as the Court may determine.\n\n             (3) Once the arbitral tribunal has been constituted,\n       the Court shall not entertain an application under sub-\n       section (1), unless the Court finds that circumstances exist\n       which may not render the remedy provided under section\n       17 efficacious.]\n\n       Sections 2(1)(b),(c),(i), 3, 6, 10, 15 & 21 of the\n       Commercial Courts Act, 2015:\n\n             2. Definitions.--(1)\n             (b) \"Commercial Court\" means the Commercial\n       Court constituted under sub-section (1) of section 3;\n             (c)    \"commercial dispute\" means a dispute\n       arising out of--\n             (i)    ordinary transactions of merchants, bankers,\n                    financiers and traders such as those relating\n                    to     mercantile     documents,       including\n                    enforcement and interpretation of such\n                    documents;\n             (ii)   export or import of merchandise or services;\n             (iii)  issues relating to admiralty and maritime law;\n             (iv)   transactions relating to aircraft, aircraft\n                    engines, aircraft equipment and helicopters,\n\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 15 of 36\n                       including sales, leasing and financing of the\n                      same;\n             (v)      carriage of goods;\n             (vi)     construction and infrastructure contracts,\n                      including tenders;\n             (vii)   agreements        relating     to   immovable\n                     property       used exclusively in trade or\n                     commerce;\n             (viii) franchising agreements;\n             (ix)     distribution and licensing agreements;\n             (x)      management and consultancy agreements;\n             (xi)     joint venture agreements;\n             (xii)    shareholders agreements;\n             (xiii) subscription and investment agreements\n                      pertaining to the services industry including\n                      outsourcing services and financial services;\n             (xiv) mercantile agency and mercantile usage;\n             (xv)     partnership agreements;\n             (xvi) technology development agreements;\n             (xvii) intellectual property rights relating to\n                      registered and unregistered trademarks,\n                      copyright, patent, design, domain names,\n                      geographical           indications         and\n                     semiconductor integrated circuits;\n             (xviii) agreements for sale of goods or provision of\n                      services;\n             (xix) exploitation of oil and gas reserves or other\n                      natural resources including electromagnetic\n                      spectrum;\n             (xx)     insurance and re-insurance;\n             (xxi) contracts of agency relating to any of the\n                      above; and\n             (xxii) such other commercial disputes as may be\n                      notified by the Central Government.\n             Explanation.--A commercial dispute shall not cease\n       to be a commercial dispute merely because--\n             (a)     it also involves action for recovery of\n                     immovable property or for realisation of monies\n                     out of immovable property given as security or\n                     involves any other relief pertaining to\n                     immovable property;\n             (b)     one of the contracting parties is the State or\n                     any of its agencies or instrumentalities, or a\n                     private body carrying out public functions;\n\n       (i)  \"Specified Value\", in relation to a commercial\n       dispute, shall mean the value of the subject-matter\n       in respect of a suit as determined in accordance\n       with section 12 1[which shall not be less than three\n\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 16 of 36\n        lakh rupees] or such higher value, as may be notified\n       by the Central Government.\n\n              3. Constitution of Commercial Courts (1) The\n       State Government, may after consultation with the\n       concerned High Court, by notification, constitute such\n       number of Commercial Courts at District level, as it may\n       deem necessary for the purpose of exercising the\n       jurisdiction and powers conferred on those courts under\n       this Act:\n              Provided that with respect to the High Courts having\n       ordinary original civil jurisdiction, the State Government\n       may, after consultation with the concerned High Court, by\n       notification, constitute Commercial Courts at the District\n       Judge level:\n              Provided further that with respect to a territory over\n       which the High Courts have ordinary original civil\n       jurisdiction,   the     State    Government      may,      by\n       notification, specify such pecuniary value which\n       shall not be less than three lakh rupees and not\n       more than the pecuniary jurisdiction exercisable by\n       the District Courts, as it may consider necessary.]\n\n             (1A) Notwithstanding anything contained in this Act,\n       the State Government may, after consultation with the\n       concerned High Court, by notification, specify such\n       pecuniary value which shall not be less than three\n       lakh rupees or such higher value, for whole or part of\n       the State, as it may consider necessary.]\n\n             (2) The State Government shall, after consultation,\n       with the concerned High Court specify, by notification, the\n       local limits of the area to which the jurisdiction of a\n       Commercial Court shall extend and may, from time to time,\n       increase, reduce or alter such limits.\n             (3) The [State Government may], with the concurrence\n       of the Chief Justice of the High Court appoint one or more\n       persons having experience in dealing with commercial\n       disputes to be the Judge or Judges, of a [Commercial Court\n       either at the level of District Judge or a court below the\n       level of a District Judge].\n\n             6. Jurisdiction of Commercial Court.--The\n       Commercial Court shall have jurisdiction to try all suits\n       and applications relating to a commercial dispute of a\n       Specified Value arising out of the entire territory of the\n       State over which it has been vested territorial jurisdiction.\n             Explanation.--For the purposes of this section, a\n       commercial dispute shall be considered to arise out of the\n\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 17 of 36\n        entire territory of the State over which a Commercial Court\n       has been vested jurisdiction, if the suit or application\n       relating to such commercial dispute has been instituted as\n       per the provisions of sections 16 to 20 of the Code of Civil\n       Procedure, 1908 (5 of 1908).\n\n           10. Jurisdiction in respect of arbitration\n       matters.- Where the subject matter of an arbitration is a\n       commercial dispute of a specified value and--\n              (1) If such arbitration is an international\n                   commercial arbitration, all applications or\n                   appeals arising out of such arbitration under\n                   the provisions of the Arbitration and\n                   Conciliation Act, 1996 (26 of 1996) that have\n                   been filed in a High Court, shall be heard\n                   and disposed of by the Commercial Division\n                   where such Commercial Division has been\n                   constituted in such High Court.\n               (2)   If such arbitration is other than an\n                     international commercial arbitration, all\n                     applications or appeals arising out of such\n                     arbitration under the provisions of the\n                     Arbitration and Conciliation Act, 1996 (26 of\n                     1996) that have been filed on the original\n                     side of the High Court, shall be heard and\n                     disposed of by the Commercial Division\n                     where such Commercial Division has been\n                     constituted in such High Court.\n               (3)   If such arbitration is other than an\n                     international commercial arbitration, all\n                     applications or appeals arising out of\n                     such arbitration under the provisions of\n                     the Arbitration and Conciliation Act,\n                     1996 (26 of 1996) that would ordinarily\n                     lie before any principal civil court of\n                     original jurisdiction in a district (not\n                     being a High Court) shall be filed in, and\n                     heard     and   disposed    of    by    the\n                     Commercial Court exercising territorial\n                     jurisdiction over such arbitration where\n                     such Commercial Court has been\n                     constituted.\n\n             12. Determination of Specified Value.--(1) The\n       Specified Value of the subject-matter of the commercial\n       dispute in a suit, appeal or application shall be determined\n       in the following manner:--\n                (a) where the relief sought in a suit or\n                     application is for recovery of money, the\n\n\n\nW.P.(C) No.18217 of 2024                                      Page 18 of 36\n                      money sought to be recovered in the suit or\n                     application inclusive of interest, if any,\n                     computed up to the date of filing of the suit or\n                     application, as the case may be, shall be\n                     taken into account for determining such\n                     Specified Value;\n\n               (b)    where the relief sought in a suit, appeal or\n                      application relates to movable property or to\n                      a right therein, the market value of the\n                      movable property as on the date of filing of\n                      the suit, appeal or application, as the case\n                      may be, shall be taken into account for\n                      determining such Specified Value;\n                (c)   where the relief sought in a suit, appeal or\n                      application relates to immovable property or\n                      to a right therein, the market value of the\n                      immovable property, as on the date of filing\n                      of the suit, appeal or application, as the case\n                      may be, shall be taken into account for\n                      determining Specified Value; 1[and]\n                (d) where the relief sought in a suit, appeal\n                      or application relates to any other\n                      intangible right, the market value of the\n                      said rights as estimated by the plaintiff\n                      shall be taken into account for\n                      determining Specified Value;\n             (2) The aggregate value of the claim and\n       counterclaim, if any as set out in the statement of claim\n       and the counterclaim, if any, in an arbitration of a\n       commercial dispute shall be the basis for determining\n       whether such arbitration is subject to the jurisdiction of a\n       Commercial Division, Commercial Appellate Division or\n       Commercial Court, as the case may be.\n             (3) No appeal or civil revision application under\n       section 115 of the Code of Civil Procedure, 1908 (5 of\n       1908), as the case may be, shall lie from an order of a\n       Commercial Division or Commercial Court finding that it\n       has jurisdiction to hear a commercial dispute under this\n       Act.\n             15. Transfer of Pending Cases-- (1) All suits and\n       applications, including applications under the Arbitration\n       and Conciliation Act, 1996 (26 of 1996), relating to a\n       commercial dispute of a Specified Value pending in a\n       High Court where a Commercial Division has been\n       constituted, shall be transferred to the Commercial\n       Division.\n             (2) All suits and applications, including applications\n       under the Arbitration and Conciliation Act, 1996 (26 of\n       1996), relating to a commercial dispute of a specified\n\n\n\nW.P.(C) No.18217 of 2024                                        Page 19 of 36\n        value pending in any civil court in any district or area in\n       respect of which a Commercial Court has been constituted,\n       shall be transferred to such Commercial Court:\n\n             Provided that no suit or application where the final\n       judgment has been reserved by the court prior to the\n       constitution of the Commercial Division or the Commercial\n       Court shall be transferred either under subsection (1) or\n       subsection (2)\n             (3) Where any suit or application, including an\n       application under the Arbitration and Conciliation\n       Act, 1996 (26 of 1996), relating to a commercial\n       dispute of specified value shall stand transferred to\n       the Commercial Division or Commercial Court under\n       subsection (1) or subsection (2), the provisions of this\n       Act shall apply to those procedures that were not\n       complete at the time of transfer.\n             (4) The Commercial Division or Commercial Court, as\n       the case may be, may hold case management hearings in\n       respect of such transferred suit or application in order to\n       prescribe new timelines or issue such further directions as\n       may be necessary for a speedy and efficacious disposal of\n       such suit or application in accordance [with Order XVA] of\n       the Code of Civil Procedure, 1908 (5 of 1908):\n\n             Provided that the proviso to sub rule (1) of Rule 1 of\n       Order V of the Code of Civil Procedure, 1908 (5 of 1908)\n       shall not apply to such transferred suit or application and\n       the court may, in its discretion, prescribe a new time\n       period within which the written statement shall be filed.\n             (5) In the event that such suit or application is not\n       transferred in the manner specified in subsection (1),\n       subsection (2) or subsection (3), the Commercial Appellate\n       Division of the High Court may, on the application of any of\n       the parties to the suit, withdraw such suit or application\n       from the court before which it is pending and transfer the\n       same for trial or disposal to the Commercial Division or\n       Commercial Court, as the case may be, having territorial\n       jurisdiction over such suit, and such order of transfer shall\n       be final and binding.\n             21. Act to have overriding effect --Save as\n       otherwise provided, the provisions of this Act shall have\n       effect, notwithstanding anything inconsistent therewith\n       contained in any other law for the time being in force or in\n       any instrument having effect by virtue of any law for the\n       time being in force other than this Act.\"\n\n                                             (Emphasis supplied)\n\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 20 of 36\n 12.          Though \"Court\" is defined under Section 2(1)(e) of\n\nthe Act, 1996 to be the principal Civil Court of original\n\njurisdiction in the district, but in the provisions enshrined\n\nunder Section 10(3) of the CC Act, 2015, it has been clearly\n\nenumerated that, where the subject matter of an arbitration is\n\na \"commercial dispute\" of \"Specified Value\" and such\n\narbitration is other than the         international commercial\n\narbitration, all applications or appeals arising out of such\n\narbitration under the provisions of the Act, 1996, that would\n\nordinarily lie before any principal Civil Court of original\n\njurisdiction in a district (not being a High Court) shall be filed\n\nin, and heard and disposed of by the Commercial Court\n\nexercising territorial jurisdiction over such arbitration where\n\nsuch Commercial Court has been constituted.\n\n13.          The word \"commercial dispute\" has been defined\n\nunder section 2(1)(c) of the C.C. Act, 2015, which clearly\n\nincludes a dispute arising out of partnership agreements in\n\nterms of sub-clause (xv) under clause (c) of section 2(1) of the\n\nC.C Act, 2015. Similarly, the word \"Specified Value\" used in\n\nvarious provisions of the C.C Act, 2015 has been defined\n\nunder section 2(1)(i). Specified Value, in relation to a\n\n\n\n\nW.P.(C) No.18217 of 2024                              Page 21 of 36\n commercial dispute, shall mean the value of the subject\n\nmatter in respect of a \"suit\", which is to be determined in\n\naccordance with section 12 and the same shall not be less\n\nthan three lakh rupees or such higher value, as may be\n\nnotified by the Central Government.\n\n14.          So far as the Order of Madhya Pradesh High Court\n\nin Yashwardhan Raghuwanshi (supra) cited by the learned\n\nCounsel for the Petitioner, it was held as follows:\n\n               \"15. In view of the above discussions, the\n          present petition deserves to succeed. The Entry No.45\n          of the impugned order dated 20.10.2020 is set aside.\n          It is hereby declared that the Court of District Judge as\n          the Principal Civil Court of original jurisdiction would\n          be competent to decide the matters/disputes filed\n          under the provisions of Sections 9, 14, 34 & 36 of the\n          Arbitration Act and also under the provisions of the\n          Commercial Courts Act regardless of the value of\n          claim. However, the District Judge by virtue of Section\n          7 read with Section 15 of the Civil Courts Act would be\n          entitled to distribute such work amongst any of the\n          Additional District Judges under his supervision, but\n          not to any Court of Civil Judge Class-I or Senior Civil\n          Judge, or any Court of Small Causes.\"\n\n\n\n15.          However, the High Court of Bombay in Gaurang\n\nManguesh       Suctancar       Vs.    Sonia     Gaurang       Suctancar,\n\nreported in MANU/MH/2578/2020, dealing with an issue as\n\nto whether the Commercial Court under the CC Act, 2015 was\n\njustified to refuse to entertain an application under Section 9\n\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 22 of 36\n of the Act, 1996 and return it to the Petitioner/Applicant to be\n\npresented before the appropriate Court, held as follows:\n\n             \"Issue:\n\n             2. For adjudicating an application under\n          Section 9 of the Arbitration Act, which is the\n          forum: Is it the court as defined under Section 2\n          (1) (e) of the Arbitration Act, read with Section 5\n          of the Goa Civil Courts Act 1965 or is it the\n          Commercial Court under Section 3 (1) of the\n          Amended Commercial Courts Act 2015?\n\n             92. Evidently, the Commercial Courts Act is a later\n          enactment, but it does not work at cross purpose with\n          the Arbitration Act. In fact, both aim at speedy\n          adjudication. The Commercial Courts Act covers all the\n          commercial disputes, whereas the Arbitration Act\n          covers only those disputes that involve arbitration. As\n          Kandla Export Corporation has held, both the\n          enactments call for a harmonious interpretation. If at\n          all there is any conflict, as to the substantive\n          provisions, the Arbitration Act prevails; but it has left\n          the procedural niceties to the Commercial Courts Act.\n          Section 10 (3) of the Commercial Courts act and the\n          Remote Conditional:\n             93. Let us revisit Section 10 (3) of the Commercial\n          Courts Act. \"If it is a domestic arbitration, all\n          applications or appeals arising out of arbitration \"that\n          would ordinarily lie before any principal civil court of\n          original jurisdiction\" in a district (not being a High\n          Court) shall be filed in, and heard and disposed of by\n          the Commercial Court\".\n             94. Sub-section (3) begins with a conditional \"if.\n          Then, it delineates on how \"all applications or appeals\"\n          arising out of arbitration should be adjudicated. They\n          \"would ordinarily\" lie before the \"principal civil court of\n          original jurisdiction.\" In that sentence, \"ordinarily\" is\n          an adverbial emphasiser; let us keep it aside. Now the\n          sentence is \"they would lie before the principal civil\n          court of original jurisdiction.\" It is, grammatically\n          speaking, the 'second conditional' employing the\n          subjunctive \"would\". If refers to an unlikely or\n          improbable future event or arrangement. What could\n          have been an ordinary course of remedial event now\n          stands altered. This uncertainty or altered course\n          under sub-section (3) is because of a statutory\n          development-the advent of the Commercial Courts Act.\n\n\n\n\nW.P.(C) No.18217 of 2024                                         Page 23 of 36\n           So, to repeat, what could have been the subject of\n          adjudication before the principal civil court of original\n          jurisdiction, now \"shall be filed in, and heard and\n          disposed of by the Commercial Court exercising\n          territorial jurisdiction over such arbitration where such\n          Commercial Court has been constituted.\"\n             95. Because, now, the Commercial Courts have\n          been established, \"all applications\" under the\n          Arbitration Act should lock, stock, and barrel go before\n          the Commercial Courts. So the concept of\" the principal\n          civil court of original jurisdiction\" no longer applies.\n          Instead, what matters is the \"Commercial Court\". That\n          accepted, which is the Commercial Court-the Senior\n          Civil Judge's Court or the District Court? In Goa, the\n          District Court is no longer the primary Commercial\n          Court; it is, in fact, a Commercial Appellate Court.\n             96. In this context, I may once again quote G.P.\n          Singh, G.P. Singh (n 13) 91, who says that \"the words\n          of a statute are first understood in their natural,\n          ordinary or popular sense and phrases and sentences\n          are construed according to their grammatical meaning,\n          unless that leads to some absurdity or unless there is\n          something in the context, or in the object of the statute\n          to suggest the contrary.\" Here, if sub-section (3) is not\n          read in its ordinary grammatical sense, it will lead to\n          absurdity.\n\n          The Decisions:\n\n             97. The respondent wants me to treat co-equal\n          Bench decisions in D.M. Corporation and Jaiswal\n          Ashoka Infrastructure as per incuriam. They have\n          been rendered, as she points out, in ignorance of\n          Kandla Export Corporation. As the Supreme Court has\n          held in B. Satyanarayana Rao, the rule of per incuriam\n          can be applied \"where a Court omits to consider a\n          binding precedent of the same court or the superior\n          court rendered on the same issue or where a court\n          omits to consider any statute while deciding that\n          issue.\"\n             98. In D.M. Corporation, a learned Single Judge\n          (Dr. Shalini Phansalkar-Joshi, J.) has, on facts, noted\n          that the dispute concerns an arbitration agreement,\n          the subject-matter of which is above Rs. 1 crore; it is a\n          dispute of commercial nature. So even if the relief\n          claimed is mere injunction, because of Section\n          10(3) of the Commercial Courts Act, the Principal\n          District Judge has correctly transferred the\n          arbitration application to the Commercial Court.\n          The impugned order passed by the District Court\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 24 of 36\n           being just, legal, and correct; it warranted no\n          interference.\n              99. In Jaiswal Ashoka Infrastructure, another\n          learned Single Judge (A.S. Chandurkar, J) has\n          observed that because of Section 15(2) of the\n          Commercial Courts Act, suits and applications in\n          relation to a commercial dispute pending in any civil\n          court must be transferred to the Commercial Court.\n          That is, the civil court \"ceases to have jurisdiction to\n          entertain an application under the provisions of the\n          [Commercial Courts] Act in relation to a commercial\n          dispute of a specified value.\" Once the court lacks\n          inherent jurisdiction, express or implied consent,\n          failure to raise jurisdictional object, or even\n          acquiescence cannot clothe the court with jurisdiction.\n              100. I have already elaborately discussed\n          Kandla Export Corporation, and I see no\n          precedential transgression in D.M. Corporation or\n          Jaiswal Ashoka Infrastructure.\n\n                    Conclusion:\n\n                    (1) Contrary to the respondent's contentions,\n                   the Notification, dt. 05.05.2020, issued by\n                   the Government of Goa, is in tune with the\n                   legislative mandate under Sections 3 and 3A\n                   of the Commercial Courts Act, 2015.\n\n                   (2) In the State of Goa, the designated\n                   District Courts are the Appellate Commercial\n                   Courts, and the Senior Civil Judges' Courts\n                   are the Commercial Courts.\n\n                   (3) Even adjudication of an application\n                   under Section 9 of the Arbitration Act\n                   must be before the Commercial Court,\n                   and that Commercial Court need not be\n                   the principal civil court of original\n                   jurisdiction.\n\n                   (4) There is no conflict between the\n                   Arbitration and Conciliation Act 1996\n                   and the Commercial Courts Act 2015. If\n                   at all we maintain the distinction, the\n                   former Act deals with the substantive\n                   rights of the parties to the arbitration,\n                   and the latter Act with the procedural\n                   essentials, the choice of the forum being\n                   a part of it.\n\n\n\n\nW.P.(C) No.18217 of 2024                                      Page 25 of 36\n                     (5) As Kandla Export Corporation has held,\n                    regarding any commercial arbitral dispute,\n                    the Arbitration and Conciliation Act 1996\n                    determines, among other things, the\n                    appellate remedies and the Commercial\n                    Courts Act 2015 provides for the forum and\n                    adjudicatory procedure.\n          Result:\n\n             As a result, I hold that the Ad-hoc Senior Civil\n          Judge, \"A\" Court, Panaji, has failed to exercise\n          the jurisdiction vested in it as the Commercial\n          Court. Its returning the petitioner's application to be\n          presented \"before proper court\" is erroneous and\n          unsustainable, for it is, by itself, the proper court. The\n          impugned Order, dt. 08.07.2020, is set aside.\n             So the Commercial Court at North Goa, Panaji, will\n          have the CMA Stamp No. 243/2020 restored to file\n          and adjudicated on merits, after giving the regular\n          number.\"\n\n                                            (Emphasis supplied)\n\n16.           The Division Bench of this Court in M.G. Mohanty\n\nand others Vs. State of Odisha and others, reported in\n\n2022(III)ILR-CUT-992, while deciding the issue regarding\n\nconstitutional validity of section 10(3) of the CC Act, 2015 in a\n\nbatch of cases, took note of both the said Orders of Madhya\n\nPradesh High Court so also Bombay High Court. The Division\n\nBench disagreed with the reasoning of the High Court of\n\nMadhya Pradesh in Yashwardhan Raghuwanshi (supra),\n\nwhereas, respectfully agreed with the views of Bombay High\n\nCourt in Gaurang Manguesh Suctancar (supra) and observed\n\nas follows:\n\n\n\n\nW.P.(C) No.18217 of 2024                                        Page 26 of 36\n                 \"39. In Yashwardhan Raghuwanshi v.\n          District & Sessions Judge (supra), the Madhya\n          Pradesh High Court relied on the decision of the\n          Supreme Court of India in State of Maharashtra,\n          through Executive Engineer v. Atlanta Limited (2014)\n          11 SCC 619 to hold that the Court of superior most\n          jurisdiction in a district is the Court of the District\n          Judge. It concluded that:\n                    \"14......Segregation of an arbitration\n                    matters on the basis of a pecuniary\n                    limit is not what the law provides for.\n                    All      the    arbitration      matters,\n                    irrespective of the value of claim, are\n                    required to be adjudicated by\n                    Principal Civil Court of original\n                    jurisdiction. Therefore, it is clear that\n                    in respect of commercial disputes\n                    involving an arbitration dispute only\n                    the Commercial Court of the status of\n                    District Judge or Additional District\n                    Judge would be the competent court\n                    to entertain the matters under\n                    Sections 9, 14, 34 & 36 of the\n                    Arbitration Act.\"\n                42. In any event, this Court is unable to\n          agree with the reasoning of the High Court of\n          Madhya Pradesh in Yashwardhan Raghuwanshi\n          (supra). In particular, the Court would like to refer to\n          the Parliamentary intent in enacting the CC Act in\n          2015 much after the A&C Act of 2016 and the SOR not\n          only of the Bill introduced in 2015 but also the SOR of\n          the Bill introduced in 2018, amending the said statute.\n          The debates in the Parliament in this regard are\n          instructive. In defending its decision to expand the\n          scope of commercial disputes beyond those which\n          were of high value, three aspects that were mentioned\n          on behalf of the Government defending the Bill in the\n          Parliament, which read as under:\n\n                 \"Now, what really has transpired in\n                 December 2017? As has already been\n                 mentioned by the hon. Minister, in\n                 December, 2017, the Government had\n                 established a total of 247 commercial\n                 courts across the country. But, the non-\n                 exhausted list of 22 disputes, termed as\n                 commercial disputes, has also been\n                 brought in. To increase the efficiency of the\n                 system, there are still many enactments\n                 and many things which we need to correct\n\n\n\nW.P.(C) No.18217 of 2024                                         Page 27 of 36\n                  and this is just one part of the correction to\n                 improve the ease of doing business. By\n                 bringing the jurisdiction to three lakhs, we\n                 will    actually   be    bringing     judicial\n                 accessibility to a wider audience and to a\n                 larger number of people. By making it\n                 available to a larger number of people, we\n                 will be resolving a larger number of\n                 disputes. It is in this context that the\n                 jurisdiction has been reduced after\n                 studying the data in detail.\n\n                This particular amendment has been brought in\n          with the specific value which was determined under\n          Section 2 (1) (i), where the minimum pecuniary\n          jurisdiction is mentioned, which was one crore earlier\n          before the Ordinance, now it has been brought to three\n          lakhs. This jurisdiction will initiate more such disputes\n          to have a faster disposal.\n                As I have mentioned earlier, under the Charter,\n          there are Chartered High Courts and non-Chartered\n          High Courts. So, certain original jurisdictions are\n          vested with certain High Courts and not with every\n          High Court. This was one impediment in establishing\n          commercial divisions. So, there was a bar of some sort.\n          To do away with the bar, this particular enactment\n          has been brought in and this is another major change\n          which has been brought in through this\n          particular Bill.\n                The third aspect of the commercial\n          appellate court is that normally at the District\n          Level, either a District Judge or a Judge below\n          the level of District Judge, will be notified as the\n          Commercial Court Judge. Then the appeal need\n          not go to the High Court. The appeal can go to\n          the District Judge. That is also a part of this\n          particular enactment.\"\n                43. The legislature appears to have left it open to\n          the High Court and the State government either to\n          appoint a Civil Judge (Senior Division) or an Additional\n          District Judge as the Commercial Court of first\n          instance to expedite the adjudication of commercial\n          disputes. It is interesting to note that there are\n          several States that have constituted Commercial\n          Courts both at the District Judge level as well as\n          below the District Judge level. In Gujarat, the\n          Courts of the Additional District Judges in Bhuj, Anjar,\n          Gandhidham and Bhachau have been constituted for\n          hearing arbitration matters whereas the Courts of the\n          Principal Senior Civil Judge in these places are for\n\n\n\nW.P.(C) No.18217 of 2024                                          Page 28 of 36\n           hearing other commercial disputes. In Karnataka, in\n          some districts, it is the Principal D&SJ and in others\n          the AD&SJ. In Bihar, depending on the pecuniary\n          value, it could be the District Judge or the Sub-Judge.\n          In Uttarakhand, it is the Additional District Judge\n          Commercial Court, Dehradun. The intent clearly\n          was to expand the power and to bring in more\n          Courts under the rubric of 'Commercial Courts'.\n          Considering that the specified value was being\n          lowered, it was but natural to allow Courts below\n          the rank of the District Judge to be designated\n          as such.\n                44. Section 10(3) of the CC Act specifically\n          deals with arbitrations, 'other than international\n          commercial arbitrations'. The jurisdiction in\n          respect of such disputes would now be based\n          with the Commercial Courts, although earlier it\n          was with a principal Civil Court, which would\n          ordinarily exercise jurisdiction under Section\n          2(1)(e) of the A&C Act. The orders passed by the\n          D&SJ on 7th July 2021, transferring the\n          arbitration petitions to the Court of the Senior\n          Civil Judge Commercial Court, was only by way\n          of implementation of these provisions.\n                46. There might be an anomaly inasmuch as\n          arbitral disputes of a commercial value of less than\n          Rs.3 Lacs may have to be dealt with directly by the\n          D&SJ in terms of the definition under Section 2(1)(e) of\n          the A&C Act and appeal against which would lie to the\n          commercial appellate division in the High Court. But\n          none of the petitions before this Court has that fact\n          situation. The questions is, therefore, purely academic.\n          Nevertheless, it will be open to the State Government\n          to revise its notification in view of the above anomaly.\n                48. At this stage, it must be pointed out that this\n          Court's attention has been drawn to the Judgment of\n          the Bombay High Court in Gaurang Mangesh\n          Suctancar v. Sonia Gaurang Suctancar (Supra).\n          The Bombay High Court, on analyzing these very\n          provisions, came to the conclusion that it is the CC Act\n          provisions that would prevail. The Court is in\n          respectful concurrence with the said view. As\n          rightly noted by the Bombay High Court both Sections\n          42 of the A&C Act and Section 21 of the CC Act\n          appeared to be similar provisions inasmuch as they\n          begin with a non-obstante clause, precluding the\n          applicability of any other law for the time being in\n          force. The following observations of the Bombay High\n          Court in this regards are relevant, which reads as\n          under:\n\n\n\nW.P.(C) No.18217 of 2024                                       Page 29 of 36\n                \"60. G.P. Singh, in his cerebral\n               commentary, Principles of           Statutory\n               Interpretation (G.P. Singh, Interpretation of\n               Statutes, (reprint, 14 edn., Lexis Nexis,\n               2018) 403), has explained that \"the\n               expression 'notwithstanding anything in\n               any other law' occurring in a section of an\n               Act cannot be construed to take away the\n               effect of any provision of the Act in which\n               that section appears. In other words, 'any\n               other law' will refer to any law other than\n               the Act in which that section occurs.\" In\n               contrast, the expression 'notwithstanding\n               anything contained in this Act' may be\n               construed to take away the effect of any\n               provision of the Act in which the section\n               occurs but it cannot take away the effect\n               of any other law.\n               61. Indeed, a special enactment or Rule\n               cannot be held     to be overridden by a\n               later general enactment or simply because\n               the latter opens up with a non obstante\n               clause. There should be a clear\n               inconsistency between the two before\n               giving an overriding effect to the non\n               obstante clause.\n               62. The learned author G.P. Singh has\n               also remarked that sometimes one finds\n               two or more enactments operating in the\n               same field and each containing a non\n               obstante clause. Each clause, in fact,\n               declares that its provisions will have effect\n               'notwithstanding anything inconsistent\n               therewith contained in any other law for\n               the time being in force'. The conflict in such\n               cases is resolved on consideration of\n               purpose and policy underlying the\n               enactments and the language used in\n               them. Another test applied is that the later\n               enactment normally prevails over the\n               earlier one. It is also relevant to consider\n               as to whether either of the two enactments\n               can be described a special one; in that\n               case the special one may prevail over the\n               more general one notwithstanding that the\n               general one is later in time.\n               63. In fact, the Arbitration Act and the\n               Commercial Courts Act, both central\n               enactments, have employed this 'non-\n               obstante clause' at more than one place.\n\n\n\nW.P.(C) No.18217 of 2024                                        Page 30 of 36\n                 Precisely for this reason, Kandla Export\n                Corporation has harmoniously resolved\n                this imbroglio: that the Arbitration Act\n                prevails when it concerns the parties'\n                substantive rights, and the Commercial\n                Courts Act does when it concerns the\n                parties' procedural rights.\"\n                49. The Bombay High Court then undertook an\n          analysis of the un-amended provisions of the CC Act\n          and noted that there is a two-tier Court at the district\n          level. One is the Commercial Court of original\n          jurisdiction and another at the District Judge level of\n          the Commercial Appellate Court. The approach in\n          Kandla Exports (supra) about the CC Act being\n          procedural     in   nature    and    therefore   having\n          retrospective effect, found support in the decision in\n          New India Assurance Company Limited v. Shanti\n          Misra (1975) 2 SCC 840, where a three-Judge Bench\n          held that once there was a change not in the\n          substantive law but in the procedural law, it would\n          operate retrospectively and 'the person has to go to the\n          new forum even if his cause of action or right of action\n          accrued prior to the change of forum'. The relevant\n          passage of the decision of the Bombay High Court in\n          Gaurang Mangesh Suctancar v. Sonia Gaurang\n          Suctancar, reads as under:\n\n                \"92. Evidently, the Commercial Courts Act\n                is a later enactment, but it does not work\n                at cross purpose with the Arbitration Act.\n                In fact, both aim at speedy adjudication.\n                The Commercial Courts Act covers all the\n                commercial      disputes,   whereas     the\n                Arbitration Act covers only those disputes\n                that involve arbitration. As Kandla Export\n                Corporation has held, both the enactments\n                call for a harmonious interpretation. If at\n                all there is any conflict, as to the\n                substantive provisions, the Arbitration Act\n                prevails; but it has left the procedural\n                niceties to the Commercial Courts Act.\"\n                50. The Court finds merit in the contention on\n          behalf of the Opposite Parties that the A&C Act must\n          yield to the CC Act and not vice versa given that the\n          objective of both enactments is the speedy disposal of\n          the cases and the CC Act was a later enactment. There\n          is no apparent conflict between the A&C Act and the\n          CC Act for being resolved. The objective of both is the\n          speedy resolution of the disputes. As far as challenge\n          to the vires of Section 10 of the CC Act is concerned,\n\n\n\nW.P.(C) No.18217 of 2024                                      Page 31 of 36\n           indeed no ground has been made out before this Court\n          to show how Section 10 of the CC Act is ultra vires the\n          legislative powers of the Parliament or how it is\n          'manifestly arbitrary'. The         identification   of\n          commercial disputes as distinct from ordinary\n          civil disputes is based on an intelligible\n          differentia and subjecting them to a special\n          expedited procedure can neither be considered to\n          be arbitrary nor ultra vires the A&C Act. That\n          prayer, therefore, has to be rejected.\n                51. Incidentally, there is no challenge to either\n          Section 15 or 21 of the CC Act. If indeed commercial\n          cases      involving     arbitral     disputes     have\n          necessarily to be transferred under Section 10(3)\n          read with Section 15(2) of the CC Act, then as a\n          natural corollary the Commercial Court alone\n          will have to decide those disputes and not of the\n          Court in terms of the A&C Act. In passing the\n          impugned orders transferring the cases, the D&SJ has\n          not committed any illegality nor has the Senior Civil\n          Judge, Commercial Court, Bhubaneswar committed\n          any illegality in accepting the cases on transfer and\n          proceeding with them in accordance with law.\"\n\n                                          (Emphasis supplied)\n\n17.          The Judgment of this court in M.G. Mohanty\n\n(supra) being challenged before the Supreme Court, the same\n\nwas upheld in Jaycee Housing Pvt. Ltd. (supra). Paragraphs\n\n6, 10 & 11 of the said judgment, being relevant, are\n\nreproduced below:\n\n          \"6. The question of law arising for consideration\n          in the present appeal is, whether in exercise of\n          powers under Section 3 of the Commercial Courts\n          Act, 2015, the State Government can confer\n          jurisdiction to hear applications under Sections\n          9, 14 and 34 of the Arbitration and Conciliation\n          Act, 1996, upon Commercial Courts which are\n          subordinate to the rank of the Principal Civil\n          Judge in the District, contrary to the provisions\n          of Section 2(1)(e) of the Arbitration Act?\n\n\n\n\nW.P.(C) No.18217 of 2024                                     Page 32 of 36\n           10. Thus, the Objects and Reasons of Commercial\n          Courts Act, 2015 is to provide for speedy disposal of\n          the commercial disputes which includes the arbitration\n          proceedings. To achieve the said Objects, the\n          legislature in its wisdom has specifically conferred the\n          jurisdiction in respect of arbitration matters as per\n          Section 10 of the Act, 2015. At this stage, it is\n          required to be noted that the Act, 2015 is the Act\n          later in time and therefore when the Act, 2015\n          has been enacted, more particularly Sections 3 &\n          10, there was already a provision contained in\n          Section 2(1)(e) of the Act, 1996. As per settled\n          position of law, it is to be presumed that while\n          enacting the subsequent law, the legislature is\n          conscious of the provisions of the Act prior in\n          time and therefore the later Act shall prevail. It is\n          also required to be noted that even as per Section 15 of\n          the Act, 2015, all suits and applications including\n          applications under the Act, 1996, relating to a\n          commercial dispute of specified value shall have to be\n          transferred to the Commercial Court. Even as per\n          Section 21 of the Act, 2015, Act, 2015 shall have\n          overriding effect. It provides that save as\n          otherwise provided, the provisions of this Act\n          shall have effect, notwithstanding anything\n          inconsistent therewith contained in any other\n          law for the time being in force.\n\n          11. Therefore, considering the afore stated provisions\n          of the Act, 2015 and the Objects and Reasons for\n          which the Act, 2015 has been enacted and the\n          Commercial     Courts,    Commercial       Division   and\n          Commercial Appellate Division in the High Courts are\n          established for speedy disposal of the commercial\n          disputes including the arbitration disputes, Sections 3\n          & 10 of the Act, 2015 shall prevail and all\n          applications or appeals arising out of arbitration\n          under the provisions of Act, 1996, other than\n          international commercial arbitration, shall be\n          filed in and heard and disposed of by the\n          Commercial Courts, exercising the territorial\n          jurisdiction over such arbitration where such\n          commercial courts have been constituted. If the\n          submission on behalf of the appellants that all\n          applications/appeals arising out of arbitration under\n          the provisions of Act, 1996, other than the\n          international commercial arbitration, shall lie before\n          the principal civil Court of a district, in that case, not\n          only the Objects and Reasons of enactment of Act,\n          2015 and establishment of commercial courts shall be\n\n\n\nW.P.(C) No.18217 of 2024                                        Page 33 of 36\n           frustrated, even Sections 3, 10 & 15 shall become\n          otiose and nugatory. If the submission on behalf of\n          the appellants is accepted, in that case, though\n          with respect to other commercial disputes, the\n          applications or appeals shall lie before the\n          commercial courts established and constituted\n          under Section 3 of Act, 2015, with respect to\n          arbitration proceedings, the applications or\n          appeals shall lie before the principal civil Court\n          of a district. There cannot be two fora with\n          respect to different commercial disputes.\n                Under the circumstances, notification issued by\n          the State of Odisha issued in consultation with the\n          High Court of Orissa to confer jurisdiction upon the\n          court of learned Civil Judge (Senior Division)\n          designated as Commercial Court to decide the\n          applications or appeals arising out of arbitration under\n          the provisions of Act, 1996 cannot be said to be illegal\n          and bad in law. On the contrary, the same can be said\n          to be absolutely in consonance with Sections 3 & 10 of\n          Act, 2015. We are in complete agreement with the view\n          taken by the High Court holding so.\"\n\n                                           (Emphasis supplied)\n\n18.          Law is well settled that the Court under section 9\n\nof the Act, 1996 is only to formulate interim measure so as to\n\nprotect the right under adjudication before the Arbitral\n\nTribunal from being frustrated. In view of the provisions\n\nenshrined under section 10(3) read with the definition of\n\n\"Commercial Dispute\" and \"Specified Value\", as defined under\n\nsection 2(1)(c) & (i) of the CC Act, 2015 respectively, in\n\naddition to the settled position of law, as detailed above, this\n\nCourt is of the view that only Suits and Applications, which\n\nrequire to give a declaration regarding the valuation of\n\nSuit/Application, which will be further subjected to valuation,\n\n\n\nW.P.(C) No.18217 of 2024                                      Page 34 of 36\n if so required, to be determined in terms of section 12 of the\n\nCC Act, 2015, will be the decisive factor to approach the fora\n\nunder the CC Act, 2015. This Court is of further view that, in\n\nview of definition of \"Specified Value\" under section 2(1)(i) of\n\nthe CC Act, 2015, the same is not applicable to a section 9\n\napplication     for   determination   of   the   jurisdiction   of   a\n\nCommercial Court to consider such application and the\n\nCommercial Courts, where such Courts have been established\n\nin the state, are only competent to hear and decide the\n\nsection 9 application filed under the Act, 1996.\n\n19.           This Court is of further view that section 15 of the\n\nCC Act, 2015 regarding transfer of suits and applications\n\nbeing only applicable to pending cases, the District Judge,\n\nCuttack ought to have returned the section 9 application to\n\nthe Petitioner for its presentation before the Court of the\n\nSenior Civil Judge (Commercial Court), Cuttack. However,\n\nduring hearing of the said application, realizing the fact that\n\nthe said Court lacks jurisdiction to hear the said application,\n\nafter assessing the cost of such application to be more than\n\nrupees five lakhs, as is permissible under section 12 of the CC\n\nAct, 2015 (though it was not so required in a section 9\n\n\n\n\nW.P.(C) No.18217 of 2024                                 Page 35 of 36\n application), it was rightly ordered to transfer the matter to\n\nthe Commercial Court.\n\n20.          In view of the detailed discussions made in the\n\nforgoing paragraphs, this Court is also of the view that the\n\nplea of the Petitioner regarding lack of jurisdiction of the\n\nCommercial Court to adjudicate an application under section\n\n9 of the Act, 1996, in absence of any valuation, is\n\nmisconceived. Both the points emerged, detailed above, are\n\nanswered accordingly.\n\n21.          There being no infirmity in the impugned order\n\npassed in ARBP No.02 of 2024, the Writ Petition stands\n\ndismissed. No order as to cost.\n\n\n\n\n                                          ...................................\n                                            S.K. MISHRA, J.\nOrissa High Court, Cuttack The 12th August, 2024 /Prasant Signed by: PRASANT KUMAR PRADHAN Location: High Court of Orissa, Cuttack. Date: 12-Aug-2024 17:43:22",
  "cleaned_text": "orissa high court binaya kumar naik vs sanjay kumar naik & on 12 august, 2024 in the high court of orissa, cuttack w.p.(c) no.18217 of 2024 (in the matter of an application under article 227 of the constitution of india, 1950) binaya kumar naik . petitioner -versussanjay kumar naik & another . opp. parties advocate for the parties for petitioner : mr. b.c. panda, advocate for opp. party no.1 : mr. s. dash, advocate for opp. party no.2 : mr. s.k. mohanty, advocate -----------------------------------------------------------------------------------------------------------date of hearing: 08.08.2024 date of judgment: 12.08.2024 --------------------------------------------------------------------------------s.k. mishra, j. the writ petition has been preferred challenging the order dated 18.07.2024 in arbp no.02 of 2024 passed by the district judge, cuttack, vide which it was ordered that the said court lacks jurisdiction over the subject to entertain the application filed under section 9 of the arbitration and conciliation act, 1996, shortly hereinafter, 'the act, 1996' and ordered to transfer the matter to the commercial court, cuttack. 2. the factual matrix, which led to filing of the present writ petition, is that on 17.05.2022, the petitioner and the opposite party nos.1 & 2 entered into a partnership agreement for smooth running of the movie business inherited from their father in the name and style as m/s. brajaraj movies. the said partnership agreement was reduced to writing in shape of deed of agreement and subsequently registered with the i.g.r., odisha, cuttack on 31.05.2022, vide registration no.720202200555. the opposite party no.1, instead of extending his cooperation for smooth running of the business of the firm, allegedly violated the terms of the said deed of agreement and committed breach of trust, as has been detailed in the writ petition. when the petitioner tried to contact the opposite party no.1 to ascertain the fact and resolve the issue amicably, the opposite party no.1 did not come forward to resolve the said dispute. hence, the petitioner and the opposite party no.2 were constrained to lodge an f.i.r. against the opposite party no.1 in purighat w.p.(c) no.18217 of 2024 page 2 of 36 p.s. on 05.02.2024. they also issued a legal notice on 07.02.2024 for appointment of an arbitrator in terms of clause-15 of the deed of agreement dated 17.05.2022, which was received by the opposite party no.1 on 08.01.2024. the petitioner and the opposite party no.2 thereby requested to extend consent within seven days from the date of receipt of the said notice for appointment of an arbitrator to arbitrate and resolve the said dispute. however, the opposite party no.1, after receipt of the said legal notice dated 07.02.2024 for appointment of an arbitrator, gave a reply vide letter dated 22.02.2024 expressing his unwillingness for giving his consent for appointment of the arbitrator to resolve the said dispute. finding no other way out, the petitioner preferred an application under section 11(6) of the act, 1996 before this court praying for appointment of an arbitrator in terms of clause 15 of the deed of agreement dated 17.05.2022, which has been registered as arbp no.09 of 2024 and the same is still pending for consideration before this court. as the opposite party no.1 has failed to perform his duties in contravention of terms and conditions of deed of agreement, the petitioner, pending consideration of his application for w.p.(c) no.18217 of 2024 page 3 of 36 appointment of an arbitrator by this court, was being constraint to approach the district judge, cuttack by filing an application under section 9 of the act, 1996 for grant of an order of interim injunction against the opposite party no.1, thereby restraining the opposite party no.1 or his agents from telecasting the movies and songs of m/s. brajaraj movies in any form through television media, satellite broadcasting, f.m. channels, mobile operator, cinema halls, dvd & you tube channels and to restrain him from proceeding with the production of the movie \"i love you-2\" and also using the title and logo of m/s. brajaraj movies in any manner till the dispute is resolved through arbitration. 3. the said petition, registered as arbp no.02 of 2024, was admitted and notice was issued to the opposite parties. being noticed, the opposite party no.1 duly appeared and filed objection/show cause on 27.06.2024. on the very day, the district judge, cuttack was pleased to pass an interim order restraining the opposite party no.1 from proceeding with the release of the film \"i love you-2\" and using the logo and banner of m/s. brajaraj movies till the next date and the matter stood adjourned to 11.07.2024. on w.p.(c) no.18217 of 2024 page 4 of 36 the said date, the petitioner filed another application for grant of interim order as well as an application for continuance of the interim order dated 27.06.2024 whereas, the opposite party no.1 filed applications under order 7, rule11 of c.p.c. for rejection of the arbp no.02 of 2024 and for vacating the stay order dated 27.06.2024. however, the district judge, cuttack was pleased to extend the interim order and posted the matter to 18.07.2024. on the said date, the petitioner filed his reply in response to the application filed by the opposite party no.1 under order 7 rule, 11 of c.p.c. so also to the application for vacation of stay. however, the district judge, cuttack, though extended the interim order till the next date, but on a wrong noting and misconstruing the provisions enshrined under the act, 1996 as well as the commercial courts act, 2015, shortly hereinafter, 'cc act, 2015' and relying on the judgment of the supreme court in jaycee housing pvt. ltd. & others vrs. registrar (general), orissa high court, cuttack & others, reported in 2022 live law (sc) 860, transferred the case to the court of the senior civil judge (commercial court), cuttack on the ground of lack of jurisdiction. while passing the said order, w.p.(c) no.18217 of 2024 page 5 of 36 the district judge, cuttack also directed to dispose of the said matter on or before 23.07.2024 on merit in accordance with law, with an observation not to extend the interim order in a causal manner. hence this writ petition. 4. the said order passed by the district judge, cuttack dated 18.07.2024 passed in arbp no.02 of 2024 has been challenged on the following grounds: (i) the same is contrary to the provisions of law enshrined under the act, 1996 as well as the cc act, 2015. (ii) the court below completely misconstrued the decision rendered by the supreme court in jaycee housing pvt. ltd. (supra). (iii) the court below misconstrued the facts and circumstances of the petitioner's case and wrongly rendered a finding that the case involved is pertaining to violation of intellectual property right and loss and the valuation of the same appears to be more than five lakhs, forgetting the fact that the petitioner has filed the application under w.p.(c) no.18217 of 2024 page 6 of 36 section 9 of the act, 1996 for grant of interim relief till disposal of the dispute through arbitration in which there is no specified value, as envisaged under section 3 of the commercial courts act, 2015. (iv) the order passed by the district judge, cuttack is also contrary to section 6 of the cc act, 2015 which mandates that the cc act shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value, though, in the instant case, there is no specified value as on the date. (v) the impugned order is also in contravention to the provisions enshrined under sections 10, 12 & 15 of the cc act, 2015 and section 2(1)(e) of the act, 1996. (vi) since the dispute has no specified value, as required under the provisions of the cc act, 2015, the application under section 9 of the act, 1996 cannot come under the definition w.p.(c) no.18217 of 2024 page 7 of 36 of section 2(b),(c), vii, xv and xvii of the cc act, 2015, as referred to in the impugned order, and the said order suffers from illegalities and infirmities and is liable to be quashed. 5. reiterating the grounds agitated in the writ petition, mr. panda, learned counsel for the petitioner, drawing attention of this court to the provisions enshrined under section 2 (1)(e) of the act, 1996 so also under section 6, 10 and 15 of the c.c act, 2015 submitted that the district judge, cuttack, being the principal civil court, is only competent to hear the application filed under section 9 of the act, 1996. the section 9 application being in the nature of interlocutory application, having no valuation, the district judge should not have transferred the said application to the commercial court, cuttack, which lacks jurisdiction to try the said petition. in view of the provisions enshrined under section 6 read with section 15 of the cc act, 2015, only suits and applications, including applications under the act, 1996 relating to a commercial dispute of a specified value can only be tried by the commercial court. the specified value, as per w.p.(c) no.18217 of 2024 page 8 of 36 the amended provisions under the cc act, 2015, being rs.3,00,000/and admittedly the section 9 application filed by the petitioner having no valuation and with a prayer for interim injunction, cannot be heard by the commercial court. only the district judge, cuttack, being the principal civil court, is competent to hear and decide the said application. hence, the impugned order dated 18.07.2024 passed in arbp no.02 of 2024, being contrary to the legal provisions enshrined under the act, 1996 so also the cc act, 2015, deserves interference and be quashed and direction be given to the district judge, cuttack to hear the said application filed under section 9 of the act, 1996 and dispose of the same on merit in the interest of justice. 6. to substantiate his submission, mr. panda, learned counsel for the petitioner, relying on the judgment of the supreme court in jaycee housing pvt. ltd. (supra), submitted that though the district judge, cuttack relied on the said judgment in the impugned order, but misconstrued the said decision of the supreme court. mr. panda submitted that, vide the said decision, it was never held by the supreme court that all the cases under sections 9, 14, and 24 of the w.p.(c) no.18217 of 2024 page 9 of 36 act, 1996 have to be filed and adjudicated by the commercial court irrespective of the valuation. mr. panda, relying on para-10 of the said judgment of the supreme court, submitted that it was also held vide the said judgment that as per section 15 of the cc act, 2015, all suits and applications, including applications under the act, 1996, relating to a commercial dispute of \"specified value\" shall have to be transferred to the commercial court. 7. mr. panda, learned counsel, referring to para-15 of the order of the madhya pradesh high court at jabalpur, reported in 2021 scc online mp 457 (yashwardhan raghuwanshi vs. district & sessions judge and another) submitted that the court of district judge, being the principal civil court of original jurisdiction, would be competent to decide the matters/disputes filed under the provisions of section 9 , 14, 34 and 36 of the act, 1996 so also under the provisions of the cc act, 2015, regardless of the value of claim and it can only distribute such work amongst any of the additional district judges under his supervision, but not to any court of civil judge class-i or senior civil judge, or any court of small causes. w.p.(c) no.18217 of 2024 page 10 of 36 8. in response to the argument advanced by mr. panda, learned counsel for the petitioner, mr. dash, learned counsel for opposite party no.1, drawing attention of this court to the definition of \"commercial court\", \"commercial dispute\" and \"specified value\", as defined under sections 2(1)(b), 2(1)(c) & 2(1)(i) respectively, so also section 3(3), 6 and 10(3) of the c.c. act, 2015, submitted that in view of the definition of commercial dispute under the cc act, 2015 read with section 6 and 10(3) of the cc act, 2015, all applications and appeals, arising out of such arbitration under the provisions of the act, 1996, that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being high court), has to be filed in and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration, where such commercial court has been constituted. since arbp no.02 of 2024 has been preferred under section 9 of the act, 1996, instead of filing such an application before the commercial court, cuttack, the petitioner wrongly filed such an application before the district judge, cuttack. hence, the opposite party no.1, in addition to filing an application for vacation of stay, w.p.(c) no.18217 of 2024 page 11 of 36 also filed an application under order-7, rule 11 of c.p.c. for rejection of the said petition on the ground of lack of jurisdiction of the district judge, cuttack so also on some other grounds. however, the district judge, cuttack, instead of hearing such application first, ordered for disposing of all the applications together with section 9 application. however, the district judge ultimately thought it prudent to transfer the said proceeding to the commercial court, in terms of the legal provisions under the cc act, 2015, referring to the judgment of the supreme court in jaycee housing pvt. ltd. (supra). 9. mr. dash, learned counsel for the opposite party no.1, drawing attention of this court to the legal provisions under section 10(3) of the cc act, 2015, submitted that any application under the act, 1996, pertaining to a commercial dispute, has to be moved before the commercial court after formation of the commercial court and not before the principal civil court of original jurisdiction in a district and the district judge, cuttack should have returned the application filed under section 9 of the act, 1996 to the petitioner. however, on being so pointed out by his client, the w.p.(c) no.18217 of 2024 page 12 of 36 district judge, cuttack ordered for transfer of the said proceeding to the commercial court, cuttack. there being no infirmity in the impugned order and the same having been passed in terms of the legal provisions under the cc act, 2015, the writ petition deserves to be dismissed. 10. from the pleadings made in the writ petition, grounds urged therein to challenge the impugned order so also submissions made at the bar, the following points emerge to be answered in the present writ petition. (i) in absence of any valuation, in an application filed under section 9 of the act, 1996, whether the commercial court, constituted under sub-section (1) of section 3 of the cc act, 2015, is competent to hear such application? (ii) whether the district judge was justified to transfer the section 9 application, registered as arbp no.02 of 2024, to the court of senior civil judge (commercial court), cuttack? w.p.(c) no.18217 of 2024 page 13 of 36 11. since both points are interrelated, the same are dealt with together for the sake of brevity and clarity. before answering the points as detailed above, this court deems it appropriate to reproduce below section 2(1)(e)(i) and 9 of the act, 1996 and section 2(1)(b),(c),(i), 3,6,10,12, 15 and 21 of the cc act, 2015 for ready reference: \"section 2(1)(e)(i) & 9 of the arbitration act, 1996: 2. definitions-(1) in this part, unless the context otherwise requires,(e) \"court\" means (i) in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes; 9. interim measures, etc., by court.--(1) a party may, before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36, apply to a court-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely:-(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subjectmatter of the dispute in arbitration, or as to w.p.(c) no.18217 of 2024 page 14 of 36 which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the court to be just and convenient, and the court shall have the same power for making orders as it has for the purpose of, and in relation to, any proceedings before it. (2) where, before the commencement of the arbitral proceedings, a court passes an order for any interim measure of protection under sub-section (1), the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine. (3) once the arbitral tribunal has been constituted, the court shall not entertain an application under subsection (1), unless the court finds that circumstances exist which may not render the remedy provided under section 17 efficacious.] sections 2(1)(b),(c),(i), 3, 6, 10, 15 & 21 of the commercial courts act, 2015: 2. definitions.--(1) (b) \"commercial court\" means the commercial court constituted under sub-section (1) of section 3; (c) \"commercial dispute\" means a dispute arising out of-(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, w.p.(c) no.18217 of 2024 page 15 of 36 including sales, leasing and financing of the same; (v) carriage of goods; (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the central government. explanation.--a commercial dispute shall not cease to be a commercial dispute merely because-(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions; (i) \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 1[which shall not be less than three w.p.(c) no.18217 of 2024 page 16 of 36 lakh rupees] or such higher value, as may be notified by the central government. 3. constitution of commercial courts (1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level: provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary.] (1a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary.] (2) the state government shall, after consultation, with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the [state government may], with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a [commercial court either at the level of district judge or a court below the level of a district judge]. 6. jurisdiction of commercial court.--the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation.--for the purposes of this section, a commercial dispute shall be considered to arise out of the w.p.(c) no.18217 of 2024 page 17 of 36 entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908). 10. jurisdiction in respect of arbitration matters.where the subject matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 12. determination of specified value.--(1) the specified value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-(a) where the relief sought in a suit or application is for recovery of money, the w.p.(c) no.18217 of 2024 page 18 of 36 money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value; (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such specified value; (c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; 1[and] (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining specified value; (2) the aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a commercial division, commercial appellate division or commercial court, as the case may be. (3) no appeal or civil revision application under section 115 of the code of civil procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a commercial division or commercial court finding that it has jurisdiction to hear a commercial dispute under this act. 15. transfer of pending cases-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified w.p.(c) no.18217 of 2024 page 19 of 36 value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under subsection (1) or subsection (2) (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under subsection (1) or subsection (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with order xva] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in subsection (1), subsection (2) or subsection (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. 21. act to have overriding effect --save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" (emphasis supplied) w.p.(c) no.18217 of 2024 page 20 of 36 12. though \"court\" is defined under section 2(1)(e) of the act, 1996 to be the principal civil court of original jurisdiction in the district, but in the provisions enshrined under section 10(3) of the cc act, 2015, it has been clearly enumerated that, where the subject matter of an arbitration is a \"commercial dispute\" of \"specified value\" and such arbitration is other than the international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the act, 1996, that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 13. the word \"commercial dispute\" has been defined under section 2(1)(c) of the c.c. act, 2015, which clearly includes a dispute arising out of partnership agreements in terms of sub-clause (xv) under clause (c) of section 2(1) of the c.c act, 2015. similarly, the word \"specified value\" used in various provisions of the c.c act, 2015 has been defined under section 2(1)(i). specified value, in relation to a w.p.(c) no.18217 of 2024 page 21 of 36 commercial dispute, shall mean the value of the subject matter in respect of a \"suit\", which is to be determined in accordance with section 12 and the same shall not be less than three lakh rupees or such higher value, as may be notified by the central government. 14. so far as the order of madhya pradesh high court in yashwardhan raghuwanshi (supra) cited by the learned counsel for the petitioner, it was held as follows: \"15. in view of the above discussions, the present petition deserves to succeed. the entry no.45 of the impugned order dated 20.10.2020 is set aside. it is hereby declared that the court of district judge as the principal civil court of original jurisdiction would be competent to decide the matters/disputes filed under the provisions of sections 9, 14, 34 & 36 of the arbitration act and also under the provisions of the commercial courts act regardless of the value of claim. however, the district judge by virtue of section 7 read with section 15 of the civil courts act would be entitled to distribute such work amongst any of the additional district judges under his supervision, but not to any court of civil judge class-i or senior civil judge, or any court of small causes.\" 15. however, the high court of bombay in gaurang manguesh suctancar vs. sonia gaurang suctancar, reported in manu/mh/2578/2020, dealing with an issue as to whether the commercial court under the cc act, 2015 was justified to refuse to entertain an application under section 9 w.p.(c) no.18217 of 2024 page 22 of 36 of the act, 1996 and return it to the petitioner/applicant to be presented before the appropriate court, held as follows: \"issue: 2. for adjudicating an application under section 9 of the arbitration act, which is the forum: is it the court as defined under section 2 (1) (e) of the arbitration act, read with section 5 of the goa civil courts act 1965 or is it the commercial court under section 3 (1) of the amended commercial courts act 2015? 92. evidently, the commercial courts act is a later enactment, but it does not work at cross purpose with the arbitration act. in fact, both aim at speedy adjudication. the commercial courts act covers all the commercial disputes, whereas the arbitration act covers only those disputes that involve arbitration. as kandla export corporation has held, both the enactments call for a harmonious interpretation. if at all there is any conflict, as to the substantive provisions, the arbitration act prevails; but it has left the procedural niceties to the commercial courts act. section 10 (3) of the commercial courts act and the remote conditional: 93. let us revisit section 10 (3) of the commercial courts act. \"if it is a domestic arbitration, all applications or appeals arising out of arbitration \"that would ordinarily lie before any principal civil court of original jurisdiction\" in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court\". 94. sub-section (3) begins with a conditional \"if. then, it delineates on how \"all applications or appeals\" arising out of arbitration should be adjudicated. they \"would ordinarily\" lie before the \"principal civil court of original jurisdiction.\" in that sentence, \"ordinarily\" is an adverbial emphasiser; let us keep it aside. now the sentence is \"they would lie before the principal civil court of original jurisdiction.\" it is, grammatically speaking, the 'second conditional' employing the subjunctive \"would\". if refers to an unlikely or improbable future event or arrangement. what could have been an ordinary course of remedial event now stands altered. this uncertainty or altered course under sub-section (3) is because of a statutory development-the advent of the commercial courts act. w.p.(c) no.18217 of 2024 page 23 of 36 so, to repeat, what could have been the subject of adjudication before the principal civil court of original jurisdiction, now \"shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" 95. because, now, the commercial courts have been established, \"all applications\" under the arbitration act should lock, stock, and barrel go before the commercial courts. so the concept of\" the principal civil court of original jurisdiction\" no longer applies. instead, what matters is the \"commercial court\". that accepted, which is the commercial court-the senior civil judge's court or the district court? in goa, the district court is no longer the primary commercial court; it is, in fact, a commercial appellate court. 96. in this context, i may once again quote g.p. singh, g.p. singh (n 13) 91, who says that \"the words of a statute are first understood in their natural, ordinary or popular sense and phrases and sentences are construed according to their grammatical meaning, unless that leads to some absurdity or unless there is something in the context, or in the object of the statute to suggest the contrary.\" here, if sub-section (3) is not read in its ordinary grammatical sense, it will lead to absurdity. the decisions: 97. the respondent wants me to treat co-equal bench decisions in d.m. corporation and jaiswal ashoka infrastructure as per incuriam. they have been rendered, as she points out, in ignorance of kandla export corporation. as the supreme court has held in b. satyanarayana rao, the rule of per incuriam can be applied \"where a court omits to consider a binding precedent of the same court or the superior court rendered on the same issue or where a court omits to consider any statute while deciding that issue.\" 98. in d.m. corporation, a learned single judge (dr. shalini phansalkar-joshi, j.) has, on facts, noted that the dispute concerns an arbitration agreement, the subject-matter of which is above rs. 1 crore; it is a dispute of commercial nature. so even if the relief claimed is mere injunction, because of section 10(3) of the commercial courts act, the principal district judge has correctly transferred the arbitration application to the commercial court. the impugned order passed by the district court w.p.(c) no.18217 of 2024 page 24 of 36 being just, legal, and correct; it warranted no interference. 99. in jaiswal ashoka infrastructure, another learned single judge (a.s. chandurkar, j) has observed that because of section 15(2) of the commercial courts act, suits and applications in relation to a commercial dispute pending in any civil court must be transferred to the commercial court. that is, the civil court \"ceases to have jurisdiction to entertain an application under the provisions of the [commercial courts] act in relation to a commercial dispute of a specified value.\" once the court lacks inherent jurisdiction, express or implied consent, failure to raise jurisdictional object, or even acquiescence cannot clothe the court with jurisdiction. 100. i have already elaborately discussed kandla export corporation, and i see no precedential transgression in d.m. corporation or jaiswal ashoka infrastructure. conclusion: (1) contrary to the respondent's contentions, the notification, dt. 05.05.2020, issued by the government of goa, is in tune with the legislative mandate under sections 3 and 3a of the commercial courts act, 2015. (2) in the state of goa, the designated district courts are the appellate commercial courts, and the senior civil judges' courts are the commercial courts. (3) even adjudication of an application under section 9 of the arbitration act must be before the commercial court, and that commercial court need not be the principal civil court of original jurisdiction. (4) there is no conflict between the arbitration and conciliation act 1996 and the commercial courts act 2015. if at all we maintain the distinction, the former act deals with the substantive rights of the parties to the arbitration, and the latter act with the procedural essentials, the choice of the forum being a part of it. w.p.(c) no.18217 of 2024 page 25 of 36 (5) as kandla export corporation has held, regarding any commercial arbitral dispute, the arbitration and conciliation act 1996 determines, among other things, the appellate remedies and the commercial courts act 2015 provides for the forum and adjudicatory procedure. result: as a result, i hold that the ad-hoc senior civil judge, \"a\" court, panaji, has failed to exercise the jurisdiction vested in it as the commercial court. its returning the petitioner's application to be presented \"before proper court\" is erroneous and unsustainable, for it is, by itself, the proper court. the impugned order, dt. 08.07.2020, is set aside. so the commercial court at north goa, panaji, will have the cma stamp no. 243/2020 restored to file and adjudicated on merits, after giving the regular number.\" (emphasis supplied) 16. the division bench of this court in m.g. mohanty and others vs. state of odisha and others, reported in 2022(iii)ilr-cut-992, while deciding the issue regarding constitutional validity of section 10(3) of the cc act, 2015 in a batch of cases, took note of both the said orders of madhya pradesh high court so also bombay high court. the division bench disagreed with the reasoning of the high court of madhya pradesh in yashwardhan raghuwanshi (supra), whereas, respectfully agreed with the views of bombay high court in gaurang manguesh suctancar (supra) and observed as follows: w.p.(c) no.18217 of 2024 page 26 of 36 \"39. in yashwardhan raghuwanshi v. district & sessions judge (supra), the madhya pradesh high court relied on the decision of the supreme court of india in state of maharashtra, through executive engineer v. atlanta limited (2014) 11 scc 619 to hold that the court of superior most jurisdiction in a district is the court of the district judge. it concluded that: \"14.segregation of an arbitration matters on the basis of a pecuniary limit is not what the law provides for. all the arbitration matters, irrespective of the value of claim, are required to be adjudicated by principal civil court of original jurisdiction. therefore, it is clear that in respect of commercial disputes involving an arbitration dispute only the commercial court of the status of district judge or additional district judge would be the competent court to entertain the matters under sections 9, 14, 34 & 36 of the arbitration act.\" 42. in any event, this court is unable to agree with the reasoning of the high court of madhya pradesh in yashwardhan raghuwanshi (supra). in particular, the court would like to refer to the parliamentary intent in enacting the cc act in 2015 much after the a&c act of 2016 and the sor not only of the bill introduced in 2015 but also the sor of the bill introduced in 2018, amending the said statute. the debates in the parliament in this regard are instructive. in defending its decision to expand the scope of commercial disputes beyond those which were of high value, three aspects that were mentioned on behalf of the government defending the bill in the parliament, which read as under: \"now, what really has transpired in december 2017? as has already been mentioned by the hon. minister, in december, 2017, the government had established a total of 247 commercial courts across the country. but, the nonexhausted list of 22 disputes, termed as commercial disputes, has also been brought in. to increase the efficiency of the system, there are still many enactments and many things which we need to correct w.p.(c) no.18217 of 2024 page 27 of 36 and this is just one part of the correction to improve the ease of doing business. by bringing the jurisdiction to three lakhs, we will actually be bringing judicial accessibility to a wider audience and to a larger number of people. by making it available to a larger number of people, we will be resolving a larger number of disputes. it is in this context that the jurisdiction has been reduced after studying the data in detail. this particular amendment has been brought in with the specific value which was determined under section 2 (1) (i), where the minimum pecuniary jurisdiction is mentioned, which was one crore earlier before the ordinance, now it has been brought to three lakhs. this jurisdiction will initiate more such disputes to have a faster disposal. as i have mentioned earlier, under the charter, there are chartered high courts and non-chartered high courts. so, certain original jurisdictions are vested with certain high courts and not with every high court. this was one impediment in establishing commercial divisions. so, there was a bar of some sort. to do away with the bar, this particular enactment has been brought in and this is another major change which has been brought in through this particular bill. the third aspect of the commercial appellate court is that normally at the district level, either a district judge or a judge below the level of district judge, will be notified as the commercial court judge. then the appeal need not go to the high court. the appeal can go to the district judge. that is also a part of this particular enactment.\" 43. the legislature appears to have left it open to the high court and the state government either to appoint a civil judge (senior division) or an additional district judge as the commercial court of first instance to expedite the adjudication of commercial disputes. it is interesting to note that there are several states that have constituted commercial courts both at the district judge level as well as below the district judge level. in gujarat, the courts of the additional district judges in bhuj, anjar, gandhidham and bhachau have been constituted for hearing arbitration matters whereas the courts of the principal senior civil judge in these places are for w.p.(c) no.18217 of 2024 page 28 of 36 hearing other commercial disputes. in karnataka, in some districts, it is the principal d&sj and in others the ad&sj. in bihar, depending on the pecuniary value, it could be the district judge or the sub-judge. in uttarakhand, it is the additional district judge commercial court, dehradun. the intent clearly was to expand the power and to bring in more courts under the rubric of 'commercial courts'. considering that the specified value was being lowered, it was but natural to allow courts below the rank of the district judge to be designated as such. 44. section 10(3) of the cc act specifically deals with arbitrations, 'other than international commercial arbitrations'. the jurisdiction in respect of such disputes would now be based with the commercial courts, although earlier it was with a principal civil court, which would ordinarily exercise jurisdiction under section 2(1)(e) of the a&c act. the orders passed by the d&sj on 7th july 2021, transferring the arbitration petitions to the court of the senior civil judge commercial court, was only by way of implementation of these provisions. 46. there might be an anomaly inasmuch as arbitral disputes of a commercial value of less than rs.3 lacs may have to be dealt with directly by the d&sj in terms of the definition under section 2(1)(e) of the a&c act and appeal against which would lie to the commercial appellate division in the high court. but none of the petitions before this court has that fact situation. the questions is, therefore, purely academic. nevertheless, it will be open to the state government to revise its notification in view of the above anomaly. 48. at this stage, it must be pointed out that this court's attention has been drawn to the judgment of the bombay high court in gaurang mangesh suctancar v. sonia gaurang suctancar (supra). the bombay high court, on analyzing these very provisions, came to the conclusion that it is the cc act provisions that would prevail. the court is in respectful concurrence with the said view. as rightly noted by the bombay high court both sections 42 of the a&c act and section 21 of the cc act appeared to be similar provisions inasmuch as they begin with a non-obstante clause, precluding the applicability of any other law for the time being in force. the following observations of the bombay high court in this regards are relevant, which reads as under: w.p.(c) no.18217 of 2024 page 29 of 36 \"60. g.p. singh, in his cerebral commentary, principles of statutory interpretation (g.p. singh, interpretation of statutes, (reprint, 14 edn., lexis nexis, 2018) 403), has explained that \"the expression 'notwithstanding anything in any other law' occurring in a section of an act cannot be construed to take away the effect of any provision of the act in which that section appears. in other words, 'any other law' will refer to any law other than the act in which that section occurs.\" in contrast, the expression 'notwithstanding anything contained in this act' may be construed to take away the effect of any provision of the act in which the section occurs but it cannot take away the effect of any other law. 61. indeed, a special enactment or rule cannot be held to be overridden by a later general enactment or simply because the latter opens up with a non obstante clause. there should be a clear inconsistency between the two before giving an overriding effect to the non obstante clause. 62. the learned author g.p. singh has also remarked that sometimes one finds two or more enactments operating in the same field and each containing a non obstante clause. each clause, in fact, declares that its provisions will have effect 'notwithstanding anything inconsistent therewith contained in any other law for the time being in force'. the conflict in such cases is resolved on consideration of purpose and policy underlying the enactments and the language used in them. another test applied is that the later enactment normally prevails over the earlier one. it is also relevant to consider as to whether either of the two enactments can be described a special one; in that case the special one may prevail over the more general one notwithstanding that the general one is later in time. 63. in fact, the arbitration act and the commercial courts act, both central enactments, have employed this 'nonobstante clause' at more than one place. w.p.(c) no.18217 of 2024 page 30 of 36 precisely for this reason, kandla export corporation has harmoniously resolved this imbroglio: that the arbitration act prevails when it concerns the parties' substantive rights, and the commercial courts act does when it concerns the parties' procedural rights.\" 49. the bombay high court then undertook an analysis of the un-amended provisions of the cc act and noted that there is a two-tier court at the district level. one is the commercial court of original jurisdiction and another at the district judge level of the commercial appellate court. the approach in kandla exports (supra) about the cc act being procedural in nature and therefore having retrospective effect, found support in the decision in new india assurance company limited v. shanti misra (1975) 2 scc 840, where a three-judge bench held that once there was a change not in the substantive law but in the procedural law, it would operate retrospectively and 'the person has to go to the new forum even if his cause of action or right of action accrued prior to the change of forum'. the relevant passage of the decision of the bombay high court in gaurang mangesh suctancar v. sonia gaurang suctancar, reads as under: \"92. evidently, the commercial courts act is a later enactment, but it does not work at cross purpose with the arbitration act. in fact, both aim at speedy adjudication. the commercial courts act covers all the commercial disputes, whereas the arbitration act covers only those disputes that involve arbitration. as kandla export corporation has held, both the enactments call for a harmonious interpretation. if at all there is any conflict, as to the substantive provisions, the arbitration act prevails; but it has left the procedural niceties to the commercial courts act.\" 50. the court finds merit in the contention on behalf of the opposite parties that the a&c act must yield to the cc act and not vice versa given that the objective of both enactments is the speedy disposal of the cases and the cc act was a later enactment. there is no apparent conflict between the a&c act and the cc act for being resolved. the objective of both is the speedy resolution of the disputes. as far as challenge to the vires of section 10 of the cc act is concerned, w.p.(c) no.18217 of 2024 page 31 of 36 indeed no ground has been made out before this court to show how section 10 of the cc act is ultra vires the legislative powers of the parliament or how it is 'manifestly arbitrary'. the identification of commercial disputes as distinct from ordinary civil disputes is based on an intelligible differentia and subjecting them to a special expedited procedure can neither be considered to be arbitrary nor ultra vires the a&c act. that prayer, therefore, has to be rejected. 51. incidentally, there is no challenge to either section 15 or 21 of the cc act. if indeed commercial cases involving arbitral disputes have necessarily to be transferred under section 10(3) read with section 15(2) of the cc act, then as a natural corollary the commercial court alone will have to decide those disputes and not of the court in terms of the a&c act. in passing the impugned orders transferring the cases, the d&sj has not committed any illegality nor has the senior civil judge, commercial court, bhubaneswar committed any illegality in accepting the cases on transfer and proceeding with them in accordance with law.\" (emphasis supplied) 17. the judgment of this court in m.g. mohanty (supra) being challenged before the supreme court, the same was upheld in jaycee housing pvt. ltd. (supra). paragraphs 6, 10 & 11 of the said judgment, being relevant, are reproduced below: \"6. the question of law arising for consideration in the present appeal is, whether in exercise of powers under section 3 of the commercial courts act, 2015, the state government can confer jurisdiction to hear applications under sections 9, 14 and 34 of the arbitration and conciliation act, 1996, upon commercial courts which are subordinate to the rank of the principal civil judge in the district, contrary to the provisions of section 2(1)(e) of the arbitration act? w.p.(c) no.18217 of 2024 page 32 of 36 10. thus, the objects and reasons of commercial courts act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings. to achieve the said objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per section 10 of the act, 2015. at this stage, it is required to be noted that the act, 2015 is the act later in time and therefore when the act, 2015 has been enacted, more particularly sections 3 & 10, there was already a provision contained in section 2(1)(e) of the act, 1996. as per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the act prior in time and therefore the later act shall prevail. it is also required to be noted that even as per section 15 of the act, 2015, all suits and applications including applications under the act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the commercial court. even as per section 21 of the act, 2015, act, 2015 shall have overriding effect. it provides that save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force. 11. therefore, considering the afore stated provisions of the act, 2015 and the objects and reasons for which the act, 2015 has been enacted and the commercial courts, commercial division and commercial appellate division in the high courts are established for speedy disposal of the commercial disputes including the arbitration disputes, sections 3 & 10 of the act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the commercial courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted. if the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of act, 1996, other than the international commercial arbitration, shall lie before the principal civil court of a district, in that case, not only the objects and reasons of enactment of act, 2015 and establishment of commercial courts shall be w.p.(c) no.18217 of 2024 page 33 of 36 frustrated, even sections 3, 10 & 15 shall become otiose and nugatory. if the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted under section 3 of act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil court of a district. there cannot be two fora with respect to different commercial disputes. under the circumstances, notification issued by the state of odisha issued in consultation with the high court of orissa to confer jurisdiction upon the court of learned civil judge (senior division) designated as commercial court to decide the applications or appeals arising out of arbitration under the provisions of act, 1996 cannot be said to be illegal and bad in law. on the contrary, the same can be said to be absolutely in consonance with sections 3 & 10 of act, 2015. we are in complete agreement with the view taken by the high court holding so.\" (emphasis supplied) 18. law is well settled that the court under section 9 of the act, 1996 is only to formulate interim measure so as to protect the right under adjudication before the arbitral tribunal from being frustrated. in view of the provisions enshrined under section 10(3) read with the definition of \"commercial dispute\" and \"specified value\", as defined under section 2(1)(c) & (i) of the cc act, 2015 respectively, in addition to the settled position of law, as detailed above, this court is of the view that only suits and applications, which require to give a declaration regarding the valuation of suit/application, which will be further subjected to valuation, w.p.(c) no.18217 of 2024 page 34 of 36 if so required, to be determined in terms of section 12 of the cc act, 2015, will be the decisive factor to approach the fora under the cc act, 2015. this court is of further view that, in view of definition of \"specified value\" under section 2(1)(i) of the cc act, 2015, the same is not applicable to a section 9 application for determination of the jurisdiction of a commercial court to consider such application and the commercial courts, where such courts have been established in the state, are only competent to hear and decide the section 9 application filed under the act, 1996. 19. this court is of further view that section 15 of the cc act, 2015 regarding transfer of suits and applications being only applicable to pending cases, the district judge, cuttack ought to have returned the section 9 application to the petitioner for its presentation before the court of the senior civil judge (commercial court), cuttack. however, during hearing of the said application, realizing the fact that the said court lacks jurisdiction to hear the said application, after assessing the cost of such application to be more than rupees five lakhs, as is permissible under section 12 of the cc act, 2015 (though it was not so required in a section 9 w.p.(c) no.18217 of 2024 page 35 of 36 application), it was rightly ordered to transfer the matter to the commercial court. 20. in view of the detailed discussions made in the forgoing paragraphs, this court is also of the view that the plea of the petitioner regarding lack of jurisdiction of the commercial court to adjudicate an application under section 9 of the act, 1996, in absence of any valuation, is misconceived. both the points emerged, detailed above, are answered accordingly. 21. there being no infirmity in the impugned order passed in arbp no.02 of 2024, the writ petition stands dismissed. no order as to cost. . s.k. mishra, j. orissa high court, cuttack the 12th august, 2024 /prasant signed by: prasant kumar pradhan location: high court of orissa, cuttack. date: 12-aug-2024 17:43:22"
}