{
  "case_file": "case368.txt",
  "original_text": "Delhi High Court\nSuper Cassettes Industries Pvt. Ltd vs M/S Goldy Dish Antenna on 17 August, 2016\nAuthor: Rajiv Sahai Endlaw\nBench: Rajiv Sahai Endlaw\n*       IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                               Date of decision: 17th August, 2016\n\n+       CS(COMM) 775/2016, IAs No.7785/2016 (u/O 39 R-1&2 CPC) &\n        7787/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S GOLDY DISH ANTENNA                                       ..... Defendant\n                     Through: None.\n\n+       CS(COMM) 777/2016, IA Nos.7794/2016 (u/O 39 R-1&2 CPC) &\n        7796/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S J.J. CABLE NETWORK                                       ..... Defendant\n                       Through: None.\n\n+       CS(COMM) 779/2016, IA Nos.7802/2016 (u/O 39 R-1&2 CPC) &\n        7804/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S SHARDA CABLE/DIGI NEWS                                   ..... Defendant\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                   Page 1 of 21\n                                 Through:        None.\n\n+       CS(COMM) 783/2016, IA Nos.7814/2016 (u/O 39 R-1&2 CPC) &\n        7816/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S CTV CABLE NETWORK                             ..... Defendant\n                     Through: None.\n\n+       CS(COMM) 785/2016, IA Nos.7820/2016 (u/O 39 R-1&2 CPC) &\n        7822/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.   ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        M/S VIKAS CABLE NETWORK                           ..... Defendant\n                     Through: None.\n\n+       CS(COMM) 787/2016, IA Nos.7831/2016 (u/O 39 R-1&2 CPC) &\n        7833/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n        DHARAMVIR DIGITAL NETWORK                         ..... Defendant\n                    Through: None.\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016       Page 2 of 21\n +       CS(COMM) 789/2016, IA Nos.7837/2016 (u/O 39 R-1&2 CPC) &\n        7839/2016 (u/s 151 CPC for permission to file on record a CD)\n\n        SUPER CASSETTES INDUSTRIES PVT. LTD.    ..... Plaintiff\n                    Through: Mr. Anunaya Mehta & Mr. K.K.\n                             Khetan, Advs.\n\n                                           Versus\n\n    M/S JAI NARSINGH CABLE NETWORK                               ..... Defendant\n                  Through: None.\nCORAM:\nHON'BLE MR. JUSTICE RAJIV SAHAI ENDLAW\n\n1.      The plaintiff Super Cassettes Industries Pvt. Ltd. has filed these suits\n\nto restrain the defendant in each of the suits from broadcasting or otherwise\n\ncommunicating to the public cinematograph films, sound recordings, literary\n\nworks (lyrics) and musical works (musical composition) owned by the\n\nplaintiff and in which the plaintiff claims a copyright and for ancillary\n\nreliefs.\n\n2.      Each of the suits is valued for the purposes of court fees and\n\njurisdiction at (i) Rs.200/- for the relief of permanent injunction; (ii) Rs.200/-\n\nfor the relief of rendition of accounts; (iii) Rs.200/- for the relief of\n\nmandatory injunction; and, (iv) Rs.25,01,000/- for the relief of recovery of\n\ndamages i.e. for a total of Rs.25,01,000/- and on which court fees of\n\nRs.26,753/- has been paid.\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 3 of 21\n 3.      It is further the case of the plaintiff that the dispute subject matter of\n\neach of the suits is a commercial dispute within the meaning of Section\n\n2(1)(c)(xvii) of the Commercial Courts, Commercial Division and\n\nCommercial Appellate Division of High Courts Act, 2015 (Commercial\n\nCourts Act) i.e. a dispute arising out of intellectual property rights relating to\n\nregistered or unregistered trademarks, copyrights, designs etc.\n\n4.      Per Section 7 of the Commercial Courts Act, suits relating to\n\ncommercial dispute of a „specified value‟ only are to be tried and disposed of\n\nby the Commercial Division of the High Court. „Specified Value‟, as per\n\nclause (i) of Section 2(1) of the Commercial Courts Act has been defined as\n\nthe value of the subject matter in respect of a suit as determined in\n\naccordance with Section 12 which shall not be less than Rs.1 crore. Per\n\nSection 12(1)(d), where the relief claimed in a suit relates to any other\n\nintangible right (other than recovery of money or other moveable property or\n\nimmovable property dealt with in Clauses (a), (b) and (c) of Section 12(1)),\n\nthe specified value of the suit shall be the market value of the said right as\n\nestimated by the plaintiff.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 4 of 21\n 5.      The plaintiff has valued the intangible rights, as aforesaid at Rs.200/-\n\neach and besides the reliefs with respect to such intangible rights has claimed\n\nthe relief of recovery of money, by way of damages, in the sum of\n\nRs.25,00,000/- and the specified value whereof as per Section 12(1)(a) of the\n\nCommercial Courts Act is Rs.25,00,000/- only. Thus the aggregate specified\n\nvalue of the reliefs claimed in the suit is Rs.25,01,600/- which is less than\n\nRs.1 crore prescribed in Section 2(1)(i) supra. It was thus enquired from the\n\ncounsel for the plaintiff when the suits came up first before this Court on 11th\n\nJuly, 2016 as to how the suits were entertainable by the Commercial\n\nDivision of this Court and as to why the plaint be not returned to the plaintiff\n\nfor presentation before the Court of appropriate pecuniary jurisdiction. On\n\nrequest of counsel for the plaintiff, the suits were adjourned to 19 th July,\n\n2016 for hearing on this aspect.\n\n6.      The plaintiff, though estimating the market value of the intangible\n\nright to which each of the suit pertains at less than Rs.1 crore, contends this\n\nCourt has jurisdiction to entertain the suits owing to the first Proviso to\n\nSection 7 of the Commercial Courts Act.\n\n\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 5 of 21\n 7.      Section 7 of the Commercial Courts Act is as under:\n\n        \"7. Jurisdiction of Commercial Divisions of High Courts--\n        All suits and applications relating to commercial disputes of a\n        Specified Value filed in a High Court having ordinary original\n        civil jurisdiction shall be heard and disposed of by the\n        Commercial Division of that High Court:\n               Provided that all suits and applications relating to\n        commercial disputes, stipulated by an Act to lie in a court not\n        inferior to a District Court, and filed or pending on the original\n        side of the High Court, shall be heard and disposed of by the\n        Commercial Division of the High Court:\n               Provided further that all suits and applications\n        transferred to the High Court by virtue of sub-section (4) of\n        section 22 of the Designs Act, 2000 (16 of 2000) or section 104\n        of the Patents Act, 1970 (39 of 1970) shall be heard and\n        disposed of by the Commercial Division of the High Court in all\n        the areas over which the High Court exercises ordinary\n        original civil jurisdiction.\"\n                                                          (emphasis added)\n\n\n8.      It is the contention of the plaintiff (A) that by virtue of Section 62(1)\n\nof the Copyright Act, 1957, all matters relating to a dispute under the\n\nCopyright Act fall within the purview of the first Proviso aforesaid of\n\nSection 7 i.e. stipulated by law to lie in a Court not inferior to a District\n\nCourt; (B) that the first Proviso to Section 7 supra uses the expression \"filed\n\nor pending\" and which has to be necessarily interpreted as meaning \"already\n\npending on the date of enactment of the Commercial Courts Act\" or \"filed\n\nafter the enactment of the Commercial Courts Act\"; (C) that the word \"filed\"\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 6 of 21\n cannot be restricted to suits filed before the enactment of the Commercial\n\nCourts Act.\n\n9.      The counsel for the plaintiff on 19th July, 2016 argued that (I) if the\n\nwords of a statute are unambiguous, then literal interpretation has to be\n\nadopted and applied; (II) the first proviso supra by using both, \"filed\" as well\n\nas \"pending\" with the conjunction \"or\" as against \"and\" implies that it\n\napplies to both, suits which were pending as on the date when the\n\nCommercial Courts Act came into force as well as suits filed thereafter; (III)\n\nif the first proviso to Section 7 supra is interpreted to apply only to suits filed\n\nor pending prior to the date of commencement of the Commercial Courts\n\nAct, it would amount to ascribing the words „filed‟ and „pending‟ the same\n\nmeaning, defeating the wording of the statute; (IV) that in the Commercial\n\nCourts, Commercial Division and Commercial Appellate Division of High\n\nCourts Bill, 2015 (and the Ordinance) which preceded the Commercial\n\nCourts Act, the word \"pending\" was missing in the clause corresponding to\n\nthe first Proviso to Section 7 and was added only in the Act, and which is\n\nalso indicative of the intention of the Legislature to make the first Proviso to\n\nSection 7 of the Act applicable also to suits filed after coming into force of\n\nthe Act; (V) that the Press Note released by the Press Information Bureau\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                Page 7 of 21\n also provided that Section 7 was being amended, so as to clarify that the\n\nCommercial Courts Act applies to pending matters also; (VI) that the statute\n\ncannot be read as imposing a condition that the suits ought to have been filed\n\nor pending as on the date of coming into force thereof--had it been so, the\n\nwording of the first Proviso to Section 7 would have been \"previously filed\n\nor pending\" or \"filed or pending on the date when the Act comes into force\".\n\n10.     The counsel for the plaintiff, in support of his submissions, placed\n\nreliance on (a) Guiness World Records Limited Vs. Sababbi Mangal 230\n\n(2016) DLT 377; (b) Dental Council of India Vs. Hari Prakash (2001) 8\n\nSCC 61 to contend that when the words used in the statute are not\n\nambiguous, literal meaning has to be applied; (c) C.L. Devgun Vs. New\n\nDelhi Municipal Council 2008 (155) DLT 180 to contend that inclusion of\n\nword that is not present in the statute, by the Court is impermissible; (d) The\n\nTata     Oil     Mills      Co.      Ltd.     Vs.     Hansa   Chemical   Pharmacy\n\nMANU/DE/0153/1978 Delhi 236 to clarify that the expression \"District\n\nCourt\" in Section 62(1) of the Copyright Act included the local limits of the\n\nordinary original civil jurisdiction of a High Court; (e) Rahisuddin Vs.\n\nGambit Leasing & Finance Pvt. Ltd. 2011 (176) DLT 696 to again clarify\n\nas to what the expression \"District Court\" means and to contend that the\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                  Page 8 of 21\n same means the Court of the District Judge and not the court of the Civil\n\nJudge.\n\n11.     The counsel for the plaintiff, on 19th July, 2016, without prejudice to\n\nhis rights and contentions also stated that if this Court were not agreeable\n\nwith the contention of the plaintiff, instead of ordering the plaint to be\n\nreturned for filing in the Court of appropriate jurisdiction, the same be\n\ntransferred to the Court of the District Judge under Section 24(5) of Code of\n\nCivil Procedure, 1908 (CPC), as the plaintiff is not desirous of paying\n\nadditional court fees, if found to be due. It was also informed that the\n\nconcerned District Court would be the District Court (Central), Tis Hazari\n\nCourts, Delhi.\n\n12.     I am unable to agree with the contentions aforesaid of counsel for the\n\nplaintiff.\n\n13.     The Commercial Courts Act came into force on 23rd October, 2015 i.e.\n\nshortly before the Delhi High Court (Amendment) Act, 2015 which came\n\ninto force on 26th October, 2015 and vide which the ordinary original civil\n\njurisdiction of this Court was enhanced from that till then existing with\n\nrespect to suits valuation whereof was in excess of Rs.20 lakhs to that with\n\nrespect to suits valuation whereof is in excess of Rs.2 crores. Section 4 of\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 9 of 21\n the Delhi High Court (Amendment) Act empowers the Chief Justice of this\n\nCourt to transfer any suit or other proceeding which is pending in this Court\n\nimmediately before the commencement thereof to such Subordinate Court as\n\nwould have jurisdiction to entertain such suit or proceeding, had such suit or\n\nproceeding been instituted or filed for the first time after the commencement\n\nthereof. In accordance therewith, the suits instituted in this Court prior to 26th\n\nOctober, 2015, even if be relating to commercial dispute within the meaning\n\nof Commercial Courts Act, with a valuation of upto Rs.2 crores were liable\n\nto be transferred to the Subordinate Courts. However, since as per the\n\nCommercial Courts Act suits arising of commercial dispute and specified\n\nvalue whereof is Rs.1 crore or more are to be tried and disposed of by\n\nCommercial Division of this Court, only suits arising out of commercial\n\ndispute and specified value whereof was less than Rs.1 crore were liable to\n\nbe so transferred to the Subordinate Courts.\n\n14.     The question for consideration in Guiness World Records Limited\n\nsupra was, whether owing to the first proviso to Section 7 of the Commercial\n\nCourts Act, the suits arising out of commercial dispute and stipulated by law\n\nto be in a Court not inferior to a District Court and instituted in this Court\n\nprior to the coming into force of the Delhi High Court (Amendment) Act and\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016               Page 10 of 21\n with a specified value of less than Rs.1 crore were also required to be tried\n\nand disposed of by this Court rather than being transferred to the Subordinate\n\nCourt under Section 4 of the Delhi High Court (Amendment) Act. It was\n\nobserved, found, held (i) that in Section 7 of the Ordinance preceding the\n\nCommercial Courts Act, only the word \"filed\" found mention; (ii) that Press\n\nNote dated 16th December, 2015 was issued to clarify that amendment was\n\nrequired to the first Proviso to Section 7 of the Ordinance so that no doubt\n\nremained that the same was intended to apply to \"pending cases only\"; (iii)\n\nthat the reason given in the 78th Report submitted to the Rajya Sabha by the\n\nDepartment-Related Parliamentary Standing Committee on Personnel, Public\n\nGrievances, Law and Justice, for changing the word \"filed\" in the first\n\nProviso to Section 7 of the Ordinance to the expression \"filed or pending\" as\n\nfound in the Act was that transfer of all pending commercial disputes to\n\nCommercial Division would over burden the said Division defeating the very\n\npurpose of establishment thereof and the need for a sunset clause whereby\n\nonly fresh cases having the pecuniary limit were filed before the Commercial\n\nDivision (iv) that the words \"filed or pending\" mean that even if a case is\n\npending as on the date of coming into force of the Commercial Courts Act,\n\nsuch pending case will be continued to be tried by the Commercial Division\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 11 of 21\n irrespective of the matter not being above the specified value and being\n\nbelow the specified value of Rs.1 crore; (v) that there cannot be any other\n\ninterpretation of the expression \"filed or pending\"; (vi) that if these words\n\nare to be interpreted to mean that even those cases which are filed and\n\npending will have to be transferred since their pecuniary value is less than\n\nRs.1 crore, it will defeat the intention of the Legislature in enacting the first\n\nProviso to Section 7; (vii) that the \"IPR matters\", once they are pending in\n\nthe High Court as on the date of coming into force of the Commercial Courts\n\nAct, will be heard and disposed of by the Commercial Division of the High\n\nCourt, even if the pecuniary jurisdiction of these matters is below Rs.1 crore.\n\n15.     It would thus be seen that though this Court in Guiness World\n\nRecords Limited supra was not concerned with the issue as has arisen herein\n\nbut interpreted the expression \"filed or pending\" in the first Proviso to\n\nSection 7 of the Commercial Courts Act as meaning only those suits which\n\nwere pending on the date of coming into force of the Commercial Courts\n\nAct.\n\n16.     To the same effect is the view of two other learned Single Judges of\n\nthis Court in Kamal Sharma Vs. Blue Coast Infrastructure Development\n\nPvt. Ltd. 229 (2016) DLT 438 and in Sanofi Aventis Vs. Intas\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 12 of 21\n Pharmaceuticals Ltd. 227 (2016) DLT 296.\n\n17.     The contention of the counsel for the plaintiff, that the word \"filed\"\n\nhas to be necessarily interpreted as filed after the coming into force of the\n\nCommercial Courts Act as the suits filed before the coming into force of the\n\nCommercial Courts Act would be covered by the word \"pending\", also does\n\nnot find favour with me. A suit filed before the coming into force of the\n\nCommercial Courts Act may not necessarily be pending on the date of\n\ncoming into force thereof. Such a situation can also arise from dismissal in\n\ndefault or dismissal for non-prosecution or dismissal on merits on a\n\npreliminary issue, of a suit and in which case the suit, though would not\n\nqualify as \"pending\" on the date of coming into force of the Commercial\n\nCourts Act, would be capable of being revived by seeking restoration/ recall\n\nof the order of dismissal in default or of dismissal for non-prosecution or by\n\npreferring an appeal. Similarly, a suit by mere institution in the Court though\n\nwould qualify as „filed‟ may not, till it is admitted and summons thereof\n\nissued, qualify as „pending‟ in the Court. The purport of the Legislature in\n\nuse of the words \"filed or pending\" in the first Proviso to Section 7 thus does\n\nnot necessarily have to be to include within the ambit thereof besides the\n\nsuits of the class mentioned therein and pending in this Court on the date of\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 13 of 21\n the coming into force of Commercial Courts Act also the suits of that class\n\n„filed‟ in this Court after the coming into force of Commercial Courts Act,\n\neven if of specified value of less than Rs.1 crore prescribed in Section 2(1)(i)\n\nof the Act.\n\n18.     The contention of the counsel for the plaintiff, ingenious though it is,\n\ncannot be accepted also for the reason that such interpretation of the first\n\nproviso to Section 7 supra would not be in consonance with the other\n\nprovisions of the Commercial Courts Act. According to the interpretation\n\ncanvassed by the counsel for the plaintiff, suits of the class mentioned in the\n\nfirst proviso can be „filed‟ (after coming into force of Commercial Courts\n\nAct) in a High Court having ordinary original civil jurisdiction, even if not of\n\nthe specified value. It would mean that for suits relating to commercial\n\ndisputes stipulated by law to lie in a Court not inferior to a District Court,\n\nthere is no specified value. However Section 2(1)(i), while defining specified\n\nvalue as meaning value of subject matter in respect of a suit as defined in\n\naccordance with Section 12 which shall not be less than Rs.1 crore, does not\n\nexclude therefrom suits stipulated by law to lie in a Court not inferior to a\n\nDistrict Court. Similarly Section 12, while prescribing the mode of\n\ndetermination of specified value also prescribes, as aforesaid, in Clause (d)\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016             Page 14 of 21\n of Sub Section (1) thereof the mode of determining of specified value of a\n\ncommercial dispute where the relief sought relates to intangible rights, as is\n\nin the \"IPR matters\" and which as per Section 104 of Patents Act, 1970,\n\nSection 134 of Trade Marks Act, 1999, proviso to Section 22(2) of the\n\nDesigns Act, 2000 and Section 62 supra of the Copyright Act are stipulated\n\nto be in a Court not inferior to a District Court. If such suits were to be heard\n\nand disposed of by the Commercial Division of the High Court having\n\noriginal civil jurisdiction even if not of specified value, there was no need for\n\nthe legislature to in Section 12(1)(d) provide for mode of determination of\n\nspecified value thereof. Section 15 of the Commercial Courts Act providing\n\nfor transfer of suits relating to commercial dispute of specified value pending\n\nin a High Court where a Commercial Division has been constituted to the\n\nCommercial Division also does not carve out any exception qua suits\n\nstipulated by law to lie in a Court not inferior to a District Court. It thus\n\nfollows, that to interpret the first proviso to Section 7 of Commercial Courts\n\nAct as enabling suits relating to commercial dispute stipulated by an Act to\n\nbe in a Court not inferior to a District Court to be „filed‟ on the original side\n\nof the High Court, even after the coming into force of the Commercial\n\nCourts Act and even if of below the specified value, would be inconsistent\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 15 of 21\n with Section 2(1)(i), Section 12 and Section 15 of the said Act.\n\n19.     It is a settled principle of interpretation of statutes that provisions of a\n\nstatute have to be interpreted so as to give effect to all and any one provision\n\nought not to be interpreted so as to render another nugatory or otiose.\n\n20.     The interpretation canvassed by the counsel for the plaintiff would\n\nalso inundate and over burden the Commercial Division of a High Court\n\nhaving original civil jurisdiction with suits in „IPR Matters‟, even if specified\n\nvalue thereof is below that prescribed in Section 2(1)(i), defeating one of\n\navowed objects for establishment of Commercial Division of High Court, of\n\nexpeditious disposal of such suits.\n\n21.     Before proceeding further, I may notice that this court in Guinness\n\nWorld Records Ltd. supra held on an interpretation of the first proviso to\n\nSection 7 that „IPR matters‟ filed or pending in this Court, even if their\n\nvaluation is less than Rs.1 crore, will be dealt and decided by Commercial\n\nDivision of this court if their pecuniary jurisdiction valuation is above Rs.20\n\nlakhs. Unfortunately Section 15 which provides for transfer to Commercial\n\nDivision of High Court only of suits relating to commercial dispute of a\n\nspecified value pending in a High Court was not noticed. I am however in\n\nthis judgment not concerned with suits „pending‟ on the date of coming in to\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                 Page 16 of 21\n force of the Commercial Court Act and need not probe this aspect further.\n\n22.     It was perhaps taking cue from Guinness World Record Ltd supra that\n\nthe plaintiff, though contending that suits of the class mentioned in first\n\nproviso to Section 7, irrespective of whether of specified value or not, can be\n\ncontinued to be filed in the High Court, valued the same for court fee and\n\njurisdiction at above Rs.20 lakhs. I had during the hearing enquired from the\n\ncounsel for the plaintiff that if what he was canvassing was to be correct,\n\nwhere was the need to value the suit at over Rs.20 lakhs in as much as as per\n\nthe said interpretation the suit of that class even if valued as less than Rs.20\n\nlakhs can be filed in this Court. The counsel for the plaintiff did not offer any\n\nanswer.\n\n23.     This Court in Guinness World Records Ltd supra qua the pending\n\nsuits observed that if valued above Rs.20 lakhs would be heard by\n\nCommercial Division of this court because the ordinary original civil\n\njurisdiction of this Court till the coming into force of Commercial Courts Act\n\nwas with respect to suits valuation whereof was above Rs.20 lakhs.\n\nHowever that stood enhanced to above Rs.2 crore upon coming into force of\n\nDelhi High Court (Amendment) Act. Delhi High Court (Amendment) Act is\n\nhowever prospective. With respect to pending suits, it, as aforesaid,\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016              Page 17 of 21\n empowered the Chief Justice vide Section 4 thereof. Thus, a suit relating to\n\ncommercial dispute instituted in this Court prior to coming into force of\n\nDelhi High Court (Amendment) Act, even if of valuation less than above\n\nRs.2 crores was to be dealt with under Section 4 thereof. However suits filed\n\nafter coming into force thereof could be entertained / could lie before this\n\nCourt only if valuation thereof was in excess of Rs.2 crores.              The\n\nCommercial Courts Act however vested jurisdiction with respect to suits\n\nrelating to commercial disputes of a specified value prescribed as Rs.1 crore\n\nand above in the Commercial Division of this Court. Thus though the\n\noriginal civil jurisdiction of this Court as per Section 5 of Delhi High Court\n\nAct, 1966 is in respect of suits value of which exceeds Rs.2 crores but the\n\nCommercial Division of this Court by virtue of Section 7 has jurisdiction to\n\nhear and dispose of suits relating to commercial dispute of specified value\n\nprescribed as Rs.1 crore and above. To hold that the Commercial Division\n\nof this Court also has jurisdiction to hear and dispose of suits relating to\n\ncommercial disputes of below the specified value filed after coming into\n\nforce of Delhi High Court (Amendment) Act and Commercial Courts Act\n\nwould also be violative of Section 5 of the Delhi High Court Act. There is\n\nabsolutely no rationale for holding that such suits, if valued above Rs.20\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 18 of 21\n lakhs, can be entertained by the Commercial Division of this Court.\n\n24.      To hold that suits relating to Commercial Dispute and falling in the\n\nclass specified in the first proviso to Section 7, of below the specified value\n\nof Rs.1 crore and axiomatically with payment of court fee on a lesser value\n\nthan Rs.1 crore can be filed in the Commercial Division of the High Court\n\nwill also amount to prescribing a lower court fee for „IPR matters‟ than for\n\nother commercial dispute.\n\n25.      A Division Bench of this Court in Delhi High Court Bar Association\n\nVs. Government of National Capital Territory of Delhi (2013) 203 DLT\n\n129, dealing with the challenge to the constitutionality and validity of the\n\nCourt Fees (Delhi Amendment) Act, 2012 inter alia providing fixed fee for\n\nsuits,    relating to intellectual property as compared to much higher ad\n\nvalorem court fees for other suits held i) that no intelligible differentia is\n\ndiscernible for the magnanimity/favoured treatment to „IPR matters‟; ii) IPR\n\nmatters are of high value, time consuming and owing to urgency of relief\n\ntherein hearing thereof gets precedence and parties thereto are generally\n\neconomic grants; iii) that the favoured treatment to such suits is arbitrary,\n\nunreasonable and ultra vires Article 14 of Constitution of India. The Court\n\nFees (Delhi Amendment) Act 2012 was accordingly struck down.\n\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016            Page 19 of 21\n 26.      The interpretation of the first proviso to Section 7 of the Commercial\n\nCourts Act canvassed by the counsel for the plaintiff thus also renders the\n\nsame susceptible to be struck down.                  It is also a settled principle of\n\ninterpretation of statutes that an interpretation, which makes the statute or\n\nany provision thereof susceptible to be struck down as arbitrary or ultra\n\nvires, is to be avoided.\n\n27.      The words \"filed or pending\" in the first Proviso to Section 7 of the\n\nCommercial Courts Act cannot thus be read as permitting commercial\n\ndisputes of the class prescribed in the first Proviso to Section 7 of the Act to\n\nbe continued to be filed in this Court, even if the value thereof is less than\n\nthe specified value of Rs.1 crore and above.\n\n28.      The suits, as filed, are below the minimum pecuniary jurisdiction of\n\nthis Court and below the specified value in accordance with the Commercial\n\nCourts Act and are thus not to be entertained by this Court and lie, if at all,\n\nbefore the Court of the District Judge.\n\n29.      In accordance with the statement of the counsel for the plaintiff and as\n\nrecorded in the order dated 19th July, 2016, the suits are ordered to be\n\ntransferred to the Court of the District Judge (Central), Tis Hazari Courts,\n\nDelhi.\n\nCS(COMM) Nos.775, 777, 779, 783, 785, 787 & 789 of 2016                    Page 20 of 21\n 30.     The plaintiff to appear before the Additional District Judge / District\n\nJudge (Central), Tis Hazari Courts, Delhi on 8th September, 2016.\n\n\n\n\n                                                          RAJIV SAHAI ENDLAW, J.\nAUGUST 17, 2016 „bs‟..",
  "cleaned_text": "delhi high court super cassettes industries pvt. ltd vs m/s goldy dish antenna on 17 august, 2016 author: rajiv sahai endlaw bench: rajiv sahai endlaw * in the high court of delhi at new delhi % date of decision: 17th august, 2016 + cs(comm) 775/2016, ias no.7785/2016 (u/o 39 r-1&2 cpc) & 7787/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s goldy dish antenna . defendant through: none. + cs(comm) 777/2016, ia nos.7794/2016 (u/o 39 r-1&2 cpc) & 7796/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s j.j. cable network . defendant through: none. + cs(comm) 779/2016, ia nos.7802/2016 (u/o 39 r-1&2 cpc) & 7804/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s sharda cable/digi news . defendant cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 1 of 21 through: none. + cs(comm) 783/2016, ia nos.7814/2016 (u/o 39 r-1&2 cpc) & 7816/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s ctv cable network . defendant through: none. + cs(comm) 785/2016, ia nos.7820/2016 (u/o 39 r-1&2 cpc) & 7822/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s vikas cable network . defendant through: none. + cs(comm) 787/2016, ia nos.7831/2016 (u/o 39 r-1&2 cpc) & 7833/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus dharamvir digital network . defendant through: none. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 2 of 21 + cs(comm) 789/2016, ia nos.7837/2016 (u/o 39 r-1&2 cpc) & 7839/2016 (u/s 151 cpc for permission to file on record a cd) super cassettes industries pvt. ltd. . plaintiff through: mr. anunaya mehta & mr. k.k. khetan, advs. versus m/s jai narsingh cable network . defendant through: none. hon'ble mr. justice rajiv sahai endlaw 1. the plaintiff super cassettes industries pvt. ltd. has filed these suits to restrain the defendant in each of the suits from broadcasting or otherwise communicating to the public cinematograph films, sound recordings, literary works (lyrics) and musical works (musical composition) owned by the plaintiff and in which the plaintiff claims a copyright and for ancillary reliefs. 2. each of the suits is valued for the purposes of court fees and jurisdiction at (i) rs.200/for the relief of permanent injunction; (ii) rs.200/for the relief of rendition of accounts; (iii) rs.200/for the relief of mandatory injunction; and, (iv) rs.25,01,000/for the relief of recovery of damages i.e. for a total of rs.25,01,000/and on which court fees of rs.26,753/has been paid. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 3 of 21 3. it is further the case of the plaintiff that the dispute subject matter of each of the suits is a commercial dispute within the meaning of section 2(1)(c)(xvii) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (commercial courts act) i.e. a dispute arising out of intellectual property rights relating to registered or unregistered trademarks, copyrights, designs etc. 4. per section 7 of the commercial courts act, suits relating to commercial dispute of a „specified value‟ only are to be tried and disposed of by the commercial division of the high court. „specified value‟, as per clause (i) of section 2(1) of the commercial courts act has been defined as the value of the subject matter in respect of a suit as determined in accordance with section 12 which shall not be less than rs.1 crore. per section 12(1)(d), where the relief claimed in a suit relates to any other intangible right (other than recovery of money or other moveable property or immovable property dealt with in clauses (a), (b) and (c) of section 12(1)), the specified value of the suit shall be the market value of the said right as estimated by the plaintiff. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 4 of 21 5. the plaintiff has valued the intangible rights, as aforesaid at rs.200/each and besides the reliefs with respect to such intangible rights has claimed the relief of recovery of money, by way of damages, in the sum of rs.25,00,000/and the specified value whereof as per section 12(1)(a) of the commercial courts act is rs.25,00,000/only. thus the aggregate specified value of the reliefs claimed in the suit is rs.25,01,600/which is less than rs.1 crore prescribed in section 2(1)(i) supra. it was thus enquired from the counsel for the plaintiff when the suits came up first before this court on 11th july, 2016 as to how the suits were entertainable by the commercial division of this court and as to why the plaint be not returned to the plaintiff for presentation before the court of appropriate pecuniary jurisdiction. on request of counsel for the plaintiff, the suits were adjourned to 19 th july, 2016 for hearing on this aspect. 6. the plaintiff, though estimating the market value of the intangible right to which each of the suit pertains at less than rs.1 crore, contends this court has jurisdiction to entertain the suits owing to the first proviso to section 7 of the commercial courts act. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 5 of 21 7. section 7 of the commercial courts act is as under: \"7. jurisdiction of commercial divisions of high courts-all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction.\" (emphasis added) 8. it is the contention of the plaintiff (a) that by virtue of section 62(1) of the copyright act, 1957, all matters relating to a dispute under the copyright act fall within the purview of the first proviso aforesaid of section 7 i.e. stipulated by law to lie in a court not inferior to a district court; (b) that the first proviso to section 7 supra uses the expression \"filed or pending\" and which has to be necessarily interpreted as meaning \"already pending on the date of enactment of the commercial courts act\" or \"filed after the enactment of the commercial courts act\"; (c) that the word \"filed\" cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 6 of 21 cannot be restricted to suits filed before the enactment of the commercial courts act. 9. the counsel for the plaintiff on 19th july, 2016 argued that (i) if the words of a statute are unambiguous, then literal interpretation has to be adopted and applied; (ii) the first proviso supra by using both, \"filed\" as well as \"pending\" with the conjunction \"or\" as against \"and\" implies that it applies to both, suits which were pending as on the date when the commercial courts act came into force as well as suits filed thereafter; (iii) if the first proviso to section 7 supra is interpreted to apply only to suits filed or pending prior to the date of commencement of the commercial courts act, it would amount to ascribing the words „filed‟ and „pending‟ the same meaning, defeating the wording of the statute; (iv) that in the commercial courts, commercial division and commercial appellate division of high courts bill, 2015 (and the ordinance) which preceded the commercial courts act, the word \"pending\" was missing in the clause corresponding to the first proviso to section 7 and was added only in the act, and which is also indicative of the intention of the legislature to make the first proviso to section 7 of the act applicable also to suits filed after coming into force of the act; (v) that the press note released by the press information bureau cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 7 of 21 also provided that section 7 was being amended, so as to clarify that the commercial courts act applies to pending matters also; (vi) that the statute cannot be read as imposing a condition that the suits ought to have been filed or pending as on the date of coming into force thereof--had it been so, the wording of the first proviso to section 7 would have been \"previously filed or pending\" or \"filed or pending on the date when the act comes into force\". 10. the counsel for the plaintiff, in support of his submissions, placed reliance on (a) guiness world records limited vs. sababbi mangal 230 (2016) dlt 377; (b) dental council of india vs. hari prakash (2001) 8 scc 61 to contend that when the words used in the statute are not ambiguous, literal meaning has to be applied; (c) c.l. devgun vs. new delhi municipal council 2008 (155) dlt 180 to contend that inclusion of word that is not present in the statute, by the court is impermissible; (d) the tata oil mills co. ltd. vs. hansa chemical pharmacy manu/de/0153/1978 delhi 236 to clarify that the expression \"district court\" in section 62(1) of the copyright act included the local limits of the ordinary original civil jurisdiction of a high court; (e) rahisuddin vs. gambit leasing & finance pvt. ltd. 2011 (176) dlt 696 to again clarify as to what the expression \"district court\" means and to contend that the cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 8 of 21 same means the court of the district judge and not the court of the civil judge. 11. the counsel for the plaintiff, on 19th july, 2016, without prejudice to his rights and contentions also stated that if this court were not agreeable with the contention of the plaintiff, instead of ordering the plaint to be returned for filing in the court of appropriate jurisdiction, the same be transferred to the court of the district judge under section 24(5) of code of civil procedure, 1908 (cpc), as the plaintiff is not desirous of paying additional court fees, if found to be due. it was also informed that the concerned district court would be the district court (central), tis hazari courts, delhi. 12. i am unable to agree with the contentions aforesaid of counsel for the plaintiff. 13. the commercial courts act came into force on 23rd october, 2015 i.e. shortly before the delhi high court (amendment) act, 2015 which came into force on 26th october, 2015 and vide which the ordinary original civil jurisdiction of this court was enhanced from that till then existing with respect to suits valuation whereof was in excess of rs.20 lakhs to that with respect to suits valuation whereof is in excess of rs.2 crores. section 4 of cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 9 of 21 the delhi high court (amendment) act empowers the chief justice of this court to transfer any suit or other proceeding which is pending in this court immediately before the commencement thereof to such subordinate court as would have jurisdiction to entertain such suit or proceeding, had such suit or proceeding been instituted or filed for the first time after the commencement thereof. in accordance therewith, the suits instituted in this court prior to 26th october, 2015, even if be relating to commercial dispute within the meaning of commercial courts act, with a valuation of upto rs.2 crores were liable to be transferred to the subordinate courts. however, since as per the commercial courts act suits arising of commercial dispute and specified value whereof is rs.1 crore or more are to be tried and disposed of by commercial division of this court, only suits arising out of commercial dispute and specified value whereof was less than rs.1 crore were liable to be so transferred to the subordinate courts. 14. the question for consideration in guiness world records limited supra was, whether owing to the first proviso to section 7 of the commercial courts act, the suits arising out of commercial dispute and stipulated by law to be in a court not inferior to a district court and instituted in this court prior to the coming into force of the delhi high court (amendment) act and cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 10 of 21 with a specified value of less than rs.1 crore were also required to be tried and disposed of by this court rather than being transferred to the subordinate court under section 4 of the delhi high court (amendment) act. it was observed, found, held (i) that in section 7 of the ordinance preceding the commercial courts act, only the word \"filed\" found mention; (ii) that press note dated 16th december, 2015 was issued to clarify that amendment was required to the first proviso to section 7 of the ordinance so that no doubt remained that the same was intended to apply to \"pending cases only\"; (iii) that the reason given in the 78th report submitted to the rajya sabha by the department-related parliamentary standing committee on personnel, public grievances, law and justice, for changing the word \"filed\" in the first proviso to section 7 of the ordinance to the expression \"filed or pending\" as found in the act was that transfer of all pending commercial disputes to commercial division would over burden the said division defeating the very purpose of establishment thereof and the need for a sunset clause whereby only fresh cases having the pecuniary limit were filed before the commercial division (iv) that the words \"filed or pending\" mean that even if a case is pending as on the date of coming into force of the commercial courts act, such pending case will be continued to be tried by the commercial division cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 11 of 21 irrespective of the matter not being above the specified value and being below the specified value of rs.1 crore; (v) that there cannot be any other interpretation of the expression \"filed or pending\"; (vi) that if these words are to be interpreted to mean that even those cases which are filed and pending will have to be transferred since their pecuniary value is less than rs.1 crore, it will defeat the intention of the legislature in enacting the first proviso to section 7; (vii) that the \"ipr matters\", once they are pending in the high court as on the date of coming into force of the commercial courts act, will be heard and disposed of by the commercial division of the high court, even if the pecuniary jurisdiction of these matters is below rs.1 crore. 15. it would thus be seen that though this court in guiness world records limited supra was not concerned with the issue as has arisen herein but interpreted the expression \"filed or pending\" in the first proviso to section 7 of the commercial courts act as meaning only those suits which were pending on the date of coming into force of the commercial courts act. 16. to the same effect is the view of two other learned single judges of this court in kamal sharma vs. blue coast infrastructure development pvt. ltd. 229 (2016) dlt 438 and in sanofi aventis vs. intas cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 12 of 21 pharmaceuticals ltd. 227 (2016) dlt 296. 17. the contention of the counsel for the plaintiff, that the word \"filed\" has to be necessarily interpreted as filed after the coming into force of the commercial courts act as the suits filed before the coming into force of the commercial courts act would be covered by the word \"pending\", also does not find favour with me. a suit filed before the coming into force of the commercial courts act may not necessarily be pending on the date of coming into force thereof. such a situation can also arise from dismissal in default or dismissal for non-prosecution or dismissal on merits on a preliminary issue, of a suit and in which case the suit, though would not qualify as \"pending\" on the date of coming into force of the commercial courts act, would be capable of being revived by seeking restoration/ recall of the order of dismissal in default or of dismissal for non-prosecution or by preferring an appeal. similarly, a suit by mere institution in the court though would qualify as „filed‟ may not, till it is admitted and summons thereof issued, qualify as „pending‟ in the court. the purport of the legislature in use of the words \"filed or pending\" in the first proviso to section 7 thus does not necessarily have to be to include within the ambit thereof besides the suits of the class mentioned therein and pending in this court on the date of cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 13 of 21 the coming into force of commercial courts act also the suits of that class „filed‟ in this court after the coming into force of commercial courts act, even if of specified value of less than rs.1 crore prescribed in section 2(1)(i) of the act. 18. the contention of the counsel for the plaintiff, ingenious though it is, cannot be accepted also for the reason that such interpretation of the first proviso to section 7 supra would not be in consonance with the other provisions of the commercial courts act. according to the interpretation canvassed by the counsel for the plaintiff, suits of the class mentioned in the first proviso can be „filed‟ (after coming into force of commercial courts act) in a high court having ordinary original civil jurisdiction, even if not of the specified value. it would mean that for suits relating to commercial disputes stipulated by law to lie in a court not inferior to a district court, there is no specified value. however section 2(1)(i), while defining specified value as meaning value of subject matter in respect of a suit as defined in accordance with section 12 which shall not be less than rs.1 crore, does not exclude therefrom suits stipulated by law to lie in a court not inferior to a district court. similarly section 12, while prescribing the mode of determination of specified value also prescribes, as aforesaid, in clause (d) cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 14 of 21 of sub section (1) thereof the mode of determining of specified value of a commercial dispute where the relief sought relates to intangible rights, as is in the \"ipr matters\" and which as per section 104 of patents act, 1970, section 134 of trade marks act, 1999, proviso to section 22(2) of the designs act, 2000 and section 62 supra of the copyright act are stipulated to be in a court not inferior to a district court. if such suits were to be heard and disposed of by the commercial division of the high court having original civil jurisdiction even if not of specified value, there was no need for the legislature to in section 12(1)(d) provide for mode of determination of specified value thereof. section 15 of the commercial courts act providing for transfer of suits relating to commercial dispute of specified value pending in a high court where a commercial division has been constituted to the commercial division also does not carve out any exception qua suits stipulated by law to lie in a court not inferior to a district court. it thus follows, that to interpret the first proviso to section 7 of commercial courts act as enabling suits relating to commercial dispute stipulated by an act to be in a court not inferior to a district court to be „filed‟ on the original side of the high court, even after the coming into force of the commercial courts act and even if of below the specified value, would be inconsistent cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 15 of 21 with section 2(1)(i), section 12 and section 15 of the said act. 19. it is a settled principle of interpretation of statutes that provisions of a statute have to be interpreted so as to give effect to all and any one provision ought not to be interpreted so as to render another nugatory or otiose. 20. the interpretation canvassed by the counsel for the plaintiff would also inundate and over burden the commercial division of a high court having original civil jurisdiction with suits in „ipr matters‟, even if specified value thereof is below that prescribed in section 2(1)(i), defeating one of avowed objects for establishment of commercial division of high court, of expeditious disposal of such suits. 21. before proceeding further, i may notice that this court in guinness world records ltd. supra held on an interpretation of the first proviso to section 7 that „ipr matters‟ filed or pending in this court, even if their valuation is less than rs.1 crore, will be dealt and decided by commercial division of this court if their pecuniary jurisdiction valuation is above rs.20 lakhs. unfortunately section 15 which provides for transfer to commercial division of high court only of suits relating to commercial dispute of a specified value pending in a high court was not noticed. i am however in this judgment not concerned with suits „pending‟ on the date of coming in to cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 16 of 21 force of the commercial court act and need not probe this aspect further. 22. it was perhaps taking cue from guinness world record ltd supra that the plaintiff, though contending that suits of the class mentioned in first proviso to section 7, irrespective of whether of specified value or not, can be continued to be filed in the high court, valued the same for court fee and jurisdiction at above rs.20 lakhs. i had during the hearing enquired from the counsel for the plaintiff that if what he was canvassing was to be correct, where was the need to value the suit at over rs.20 lakhs in as much as as per the said interpretation the suit of that class even if valued as less than rs.20 lakhs can be filed in this court. the counsel for the plaintiff did not offer any answer. 23. this court in guinness world records ltd supra qua the pending suits observed that if valued above rs.20 lakhs would be heard by commercial division of this court because the ordinary original civil jurisdiction of this court till the coming into force of commercial courts act was with respect to suits valuation whereof was above rs.20 lakhs. however that stood enhanced to above rs.2 crore upon coming into force of delhi high court (amendment) act. delhi high court (amendment) act is however prospective. with respect to pending suits, it, as aforesaid, cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 17 of 21 empowered the chief justice vide section 4 thereof. thus, a suit relating to commercial dispute instituted in this court prior to coming into force of delhi high court (amendment) act, even if of valuation less than above rs.2 crores was to be dealt with under section 4 thereof. however suits filed after coming into force thereof could be entertained / could lie before this court only if valuation thereof was in excess of rs.2 crores. the commercial courts act however vested jurisdiction with respect to suits relating to commercial disputes of a specified value prescribed as rs.1 crore and above in the commercial division of this court. thus though the original civil jurisdiction of this court as per section 5 of delhi high court act, 1966 is in respect of suits value of which exceeds rs.2 crores but the commercial division of this court by virtue of section 7 has jurisdiction to hear and dispose of suits relating to commercial dispute of specified value prescribed as rs.1 crore and above. to hold that the commercial division of this court also has jurisdiction to hear and dispose of suits relating to commercial disputes of below the specified value filed after coming into force of delhi high court (amendment) act and commercial courts act would also be violative of section 5 of the delhi high court act. there is absolutely no rationale for holding that such suits, if valued above rs.20 cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 18 of 21 lakhs, can be entertained by the commercial division of this court. 24. to hold that suits relating to commercial dispute and falling in the class specified in the first proviso to section 7, of below the specified value of rs.1 crore and axiomatically with payment of court fee on a lesser value than rs.1 crore can be filed in the commercial division of the high court will also amount to prescribing a lower court fee for „ipr matters‟ than for other commercial dispute. 25. a division bench of this court in delhi high court bar association vs. government of national capital territory of delhi (2013) 203 dlt 129, dealing with the challenge to the constitutionality and validity of the court fees (delhi amendment) act, 2012 inter alia providing fixed fee for suits, relating to intellectual property as compared to much higher ad valorem court fees for other suits held i) that no intelligible differentia is discernible for the magnanimity/favoured treatment to „ipr matters‟; ii) ipr matters are of high value, time consuming and owing to urgency of relief therein hearing thereof gets precedence and parties thereto are generally economic grants; iii) that the favoured treatment to such suits is arbitrary, unreasonable and ultra vires article 14 of constitution of india. the court fees (delhi amendment) act 2012 was accordingly struck down. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 19 of 21 26. the interpretation of the first proviso to section 7 of the commercial courts act canvassed by the counsel for the plaintiff thus also renders the same susceptible to be struck down. it is also a settled principle of interpretation of statutes that an interpretation, which makes the statute or any provision thereof susceptible to be struck down as arbitrary or ultra vires, is to be avoided. 27. the words \"filed or pending\" in the first proviso to section 7 of the commercial courts act cannot thus be read as permitting commercial disputes of the class prescribed in the first proviso to section 7 of the act to be continued to be filed in this court, even if the value thereof is less than the specified value of rs.1 crore and above. 28. the suits, as filed, are below the minimum pecuniary jurisdiction of this court and below the specified value in accordance with the commercial courts act and are thus not to be entertained by this court and lie, if at all, before the court of the district judge. 29. in accordance with the statement of the counsel for the plaintiff and as recorded in the order dated 19th july, 2016, the suits are ordered to be transferred to the court of the district judge (central), tis hazari courts, delhi. cs(comm) nos.775, 777, 779, 783, 785, 787 & 789 of 2016 page 20 of 21 30. the plaintiff to appear before the additional district judge / district judge (central), tis hazari courts, delhi on 8th september, 2016. rajiv sahai endlaw, j. august 17, 2016 „bs‟.."
}