{
  "case_file": "case354.txt",
  "original_text": "Bombay High Court\nUttam Energy Limited Thr. Its . Mr. A. P. ... vs M/S. Shivratna Udyog Limited Thr. Its ... on 27 July, 2022\nAuthor: G.S. Kulkarni\nBench: G.S. Kulkarni\n         Digitally signed\n       by VIDYA\nVIDYA  SURESH AMIN\nSURESH Date:\n       2022.09.01\nAMIN   17:40:04\n         +0530\n\n\n\n\n                                                                       1                          7.ARP79_2022.doc\n\n                            Vidya Amin\n                                              IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                                                      CIVIL APPELLATE JURISDICTION\n\n                                                   ARBITRATION PETITION NO. 79 OF 2022\n\n                                    Uttam Energy Ltd., through Mr. A.P. Rajore                 .. Petitioner\n                                                Vs.\n                                    M/s. Shivratna Udyog Ltd., through its\n                                    Managing Director                                          .. Respondent\n\n                                    Mr. Aman Kacheria a/w. Rahul Agarwal, Jasmin Puranik for the\n                                    petitioner.\n                                    Mr. Abhijit Kulkarni i/b. Milind Prabhune for the respondent.\n\n                                                             CORAM :       G.S. KULKARNI, J.\n                                                             DATE :        JULY 27, 2022.\n                                    Oral Judgment:\n\n\n                                    1.    This is a petition filed under section 11 of the Arbitration and\n\n                                    Conciliation Act, 1996 (for short \"ACA\") whereby the petitioner has\n\n                                    prayed for appointment of an arbitral tribunal to adjudicate the disputes\n\n                                    and differences between the parties, which have arisen         under       two\n\n                                    Agreements entered by the petitioner with the respondent both dated 30\n\n                                    June, 2012 for Design, Procure, Manufacture, Supply and Supervision of\n\n                                    Erection and Commissioning of one no. 75 TPH MCR Capacity, 72.5 kg/\n\n                                    cm2(g) pressure, 515ºC ± 5ºC steam temperature Multi fuel fired Boiler\n\n                                    with accessories for 12.5 MW      - Generation Project being set up at\n\n                                    Alegaon, Tal. Madha, Dist. Solapur, Maharashtra. There is no dispute in\n\n                                    regard to the arbitration agreement as contained in both the\n\n                                    agreements, which is contained in Clauses 15 and 14 of the respective\n\n                                    agreements.\n                                         2                          7.ARP79_2022.doc\n\n2.     As disputes and differences had arisen between the parties, the\n\npetitioner by its advocate's notice dated 3 December, 2020 invoked the\n\narbitration agreement and called upon the respondent to appoint a sole\n\narbitrator to adjudicate the disputes which have arisen between the\n\nparties. The name of the nominee arbitrator was also suggested in\n\nparagraph 5 of such notice. As set out in paragraph 4, of such notice the\n\npetitioner invoked arbitration in respect of both the agreements. The\n\npetitioner's   claim    against   the       respondent   is   of   an    amount\n\nRs.1,33,37,723/-.      As the notice invoking arbitration was not replied,\n\nthe present petition was required to be filed by the petitioner.\n\n\n3.    This petition was initially filed on the Original Side of this Court,\n\nas a Commercial Arbitration Petition, on the assumption that the dispute\n\nbetween the parties being a commercial dispute the same was required\n\nto be filed on the original side of this Court although no cause of action\n\nto invoke such jurisdiction had arisen within Mumbai. Such petition was\n\npermitted to be transferred to the Appellate Side by an order dated 7\n\nMarch, 2022 passed by this Court. It is accordingly listed before the\n\nCourt on the appellate side.\n\n\n4.    Learned counsel for the petitioner has submitted that there clearly\n\nexists an arbitration agreement as contained in Clauses 15 and 14 as\n\nnoted above. He submits that also there is a lawful invocation of such\n                                       3                         7.ARP79_2022.doc\n\narbitration agreement.       It is submitted that the Court in these\n\ncircumstances needs to exercise jurisdiction to appoint an arbitral\n\ntribunal for adjudication of the disputes which have arisen between the\n\nparties under the said two agreements. He makes a statement that the\n\nCourt fees in both the agreements have been paid on the proceedings.\n\n\n5.     On the other hand, learned counsel for the respondent has raised an\n\nobjection to the maintainability of this petition, before the High Court\n\nreferring to the provisions of Section 10 (3) of the Commercial Courts Act,\n\n2015. The submission as made by learned counsel for the respondent is to\n\nthe effect that the present proceedings being in the nature of Commercial\n\nArbitration proceedings, this Court would not have jurisdiction under\n\nsection 11(6) of the ACA Act to appoint an arbitrator inasmuch as sub-\n\nsection (3) of Section 10 of the Commercial Courts Act, provides that if an\n\narbitration is other than an international commercial arbitration, all\n\napplications or appeals arising out of such arbitration under the provisions\n\nof ACA would ordinarily lie before any principal civil court of original\n\njurisdiction in a district (not being a High Court), which shall be filed and\n\nheard and disposed of by the Commercial Court exercising territorial\n\njurisdiction over such arbitration where such Commercial Court has been\n\nconstituted. It is his submission that the Commercial Courts Act, 2015 is a\n\nlegislation subsequent to the ACA which was brought into force on the 23 rd\n\nday of October, 2015, as sub-section (3) of Section 1 would provide. It is\n\nhence his submission that the principal Civil Court of original jurisdiction in\n                                        4                      7.ARP79_2022.doc\n\nthe present proceeding would be the designated Court at Pune or the\n\nCompetent Court, either at Akluj, District Solapur or Pune, as agreed\n\nbetween the parties in the Arbitration Clause. It is on such premise learned\n\ncounsel for the respondent has submitted that the petition ought not to be\n\nentertained and be directed to be presented before the designated\n\nCommercial Court/Principal Civil Court of original jurisdiction who would\n\nexercise jurisdiction to appoint an arbitral tribunal.\n\n\n6.    Learned counsel for the petitioner, in opposing the above contention\n\nas urged on behalf of the respondent, would submit that such contention as\n\nurged on behalf of the respondent would not be the correct position in law.\n\nIt is his contention that the jurisdiction to appoint an arbitral tribunal\n\nunder section 11 of the ACA would vest exclusively with the High Court. It\n\nis his submission that such powers are not conferred in a manner known to\n\nlaw with the principal court of civil jurisdiction and hence sub-section (3)\n\nof Section 10 of the Commercial Courts Act cannot be applied to the\n\nproceedings under Section 11 of the ACA being the subject matter of the\n\npresent proceeding.\n\n\n7.    To appreciate the objection as urged on behalf of the respondent, it\n\nwould be necessary to consider the purport and the effect of the provisions\n\nof Section 11 as also the provisions of Section 10 of the Commercial Courts\n\nAct, 2015. These provisions reads thus:\n                                    5                           7.ARP79_2022.doc\n\n11 Appointment of arbitrators. --\n\n(1) A person of any nationality may be an arbitrator, unless otherwise\nagreed by the parties.\n\n(2) Subject to sub-section (6), the parties are free to agree on a\nprocedure for appointing the arbitrator or arbitrators.\n\n(3) Failing any agreement referred to in sub-section (2), in an\narbitration with three arbitrators, each party shall appoint one\narbitrator, and the two appointed arbitrators shall appoint the third\narbitrator who shall act as the presiding arbitrator.\n\n(4) If the appointment procedure in sub-section (3) applies and--\n\n       (a) a party fails to appoint an arbitrator within thirty days from\n       the receipt of a request to do so from the other party; or\n\n       (b) the two appointed arbitrators fail to agree on the third\n       arbitrator within thirty days from the date of their appointment,\n\nthe appointment shall be made, upon request of a party, by the Chief\nJustice or any person or institution designated by the Supreme Court or,\nas the case may be, the High Court or any person or institution\ndesignated by such Court.\n\n(5) Failing any agreement referred to in sub-section (2), in an\narbitration with a sole arbitrator, if the parties fail to agree on the\narbitrator within thirty days from receipt of a request by one party from\nthe other party to so agree, the appointment shall be made, upon\nrequest of a party, by the Supreme Court or, as the case may be, the\nHigh Court or any person or institution designated by such Court.\n\n(6) Where, under an appointment procedure agreed upon by the\nparties,--\n\n    (a) a party fails to act as required under that procedure; or\n\n    (b) the parties, or the two appointed arbitrators, fail to reach an\n    agreement expected of them under that procedure; or\n\n    (c) a person, including an institution, fails to perform any function\n    entrusted to him or it under that procedure,\n\na party may request the Supreme Court or, as the case may be, the High\nCourt or any person or institution designated by such Court to take the\nnecessary measure, unless the agreement on the appointment\nprocedure provides other means for securing the appointment.\n\n(6A) The Supreme Court or, as the case may be, the High Court, while\nconsidering any application under sub-section (4) or sub-section (5) or\nsub-section (6), shall, notwithstanding any judgment, decree or order\n                                    6                            7.ARP79_2022.doc\n\nof any Court, confine to the examination of the existence of an\narbitration agreement.\n\n(6B) The designation of any person or institution by the Supreme Court\nor, as the case may be, the High Court, for the purposes of this section\nshall not be regarded as a delegation of judicial power by the Supreme\nCourt or the High Court.\n\n7) A decision on a matter entrusted by sub-section (4) or sub-section\n(5) or sub-section (6) to the Supreme Court or, as the case may be, the\nHigh Court or the person or institution designated by such Court is final\nand no appeal including Letters Patent Appeal shall lie against such\ndecision.\n\n(8) The Supreme Court or, as the case may be, the High Court or the\nperson or institution designated by such Court, before appointing an\narbitrator, shall seek a disclosure in writing from they prospective\narbitrator in terms of sub-section (1) of section 12, and have due regard\nto -\n      (a) any qualifications required for the arbitrator by the agreement\n      of the parties; and\n\n     b) the contents of the disclosure and other considerations as are\n     likely to secure the appointment of an independent and impartial\n     arbitrator.\n\n(9) In the case of appointment of sole or third arbitrator in an\ninternational commercial arbitration, the Supreme Court or the person\nor institution designated by that Court may appoint an arbitrator of a\nnationality other than the nationalities of the parties where the parties\nbelong to different nationalities.\n\n(10) The Supreme Court or, as the case may be, the High Court, may\nmake such scheme as the said Court may deem appropriate for dealing\nwith matters entrusted by sub-section (4) or sub-section 95) or sub-\nsection (6), to it.\n\n(11)Where more than one request has been made under sub-section (4)\nor sub-section (5) or sub-section (6) to different High Courts or their\ndesignates, the High Court or its designate to whom the request has\nbeen first made under the relevant sub-section shall alone be competent\nto decide on the request.\n\n(12) (a) Where the matters referred to in sub-sections (4), (5), (6), (7),\n(8) and sub-section (10) arise in an international commercial\narbitration, the reference to the \"Supreme Court or, as the case may be,\nthe High Court\" in those sub-sections shall be construed as a reference\nto the \"Supreme Court\"; and\n\n       (b) where the matters referred to in sub-sections (4), (5), (6),\n(7), (8) and sub-section (10) arise in any other arbitration, the\nreference to the \"Supreme Court or, as the case may be, the High Court\"\n                                         7                             7.ARP79_2022.doc\n\n     in those sub-sections shall be construed as a reference to the \"High\n     Court\" within whose local limits the principal Civil Court referred to in\n     clause (e) of sub-section (1) of section 2 is situate, and where the High\n     Court itself is the Court referred to in that clause, to that High Court.\n\n     (13) An Application made under this Section for appointment of an\n     arbitrator or arbitrators shall be disposed of by the Supreme Court or\n     the High Court or the person or institution designated by such Court, as\n     the case may be, as expeditiously as possible and an endeavour shall be\n     made to dispose of the matter within a period of sixty days from the\n     date of service of notice on the opposite party.\n\n     (14) For the purpose of determination of the fees of the arbitral\n     tribunal and the manner of its payment to the arbitral tribunal, the\n     High Court may frame such rules as may be necessary, after taking into\n     consideration the rates specified in the Fourth Schedule.\n\n     (Amendment inserted by Act No. 3 of 2016 with retrospective effect from\n     23.10.2015)\n\n\n     Section 10 of Commercial Courts Act: Jurisdiction in respect of\n     arbitration matters.\n     10. Where the subject-matter of an arbitration is a commercial dispute\n     of a Specified Value and-\n     (1) If such arbitration is an international commercial arbitration, all\n     applications or appeals arising out of such arbitration under the\n     provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996)\n     that have been filed in a High Court, shall be heard and disposed of by\n     the Commercial Division where such Commercial Division has been\n     constituted in such High Court.\n     (2) If such arbitration is other than an international commercial\n     arbitration, all applications or appeals arising out of such arbitration\n     under the provisions of the Arbitration and Conciliation Act, 1996 (26\n     of 1996) that have been filed on the original side of the High Court,\n     shall be heard and disposed of by the Commercial Division where such\n     Commercial Division has been constituted in such High Court.\n     (3) If such arbitration is other than an international commercial\n     arbitration, all applications or appeals arising out of such arbitration\n     under the provisions of the Arbitration and Conciliation Act, 1996 (26\n     of 1996) that would ordinarily lie before any principal civil court of\n     original jurisdiction in a district (not being a High Court) shall be filed\n     in, and heard and disposed of by the Commercial Court exercising\n     territorial jurisdiction over such arbitration where such Commercial\n     Court has been constituted.\"\n                                                          (emphasis added)\n\n8.   It needs to be observed that the amendment to the Arbitration and\n\nConciliation Act by Act No. 3 of 2016, incorporating amendments to\n                                     8                       7.ARP79_2022.doc\n\nSection 11 and more particularly the insertion of the various sub-\n\nsections (as highlighted in the said provision as extracted above) were\n\nbrought into effect from 23 October, 2015. This date has significance\n\ninasmuch as it corresponds to the date on which also the Commercial\n\nCourts Act was brought into force namely from 23 October, 2015. This\n\nwould have some relevance in deciding the issue in hand.\n\n\n9.    On a perusal of Section 11 of the ACA and more particularly the\n\npowers conferred on the High Court read with sub-section (6), it\n\nappears to be quite clear that where under an appointment procedure as\n\nagreed between the parties in a manner as set out in clauses (a) to (c) of\n\nsub-section (6) of Section11 namely when a party fails to act as required\n\nunder that procedure; the parties or two arbitrators, fail to reach an\n\nagreement expected of them under that procedure; or a person,\n\nincluding an institution fails to perform any function entrusted to him or\n\nit under that procedure, it is provided that a party may request the\n\nSupreme Court or as the case may be the High Court or any person or\n\ninstitution designated by such Court to take the necessary measure,\n\nunless the agreement on the appointment procedure provides other\n\nmeans for securing the appointment. Sub-section 6-A throws light on the\n\nSupreme Court and the High Court exercising jurisdiction under Section\n\n11(6) to provide that the Supreme Court or the High Court while\n\nconsidering any application under sub-section (4) or sub-section (5) or\n                                     9                        7.ARP79_2022.doc\n\nsub-section (6), shall nothwithstanding any judgment, decree or order of\n\nany Court, confine to the examination of the existence of an arbitration\n\nagreement. Sub-section 6-B of Section 11 is required to be read in the\n\ncontext of what has been provided in sub-section (6), namely, in the\n\nevent apart from the Supreme Court or High Court, if any person or\n\ninstitution is designated by such Courts to take measures to appoint an\n\narbitral tribunal, the designation of any person or instiution by the\n\nSupreme Court or High Court, as the case may be, for the purposes of\n\nSection 11 \"shall not\" be regarded as a delegation of \"judicial power\" by\n\nthe Supreme Court or the High Court.\n\n\n10.    On the holistic reading of Section 11 of the ACA it is clear that it\n\nis the jurisdiction either of the Supreme Court or the High Court to\n\nappoint arbitrators under section 11 (6) with an exception of the\n\nSupreme Court and the High Court designating any person or institution\n\nto make such appointment and even if such person or institution is so\n\nappointed, it shall not amount to Court conferring any judicial power by\n\nthe Supreme Court or the High Court.\n\n\n11.   It however needs to be seen as to whether the powers of the High\n\nCourt as conferred under section 11 of the ACA, in any manner would\n\nstand divested by operation of sub-section (3) of Section 10, which is\n\nalso a provision which has been brought into force on the same day an\n                                     10                       7.ARP79_2022.doc\n\namendment to Section 11 ACA as noted above was brought into force,\n\nnamely, on 23 October, 2015. Section 10 of the Commercial Courts Act\n\nprovides for \"Jurisdiction in respect of arbitration matters\". It provides\n\nthat where the subject-matter of an arbitration is a commercial dispute\n\nof a specified value and as provided for in sub-section (1) if such\n\narbitration is an international commercial arbitration, all applications or\n\nappeals arising out of such arbitration under the provisions of the\n\nArbitration and Conciliation Act, 1996 that have been filed in a High\n\nCourt, shall be heard and disposed of by the Commercial Division where\n\nsuch Commercial Division has been constituted in such High Court. Sub-\n\nsection (2) of Section 10, provides that if such arbitration is other than\n\nan international commercial arbitration, all applications or appeals\n\narising out of such arbitration under the provisions of the Arbitration\n\nand Conciliation Act, 1996 that have been filed on the original side of\n\nthe High Court, shall be heard and disposed of by the Commercial\n\nDivision where such Commercial Division has been constituted in such\n\nHigh Court. Thus, sub-section (1) and sub-section (2) of Section 10 deal\n\nwith matters \"which have been filed\" and where the subject of\n\narbitration is a commercial dispute of a specified value. Sub-section (3)\n\nof Section 10 provides that if such arbitration is other than an\n\ninternational commercial arbitration, \"all applications or appeals arising\n\nout of such arbitration\", under the provisions of the Arbitration and\n                                          11                           7.ARP79_2022.doc\n\nConciliation Act, 1996 that would ordinarily lie before any principal civil\n\ncourt of original jurisdiction in a district (not being a High Court) shall\n\nbe filed in, and heard and disposed of by the Commercial Court\n\nexercising territorial jurisdiction over such arbitration where such\n\nCommercial Court has been constituted. The use of words \"Commercial\n\nCourt\" in sub-section (3) are to be understood in the context of\n\ndefinition of \"Commercial Court\" as contained in Section 2(b), which\n\ndefines \"Commercial Court\" to mean the Commercial Court constituted\n\nunder section (1) of Section 3.            Section 6 defines \"Jurisdiction of\n\nCommercial Court\". Section 3(1) and Section 6 of the Commercial\n\nCourts Act, reads thus:\n\n      \"Section 3. Constitution of Commercial Courts:-\n\n      (1) The State Government, may after consultation with the concerned\n      High Court, by notification, constitute such number of Commercial\n      Courts at District level, as it may deem necessary for the purpose of\n      exercising the jurisdiction and powers conferred on those Courts under\n      this Act;\n\n            Provided that with respect to the High Courts having ordinary\n      original civil jurisdiction, the State Government may, after consultation\n      with the concerned High Court, by notification, constitute Commercial\n      Courts at the District Judge level;\n\n             Provided further that with respect to a territory over which the\n      High Courts have ordinary original civil jurisdiction, the State\n      Government may, by notification, specify such pecuniary value which\n      shall not be less than three lakh rupees and not more than the\n      pecuniary jurisdiction exercisable by the District Courts, as it may\n      consider necessary.\"\n\n      Section 6: Jurisdiction of Commercial Court.\n      6. The Commercial Court shall have jurisdiction to try all suits and\n      applications relating to a commercial dispute of a Specified Value\n      arising out of the entire territory of the State over which it has been\n      vested territorial jurisdiction.\n                                          12                            7.ARP79_2022.doc\n\n      Explanation.-For the purposes of this section, a commercial dispute\n      shall be considered to arise out of the entire territory of the State over\n      which a Commercial Court has been vested jurisdiction, if the suit or\n      application relating to such commercial dispute has been instituted as\n      per the provisions of sections 16 to 20 of the Code of Civil Procedure,\n      1908 (5 of 1908).\"\n\n\n\n12.   On a cumulative reading of the provisions of Sub-section (3) of\n\nSection 10 read with Section 3(1) and Section 6 of the Commercial\n\nCourts Act, it is quite clear that in no manner the jurisdiction of the\n\nHigh Court under section 11 has been either disturbed or divested in\n\nmatters of appointment of an arbitral tribunal as provided for under\n\nsection 11 of the ACA. The words \"all applications or appeals arising out\n\nof such arbitration\" as used in sub-section (3) would certainly not\n\ncontemplate an application to be filed under section 11 of the ACA\n\nwhich is required to be filed before the High Court. Sub-section (3) of\n\nSection 10 confers the jurisdiction of the Commercial Court in\n\nsubstitution of any principal civil court of original jurisdiction, namely,\n\nbeing the position prior to the Commercial Courts Act being brought into\n\nforce, being such applications or appeals which otherwise would have\n\nlied before the Court, namely, the principal civil court of original\n\njurisdiction, which would now lie before the Commercial Court, if the\n\nsubject matter of arbitration is a commercial dispute of a specified value.\n\nThus, to read into sub-section (3) of Section 10 of the Commercial\n\nCourts Act to take within its ambit the jurisdiction and power in relation\n\nto the appointment of an arbitral tribunal, to be                 exercised by the\n                                    13                           7.ARP79_2022.doc\n\nCommercial    Court   exercising   territorial   jurisdiction     over    such\n\narbitration, when the exclusive jurisdiction to make appointment of an\n\narbitral tribunal within the meaning of section 11 of the ACA, is\n\nconferred on the High Court or the Supreme Court as the case may be\n\nunder section 11 of the ACA, it would amount to a complete misreading\n\nof sub-section (3) of Section 10 of the Commercial Courts Act, and in\n\nfact would lead to an absurdity. Such an interpretation can never be\n\naccepted in terms of what Section 11 categorically provides qua the\n\npowers of the High Court to appoint an arbitral tribunal.           Thus, the\n\nobjection as urged on behalf of the respondent that the present\n\napplicatioin would lie before the Commercial Court at Pune or at Akluj\n\nmerely because the Commerical Court has been constituted is totally\n\nuntenable.\n\n\n13.   The next contention as urged on behalf of the respondent is\n\ntaking a clue from what has been provided below sub-clause(c) of sub-\n\nsection (6) of Section 11 of the ACA, namely that the Commercial Court\n\nneeds to be regarded as any person or institution designated by the High\n\nCourt to exercise powers under section 11. In my opinion, such an\n\nargument is totally unacceptable inasmuchas the Commercial Court can\n\nnever be any person or institution as understood in either sub-section\n\n(6) of Section 11 or sub-section (6-A) of Section 11 of ACA. It becomes\n\nclear from the provisions of sub-section (6-B) of Section 11 which\n                                    14                      7.ARP79_2022.doc\n\ncategorically provide that any person or institution which may be\n\ndesignated by the Supreme or High Court, for the purposes of Section 11\n\nshall not be regarded as a delegation of any judicial power by the\n\nSupreme Court or the High Court. It would be absurdity to accept such\n\nargument inasmuch as the Commercial court would be a \"Court\"\n\nexercising judicial powers as clear from the provisions of Commercial\n\nCourts Act, 2015. Thus, sub-section (6) of Section 11 of the ACA when\n\nuses the word \"any person or institution\" necessarily it would be a\n\nperson or any institution which is not a Court and which would not have\n\nany judicial power and by virtue of such designation under sub-section\n\n(6-B) of Section 11, it shall not be regarded as a delegation of judicial\n\npower by the Supreme Court or the High Court. This objection as urged\n\non behalf of the respondent also needs to be rejected.\n\n\n14.   Thus what remains is to examine as to whether a valid arbitration\n\nagreement exists between the parties. The arbitration agreement\n\nbetween the parties is contained in Clause 15 and 14 respectively of the\n\nagreement(s) in question, which is not in dispute. There is also no\n\ndispute on the invocation of the arbitration agreements. It is a settled\n\nposition in law that in exercising jurisdiction under section 11(6) read\n\nwith sub-section (6-A), the Court is required to examine the existence of\n\nan arbitration agreement, and when the arbitration agreement subsists\n\nand other requirements as provided for under section 11 being satisfied,\n                                     15                       7.ARP79_2022.doc\n\nit will be necessary for this Court to exercise jurisdiction under section\n\n11 (See: Duro Felguera, S.A. vs. Gangavaram Port Ltd., (2017) 9 SCC\n\n729 and M/s. Mayavati Trading Pvt. Ltd. vs. Pradyuat Deb Burman,\n\n(2019) 8 SCC 714). Thus all the requirements for this Court to exercise\n\njurisdiction under Section 11(6) of the ACA are eminently present as\n\nclearly seen from the facts as noted above.\n\n\n15.   At this stage, learned counsel for the parties inform that the seat\n\nand venue of the arbitration proceedings shall be at Pune.\n\n\n16.   In the above circumstances, the petition would be required to be\n\nallowed. It is accordingly allowed by the following order:\n\n\n                          ORDER\n(i) Mr. Anurag M. Jain, Advocate is appointed as a sole arbitrator to adjudicate the disputes between the parties which have arisen under the Agreements in question.\n(ii) The learned sole arbitrator, before entering the arbitration reference, shall forward a statement of disclosure as per the requirement of Section 11(8) read with Section 12(1) of the Arbitration and Conciliation Act,1996, to the Prothonotary & Senior Master of this Court, to be placed on record of this application with a copy to be forwarded to both the parties;\n(iii) All contentions of the parties including the contentions of 16 7.ARP79_2022.doc the respondents on sufficiency of stamp duty on the documents are expressly kept open;\n(iv) At the first instance, the parties shall appear before the arbitral tribunal within a period of 15 days from the date the copy of the order is available.\n(v) The arbitral tribunal shall make an endeavour to adjudicate the disputes and differences between the parties as expeditiously as possible as provided for under section 29A of the ACA.\n(vi) The fees payable to the arbitral tribunal shall be as prescribed under the Bombay High Court (Fees Payable to Arbitrators) Rules,2018 and shall be borne by the parties in equal proportion.\n(vii) The petition is disposed of in the above terms. No costs.\n(viii) Office to forward a copy of this order to the learned Arbitrator on the following address:\nMr. Anurag M. Jain, Advocate, 501, Varun Capital, CTS No. 364 + 365/13, Next to OYO Citiotel, Lane Oppo. Jangli Maharaj Temple, Shivajinagar, Pune - 411 005. Mob. - 9833759856 Email : ajassociateslaw@gmail.com [G.S. KULKARNI, J.]",
  "cleaned_text": "bombay high court uttam energy limited thr. its . mr. a. p. . vs m/s. shivratna udyog limited thr. its . on 27 july, 2022 author: g.s. kulkarni bench: g.s. kulkarni digitally signed by vidya vidya suresh amin suresh date: 2022.09.01 amin 17:40:04 +0530 1 7.arp79_2022.doc vidya amin in the high court of judicature at bombay civil appellate jurisdiction arbitration petition no. 79 of 2022 uttam energy ltd., through mr. a.p. rajore .. petitioner vs. m/s. shivratna udyog ltd., through its managing director .. respondent mr. aman kacheria a/w. rahul agarwal, jasmin puranik for the petitioner. mr. abhijit kulkarni i/b. milind prabhune for the respondent. coram : g.s. kulkarni, j. date : july 27, 2022. oral judgment: 1. this is a petition filed under section 11 of the arbitration and conciliation act, 1996 (for short \"aca\") whereby the petitioner has prayed for appointment of an arbitral tribunal to adjudicate the disputes and differences between the parties, which have arisen under two agreements entered by the petitioner with the respondent both dated 30 june, 2012 for design, procure, manufacture, supply and supervision of erection and commissioning of one no. 75 tph mcr capacity, 72.5 kg/ cm2(g) pressure, 515oc ± 5oc steam temperature multi fuel fired boiler with accessories for 12.5 mw generation project being set up at alegaon, tal. madha, dist. solapur, maharashtra. there is no dispute in regard to the arbitration agreement as contained in both the agreements, which is contained in clauses 15 and 14 of the respective agreements. 2 7.arp79_2022.doc 2. as disputes and differences had arisen between the parties, the petitioner by its advocate's notice dated 3 december, 2020 invoked the arbitration agreement and called upon the respondent to appoint a sole arbitrator to adjudicate the disputes which have arisen between the parties. the name of the nominee arbitrator was also suggested in paragraph 5 of such notice. as set out in paragraph 4, of such notice the petitioner invoked arbitration in respect of both the agreements. the petitioner's claim against the respondent is of an amount rs.1,33,37,723/-. as the notice invoking arbitration was not replied, the present petition was required to be filed by the petitioner. 3. this petition was initially filed on the original side of this court, as a commercial arbitration petition, on the assumption that the dispute between the parties being a commercial dispute the same was required to be filed on the original side of this court although no cause of action to invoke such jurisdiction had arisen within mumbai. such petition was permitted to be transferred to the appellate side by an order dated 7 march, 2022 passed by this court. it is accordingly listed before the court on the appellate side. 4. learned counsel for the petitioner has submitted that there clearly exists an arbitration agreement as contained in clauses 15 and 14 as noted above. he submits that also there is a lawful invocation of such 3 7.arp79_2022.doc arbitration agreement. it is submitted that the court in these circumstances needs to exercise jurisdiction to appoint an arbitral tribunal for adjudication of the disputes which have arisen between the parties under the said two agreements. he makes a statement that the court fees in both the agreements have been paid on the proceedings. 5. on the other hand, learned counsel for the respondent has raised an objection to the maintainability of this petition, before the high court referring to the provisions of section 10 (3) of the commercial courts act, 2015. the submission as made by learned counsel for the respondent is to the effect that the present proceedings being in the nature of commercial arbitration proceedings, this court would not have jurisdiction under section 11(6) of the aca act to appoint an arbitrator inasmuch as subsection (3) of section 10 of the commercial courts act, provides that if an arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of aca would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court), which shall be filed and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. it is his submission that the commercial courts act, 2015 is a legislation subsequent to the aca which was brought into force on the 23 rd day of october, 2015, as sub-section (3) of section 1 would provide. it is hence his submission that the principal civil court of original jurisdiction in 4 7.arp79_2022.doc the present proceeding would be the designated court at pune or the competent court, either at akluj, district solapur or pune, as agreed between the parties in the arbitration clause. it is on such premise learned counsel for the respondent has submitted that the petition ought not to be entertained and be directed to be presented before the designated commercial court/principal civil court of original jurisdiction who would exercise jurisdiction to appoint an arbitral tribunal. 6. learned counsel for the petitioner, in opposing the above contention as urged on behalf of the respondent, would submit that such contention as urged on behalf of the respondent would not be the correct position in law. it is his contention that the jurisdiction to appoint an arbitral tribunal under section 11 of the aca would vest exclusively with the high court. it is his submission that such powers are not conferred in a manner known to law with the principal court of civil jurisdiction and hence sub-section (3) of section 10 of the commercial courts act cannot be applied to the proceedings under section 11 of the aca being the subject matter of the present proceeding. 7. to appreciate the objection as urged on behalf of the respondent, it would be necessary to consider the purport and the effect of the provisions of section 11 as also the provisions of section 10 of the commercial courts act, 2015. these provisions reads thus: 5 7.arp79_2022.doc 11 appointment of arbitrators. -(1) a person of any nationality may be an arbitrator, unless otherwise agreed by the parties. (2) subject to sub-section (6), the parties are free to agree on a procedure for appointing the arbitrator or arbitrators. (3) failing any agreement referred to in sub-section (2), in an arbitration with three arbitrators, each party shall appoint one arbitrator, and the two appointed arbitrators shall appoint the third arbitrator who shall act as the presiding arbitrator. (4) if the appointment procedure in sub-section (3) applies and-(a) a party fails to appoint an arbitrator within thirty days from the receipt of a request to do so from the other party; or (b) the two appointed arbitrators fail to agree on the third arbitrator within thirty days from the date of their appointment, the appointment shall be made, upon request of a party, by the chief justice or any person or institution designated by the supreme court or, as the case may be, the high court or any person or institution designated by such court. (5) failing any agreement referred to in sub-section (2), in an arbitration with a sole arbitrator, if the parties fail to agree on the arbitrator within thirty days from receipt of a request by one party from the other party to so agree, the appointment shall be made, upon request of a party, by the supreme court or, as the case may be, the high court or any person or institution designated by such court. (6) where, under an appointment procedure agreed upon by the parties,-(a) a party fails to act as required under that procedure; or (b) the parties, or the two appointed arbitrators, fail to reach an agreement expected of them under that procedure; or (c) a person, including an institution, fails to perform any function entrusted to him or it under that procedure, a party may request the supreme court or, as the case may be, the high court or any person or institution designated by such court to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment. (6a) the supreme court or, as the case may be, the high court, while considering any application under sub-section (4) or sub-section (5) or sub-section (6), shall, notwithstanding any judgment, decree or order 6 7.arp79_2022.doc of any court, confine to the examination of the existence of an arbitration agreement. (6b) the designation of any person or institution by the supreme court or, as the case may be, the high court, for the purposes of this section shall not be regarded as a delegation of judicial power by the supreme court or the high court. 7) a decision on a matter entrusted by sub-section (4) or sub-section (5) or sub-section (6) to the supreme court or, as the case may be, the high court or the person or institution designated by such court is final and no appeal including letters patent appeal shall lie against such decision. (8) the supreme court or, as the case may be, the high court or the person or institution designated by such court, before appointing an arbitrator, shall seek a disclosure in writing from they prospective arbitrator in terms of sub-section (1) of section 12, and have due regard to (a) any qualifications required for the arbitrator by the agreement of the parties; and b) the contents of the disclosure and other considerations as are likely to secure the appointment of an independent and impartial arbitrator. (9) in the case of appointment of sole or third arbitrator in an international commercial arbitration, the supreme court or the person or institution designated by that court may appoint an arbitrator of a nationality other than the nationalities of the parties where the parties belong to different nationalities. (10) the supreme court or, as the case may be, the high court, may make such scheme as the said court may deem appropriate for dealing with matters entrusted by sub-section (4) or sub-section 95) or subsection (6), to it. (11)where more than one request has been made under sub-section (4) or sub-section (5) or sub-section (6) to different high courts or their designates, the high court or its designate to whom the request has been first made under the relevant sub-section shall alone be competent to decide on the request. (12) (a) where the matters referred to in sub-sections (4), (5), (6), (7), (8) and sub-section (10) arise in an international commercial arbitration, the reference to the \"supreme court or, as the case may be, the high court\" in those sub-sections shall be construed as a reference to the \"supreme court\"; and (b) where the matters referred to in sub-sections (4), (5), (6), (7), (8) and sub-section (10) arise in any other arbitration, the reference to the \"supreme court or, as the case may be, the high court\" 7 7.arp79_2022.doc in those sub-sections shall be construed as a reference to the \"high court\" within whose local limits the principal civil court referred to in clause (e) of sub-section (1) of section 2 is situate, and where the high court itself is the court referred to in that clause, to that high court. (13) an application made under this section for appointment of an arbitrator or arbitrators shall be disposed of by the supreme court or the high court or the person or institution designated by such court, as the case may be, as expeditiously as possible and an endeavour shall be made to dispose of the matter within a period of sixty days from the date of service of notice on the opposite party. (14) for the purpose of determination of the fees of the arbitral tribunal and the manner of its payment to the arbitral tribunal, the high court may frame such rules as may be necessary, after taking into consideration the rates specified in the fourth schedule. (amendment inserted by act no. 3 of 2016 with retrospective effect from 23.10.2015) section 10 of commercial courts act: jurisdiction in respect of arbitration matters. 10. where the subject-matter of an arbitration is a commercial dispute of a specified value and(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" (emphasis added) 8. it needs to be observed that the amendment to the arbitration and conciliation act by act no. 3 of 2016, incorporating amendments to 8 7.arp79_2022.doc section 11 and more particularly the insertion of the various subsections (as highlighted in the said provision as extracted above) were brought into effect from 23 october, 2015. this date has significance inasmuch as it corresponds to the date on which also the commercial courts act was brought into force namely from 23 october, 2015. this would have some relevance in deciding the issue in hand. 9. on a perusal of section 11 of the aca and more particularly the powers conferred on the high court read with sub-section (6), it appears to be quite clear that where under an appointment procedure as agreed between the parties in a manner as set out in clauses (a) to (c) of sub-section (6) of section11 namely when a party fails to act as required under that procedure; the parties or two arbitrators, fail to reach an agreement expected of them under that procedure; or a person, including an institution fails to perform any function entrusted to him or it under that procedure, it is provided that a party may request the supreme court or as the case may be the high court or any person or institution designated by such court to take the necessary measure, unless the agreement on the appointment procedure provides other means for securing the appointment. sub-section 6-a throws light on the supreme court and the high court exercising jurisdiction under section 11(6) to provide that the supreme court or the high court while considering any application under sub-section (4) or sub-section (5) or 9 7.arp79_2022.doc sub-section (6), shall nothwithstanding any judgment, decree or order of any court, confine to the examination of the existence of an arbitration agreement. sub-section 6-b of section 11 is required to be read in the context of what has been provided in sub-section (6), namely, in the event apart from the supreme court or high court, if any person or institution is designated by such courts to take measures to appoint an arbitral tribunal, the designation of any person or instiution by the supreme court or high court, as the case may be, for the purposes of section 11 \"shall not\" be regarded as a delegation of \"judicial power\" by the supreme court or the high court. 10. on the holistic reading of section 11 of the aca it is clear that it is the jurisdiction either of the supreme court or the high court to appoint arbitrators under section 11 (6) with an exception of the supreme court and the high court designating any person or institution to make such appointment and even if such person or institution is so appointed, it shall not amount to court conferring any judicial power by the supreme court or the high court. 11. it however needs to be seen as to whether the powers of the high court as conferred under section 11 of the aca, in any manner would stand divested by operation of sub-section (3) of section 10, which is also a provision which has been brought into force on the same day an 10 7.arp79_2022.doc amendment to section 11 aca as noted above was brought into force, namely, on 23 october, 2015. section 10 of the commercial courts act provides for \"jurisdiction in respect of arbitration matters\". it provides that where the subject-matter of an arbitration is a commercial dispute of a specified value and as provided for in sub-section (1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. subsection (2) of section 10, provides that if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. thus, sub-section (1) and sub-section (2) of section 10 deal with matters \"which have been filed\" and where the subject of arbitration is a commercial dispute of a specified value. sub-section (3) of section 10 provides that if such arbitration is other than an international commercial arbitration, \"all applications or appeals arising out of such arbitration\", under the provisions of the arbitration and 11 7.arp79_2022.doc conciliation act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. the use of words \"commercial court\" in sub-section (3) are to be understood in the context of definition of \"commercial court\" as contained in section 2(b), which defines \"commercial court\" to mean the commercial court constituted under section (1) of section 3. section 6 defines \"jurisdiction of commercial court\". section 3(1) and section 6 of the commercial courts act, reads thus: \"section 3. constitution of commercial courts:(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act; provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at the district judge level; provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary.\" section 6: jurisdiction of commercial court. 6. the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. 12 7.arp79_2022.doc explanation.-for the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908).\" 12. on a cumulative reading of the provisions of sub-section (3) of section 10 read with section 3(1) and section 6 of the commercial courts act, it is quite clear that in no manner the jurisdiction of the high court under section 11 has been either disturbed or divested in matters of appointment of an arbitral tribunal as provided for under section 11 of the aca. the words \"all applications or appeals arising out of such arbitration\" as used in sub-section (3) would certainly not contemplate an application to be filed under section 11 of the aca which is required to be filed before the high court. sub-section (3) of section 10 confers the jurisdiction of the commercial court in substitution of any principal civil court of original jurisdiction, namely, being the position prior to the commercial courts act being brought into force, being such applications or appeals which otherwise would have lied before the court, namely, the principal civil court of original jurisdiction, which would now lie before the commercial court, if the subject matter of arbitration is a commercial dispute of a specified value. thus, to read into sub-section (3) of section 10 of the commercial courts act to take within its ambit the jurisdiction and power in relation to the appointment of an arbitral tribunal, to be exercised by the 13 7.arp79_2022.doc commercial court exercising territorial jurisdiction over such arbitration, when the exclusive jurisdiction to make appointment of an arbitral tribunal within the meaning of section 11 of the aca, is conferred on the high court or the supreme court as the case may be under section 11 of the aca, it would amount to a complete misreading of sub-section (3) of section 10 of the commercial courts act, and in fact would lead to an absurdity. such an interpretation can never be accepted in terms of what section 11 categorically provides qua the powers of the high court to appoint an arbitral tribunal. thus, the objection as urged on behalf of the respondent that the present applicatioin would lie before the commercial court at pune or at akluj merely because the commerical court has been constituted is totally untenable. 13. the next contention as urged on behalf of the respondent is taking a clue from what has been provided below sub-clause(c) of subsection (6) of section 11 of the aca, namely that the commercial court needs to be regarded as any person or institution designated by the high court to exercise powers under section 11. in my opinion, such an argument is totally unacceptable inasmuchas the commercial court can never be any person or institution as understood in either sub-section (6) of section 11 or sub-section (6-a) of section 11 of aca. it becomes clear from the provisions of sub-section (6-b) of section 11 which 14 7.arp79_2022.doc categorically provide that any person or institution which may be designated by the supreme or high court, for the purposes of section 11 shall not be regarded as a delegation of any judicial power by the supreme court or the high court. it would be absurdity to accept such argument inasmuch as the commercial court would be a \"court\" exercising judicial powers as clear from the provisions of commercial courts act, 2015. thus, sub-section (6) of section 11 of the aca when uses the word \"any person or institution\" necessarily it would be a person or any institution which is not a court and which would not have any judicial power and by virtue of such designation under sub-section (6-b) of section 11, it shall not be regarded as a delegation of judicial power by the supreme court or the high court. this objection as urged on behalf of the respondent also needs to be rejected. 14. thus what remains is to examine as to whether a valid arbitration agreement exists between the parties. the arbitration agreement between the parties is contained in clause 15 and 14 respectively of the agreement(s) in question, which is not in dispute. there is also no dispute on the invocation of the arbitration agreements. it is a settled position in law that in exercising jurisdiction under section 11(6) read with sub-section (6-a), the court is required to examine the existence of an arbitration agreement, and when the arbitration agreement subsists and other requirements as provided for under section 11 being satisfied, 15 7.arp79_2022.doc it will be necessary for this court to exercise jurisdiction under section 11 (see: duro felguera, s.a. vs. gangavaram port ltd., (2017) 9 scc 729 and m/s. mayavati trading pvt. ltd. vs. pradyuat deb burman, (2019) 8 scc 714). thus all the requirements for this court to exercise jurisdiction under section 11(6) of the aca are eminently present as clearly seen from the facts as noted above. 15. at this stage, learned counsel for the parties inform that the seat and venue of the arbitration proceedings shall be at pune. 16. in the above circumstances, the petition would be required to be allowed. it is accordingly allowed by the following order: order (i) mr. anurag m. jain, advocate is appointed as a sole arbitrator to adjudicate the disputes between the parties which have arisen under the agreements in question. (ii) the learned sole arbitrator, before entering the arbitration reference, shall forward a statement of disclosure as per the requirement of section 11(8) read with section 12(1) of the arbitration and conciliation act,1996, to the prothonotary & senior master of this court, to be placed on record of this application with a copy to be forwarded to both the parties; (iii) all contentions of the parties including the contentions of 16 7.arp79_2022.doc the respondents on sufficiency of stamp duty on the documents are expressly kept open; (iv) at the first instance, the parties shall appear before the arbitral tribunal within a period of 15 days from the date the copy of the order is available. (v) the arbitral tribunal shall make an endeavour to adjudicate the disputes and differences between the parties as expeditiously as possible as provided for under section 29a of the aca. (vi) the fees payable to the arbitral tribunal shall be as prescribed under the bombay high court (fees payable to arbitrators) rules,2018 and shall be borne by the parties in equal proportion. (vii) the petition is disposed of in the above terms. no costs. (viii) office to forward a copy of this order to the learned arbitrator on the following address: mr. anurag m. jain, advocate, 501, varun capital, cts no. 364 + 365/13, next to oyo citiotel, lane oppo. jangli maharaj temple, shivajinagar, pune 411 005. mob. 9833759856 email : ajassociateslaw@gmail.com [g.s. kulkarni, j.]"
}