{
  "case_file": "case13.txt",
  "original_text": "Delhi High Court\nInternational Trade Expo Centre ... vs Mukesh Sharma & Ors. on 30 November, 2015\nAuthor: Pradeep Nandrajog\nBench: Pradeep Nandrajog, Mukta Gupta\n*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                Date of Decision : November 30, 2015\n\n+                          OMP (COMM.) 1/2015\n\n      ROGER SHASHOUA & ORS.                    .....Petitioners\n              Represented by: Mr.Gaurav M.Libahan, Advocate\n                              with Mr.Neeraj Kumar Gupta,\n                              Advocate\n\n                                        versus\n\n      MUKESH SHARMA & ORS.                  .....Respondents\n              Represented by: Ms.Neeru Sharma, Advocate for\n                              R-2\n\n                           OMP (COMM.) 2/2015\n\n      ITE INDIA PVT. LTD.                                    .....Petitioner\n                Represented by:         None\n\n                                        versus\n\n      MUKESH SHARMA & ORS.                   .....Respondents\n              Represented by: Ms.Neeru Sharma, Advocate for\n                              R-2\n                              Mr.Gaurav M.Libahan, Advocate\n                              with Mr.Neeraj Kumar Gupta,\n                              Advocate R-3 to R-5\n\n                           W.P.(C) 10954/2015\n\n      INTERNATIONAL TRADE EXPO\n      CENTRE LIMITED                             .....Petitioner\n               Represented by: Mr.Abhinav Vasistha, Sr.Advocate\n                               instructed by Mr.D.K.Vijay,\n                               Advocate\n\n\nOMP (Comm.) 1/2015, OMP (Comm.) 2/2015 & WP (C) 10954/2015          Page 1 of 8\n                                         versus\n\n      MUKESH SHARMA & ORS.                   .....Respondents\n              Represented by: Ms.Neeru Sharma, Advocate for\n                              R-2\n                              Mr.Gaurav M.Libahan, Advocate\n                              with Mr.Neeraj Kumar Gupta,\n                              Advocate R-3 to R-5\n\nCORAM:\nHON'BLE MR. JUSTICE PRADEEP NANDRAJOG\nHON'BLE MS. JUSTICE MUKTA GUPTA\n\nPRADEEP NANDRAJOG, J. (Oral)\n1. OMP No.255/2010 and OMP No.914/2011, filed in the year 2010 and 2011 respectively were being heard by a learned Single Judge of this Court. Whereas OMP No.255/2014 has been re-renumbered as OMP (Comm.) No.1/2015, OMP No.914/2015 has been re-numbered as OMP (Comm.) 2/2015. Vide OMP No.255/2010 enforcement of a foreign award dated January 05, 2010 has been prayed for. Vide OMP No.914/2011 challenge has been made to an award dated August 01, 2011 by filing objections under Section 34 of the Arbitration and Conciliation Act, 1996.\n2. A writ petition filed before the High Court of Judicature at Allahabad on April 07, 2014 registered as W.P.(C) No. 10954/2015 laying a challenge to an order dated July 06, 2011 passed by the Court of District Judge, Gautam Budha Nagar returning objections filed under Section 34 of the Arbitration and Conciliation Act, 1996 to be filed in the Court of proper jurisdiction, on being transferred to this Court has been directed by the Supreme Court to be heard by this Court and the Registry listed the same before the Division Bench in view of the order passed by the learned Single Judge on November 20, 2015.\n3. By an order dated November 20, 2015 OMP No.255/2010 and OMP No.914/2011 were directed by the learned Single Judge along with the transferred writ petition to be placed before the Division Bench. No reasons have been given as to why the two Original Miscellaneous Petitions and the writ petition should be placed before the Division Bench. The order dated November 20, 2015 reads as under:-\n\"Learned counsels for the parties submit that vide order dated 15th September, 2015, the Supreme Court has directed this Court to decide these matters by the end of November 2015 and therefore, these matters along the writ petition transferred by the Supreme Court to this Court be listed before the Commercial Appellate Division on 24th November, 2015.\nSubject to the orders of the Hon'ble the Chief Justice, list these matters along with the writ petition received from Allahabad Court before Commercial Appellate Division on 24th November, 2015.\nCopy of this order be given to counsels for the parties under signatures of Court Master.\"\n4. In our opinion the matters have to be placed before the learned Single Judge who appears to have directed that the three matters be placed before the Division Bench based on Section 10 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015. The Section reads as under:-\n\"10. Whereas the subject matter of an arbitration is a commercial dispute of a Specified Value and -\n(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed in a High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Appellate Division where such Commercial Appellate Division has been constituted in such High Court.\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\n5. At first blush the impression would be that the direction by the learned Single Judge is correct. But Section 15 of the Ordinance has also to be kept in mind. It reads as under:-\n\"15.(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value pending in any civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- Section (1) of sub-Section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-Section (1) or sub-Section (2), the provisions of this Ordinance shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in such-section (1), sub-section (2) or sub-Section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n6. The words 'that have been filed' which find a mention in sub- Section 1 and sub-Section 2 of Section 10 are capable of being interpreted to include all applications or appeals arising out of international commercial arbitration as also other arbitrations to mean the ones which have been filed before the ordinance was promulgated, which we find is on October 23, 2015 and the ones which would be filed thereafter. But such an interpretation would render Section 15 otiose for the reason as per the said Section all suits and applications including applications under the Arbitration and Conciliation Act, 1996 relating to a commercial dispute of specified value pending in a High Court where a commercial division has been constituted have to be transferred to the commercial division.\n7. The Rule of harmonious interpretation would therefore warrant, to preserve the mandate of Section 15 of the ordinance, to interpret Section 10 to mean that it would apply to such applications or appeals arising out of arbitration which are filed in this Court after the ordinance was promulgated; requiring pending applications to be placed before the Commercial Division and not the Commercial Appellate Division.\n8. This interpretation would also be in consonance with the law that the right to file an appeal is a vested right and inheres in a party when the lis commences although it is availed of when the lis ends. This principle was succinctly stated in para 23 of the decision reported as AIR 1957 SC 540 Gari Kapati Veeraya Vs. N.Subbiah Choudhry. The paragraph reads as under:-\n\"23. From the decisions cited above, the following principles clearly emerge :\n(i) That the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are to be regarded as one legal proceeding.\n(ii) The right of appeal is not a mere matter of procedure but is a substantive right.\n(iii) The institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit.\n(iv) The right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal.\n(v) This vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\"\n9. It has to be kept in mind that concerning Section 9 and Section 34 of the Arbitration and Conciliation Act, 1996 an appeal lies to a Court authorized by law to hear appeals from original decrees of the Court passing the order. This right of appeal would be taken away concerning applications under Section 9 and Section 34 if for pending matters the applications are heard by Commercial Appellate Division and not the Commercial Division.\n10. Section 13 of the Ordinance also needs to be noted. It reads:-\n\"13. (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be :\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Ordinance and Section 37 of the Arbitration and Conciliation Act, 1996. (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Ordinance.\"\n11. The Proviso to sub-Section 1 of Section 13 clearly preserves the appellate right conferred under Section 37 of the Arbitration and Conciliation Act, 1996, and the Proviso would also be rendered otiose in pending matters if they are heard by the Commercial Appellate Division.\n12. The three matters be placed before the learned Single Judge as per roster on December 03, 2015 after re-registering OMP (Comm.) 1/2015 as OMP 225/2010 and OMP (Comm.) 2/2015 as OMP 914/2011.\n(PRADEEP NANDRAJOG) JUDGE (MUKTA GUPTA) JUDGE NOVEMBER 30, 2015 skb/mamta",
  "cleaned_text": "delhi high court international trade expo centre . vs mukesh sharma & ors. on 30 november, 2015 author: pradeep nandrajog bench: pradeep nandrajog, mukta gupta * in the high court of delhi at new delhi % date of decision : november 30, 2015 + omp (comm.) 1/2015 roger shashoua & ors. .petitioners represented by: mr.gaurav m.libahan, advocate with mr.neeraj kumar gupta, advocate versus mukesh sharma & ors. .respondents represented by: ms.neeru sharma, advocate for r-2 omp (comm.) 2/2015 ite india pvt. ltd. .petitioner represented by: none versus mukesh sharma & ors. .respondents represented by: ms.neeru sharma, advocate for r-2 mr.gaurav m.libahan, advocate with mr.neeraj kumar gupta, advocate r-3 to r-5 w.p.(c) 10954/2015 international trade expo centre limited .petitioner represented by: mr.abhinav vasistha, sr.advocate instructed by mr.d.k.vijay, advocate omp (comm.) 1/2015, omp (comm.) 2/2015 & wp (c) 10954/2015 page 1 of 8 versus mukesh sharma & ors. .respondents represented by: ms.neeru sharma, advocate for r-2 mr.gaurav m.libahan, advocate with mr.neeraj kumar gupta, advocate r-3 to r-5 hon'ble mr. justice pradeep nandrajog hon'ble ms. justice mukta gupta pradeep nandrajog, j. (oral) 1. omp no.255/2010 and omp no.914/2011, filed in the year 2010 and 2011 respectively were being heard by a learned single judge of this court. whereas omp no.255/2014 has been re-renumbered as omp (comm.) no.1/2015, omp no.914/2015 has been re-numbered as omp (comm.) 2/2015. vide omp no.255/2010 enforcement of a foreign award dated january 05, 2010 has been prayed for. vide omp no.914/2011 challenge has been made to an award dated august 01, 2011 by filing objections under section 34 of the arbitration and conciliation act, 1996. 2. a writ petition filed before the high court of judicature at allahabad on april 07, 2014 registered as w.p.(c) no. 10954/2015 laying a challenge to an order dated july 06, 2011 passed by the court of district judge, gautam budha nagar returning objections filed under section 34 of the arbitration and conciliation act, 1996 to be filed in the court of proper jurisdiction, on being transferred to this court has been directed by the supreme court to be heard by this court and the registry listed the same before the division bench in view of the order passed by the learned single judge on november 20, 2015. 3. by an order dated november 20, 2015 omp no.255/2010 and omp no.914/2011 were directed by the learned single judge along with the transferred writ petition to be placed before the division bench. no reasons have been given as to why the two original miscellaneous petitions and the writ petition should be placed before the division bench. the order dated november 20, 2015 reads as under:\"learned counsels for the parties submit that vide order dated 15th september, 2015, the supreme court has directed this court to decide these matters by the end of november 2015 and therefore, these matters along the writ petition transferred by the supreme court to this court be listed before the commercial appellate division on 24th november, 2015. subject to the orders of the hon'ble the chief justice, list these matters along with the writ petition received from allahabad court before commercial appellate division on 24th november, 2015. copy of this order be given to counsels for the parties under signatures of court master.\" 4. in our opinion the matters have to be placed before the learned single judge who appears to have directed that the three matters be placed before the division bench based on section 10 of the commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015. the section reads as under:\"10. whereas the subject matter of an arbitration is a commercial dispute of a specified value and (1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed in a high court, shall be heard and disposed of by the commercial appellate division where such commercial appellate division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed on the original side of the high court, shall be heard and disposed of by the commercial appellate division where such commercial appellate division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" 5. at first blush the impression would be that the direction by the learned single judge is correct. but section 15 of the ordinance has also to be kept in mind. it reads as under:\"15.(1) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under subsection (1) of sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this ordinance shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908: provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement must be filed. (5) in the event that such suit or application is not transferred in the manner specified in such-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 6. the words 'that have been filed' which find a mention in subsection 1 and sub-section 2 of section 10 are capable of being interpreted to include all applications or appeals arising out of international commercial arbitration as also other arbitrations to mean the ones which have been filed before the ordinance was promulgated, which we find is on october 23, 2015 and the ones which would be filed thereafter. but such an interpretation would render section 15 otiose for the reason as per the said section all suits and applications including applications under the arbitration and conciliation act, 1996 relating to a commercial dispute of specified value pending in a high court where a commercial division has been constituted have to be transferred to the commercial division. 7. the rule of harmonious interpretation would therefore warrant, to preserve the mandate of section 15 of the ordinance, to interpret section 10 to mean that it would apply to such applications or appeals arising out of arbitration which are filed in this court after the ordinance was promulgated; requiring pending applications to be placed before the commercial division and not the commercial appellate division. 8. this interpretation would also be in consonance with the law that the right to file an appeal is a vested right and inheres in a party when the lis commences although it is availed of when the lis ends. this principle was succinctly stated in para 23 of the decision reported as air 1957 sc 540 gari kapati veeraya vs. n.subbiah choudhry. the paragraph reads as under:\"23. from the decisions cited above, the following principles clearly emerge : (i) that the legal pursuit of a remedy, suit, appeal and second appeal are really but steps in a series of proceedings all connected by an intrinsic unity and are to be regarded as one legal proceeding. (ii) the right of appeal is not a mere matter of procedure but is a substantive right. (iii) the institution of the suit carries with it the implication that all rights of appeal then in force are preserved to the parties thereto till the rest of the career of the suit. (iv) the right of appeal is a vested right and such a right to enter the superior court accrues to the litigant and exists as on and from the date the lis commences and although it may be actually exercised when the adverse judgment is pronounced such right is to be governed by the law prevailing at the date of the institution of the suit or proceeding and not by the law that prevails at the date of its decision or at the date of the filing of the appeal. (v) this vested right of appeal can be taken away only by a subsequent enactment, if it so provides expressly or by necessary intendment and not otherwise.\" 9. it has to be kept in mind that concerning section 9 and section 34 of the arbitration and conciliation act, 1996 an appeal lies to a court authorized by law to hear appeals from original decrees of the court passing the order. this right of appeal would be taken away concerning applications under section 9 and section 34 if for pending matters the applications are heard by commercial appellate division and not the commercial division. 10. section 13 of the ordinance also needs to be noted. it reads:\"13. (1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be : provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 as amended by this ordinance and section 37 of the arbitration and conciliation act, 1996. (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this ordinance.\" 11. the proviso to sub-section 1 of section 13 clearly preserves the appellate right conferred under section 37 of the arbitration and conciliation act, 1996, and the proviso would also be rendered otiose in pending matters if they are heard by the commercial appellate division. 12. the three matters be placed before the learned single judge as per roster on december 03, 2015 after re-registering omp (comm.) 1/2015 as omp 225/2010 and omp (comm.) 2/2015 as omp 914/2011. (pradeep nandrajog) judge (mukta gupta) judge november 30, 2015 skb/mamta"
}