{
  "case_file": "case210.txt",
  "original_text": "Allahabad High Court\nNational Highway Authority Of India, ... vs Smt. Sampata Devi And 2 Others on 31 October, 2023\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\n\nA.F.R.\n \nNeutral Citation No. - 2023:AHC-LKO:71310\n \nCourt No. - 30\n \n\n \n(1) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 53 of 2023\n \n Appellant :- National Highway Authority Of India, Through Its  Project Director\n \n Respondent :- Smt. Sampata Devi And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n \n \n Connected With\n \n(2) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 54 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Ram Kumar And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(3) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 55 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Smt. Brahma Devi And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(4) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 56 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Uma Shanker Verma And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(5) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 57 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Guru Saran And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(6) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 58 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Mahesh Prasad And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(7) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 59 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Ram Tirath And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With \n \n(8) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 60 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Anup Kumar And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(9) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 61 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Mishri Lal And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(10) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 62 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Vijay Pal And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(11) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 63 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Upendra Kumar And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(12) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 64 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Shashi Kumar And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(13) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 65 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Pramod Kumar And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(14) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 66 of 2023\n \n Appellant :- National Highway Authority Of India Through Its  Project Director\n \n Respondent :- Ram Chander And Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(15) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 67 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Devtadeen Verma And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(16) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 68 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Nattha Ram And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(17) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 69 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Mohammad Naim And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With \n \n(18) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 70 of 2023\n \n Appellant :- National Highways Authority Of India, Through  Its Project Director\n \n Respondent :- Akhilesh Kumar And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With\n \n(19) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 71 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Amar Singh And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With \n \n(20) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 72 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Jagdish Prasad And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \n With \n \n(21) Case :- APPEAL UNDER SECTION 37 OF ARBITRATION AND  CONCILIATION ACT 1996 DEFECTIVE No. - 73 of 2023\n \n Appellant :- National Highways Authority Of India, Through Its  Project Director\n \n Respondent :- Satyanam And 2 Others\n \n Counsel for Appellant :- Madhukar Ojha\n \n\n \nHon'ble Om Prakash Shukla, J.\n \n\n \n(APPLICATION FOR CONDONATION OF DELAY) INRODUCTION (1) The above-captioned appeals under Section 37 of the Arbitration and Conciliation Act, 1996 have been filed by the appellant, National Highway Authority of India, beyond time by 290 days, 232 days, 318 days, 183 days, 269 days, 231 days, 184 days, 246 days, 178 days, 115 days, 231 days, 238 days, 238 days, 210 days, 289 days, 209 days, 213 days, 241 days, 271 days, 239 days and 257 days, respectively.\n(2) Through the above-captioned appeals, the National Highway Authority of India (hereinafter referred to as 'NHAI'), which is a statutory body constituted under the provisions of the National Highways Act, 1956 (hereinafter referred to as 'Act, 1956'), has questioned the legality of the judgment and order passed by the learned Additional District & Sessions Judge, Barabanki on an application preferred by NHAI under Section 34 of the Arbitration and Conciliation Act, 1996 against the award dated 20.05.2015 relating to compensation granted for the construction of National Highway No. 28 from Kilometre 9 to Kilometre 360.57 (Lucknow to U.P Bihar Border) to the various land-owners including respondent.\n(3) Since the above-captioned appeals arise out of the award dated 20.05.2015 relating to compensation granted for the construction of National Highway No. 28 from Kilometre 9 to Kilometre 360.57 (Lucknow, U.P. to Bihar Border) to the various land-owners, whose land were acquired by NHAI due to the aforesaid project, therefore, with the consent of the learned Counsel for the parties, all the appeals have been collectively heard together are being decided vide the present common order.\nFACTUAL MATRIX (4) The appellant- NHAI is a statutory body constituted under the provisions of \"the National Highways Act, 1956\" (hereinafter referred to as 'Act, 1956'). The provisions contained in the Act, 1956 deals with the acquisition and determination of compensation for the land being acquired for the purpose of widening and construction of road in public interest and in access to public transport.\n(5) For the purpose of construction of National Highway No. 28 from Kilometre 9 to Kilometre 360.57 (Lucknow, U.P. to Bihar Border), NHAI had issued a notification under Section 3A of the Act, 1956 on 26.05.2004, which was published in two daily newspapers, namely, Rashtriya Ekta Lahar and Dainik waris-E Awadh on 08.08.2004 and 07.08.2004, respectively.\n(6) Apparently, after disposing of the objection under Section 3C of the Act, 1956, a notification under section 3(D)(1) of the Act, 1956 was issued on 24.03.2005. Thereafter, objections were invited with regard to determination of the said compensation in two daily newspapers i.e., \"Dainik Hindustan\" and \"Dainik Jagran\" on 21.04.2005.\n(7) Vide award dated 07.12.2005, the Prescribed Authority proceeded to determine the compensation as per Section 3(g)(7) of the Act, 1956. Records reveal that the Prescribed Authority (Special Land Acquisition Officer, Barabanki) has called upon the sale deeds from the Office of the Sub-Registrar, Nawabganj, Barabanki of preceding three years from the date of notification issued under Section 3A of the Act, 1956. The Prescribed Authority, thereafter, has noted that prior to the date of notification i.e., three years, total numbers of sale deeds were 28 in numbers, which was certified by the Acquisition Amin. Spot inspection was also conducted and in terms of the spot inspection, sale deed nos. 5, 6, 7, 10, 15, 16, 19, 21, 25, 26 and 27 were found to be far away from the acquired area, and as such, it was found to be not an example for determining the compensation. Further, sale value of the sale deed nos. 1, 2, 3, 4, 9, 11, 12, 13, 17, 18, 22, 23 and 28 were very less and as such, it was also not treated as representative sale deeds for determination of the compensation. Sale Deed No. 20 was found to be more than market value and sale deed nos. 8 and 24 include the case, and as such it cannot be the representative of determination of the compensation. The Prescribed Authority, thus, has observed that the sale deed No. 14 was adjacent to the acquired land and it was executed on 02.09.2005 by one Lal Ji, son of Ramphal, Sri Rajesh Singh. The status of the land was similar to the acquired land, and as such, it cannot be selected as representative for the determination of the compensation as it represent the real market value of the land. The Prescribed Authority has further gone into the circle rate and has carefully absorbed the different types of land and its circle rates and, accordingly, after dealing with the entire issue with regard to determination of the compensation, has determined the compensation in reference to market value/ potential value of the land. The Prescribed Authority has also included the structures over the acquired land and the trees after obtaining valuation of the expert valuers and has included in the final determination of the award.\n(8) After the award dated 07.12.2005 was passed by the Prescribed Authority/competent authority in exercise of powers conferred under Section 3D of the Act, 1956, the entire amount as awarded by the competent authority was deposited with the said authority by NHAI under Section 3H of the Act, 1956. Further, all the owners including the respondents have accepted the award passed by the Prescribed Authority/competent authority and has received their compensation without any protest and has enjoyed the compensation for five years without putting any objection.\n(9) Against the award dated 07.12.2005, the respondent filed an arbitration application under Section 3(g)(5) of the Act, 1956 on 23.06.2010 i.e., after a lapse of about more than 5 years only on the ground that the land is of commercial use and as such compensation may be enhanced. NHAI filed an objection to the said arbitration application, taking specific ground that the arbitration application under Section 3(g)(5) of the Act, 1956 is highly belated and the determination of compensation by the Prescribed Authority/competent Authority was in accordance with law, treating its nature of land as existing on the date of notification under Section 3A of the Act, 1956 and as such, the Prescribed Authority/competent authority has not committed any irregularity.\n(10) However, the learned Arbitrator/the District Magistrate appointed by the Central Government, decided the objection filed on behalf of the NHAI against them and has passed the award dated 20.05.2015.\n(11) Against the aforesaid award dated 20.05.2015, the NHAI had filed an application under Section 34 of the Arbitration and Conciliation Act, 1996 by stating that the arbitral award dated 20.05.2015 was contrary to the fundamental policy of Indian law and is patently illegal.\n(12) Apparently, the learned Additional District Judge heard the contention of NHAI as well as the respondent and recorded that the learned Arbitrator, while passing the award dated 20.05.2015, has returned a finding of fact that the land in question was adjacent to the Highway and, therefore, payments should have been made at the rate fixed for commercial or industrial land and not as agricultural land. The learned Additional District Judge has also observed that the learned Arbitrator considering various factors like location of the acquired land being adjacent to the National Highway and that too, being within a radius of 100 meters of the Highway has reached to the conclusion that it should be valued at the rate fixed for non-agricultural land. Thus, the learned Additional District Judge did not find any fault in the finding of the learned Arbitrator as well his calculation of appropriate development cost at the rate of non-agricultural land at the rate of Rs. 700/- per square meter with 30 per cent deduction and the final rate having arrived to Rs. 490/- per square meter and further, over and above the rate so determined in accordance with the provisions under Section 3H (5) of the Act, 1956, interest rate of 9% having been granted from the date of acquisition to the date of award. The learned Additional District Judge also negated the argument of NHAI relating to limitation. Thus, the objection filed by NHAI under Section 34 came to be dismissed by the Additional District Judge, Barabanki, which has been sought to be challenged by NHAI under Section 37 of the Arbitration & Conciliation Act, 1996 in the above-captioned appeals.\nC. SUBMISSIONS (13) Heard Shri Ashok Kumar Pandey and Shri Madhukar Ojha, learned Counsel representing the appellants and Shri Vijay Kumar Tewari, learned Counsel representing the respondent on the application for condonation of delay in filing the above-captioned appeals.\n(14) Learned Counsel representing the appellant drawing attention to Sections 34 and 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"Act, 1996\"), has submitted that a perusal of Section 37 of the Act, 1996 reveals that no limitation is provided under Section 37 of the Act, 1996, however, Section 34 of the Act, 1996 mandates that Indian Limitation Act, 1963 shall apply to the arbitration as it applies to the proceedings in the Court. He submits that on receipt of the order passed by the learned Additional District & Sessions Judge, Barabanki under Section 34 of the Act, 1996, permission/guidance was sought by the Project Director of NHAI from the Regional Office, NHAI, Lucknow for filing the arbitration appeal under Section 37 of the Act, 1996 on obtaining opinion from its counsel. The Regional Office of NHAI, Lucknow had accorded his concurrence/approval for filing of the appeal under Section 37 of the Act, 1996 on 25.11.2022 and the same was communicated to the Project Director vide letter dated 10.01.2023 and immediately thereafter the above-captioned appeals have been filed. The submission of the learned Counsel is that there is no deliberate latches or delay on the part of the appellant in filing the appeals before this Court under Section 37 of Act, 1996.\n(15) Placing reliance upon the judgments of the Apex Court in N. Balakrishnan Vs. M. Krishnamurthy : (1998) 7 SCC 123, Esha Bhattacharjee Vs. Managing Committee of Raghunathpur Nafar Academy and others : JT 2013 (2) SC 450, State of Haryana Vs. Chandra Mani and others : (1996) 3 SCC 132, Collector, Land Acquisition, Anantnag and another Vs. Mst. Katiji and others : AIR 1987 SC 1353, learned Counsel for the appellant has submitted that when substantial justice and technical considerations are pitted against each other, then, the cause of substantial justice deserves to be preferred, for the other side cannot claim to have vested right in injustice being done because of a non-deliberate delay. In the instant case, it is an admitted position that pursuant to the award passed by the Prescribed Authority/competent authority, respondent had initially accepted the amount of compensation without any protest and had also enjoyed the fruits of compensation provided to the respondent for about five years, but after five years, the respondent had filed an application under Section 3 (g) (5) of the Act, 1956, which was decided in favour of the respondent by the learned Arbitrator vide award dated 20.05.2015 without considering the fact that, there was delay in filing the application under Section 3(g)(5) of the Act, 1956. The submission of the learned Counsel is that, on one hand, the respondent had agitated the belated claim after five years and on the other, the respondent in the instant appeals has raised the issue that the appeals are time-barred. Thus, the learned. Counsel prayed that since the delay in filing the appeals is not deliberate, hence the same is liable to be condoned.\n(16) Per contra, learned Counsel representing the respondent has vehemently opposed the aforesaid submissions of the learned Counsel for the appellant and has argued that unlike Section 34 Act, 1996, Section 37 of the Act, 1996, does not include Section 5 of the Limitation Act, as a consequence of which even if the 90 days period is over and if a condonation application is made under Section 5 of the Limitation Act, it should be considered on its own merits notwithstanding, the length of delay.\n(17) Learned Counsel for the respondent, while supporting the impugned judgment under appeals, has invited attention towards Annexure No.A and Annexure No.B to the affidavit filed in support of application for condonation of delay and argued that heading of the aforesaid Annexure Nos. A and B transpires that Office of Project Director, NHAI, who sought permission to file an appeal under Section 37 of the Act, 1996 before this Court and the Office of Regional Officer (U.P.-East), NHAI, Lucknow, from whom the Project Director, NHAI had sought permission to file an appeal under Section 37 of the Act, 1996, are in the same building. It is an admitted position that the Regional Office of NHAI, Lucknow had accorded permission to file the appeals under Section 37 of the Act, 1996 on 15.11.2022, however, the same was communicated to the Project Director on 10.01.2023. But, even then, the appeals have been filed by the appellant with inordinate delay. Thus, the delay in filing the appeals are deliberate on the part of the appellant and since no reasonable explanation/sufficient cause has been made in the affidavit filed in support of the application for condonation of delay, therefore, the learned Counsel prays that all the appeals are liable to be dismissed on ground of latches in filing the appeals.\n(18) In support of his submission, learned Counsel for the respondent has placed reliance upon the judgment of the Apex Court in M/s N.V. International Vs. the State of Assam & others (Civil Appeal No. 9244 of 2019 arsing out of SLP (C) No. 23808 of 2019, decided on 06.12.2019) and has argued that in M/s N.V. International (supra), the Apex Court had placed reliance upon the decision dated 17.09.2018 passed in SLP (C) No. 23155 of 2013 : Union of India Vs. Varindera Const. Ltd., and having regard to the object of speedy resolution of all arbitral disputes, which was uppermost in the minds of the framers of the 1996 Act and which has been strengthened from time to time by amendments made thereto; the Apex Court dismissed the appeal on the ground that it has been filed beyond 120 days. The submission of the learned Counsel is that, in the instant case, all the appeals have been filed over and above 120 days, therefore, in view of the law laid down by the Apex Court in M/s N.V. International (supra), the appeals are also liable to be dismissed on the ground of latches.\nANALYSIS & FINDINGS (19) Having regard to the submissions advanced by the learned Counsels for the parties on the application for condonation of delay and going through the record available before this Court in the above-captioned appeals, it is required to be noted herein that in Nusli Neville Wadia v. Ivory Properties : (2020) 6 SCC 557, the issue before the Apex Court was whether the issue of limitation can be determined as a preliminary issue under Order XIV Rule 2 of the Code of Civil Procedure or not. The three-judge Bench of the Apex Court observed that if the issue of limitation is based on an admitted fact, it can be decided as a preliminary issue under Order XIV Rule (2) (b) of the Code of Civil Procedure and if the facts surrounding the issue of limitation are disputed, it cannot be decided as a preliminary issue. This Court finds that the facts surrounding the issue of limitation is not disputed.\n(20) As an abundant precaution, both the parties were, as such, directed to address their arguments on the point of limitation and file their respective pleadings to that effect. As far as the respondents are concerned, they have filed civil miscellaneous application dated 12.09.2023 and have pointed out that the present appeals have been filed with inordinate delay (referred hereinabove in paragraph-1). The learned. Counsel for respondent has submitted that NHAI had been negligent in filing the appeals and the entire affidavit in support of application for condonation of delay does not show any reasonable or satisfactory or sufficient cause which prevented them from filing the appeals within limitation period. In any case, they have submitted that, in case, the explanation of NHAI is taken to be truth, there is still no explanation for six month delay, as allegedly, the permission was granted to them for filing the appeals on 25.11.2022 and the same was communicated to the Project Director of NHAI vide letter dated 10.01.2023 and the appeals came to be filed only sometimes in the month of July, 2023. According to the learned Counsel for respondent, interestingly, NHAI has tried to misguide this Court by quoting wrong Sections, Articles and Act of the Arbitration & Conciliation Act, 1996 as well as the Limitation Act, which this Court proposes to deal independently.\n(21) Per contra, the learned Counsel for the appellant has also filed a civil miscellaneous application on 06.10.2023 modulated as a reply to the aforesaid application of the respondent. Essentially, the application in reply filed by NHAI is reiteration of the appeal, which they have filed and additionally they have also referred to the judgment of Apex Court in the case of BSNL & Another Vs M/s Nortel Networks India Pvt. Ltd. : (2021) 5 SCC 738 to agitate that the period of limitation for filing an application under Section 11 of the Arbitration & Conciliation Act, 1996 is three years. The learned Counsel for appellant also placed reliance upon the judgment of the Apex Court in State of West Bengal and others Vs Somdeb Bandyopadhyaya and others : AIR 2009 SC 1989 and Ashwani Kumar Dhingra Vs State of Punjab : , [AIR 1992 SC 974].\n(22) There is no quarrel about the aforesaid proposition of law, however, as far as the issue being decided in the present matter is related to limitation for preferring an appeal under Section 37 of the Act, 1996, the said judgment does not help NHAI in this regard.\n(23) Similarly, so far as Somdeb Bandyopadhyaya (supra) is concerned, it supports the case of the respondent in as much as, it says that the present appeal should not be heard on merits without first deciding the application for condonation of delay. The mention of judgment passed by the Apex Court in Ashwani Kumar Dhingra (supra) is all on merits.\n(24) As far as the limitation for filing the present appeals are concerned, there had been no endeavour by NHAI to explain the cause of delay and only a cryptic application has been sought to be filed, which is neither satisfactory nor comes within the periphery of sufficient cause as has been propounded by the Apex Court in a catena of judgment.\n(25) At the end, the learned Counsel has made a futile attempt by submitting that although the permission has been granted to file an appeal as early as on 22.01.2023, however, the appeal could not be filed within six months on account of serious ailment of the counsel to whom the matter was nominated. Again, no document nor any specific averment has been made to explain such delay. The learned Counsel for NHAI has referred to various judgment on condonation of delay like Balakrsishnan Vs. M Krishnamurty (supra), Esha Bhattacharjee V/s managing Committee of Raghunathpur Nafar Academy (supra), Haryana Vs. Chandra Mani & Others (supra), Collector, Land Acquisition and Anantnag and another Vs. Mst. Katijli and Others (supra), however, none of the judgments can come to the rescue of the appellant.\n(26) At this juncture, it would be apt to mention that Section 37 of Act, 1996 provides for a general provision for appeal under the said Act. The said provision also mentions that an appeal lie against order passed under section 34 of the Act, 1996. The said Section inter-alia provides as follows :-\n\"(1) [Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n[(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) Setting aside or refusing to set aside an arbitral award under section 34.\n(2) Appeal shall also lie to a court from an order of the arbitral tribunal--\n(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or\n(b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n(27) Apparently, the Act does not provide any specific limitation for filing such appeals, however, Section 43 of the Act, 1996 provides that the Limitation Act, 1963 ('Limitation Act') shall apply to arbitrations as it applies to proceedings in Court.\n(28) This Court may not go into the definition of Court as mentioned under the Act, 1996 lest, it wanders away from the core issue of limitation engaging attention in the present bunch of matters. Suffice to say, that Articles 116 and 117 of the Schedule of the Limitation Act provide for a limitation period of 90 days for filing an appeal from any other Court to a High Court and a period of 30 days for filing an intra-Court appeal, i.e., order passed by a Single Bench to the Division Bench, provided the law provides for such an Appeal before the Division Bench. Having quoted and mentioned Article 116 and 117 of the Schedule of the Limitation Act, applicable ordinarily for the aforesaid nature of appeals, it goes without saying, that in case of any delay in preferring any such appeals, Section 5 of the Limitation Act provides for extension of the prescribed limitation period, provided the applicant satisfies the Court that there was a 'sufficient cause' for such delay.\n(29) Further, the aforesaid view gets fortified by the judgment of the Hon'ble Supreme Court in the case of Consolidated Engineering Enterprises v. Irrigation Department : (2008) 7 SCC 169], wherein it was held that where the Limitation Act prescribes a period of limitation for appeals or applications to any Court, and the special Act does not prescribe any period of limitation, then the limitation prescribed in the Limitation Act will be applicable along with Sections 4 to 24 thereof, unless they are expressly excluded by the special Act. Thus, by necessary implication, the period for preferring an Appeal under Section 37 of the Act, 1996 ought to be 90 days as per Article 116 of the Schedule of the Limitation Act.\n(30) However, with the advent of the Commercial Courts Act, 2015 ('Commercial Courts Act'), the limitation period for preferring an Appeal under Section 37 of the Arbitration & Conciliation Act also changed. Apparently, Section 10 of the Commercial Courts Act provides that Commercial Courts shall decide all applications and appeals which arise out of arbitrations other than international commercial arbitrations, where the subject matter is a commercial dispute of the specified value. Thus, all arbitration matters are construed to be decided and adjudicated under the jurisdiction of the commercial court, provided the commercial dispute being agitated is more than the specified value. If we look into the definition of 'specified value' as could be found in Section 2(1)(i) of the commercial Act, the same says :-\n\"(i) 'Specified Value', in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\"\n(31) Thus, as per the aforesaid definition, specified value cannot be less than INR 3,00,000.00 and as such, it can be safely construed that all those Arbitration, which has a commercial dispute of more than INR 3,00,000.00 are to be adjudicated under the provisions of Commercial Court Act, 2015.\n(32) Further, with the promulgation of the Commercial Court Act, a new regime of limitation for filing of the Appeals came to fore. Section 13 of the said Act inter-alia states:\n\"Section 13: Appeals from decrees of Commercial Courts and Commercial Divisions.\n(1)  [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A)  Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n(33) Having said so, it would be safely concluded that the proviso to Section 13(1A) specifically provides that an appeal under Section 37 of the Act would lie before the Commercial Court and such appeal must be filed within 60 days.\n(34) Thus, the limitation for preferring of an Appeal under section 37 of the Arbitration & Conciliation Act, in view of the Commercial Court Act, is 60 days only. However, there is a caveat, in as much as the Hon'ble Supreme Court when faced with a similar issue of limitation for filing of an appeal under Section 37 of the Act, 1996 did not take into account both the provisions of Commercial Courts Act and the decision in Consolidated Engg in the case of Union of India v. Virendera Constructions Ltd (2020) 2 SCC 111, wherein the Apex Court judicially engrafted a limitation period of 120 days from the date of passing of the order and held that any further delay beyond 120 days cannot be allowed. The Hon'ble Supreme Court noted that since a Section 34 application has to be filed within a maximum period of 120 days including a grace period of 30 days, therefore, an appeal filed from the same should also be covered by the same drill, in the following words:\n\"Ordinarily, we would have applied the said judgment to this case as well. However, we find that the impugned Division Bench judgment dated 10.04.2013 has dismissed the appeal filed by the Union of India on the ground of delay. The delay was found to be 142 days in filing the appeal and 103 days in refiling the appeal. One of the important points made by the Division Bench is that, apart from the fact that there is no sufficient cause made out in the grounds of delay, since a Section 34 application has to be filed within a maximum period of 120 days including the grace period of 30 days, an appeal filed from the self-same proceeding under Section 37 should be covered by the same drill. Given the fact that an appellate proceeding is a continuation of the original proceeding, as has been held in Lachmeshwar Prasad Shukul and Others vs. Keshwar Lal Chaudhuri and Others, AIR 1941 Federal Court 5, and repeatedly followed by our judgments, we feel that any delay beyond 120 days in the filing of an appeal under Section 37 from an application being either dismissed or allowed under Section 34 of the Arbitration and Conciliation Act, 1996 should not be allowed as it will defeat the overall statutory purpose of arbitration proceedings being decided with utmost despatch.\"\nIn this view of the matter, since even the original appeal was filed with a delay period of 142 days, we are not inclined to entertain these Special Leave Petitions on the facts of this particular case.\"\n(35) The Hon'ble Apex Court did not condone the delay of 142 days in the filing of appeal under section 37 of the Act, 1996 in the aforesaid Virendra Construction Ltd. (supra). To the same effect was another judgment of the Apex court in M/s N. V. International v. the State of Assam and Ors. (supra), wherein the Apex Court reiterated the position as stated in Virendra Constructions Ltd. (supra) and refused to condone a delay of 189 days from the 90 days in filing an appeal under section 37 of the Act. The Supreme Court in the said judgment also placed emphasis upon the main object of the Act, i.e., speedy disposal of arbitral disputes and held that, any delay beyond 120 days cannot be condoned in the following terms:\n\"5) We may only add that what we have done in the aforesaid judgment is to add to the period of 90 days, which is provided by statute for filing of appeals under Section 37 of the Arbitration Act, a grace period of 30 days under Section 5 of the Limitation Act by following Lachmeshwar Prasad Shukul and Others (supra), as also having regard to the object of speedy resolution of all arbitral disputes which was uppermost in the minds of the framers of the 1996 Act, and which has been strengthened from time to time by amendments made thereto. The present delay being beyond 120 days is not liable, therefore, to be condoned.\"\n(36) Notably, the Hon'ble Supreme Court in both the aforesaid Judgments held that an appeal under Section 37 of the Act, 1996 cannot be filed after 120 days from the decision of the Court under Section 34 of the Act, 1996 and no condonation of delay is permissible beyond this 120 day period. However, neither Virendra Constructions Ltd. (supra) nor M/s N.V. International (Supra), referred to the provisions of Commercial Courts Act which deal with the limitation period for filing of appeals under Section 37 of the Act, 1996. It must also be noted that neither the Act, 1996 nor the Commercial Courts Act, provide for this cap of 120 days or limit the period up to which an application for condonation of delay can be allowed.\n(37) The correctness of the law laid down in Virendra Constructions Ltd. (supra) and M/s N.V. International (supra) has come under a cloud before a three-Judge Bench of the Apex Court in Government of Maharashtra V/s M/s Borse Brothers Engineers & Contractors Pvt. Ltd. : 2021 SCC OnLine SC 233, wherein the Apex Court noted the conflicting position. The Apex Court relied on Consolidated Engineering Ltd (supra) and held that, if the specified value of the subject matter is INR 3,00,000.00 or more, then an appeal under Section 37 of the Act must be filed within 60 days from the date of the order as per Section 13(1A) of the Commercial Courts Act. However, in those rare cases, where the specified value is for a sum less than INR 3,00,000.00 then the appeal under Section 37 of the Act, 1996 would be governed by Articles 116 and 117 of the Schedule of the Limitation Act, as the case may be.\n(38) Regarding the applicability of the Limitation Act, the Apex Court overruled its decision in M/s N. V. International (supra) and held that Section 37 of the Act, 1996 when read with Section 43 of the Act, 1996 and Section 29(2) of the Limitation Act, makes it clear that Section 5 of the Limitation Act will apply to the appeals filed under Section 37 of the Act, 1996 and in holding the said applicability, the Apex Court noted with affirmative that Section 13(1A) of the Commercial Courts Act does not contain any provision akin to section 34(3) of the Act, 1996 and merely provides for a limitation period of 60 days from the date of the judgment or order appealed against, without going into whether delay beyond this period can or cannot be condoned. However, the Apex Court also noted that condonation of delay, although allowed, cannot be seen in complete isolation of the main objective of the Act, i.e. speedy disposal of disputes. In the light of the same, the Apex Court observed that the expression 'sufficient cause' under Section 5 of the Limitation Act is not elastic enough to cover long delay and merely because sufficient cause has been made out, there is no right to have such delay condoned. The Apex Court further held that only short delay can be condoned by way of an exception and not by the way of rule, and that too, only when the party acted in a bona fide manner and not negligently. The Apex Court has inter alia held as follows:\n\"61. Given the aforesaid and the object of speedy disposal sought to be achieved both under the Arbitration Act and the Commercial Courts Act, for appeals filed under section 37 of the Arbitration Act that are governed by Articles 116 and 117 of the Limitation Act or section 13(1A) of the Commercial Courts Act, a delay beyond 90 days, 30 days or 60 days, respectively, is to be condoned by way of exception and not by way of rule. In a fit case in which a party has otherwise  acted bona fide and not in a negligent manner, a short delay beyond such period can, in the discretion of the court, be condoned, always bearing in mind that the other side of the picture is that the opposite party may have acquired both in equity and justice, what may now be lost by the first party's inaction, negligence or laches.\"\n(39) The Apex Court has not only provided the much-needed clarification on an important point of law but has also re-emphasized the main objective of speedy disposal of disputes under the Arbitration & Conciliation Act, 1996. In the said facts of a connected case arose from the High Court of Madhya Pradesh, the Apex Court also refused to condone the delay of 75 days beyond the period of 60 days provided by the Commercial Courts Act. Further, the Apex Court went a step ahead and also observed that be it a private party or a public sector company, the same yardstick will be applicable for condonation of delay, and no special treatment can be afforded merely because the government is involved.\n(40) Coming to the facts of the present case, this Court finds that there is delay (referred in paragraph-1 hereinabove) in filing the appeals beyond 60 days time period as provided under section 13(1A) of the Commercial Court Act, 2015. The condonation delay application and supporting affidavit filed by NHAI makes for an interesting reading and this Court finds its appropriate to quote the relevant part of the affidavit which inter-alia also would show as to whether any \"sufficient cause\" has been made out by the appellant to condone the long delay in filing the appeals or not. The affidavit for delay condonation inter-alia states :-\n\"3. That a perusal of the aforesaid provisions, provided under Section 37 of the Arbitration and Conciliation Act, 1996 clearly shows that there no limitation is provided under section 37 of the Arbitration and Conciliation Act, 1996, but section 34 of the Arbitration and conciliation Act, 1996, mandates that the Indian Limitation Act, 1963 shall apply to the arbitration as it applies to the proceedings in the court.\n4. That it is stated that after receiving the order under section 34 of the Arbitration and Conciliation Act, 1996, a permission/guidance has been sought by the deponent from the regional Office, National Highway Authority of India, Lucknow for filing the Arbitration Appeal, under section 34 of the Arbitration and Conciliation Act, 1996, after obtaining opinion from its counsel. Trus copy of the letter dated 24/25.11.2022, is being filed herewith and marked as ANNEXURE NO.A to this Affidavit.\n5. That the Regional officer, National Highways Authority of India, Lucknow has accorded his concurrence/ approval for filing of the Appeal under section 34 of the Act, 1996, on 10.01.2023. True copy of the letter dated 10.01.2023, is being filed herewith and marked as ANNEXURE NO.3 tot his affidavit.\n6. That after obtaining due approval/sanction from the office of the Regional Officer, National highways Authority of India, Lucknow, the present Appeal is being preferred without any delay within the timed a prescribed under section 43 of the Act, 1996.\n7. That there is no deliberate latches or delay on the part of the deponent in filing the present Arbitration Appeal before this Hon'ble Court, under section 37 of the Act, 1996.\"\n(41) It is apparent from the aforesaid affidavit that as per the own showing of NHAI, the Regional Officer, National Highways Authority of India, Lucknow has accorded his concurrence/ approval for filing of the appeal under Section 37 of the Act, 1996, on 10.01.2023, however still the Appeal came to be filed only sometime in the month of July, 2023, i.e., after a gap of six months. There is no explanation much less, a sufficient cause for this gap of six months. During the course of hearing, a feeble attempt was made by the learned Counsel for the appellant that counsel for the appellant had been down with serious ailments during this six months period. Neither any record nor averment has been made as to what ailment and as to how the learned Counsel or the NHAI had been trying to diligently pursue the filing of the present appeal. In the facts of the present bunch of appeals, this Court is of the considered view that no \"sufficient cause\" or rather no cause has been made out by the appellant to condone the delay in filing of the appeals under Section 37 of Act, 1996.\n(42) In any case, as also held by the Hon'ble Apex Court that it must be remembered that merely because sufficient cause has been made out in the facts of a given case, there is no right in the appellant to have delay condoned. This was felicitously put in Ramlal Vs. Rewa Coalfields Ltd., (1962) 2 SCR 762 as follows :-\n\"It is, however, necessary to emphasise that even after sufficient cause has been shown a party is not entitled to the condonation of delay in question as a matter of right. The proof of a sufficient cause is a condition precedent for the exercise of the discretionary jurisdiction vested in the court by s. 5. If sufficient cause is not proved nothing further has to be done; the application for condoning delay has to be dismissed on that ground alone. If sufficient cause is shown then the Court has to enquire whether in its discretion it should condone the delay. This aspect of the matter naturally introduces the consideration of all relevant facts and it is at this stage that diligence of the party or its bona fides may fall for consideration; but the scope of the enquiry while exercising the discretionary power after sufficient cause is shown would naturally be limited only to such facts as the Court may regard as relevant. It cannot justify an enquiry as to why the party was sitting idle during all the time available to it. In this connection we may point out that considerations of bona fides or due diligence are always material and relevant when the Court is dealing with applications made under s. 14 of the Limitation Act. In dealing with such applications the Court is called upon to consider the effect of the combined provisions of ss. 5 and 14. Therefore, in our opinion, considerations which have been expressly made material and relevant by the provisions of s. 14 cannot to the same extent and in the same manner be invoked in dealing with applications which fall to be decided only under s. 5 without reference to s. 14.\"\n(43) The counsel for NHAI has vehemently argued that NHAI is engaged in construction of road to access the public transportation in the public interest and being a public body should be given a different treatment as there had been no deliberate attempt to delay the filing of the appeal and this Court should ignore the technical objections of delay in the interest of justice. The said argument of the learned Counsel appears to be attractive at the first blush, but as already held herein above, there has been no explanation of \"sufficient cause\" for condoning the delay and the Apex Court emphatically held in M/s Borse Brothers Engineers & Contractors (supra), that there are no special concession in the context of limitation to a Government body as far as the Commercial Court Act is concerned. The Apex Court, relevant to the context, observed and held as follows:\n\"57. Likewise, merely because the government is involved, a different yardstick for condonation of delay cannot be laid down. This was felicitously stated in Postmaster General v. Living Media India Ltd., (2012) 3 SCC 563 [\"Postmaster General\"], as follows:\n\"27. It is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this Court. They cannot claim that they have a separate period of limitation when the Department was possessed with competent persons familiar with court proceedings. In the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the Government or a wing of the Government is a party before us.\n28. Though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bona fides, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the Department cannot take advantage of various earlier decisions. The claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available. The law of limitation undoubtedly binds everybody, including the Government.\n29. In our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process. The government departments are under a special obligation to ensure that they perform their duties with diligence and commitment. Condonation of delay is an exception and should not be used as an anticipated benefit for the government departments. The law shelters everyone under the same light and should not be swirled for the benefit of a few.\"\n58. The decision in Postmaster General (supra) has been followed in the following subsequent judgments of this Court:\ni)  State of Rajasthan v. Bal Kishan Mathur, (2014) 1 SCC 592 at paragraphs 8-8.2;\nii)  State of U.P. v. Amar Nath Yadav, (2014) 2 SCC 422 at paragraphs 2-3;\niii) State of T.N. v. N. Suresh Rajan, (2014) 11 SCC 709 at paragraphs 11-13; and\niv)  State of M.P. v. Bherulal, (2020) 10 SCC 654 at paragraphs 3-4.\n59. In a recent judgment, namely, State of M.P. v. Chaitram Maywade, (2020) 10 SCC 667, this Court referred to Postmaster General (supra), and held as follows:\n\"1. The State of Madhya Pradesh continues to do the same thing again and again and the conduct seems to be incorrigible. The special leave petition has been filed after a delay of 588 days. We had an occasion to deal with such inordinately delayed filing of the appeal by the State of Madhya Pradesh in State of M.P. v. Bherulal [State of M.P. v. Bherulal, (2020) 10 SCC 654] in terms of our order dated 15-10-2020.\n2. We have penned down a detailed order in that case and we see no purpose in repeating the same reasoning again except to record what are stated to be the facts on which the delay is sought to be condoned. On 5-1-2019, it is stated that the Government Advocate was approached in respect of the judgment delivered on 13-11-2018 [Chaitram Maywade v. State of M.P., 2018 SCC OnLine HP 1632] and the Law Department permitted filing of the SLP against the impugned order on 26-5-2020. Thus, the Law Department took almost about 17 months' time to decide whether the SLP had to be filed or not. What greater certificate of incompetence would there be for the Legal Department!\n3. We consider it appropriate to direct the Chief Secretary of the State of Madhya Pradesh to look into the aspect of revamping the Legal Department as it appears that the Department is unable to file appeals within any reasonable period of time much less within limitation. These kinds of excuses, as already recorded in the aforesaid order, are no more admissible in view of the judgment in Postmaster General v. Living Media (India) Ltd. [Postmaster General v. Living Media (India) Ltd., (2012) 3 SCC 563 : (2012) 2 SCC (Civ) 327 : (2012) 2 SCC (Cri) 580 : (2012) 1 SCC (L&S) 649]\n4. We have also expressed our concern that these kinds of the cases are only \"certificate cases\" to obtain a certificate of dismissal from the Supreme Court to put a quietus to the issue. The object is to save the skin of officers who may be in default. We have also recorded the irony of the situation where no action is taken against the officers who sit on these files and do nothing.\n5. Looking to the period of delay and the casual manner in which the application has been worded, the wastage of judicial time involved, we impose costs on the petitioner State of Rs 35,000 to be deposited with the Mediation and Conciliation Project Committee. The amount be deposited within four weeks. The amount be recovered from the officer(s) responsible for the delay in filing and sitting on the files and certificate of recovery of the said amount be also filed in this Court within the said period of time. We have put to Deputy Advocate General to caution that for any successive matters of this kind the costs will keep on going up.\"\nCONCLUSION (44) In view of the authoritative Judgments of the Apex Court in M/s Borse Brothers Engineers & Contractors (supra), it must be held that an appeal under Section 37 of the Arbitration and Conciliation Act, 1996 should be filed within 60 days from the date of the order as per Section 13(1A) of the Commercial Courts Act, 2015. However, in those rare cases where the specified value is for a sum less than INR 3,00,000.00 then the appeal under Section 37 would be governed by Articles 116 and 117 of the Schedule of the Limitation Act, as the case may be.\n(45) Further, Section 5 of the Limitation Act will apply to the appeals filed under Section 37 of the Act, 1996 and in holding the said applicability, the Apex Court noted with affirmative that Section 13(1A) of the Commercial Courts Act does not contain any provision akin to section 34(3) of the Arbitration Act, 1996 and merely provides for a limitation period of 60 days from the date of the judgment or order appealed against, without going into whether delay beyond this period can or cannot be condoned.\n(46) Further, the expression 'sufficient cause' under Section 5 of the Limitation Act is not elastic enough to cover long delays and merely because sufficient cause has been made out, there is no right to have such delay condoned. The Apex Court further held that only short delays, can be condoned only by way of an exception and not by the way of rule, and that too only when the party acted in a bona fide manner and not negligently.\n(47) Since, in the present bunch of appeals, the impugned order passed by the Additional District Judge, Barabanki under Section 34 of the Act, 1996 has been sought to be challenged by NHAI by filing a belated appeal under Section 37 of the Act, 1996 beyond the permissible 60 days without any \"sufficient cause\", the above-captioned appeals are held to be time barred.\n(48) For all the aforesaid reasons, application for condonation of delay in filing the above-captioned appeals are hereby rejected. Consequently, all the appeals are dismissed on the point of limitation.\n(49) In the facts of the present case, there shall be no order as to costs.\n(Om Prakash Shukla, J.) Order Date : 31.10.2023 Ajit/-\n   ",
  "cleaned_text": "allahabad high court national highway authority of india, . vs smt. sampata devi and 2 others on 31 october, 2023 high court of judicature at allahabad, lucknow bench a.f.r. neutral citation no. 2023:ahc-lko:71310 court no. 30 (1) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 53 of 2023 appellant :national highway authority of india, through its project director respondent :smt. sampata devi and 2 others counsel for appellant :madhukar ojha connected with (2) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 54 of 2023 appellant :national highways authority of india, through its project director respondent :ram kumar and 2 others counsel for appellant :madhukar ojha with (3) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 55 of 2023 appellant :national highway authority of india through its project director respondent :smt. brahma devi and others counsel for appellant :madhukar ojha with (4) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 56 of 2023 appellant :national highways authority of india, through its project director respondent :uma shanker verma and 2 others counsel for appellant :madhukar ojha with (5) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 57 of 2023 appellant :national highway authority of india through its project director respondent :guru saran and others counsel for appellant :madhukar ojha with (6) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 58 of 2023 appellant :national highways authority of india, through its project director respondent :mahesh prasad and 2 others counsel for appellant :madhukar ojha with (7) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 59 of 2023 appellant :national highways authority of india, through its project director respondent :ram tirath and 2 others counsel for appellant :madhukar ojha with (8) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 60 of 2023 appellant :national highway authority of india through its project director respondent :anup kumar and others counsel for appellant :madhukar ojha with (9) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 61 of 2023 appellant :national highways authority of india, through its project director respondent :mishri lal and 2 others counsel for appellant :madhukar ojha with (10) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 62 of 2023 appellant :national highways authority of india, through its project director respondent :vijay pal and 2 others counsel for appellant :madhukar ojha with (11) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 63 of 2023 appellant :national highway authority of india through its project director respondent :upendra kumar and others counsel for appellant :madhukar ojha with (12) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 64 of 2023 appellant :national highways authority of india, through its project director respondent :shashi kumar and 2 others counsel for appellant :madhukar ojha with (13) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 65 of 2023 appellant :national highway authority of india through its project director respondent :pramod kumar and others counsel for appellant :madhukar ojha with (14) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 66 of 2023 appellant :national highway authority of india through its project director respondent :ram chander and others counsel for appellant :madhukar ojha with (15) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 67 of 2023 appellant :national highways authority of india, through its project director respondent :devtadeen verma and 2 others counsel for appellant :madhukar ojha with (16) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 68 of 2023 appellant :national highways authority of india, through its project director respondent :nattha ram and 2 others counsel for appellant :madhukar ojha with (17) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 69 of 2023 appellant :national highways authority of india, through its project director respondent :mohammad naim and 2 others counsel for appellant :madhukar ojha with (18) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 70 of 2023 appellant :national highways authority of india, through its project director respondent :akhilesh kumar and 2 others counsel for appellant :madhukar ojha with (19) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 71 of 2023 appellant :national highways authority of india, through its project director respondent :amar singh and 2 others counsel for appellant :madhukar ojha with (20) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 72 of 2023 appellant :national highways authority of india, through its project director respondent :jagdish prasad and 2 others counsel for appellant :madhukar ojha with (21) case :appeal under section 37 of arbitration and conciliation act 1996 defective no. 73 of 2023 appellant :national highways authority of india, through its project director respondent :satyanam and 2 others counsel for appellant :madhukar ojha hon'ble om prakash shukla, j. (application for condonation of delay) inroduction (1) the above-captioned appeals under section 37 of the arbitration and conciliation act, 1996 have been filed by the appellant, national highway authority of india, beyond time by 290 days, 232 days, 318 days, 183 days, 269 days, 231 days, 184 days, 246 days, 178 days, 115 days, 231 days, 238 days, 238 days, 210 days, 289 days, 209 days, 213 days, 241 days, 271 days, 239 days and 257 days, respectively. (2) through the above-captioned appeals, the national highway authority of india (hereinafter referred to as 'nhai'), which is a statutory body constituted under the provisions of the national highways act, 1956 (hereinafter referred to as 'act, 1956'), has questioned the legality of the judgment and order passed by the learned additional district & sessions judge, barabanki on an application preferred by nhai under section 34 of the arbitration and conciliation act, 1996 against the award dated 20.05.2015 relating to compensation granted for the construction of national highway no. 28 from kilometre 9 to kilometre 360.57 (lucknow to u.p bihar border) to the various land-owners including respondent. (3) since the above-captioned appeals arise out of the award dated 20.05.2015 relating to compensation granted for the construction of national highway no. 28 from kilometre 9 to kilometre 360.57 (lucknow, u.p. to bihar border) to the various land-owners, whose land were acquired by nhai due to the aforesaid project, therefore, with the consent of the learned counsel for the parties, all the appeals have been collectively heard together are being decided vide the present common order. factual matrix (4) the appellantnhai is a statutory body constituted under the provisions of \"the national highways act, 1956\" (hereinafter referred to as 'act, 1956'). the provisions contained in the act, 1956 deals with the acquisition and determination of compensation for the land being acquired for the purpose of widening and construction of road in public interest and in access to public transport. (5) for the purpose of construction of national highway no. 28 from kilometre 9 to kilometre 360.57 (lucknow, u.p. to bihar border), nhai had issued a notification under section 3a of the act, 1956 on 26.05.2004, which was published in two daily newspapers, namely, rashtriya ekta lahar and dainik waris-e awadh on 08.08.2004 and 07.08.2004, respectively. (6) apparently, after disposing of the objection under section 3c of the act, 1956, a notification under section 3(d)(1) of the act, 1956 was issued on 24.03.2005. thereafter, objections were invited with regard to determination of the said compensation in two daily newspapers i.e., \"dainik hindustan\" and \"dainik jagran\" on 21.04.2005. (7) vide award dated 07.12.2005, the prescribed authority proceeded to determine the compensation as per section 3(g)(7) of the act, 1956. records reveal that the prescribed authority (special land acquisition officer, barabanki) has called upon the sale deeds from the office of the sub-registrar, nawabganj, barabanki of preceding three years from the date of notification issued under section 3a of the act, 1956. the prescribed authority, thereafter, has noted that prior to the date of notification i.e., three years, total numbers of sale deeds were 28 in numbers, which was certified by the acquisition amin. spot inspection was also conducted and in terms of the spot inspection, sale deed nos. 5, 6, 7, 10, 15, 16, 19, 21, 25, 26 and 27 were found to be far away from the acquired area, and as such, it was found to be not an example for determining the compensation. further, sale value of the sale deed nos. 1, 2, 3, 4, 9, 11, 12, 13, 17, 18, 22, 23 and 28 were very less and as such, it was also not treated as representative sale deeds for determination of the compensation. sale deed no. 20 was found to be more than market value and sale deed nos. 8 and 24 include the case, and as such it cannot be the representative of determination of the compensation. the prescribed authority, thus, has observed that the sale deed no. 14 was adjacent to the acquired land and it was executed on 02.09.2005 by one lal ji, son of ramphal, sri rajesh singh. the status of the land was similar to the acquired land, and as such, it cannot be selected as representative for the determination of the compensation as it represent the real market value of the land. the prescribed authority has further gone into the circle rate and has carefully absorbed the different types of land and its circle rates and, accordingly, after dealing with the entire issue with regard to determination of the compensation, has determined the compensation in reference to market value/ potential value of the land. the prescribed authority has also included the structures over the acquired land and the trees after obtaining valuation of the expert valuers and has included in the final determination of the award. (8) after the award dated 07.12.2005 was passed by the prescribed authority/competent authority in exercise of powers conferred under section 3d of the act, 1956, the entire amount as awarded by the competent authority was deposited with the said authority by nhai under section 3h of the act, 1956. further, all the owners including the respondents have accepted the award passed by the prescribed authority/competent authority and has received their compensation without any protest and has enjoyed the compensation for five years without putting any objection. (9) against the award dated 07.12.2005, the respondent filed an arbitration application under section 3(g)(5) of the act, 1956 on 23.06.2010 i.e., after a lapse of about more than 5 years only on the ground that the land is of commercial use and as such compensation may be enhanced. nhai filed an objection to the said arbitration application, taking specific ground that the arbitration application under section 3(g)(5) of the act, 1956 is highly belated and the determination of compensation by the prescribed authority/competent authority was in accordance with law, treating its nature of land as existing on the date of notification under section 3a of the act, 1956 and as such, the prescribed authority/competent authority has not committed any irregularity. (10) however, the learned arbitrator/the district magistrate appointed by the central government, decided the objection filed on behalf of the nhai against them and has passed the award dated 20.05.2015. (11) against the aforesaid award dated 20.05.2015, the nhai had filed an application under section 34 of the arbitration and conciliation act, 1996 by stating that the arbitral award dated 20.05.2015 was contrary to the fundamental policy of indian law and is patently illegal. (12) apparently, the learned additional district judge heard the contention of nhai as well as the respondent and recorded that the learned arbitrator, while passing the award dated 20.05.2015, has returned a finding of fact that the land in question was adjacent to the highway and, therefore, payments should have been made at the rate fixed for commercial or industrial land and not as agricultural land. the learned additional district judge has also observed that the learned arbitrator considering various factors like location of the acquired land being adjacent to the national highway and that too, being within a radius of 100 meters of the highway has reached to the conclusion that it should be valued at the rate fixed for non-agricultural land. thus, the learned additional district judge did not find any fault in the finding of the learned arbitrator as well his calculation of appropriate development cost at the rate of non-agricultural land at the rate of rs. 700/per square meter with 30 per cent deduction and the final rate having arrived to rs. 490/per square meter and further, over and above the rate so determined in accordance with the provisions under section 3h (5) of the act, 1956, interest rate of 9% having been granted from the date of acquisition to the date of award. the learned additional district judge also negated the argument of nhai relating to limitation. thus, the objection filed by nhai under section 34 came to be dismissed by the additional district judge, barabanki, which has been sought to be challenged by nhai under section 37 of the arbitration & conciliation act, 1996 in the above-captioned appeals. c. submissions (13) heard shri ashok kumar pandey and shri madhukar ojha, learned counsel representing the appellants and shri vijay kumar tewari, learned counsel representing the respondent on the application for condonation of delay in filing the above-captioned appeals. (14) learned counsel representing the appellant drawing attention to sections 34 and 37 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"act, 1996\"), has submitted that a perusal of section 37 of the act, 1996 reveals that no limitation is provided under section 37 of the act, 1996, however, section 34 of the act, 1996 mandates that indian limitation act, 1963 shall apply to the arbitration as it applies to the proceedings in the court. he submits that on receipt of the order passed by the learned additional district & sessions judge, barabanki under section 34 of the act, 1996, permission/guidance was sought by the project director of nhai from the regional office, nhai, lucknow for filing the arbitration appeal under section 37 of the act, 1996 on obtaining opinion from its counsel. the regional office of nhai, lucknow had accorded his concurrence/approval for filing of the appeal under section 37 of the act, 1996 on 25.11.2022 and the same was communicated to the project director vide letter dated 10.01.2023 and immediately thereafter the above-captioned appeals have been filed. the submission of the learned counsel is that there is no deliberate latches or delay on the part of the appellant in filing the appeals before this court under section 37 of act, 1996. (15) placing reliance upon the judgments of the apex court in n. balakrishnan vs. m. krishnamurthy : (1998) 7 scc 123, esha bhattacharjee vs. managing committee of raghunathpur nafar academy and others : jt 2013 (2) sc 450, state of haryana vs. chandra mani and others : (1996) 3 scc 132, collector, land acquisition, anantnag and another vs. mst. katiji and others : air 1987 sc 1353, learned counsel for the appellant has submitted that when substantial justice and technical considerations are pitted against each other, then, the cause of substantial justice deserves to be preferred, for the other side cannot claim to have vested right in injustice being done because of a non-deliberate delay. in the instant case, it is an admitted position that pursuant to the award passed by the prescribed authority/competent authority, respondent had initially accepted the amount of compensation without any protest and had also enjoyed the fruits of compensation provided to the respondent for about five years, but after five years, the respondent had filed an application under section 3 (g) (5) of the act, 1956, which was decided in favour of the respondent by the learned arbitrator vide award dated 20.05.2015 without considering the fact that, there was delay in filing the application under section 3(g)(5) of the act, 1956. the submission of the learned counsel is that, on one hand, the respondent had agitated the belated claim after five years and on the other, the respondent in the instant appeals has raised the issue that the appeals are time-barred. thus, the learned. counsel prayed that since the delay in filing the appeals is not deliberate, hence the same is liable to be condoned. (16) per contra, learned counsel representing the respondent has vehemently opposed the aforesaid submissions of the learned counsel for the appellant and has argued that unlike section 34 act, 1996, section 37 of the act, 1996, does not include section 5 of the limitation act, as a consequence of which even if the 90 days period is over and if a condonation application is made under section 5 of the limitation act, it should be considered on its own merits notwithstanding, the length of delay. (17) learned counsel for the respondent, while supporting the impugned judgment under appeals, has invited attention towards annexure no.a and annexure no.b to the affidavit filed in support of application for condonation of delay and argued that heading of the aforesaid annexure nos. a and b transpires that office of project director, nhai, who sought permission to file an appeal under section 37 of the act, 1996 before this court and the office of regional officer (u.p.-east), nhai, lucknow, from whom the project director, nhai had sought permission to file an appeal under section 37 of the act, 1996, are in the same building. it is an admitted position that the regional office of nhai, lucknow had accorded permission to file the appeals under section 37 of the act, 1996 on 15.11.2022, however, the same was communicated to the project director on 10.01.2023. but, even then, the appeals have been filed by the appellant with inordinate delay. thus, the delay in filing the appeals are deliberate on the part of the appellant and since no reasonable explanation/sufficient cause has been made in the affidavit filed in support of the application for condonation of delay, therefore, the learned counsel prays that all the appeals are liable to be dismissed on ground of latches in filing the appeals. (18) in support of his submission, learned counsel for the respondent has placed reliance upon the judgment of the apex court in m/s n.v. international vs. the state of assam & others (civil appeal no. 9244 of 2019 arsing out of slp (c) no. 23808 of 2019, decided on 06.12.2019) and has argued that in m/s n.v. international (supra), the apex court had placed reliance upon the decision dated 17.09.2018 passed in slp (c) no. 23155 of 2013 : union of india vs. varindera const. ltd., and having regard to the object of speedy resolution of all arbitral disputes, which was uppermost in the minds of the framers of the 1996 act and which has been strengthened from time to time by amendments made thereto; the apex court dismissed the appeal on the ground that it has been filed beyond 120 days. the submission of the learned counsel is that, in the instant case, all the appeals have been filed over and above 120 days, therefore, in view of the law laid down by the apex court in m/s n.v. international (supra), the appeals are also liable to be dismissed on the ground of latches. analysis & findings (19) having regard to the submissions advanced by the learned counsels for the parties on the application for condonation of delay and going through the record available before this court in the above-captioned appeals, it is required to be noted herein that in nusli neville wadia v. ivory properties : (2020) 6 scc 557, the issue before the apex court was whether the issue of limitation can be determined as a preliminary issue under order xiv rule 2 of the code of civil procedure or not. the three-judge bench of the apex court observed that if the issue of limitation is based on an admitted fact, it can be decided as a preliminary issue under order xiv rule (2) (b) of the code of civil procedure and if the facts surrounding the issue of limitation are disputed, it cannot be decided as a preliminary issue. this court finds that the facts surrounding the issue of limitation is not disputed. (20) as an abundant precaution, both the parties were, as such, directed to address their arguments on the point of limitation and file their respective pleadings to that effect. as far as the respondents are concerned, they have filed civil miscellaneous application dated 12.09.2023 and have pointed out that the present appeals have been filed with inordinate delay (referred hereinabove in paragraph-1). the learned. counsel for respondent has submitted that nhai had been negligent in filing the appeals and the entire affidavit in support of application for condonation of delay does not show any reasonable or satisfactory or sufficient cause which prevented them from filing the appeals within limitation period. in any case, they have submitted that, in case, the explanation of nhai is taken to be truth, there is still no explanation for six month delay, as allegedly, the permission was granted to them for filing the appeals on 25.11.2022 and the same was communicated to the project director of nhai vide letter dated 10.01.2023 and the appeals came to be filed only sometimes in the month of july, 2023. according to the learned counsel for respondent, interestingly, nhai has tried to misguide this court by quoting wrong sections, articles and act of the arbitration & conciliation act, 1996 as well as the limitation act, which this court proposes to deal independently. (21) per contra, the learned counsel for the appellant has also filed a civil miscellaneous application on 06.10.2023 modulated as a reply to the aforesaid application of the respondent. essentially, the application in reply filed by nhai is reiteration of the appeal, which they have filed and additionally they have also referred to the judgment of apex court in the case of bsnl & another vs m/s nortel networks india pvt. ltd. : (2021) 5 scc 738 to agitate that the period of limitation for filing an application under section 11 of the arbitration & conciliation act, 1996 is three years. the learned counsel for appellant also placed reliance upon the judgment of the apex court in state of west bengal and others vs somdeb bandyopadhyaya and others : air 2009 sc 1989 and ashwani kumar dhingra vs state of punjab : , [air 1992 sc 974]. (22) there is no quarrel about the aforesaid proposition of law, however, as far as the issue being decided in the present matter is related to limitation for preferring an appeal under section 37 of the act, 1996, the said judgment does not help nhai in this regard. (23) similarly, so far as somdeb bandyopadhyaya (supra) is concerned, it supports the case of the respondent in as much as, it says that the present appeal should not be heard on merits without first deciding the application for condonation of delay. the mention of judgment passed by the apex court in ashwani kumar dhingra (supra) is all on merits. (24) as far as the limitation for filing the present appeals are concerned, there had been no endeavour by nhai to explain the cause of delay and only a cryptic application has been sought to be filed, which is neither satisfactory nor comes within the periphery of sufficient cause as has been propounded by the apex court in a catena of judgment. (25) at the end, the learned counsel has made a futile attempt by submitting that although the permission has been granted to file an appeal as early as on 22.01.2023, however, the appeal could not be filed within six months on account of serious ailment of the counsel to whom the matter was nominated. again, no document nor any specific averment has been made to explain such delay. the learned counsel for nhai has referred to various judgment on condonation of delay like balakrsishnan vs. m krishnamurty (supra), esha bhattacharjee v/s managing committee of raghunathpur nafar academy (supra), haryana vs. chandra mani & others (supra), collector, land acquisition and anantnag and another vs. mst. katijli and others (supra), however, none of the judgments can come to the rescue of the appellant. (26) at this juncture, it would be apt to mention that section 37 of act, 1996 provides for a general provision for appeal under the said act. the said provision also mentions that an appeal lie against order passed under section 34 of the act, 1996. the said section inter-alia provides as follows :\"(1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-[(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) appeal shall also lie to a court from an order of the arbitral tribunal-(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" (27) apparently, the act does not provide any specific limitation for filing such appeals, however, section 43 of the act, 1996 provides that the limitation act, 1963 ('limitation act') shall apply to arbitrations as it applies to proceedings in court. (28) this court may not go into the definition of court as mentioned under the act, 1996 lest, it wanders away from the core issue of limitation engaging attention in the present bunch of matters. suffice to say, that articles 116 and 117 of the schedule of the limitation act provide for a limitation period of 90 days for filing an appeal from any other court to a high court and a period of 30 days for filing an intra-court appeal, i.e., order passed by a single bench to the division bench, provided the law provides for such an appeal before the division bench. having quoted and mentioned article 116 and 117 of the schedule of the limitation act, applicable ordinarily for the aforesaid nature of appeals, it goes without saying, that in case of any delay in preferring any such appeals, section 5 of the limitation act provides for extension of the prescribed limitation period, provided the applicant satisfies the court that there was a 'sufficient cause' for such delay. (29) further, the aforesaid view gets fortified by the judgment of the hon'ble supreme court in the case of consolidated engineering enterprises v. irrigation department : (2008) 7 scc 169], wherein it was held that where the limitation act prescribes a period of limitation for appeals or applications to any court, and the special act does not prescribe any period of limitation, then the limitation prescribed in the limitation act will be applicable along with sections 4 to 24 thereof, unless they are expressly excluded by the special act. thus, by necessary implication, the period for preferring an appeal under section 37 of the act, 1996 ought to be 90 days as per article 116 of the schedule of the limitation act. (30) however, with the advent of the commercial courts act, 2015 ('commercial courts act'), the limitation period for preferring an appeal under section 37 of the arbitration & conciliation act also changed. apparently, section 10 of the commercial courts act provides that commercial courts shall decide all applications and appeals which arise out of arbitrations other than international commercial arbitrations, where the subject matter is a commercial dispute of the specified value. thus, all arbitration matters are construed to be decided and adjudicated under the jurisdiction of the commercial court, provided the commercial dispute being agitated is more than the specified value. if we look into the definition of 'specified value' as could be found in section 2(1)(i) of the commercial act, the same says :\"(i) 'specified value', in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the central government.\" (31) thus, as per the aforesaid definition, specified value cannot be less than inr 3,00,000.00 and as such, it can be safely construed that all those arbitration, which has a commercial dispute of more than inr 3,00,000.00 are to be adjudicated under the provisions of commercial court act, 2015. (32) further, with the promulgation of the commercial court act, a new regime of limitation for filing of the appeals came to fore. section 13 of the said act inter-alia states: \"section 13: appeals from decrees of commercial courts and commercial divisions. (1) [any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" (33) having said so, it would be safely concluded that the proviso to section 13(1a) specifically provides that an appeal under section 37 of the act would lie before the commercial court and such appeal must be filed within 60 days. (34) thus, the limitation for preferring of an appeal under section 37 of the arbitration & conciliation act, in view of the commercial court act, is 60 days only. however, there is a caveat, in as much as the hon'ble supreme court when faced with a similar issue of limitation for filing of an appeal under section 37 of the act, 1996 did not take into account both the provisions of commercial courts act and the decision in consolidated engg in the case of union of india v. virendera constructions ltd (2020) 2 scc 111, wherein the apex court judicially engrafted a limitation period of 120 days from the date of passing of the order and held that any further delay beyond 120 days cannot be allowed. the hon'ble supreme court noted that since a section 34 application has to be filed within a maximum period of 120 days including a grace period of 30 days, therefore, an appeal filed from the same should also be covered by the same drill, in the following words: \"ordinarily, we would have applied the said judgment to this case as well. however, we find that the impugned division bench judgment dated 10.04.2013 has dismissed the appeal filed by the union of india on the ground of delay. the delay was found to be 142 days in filing the appeal and 103 days in refiling the appeal. one of the important points made by the division bench is that, apart from the fact that there is no sufficient cause made out in the grounds of delay, since a section 34 application has to be filed within a maximum period of 120 days including the grace period of 30 days, an appeal filed from the self-same proceeding under section 37 should be covered by the same drill. given the fact that an appellate proceeding is a continuation of the original proceeding, as has been held in lachmeshwar prasad shukul and others vs. keshwar lal chaudhuri and others, air 1941 federal court 5, and repeatedly followed by our judgments, we feel that any delay beyond 120 days in the filing of an appeal under section 37 from an application being either dismissed or allowed under section 34 of the arbitration and conciliation act, 1996 should not be allowed as it will defeat the overall statutory purpose of arbitration proceedings being decided with utmost despatch.\" in this view of the matter, since even the original appeal was filed with a delay period of 142 days, we are not inclined to entertain these special leave petitions on the facts of this particular case.\" (35) the hon'ble apex court did not condone the delay of 142 days in the filing of appeal under section 37 of the act, 1996 in the aforesaid virendra construction ltd. (supra). to the same effect was another judgment of the apex court in m/s n. v. international v. the state of assam and ors. (supra), wherein the apex court reiterated the position as stated in virendra constructions ltd. (supra) and refused to condone a delay of 189 days from the 90 days in filing an appeal under section 37 of the act. the supreme court in the said judgment also placed emphasis upon the main object of the act, i.e., speedy disposal of arbitral disputes and held that, any delay beyond 120 days cannot be condoned in the following terms: \"5) we may only add that what we have done in the aforesaid judgment is to add to the period of 90 days, which is provided by statute for filing of appeals under section 37 of the arbitration act, a grace period of 30 days under section 5 of the limitation act by following lachmeshwar prasad shukul and others (supra), as also having regard to the object of speedy resolution of all arbitral disputes which was uppermost in the minds of the framers of the 1996 act, and which has been strengthened from time to time by amendments made thereto. the present delay being beyond 120 days is not liable, therefore, to be condoned.\" (36) notably, the hon'ble supreme court in both the aforesaid judgments held that an appeal under section 37 of the act, 1996 cannot be filed after 120 days from the decision of the court under section 34 of the act, 1996 and no condonation of delay is permissible beyond this 120 day period. however, neither virendra constructions ltd. (supra) nor m/s n.v. international (supra), referred to the provisions of commercial courts act which deal with the limitation period for filing of appeals under section 37 of the act, 1996. it must also be noted that neither the act, 1996 nor the commercial courts act, provide for this cap of 120 days or limit the period up to which an application for condonation of delay can be allowed. (37) the correctness of the law laid down in virendra constructions ltd. (supra) and m/s n.v. international (supra) has come under a cloud before a three-judge bench of the apex court in government of maharashtra v/s m/s borse brothers engineers & contractors pvt. ltd. : 2021 scc online sc 233, wherein the apex court noted the conflicting position. the apex court relied on consolidated engineering ltd (supra) and held that, if the specified value of the subject matter is inr 3,00,000.00 or more, then an appeal under section 37 of the act must be filed within 60 days from the date of the order as per section 13(1a) of the commercial courts act. however, in those rare cases, where the specified value is for a sum less than inr 3,00,000.00 then the appeal under section 37 of the act, 1996 would be governed by articles 116 and 117 of the schedule of the limitation act, as the case may be. (38) regarding the applicability of the limitation act, the apex court overruled its decision in m/s n. v. international (supra) and held that section 37 of the act, 1996 when read with section 43 of the act, 1996 and section 29(2) of the limitation act, makes it clear that section 5 of the limitation act will apply to the appeals filed under section 37 of the act, 1996 and in holding the said applicability, the apex court noted with affirmative that section 13(1a) of the commercial courts act does not contain any provision akin to section 34(3) of the act, 1996 and merely provides for a limitation period of 60 days from the date of the judgment or order appealed against, without going into whether delay beyond this period can or cannot be condoned. however, the apex court also noted that condonation of delay, although allowed, cannot be seen in complete isolation of the main objective of the act, i.e. speedy disposal of disputes. in the light of the same, the apex court observed that the expression 'sufficient cause' under section 5 of the limitation act is not elastic enough to cover long delay and merely because sufficient cause has been made out, there is no right to have such delay condoned. the apex court further held that only short delay can be condoned by way of an exception and not by the way of rule, and that too, only when the party acted in a bona fide manner and not negligently. the apex court has inter alia held as follows: \"61. given the aforesaid and the object of speedy disposal sought to be achieved both under the arbitration act and the commercial courts act, for appeals filed under section 37 of the arbitration act that are governed by articles 116 and 117 of the limitation act or section 13(1a) of the commercial courts act, a delay beyond 90 days, 30 days or 60 days, respectively, is to be condoned by way of exception and not by way of rule. in a fit case in which a party has otherwise acted bona fide and not in a negligent manner, a short delay beyond such period can, in the discretion of the court, be condoned, always bearing in mind that the other side of the picture is that the opposite party may have acquired both in equity and justice, what may now be lost by the first party's inaction, negligence or laches.\" (39) the apex court has not only provided the much-needed clarification on an important point of law but has also re-emphasized the main objective of speedy disposal of disputes under the arbitration & conciliation act, 1996. in the said facts of a connected case arose from the high court of madhya pradesh, the apex court also refused to condone the delay of 75 days beyond the period of 60 days provided by the commercial courts act. further, the apex court went a step ahead and also observed that be it a private party or a public sector company, the same yardstick will be applicable for condonation of delay, and no special treatment can be afforded merely because the government is involved. (40) coming to the facts of the present case, this court finds that there is delay (referred in paragraph-1 hereinabove) in filing the appeals beyond 60 days time period as provided under section 13(1a) of the commercial court act, 2015. the condonation delay application and supporting affidavit filed by nhai makes for an interesting reading and this court finds its appropriate to quote the relevant part of the affidavit which inter-alia also would show as to whether any \"sufficient cause\" has been made out by the appellant to condone the long delay in filing the appeals or not. the affidavit for delay condonation inter-alia states :\"3. that a perusal of the aforesaid provisions, provided under section 37 of the arbitration and conciliation act, 1996 clearly shows that there no limitation is provided under section 37 of the arbitration and conciliation act, 1996, but section 34 of the arbitration and conciliation act, 1996, mandates that the indian limitation act, 1963 shall apply to the arbitration as it applies to the proceedings in the court. 4. that it is stated that after receiving the order under section 34 of the arbitration and conciliation act, 1996, a permission/guidance has been sought by the deponent from the regional office, national highway authority of india, lucknow for filing the arbitration appeal, under section 34 of the arbitration and conciliation act, 1996, after obtaining opinion from its counsel. trus copy of the letter dated 24/25.11.2022, is being filed herewith and marked as annexure no.a to this affidavit. 5. that the regional officer, national highways authority of india, lucknow has accorded his concurrence/ approval for filing of the appeal under section 34 of the act, 1996, on 10.01.2023. true copy of the letter dated 10.01.2023, is being filed herewith and marked as annexure no.3 tot his affidavit. 6. that after obtaining due approval/sanction from the office of the regional officer, national highways authority of india, lucknow, the present appeal is being preferred without any delay within the timed a prescribed under section 43 of the act, 1996. 7. that there is no deliberate latches or delay on the part of the deponent in filing the present arbitration appeal before this hon'ble court, under section 37 of the act, 1996.\" (41) it is apparent from the aforesaid affidavit that as per the own showing of nhai, the regional officer, national highways authority of india, lucknow has accorded his concurrence/ approval for filing of the appeal under section 37 of the act, 1996, on 10.01.2023, however still the appeal came to be filed only sometime in the month of july, 2023, i.e., after a gap of six months. there is no explanation much less, a sufficient cause for this gap of six months. during the course of hearing, a feeble attempt was made by the learned counsel for the appellant that counsel for the appellant had been down with serious ailments during this six months period. neither any record nor averment has been made as to what ailment and as to how the learned counsel or the nhai had been trying to diligently pursue the filing of the present appeal. in the facts of the present bunch of appeals, this court is of the considered view that no \"sufficient cause\" or rather no cause has been made out by the appellant to condone the delay in filing of the appeals under section 37 of act, 1996. (42) in any case, as also held by the hon'ble apex court that it must be remembered that merely because sufficient cause has been made out in the facts of a given case, there is no right in the appellant to have delay condoned. this was felicitously put in ramlal vs. rewa coalfields ltd., (1962) 2 scr 762 as follows :\"it is, however, necessary to emphasise that even after sufficient cause has been shown a party is not entitled to the condonation of delay in question as a matter of right. the proof of a sufficient cause is a condition precedent for the exercise of the discretionary jurisdiction vested in the court by s. 5. if sufficient cause is not proved nothing further has to be done; the application for condoning delay has to be dismissed on that ground alone. if sufficient cause is shown then the court has to enquire whether in its discretion it should condone the delay. this aspect of the matter naturally introduces the consideration of all relevant facts and it is at this stage that diligence of the party or its bona fides may fall for consideration; but the scope of the enquiry while exercising the discretionary power after sufficient cause is shown would naturally be limited only to such facts as the court may regard as relevant. it cannot justify an enquiry as to why the party was sitting idle during all the time available to it. in this connection we may point out that considerations of bona fides or due diligence are always material and relevant when the court is dealing with applications made under s. 14 of the limitation act. in dealing with such applications the court is called upon to consider the effect of the combined provisions of ss. 5 and 14. therefore, in our opinion, considerations which have been expressly made material and relevant by the provisions of s. 14 cannot to the same extent and in the same manner be invoked in dealing with applications which fall to be decided only under s. 5 without reference to s. 14.\" (43) the counsel for nhai has vehemently argued that nhai is engaged in construction of road to access the public transportation in the public interest and being a public body should be given a different treatment as there had been no deliberate attempt to delay the filing of the appeal and this court should ignore the technical objections of delay in the interest of justice. the said argument of the learned counsel appears to be attractive at the first blush, but as already held herein above, there has been no explanation of \"sufficient cause\" for condoning the delay and the apex court emphatically held in m/s borse brothers engineers & contractors (supra), that there are no special concession in the context of limitation to a government body as far as the commercial court act is concerned. the apex court, relevant to the context, observed and held as follows: \"57. likewise, merely because the government is involved, a different yardstick for condonation of delay cannot be laid down. this was felicitously stated in postmaster general v. living media india ltd., (2012) 3 scc 563 [\"postmaster general\"], as follows: \"27. it is not in dispute that the person(s) concerned were well aware or conversant with the issues involved including the prescribed period of limitation for taking up the matter by way of filing a special leave petition in this court. they cannot claim that they have a separate period of limitation when the department was possessed with competent persons familiar with court proceedings. in the absence of plausible and acceptable explanation, we are posing a question why the delay is to be condoned mechanically merely because the government or a wing of the government is a party before us. 28. though we are conscious of the fact that in a matter of condonation of delay when there was no gross negligence or deliberate inaction or lack of bona fides, a liberal concession has to be adopted to advance substantial justice, we are of the view that in the facts and circumstances, the department cannot take advantage of various earlier decisions. the claim on account of impersonal machinery and inherited bureaucratic methodology of making several notes cannot be accepted in view of the modern technologies being used and available. the law of limitation undoubtedly binds everybody, including the government. 29. in our view, it is the right time to inform all the government bodies, their agencies and instrumentalities that unless they have reasonable and acceptable explanation for the delay and there was bona fide effort, there is no need to accept the usual explanation that the file was kept pending for several months/years due to considerable degree of procedural red tape in the process. the government departments are under a special obligation to ensure that they perform their duties with diligence and commitment. condonation of delay is an exception and should not be used as an anticipated benefit for the government departments. the law shelters everyone under the same light and should not be swirled for the benefit of a few.\" 58. the decision in postmaster general (supra) has been followed in the following subsequent judgments of this court: i) state of rajasthan v. bal kishan mathur, (2014) 1 scc 592 at paragraphs 8-8.2; ii) state of u.p. v. amar nath yadav, (2014) 2 scc 422 at paragraphs 2-3; iii) state of t.n. v. n. suresh rajan, (2014) 11 scc 709 at paragraphs 11-13; and iv) state of m.p. v. bherulal, (2020) 10 scc 654 at paragraphs 3-4. 59. in a recent judgment, namely, state of m.p. v. chaitram maywade, (2020) 10 scc 667, this court referred to postmaster general (supra), and held as follows: \"1. the state of madhya pradesh continues to do the same thing again and again and the conduct seems to be incorrigible. the special leave petition has been filed after a delay of 588 days. we had an occasion to deal with such inordinately delayed filing of the appeal by the state of madhya pradesh in state of m.p. v. bherulal [state of m.p. v. bherulal, (2020) 10 scc 654] in terms of our order dated 15-10-2020. 2. we have penned down a detailed order in that case and we see no purpose in repeating the same reasoning again except to record what are stated to be the facts on which the delay is sought to be condoned. on 5-1-2019, it is stated that the government advocate was approached in respect of the judgment delivered on 13-11-2018 [chaitram maywade v. state of m.p., 2018 scc online hp 1632] and the law department permitted filing of the slp against the impugned order on 26-5-2020. thus, the law department took almost about 17 months' time to decide whether the slp had to be filed or not. what greater certificate of incompetence would there be for the legal department! 3. we consider it appropriate to direct the chief secretary of the state of madhya pradesh to look into the aspect of revamping the legal department as it appears that the department is unable to file appeals within any reasonable period of time much less within limitation. these kinds of excuses, as already recorded in the aforesaid order, are no more admissible in view of the judgment in postmaster general v. living media (india) ltd. [postmaster general v. living media (india) ltd., (2012) 3 scc 563 : (2012) 2 scc (civ) 327 : (2012) 2 scc (cri) 580 : (2012) 1 scc (l&s) 649] 4. we have also expressed our concern that these kinds of the cases are only \"certificate cases\" to obtain a certificate of dismissal from the supreme court to put a quietus to the issue. the object is to save the skin of officers who may be in default. we have also recorded the irony of the situation where no action is taken against the officers who sit on these files and do nothing. 5. looking to the period of delay and the casual manner in which the application has been worded, the wastage of judicial time involved, we impose costs on the petitioner state of rs 35,000 to be deposited with the mediation and conciliation project committee. the amount be deposited within four weeks. the amount be recovered from the officer(s) responsible for the delay in filing and sitting on the files and certificate of recovery of the said amount be also filed in this court within the said period of time. we have put to deputy advocate general to caution that for any successive matters of this kind the costs will keep on going up.\" conclusion (44) in view of the authoritative judgments of the apex court in m/s borse brothers engineers & contractors (supra), it must be held that an appeal under section 37 of the arbitration and conciliation act, 1996 should be filed within 60 days from the date of the order as per section 13(1a) of the commercial courts act, 2015. however, in those rare cases where the specified value is for a sum less than inr 3,00,000.00 then the appeal under section 37 would be governed by articles 116 and 117 of the schedule of the limitation act, as the case may be. (45) further, section 5 of the limitation act will apply to the appeals filed under section 37 of the act, 1996 and in holding the said applicability, the apex court noted with affirmative that section 13(1a) of the commercial courts act does not contain any provision akin to section 34(3) of the arbitration act, 1996 and merely provides for a limitation period of 60 days from the date of the judgment or order appealed against, without going into whether delay beyond this period can or cannot be condoned. (46) further, the expression 'sufficient cause' under section 5 of the limitation act is not elastic enough to cover long delays and merely because sufficient cause has been made out, there is no right to have such delay condoned. the apex court further held that only short delays, can be condoned only by way of an exception and not by the way of rule, and that too only when the party acted in a bona fide manner and not negligently. (47) since, in the present bunch of appeals, the impugned order passed by the additional district judge, barabanki under section 34 of the act, 1996 has been sought to be challenged by nhai by filing a belated appeal under section 37 of the act, 1996 beyond the permissible 60 days without any \"sufficient cause\", the above-captioned appeals are held to be time barred. (48) for all the aforesaid reasons, application for condonation of delay in filing the above-captioned appeals are hereby rejected. consequently, all the appeals are dismissed on the point of limitation. (49) in the facts of the present case, there shall be no order as to costs. (om prakash shukla, j.) order date : 31.10.2023 ajit/"
}