{
  "case_file": "case351.txt",
  "original_text": "Madhya Pradesh High Court\nApollo Real Estate Llp Thr. ... vs Dr. Arun Waghmare on 14 June, 2022\nAuthor: Vivek Rusia\nBench: Vivek Rusia, Amar Nath Kesharwani\n                               - : 1 :-\n                                               A.A. Nos.33 & 34 of 2020\n\n\n\nBEFORE\n\n                  HON'BLE SHRI JUSTICE VIVEK RUSIA\n                                 &\n        HON'BLE SHRI JUSTICE AMAR NATH (KESHARWANI)\n\n                 ARBITRATION APPEAL No. 33 of 2020\n\n     Between:-\n     APOLLO REAL ESTATE LLP THR. SHASHIBHUSHAN PARTNER\n     451, APOLLO TOWER, 2 MG ROAD, INDORE (M.P.) (MADHYA\n     PRADESH)\n                                               .....PETITIONER\n     (BY SHRI A.K. SETHI, SR. ADVOCATE WITH SHRI NITIN PHADKE,\n     ADVOCATE)\n\n     AND\n\n     DR. ARUN WAGHMARE S/O LATE SHRI RAMCHANDRA\n1.\n     WAGHMARE 36, VASUDEV NAGAR INDORE (MADHYA PRADESH)\n     PRAKASH WAGHMARE S/O LATE SHRI RAMCHANDRA\n2.   WAGHMARE B-504, PRIME AVENUE, SWAMI VIVEKANAND ROAD,\n     VILE PARLE, MUMBAI (MAHARASHTRA)\n     VIJAY WAGHMARE S/O LATE SHRI RAMCHANDRA WAGHMARE\n3.\n     69, NARAYAN BAGH (MADHYA PRADESH)\n     ARVIND PATANKAR 12/4, YUG PRABHAT HOUSING SOCIWETY,\n4.\n     SEETA DEVI TAPAL ROAD, MAHIM, MUMBAI (MAHARASHTRA)\n     RAJEEV S/O ARVIND PATANKAR 12/4, YUG PRABHAT HOUSING\n5.   SOCIWETY, SEETA DEVI TAPAL ROAD, MAHIM, MUMBAI\n     (MAHARASHTRA)\n     SULAKSHANA VAIDHYA W/O AJIT VAIDHYA 12/4, YUG PRABHAT\n6.   HOUSING SOCIWETY, SEETA DEVI TAPAL ROAD, MAHIM,\n     MUMBAI (MAHARASHTRA)\n     ANIRUDDHA S/O LATE SHRI RAVINDRA WAGHMARE 156, AB\n7.   ROAD, NEAR PRESS COMPLEX, CHOTI KHAJRANI, INDORE\n     (MADHYA PRADESH)\n     ADITI W/O PRATIK YADAV 156, AB ROAD, NEAR PRESS\n8.\n     COMPLEX, CHOTI KHAJRANI, INDORE (UAE)\n     M/S SACHIN LEASING AND DEVELOPERS PVT. LTD. THROUGH\n9.   ITS DIRECTOR SACHIN SHARMA 63-64, VISHNUPURI MAIN\n     COLONY, INDORE (MADHYA PRADESH)\n                                             .....RESPONDENTS\n     (RESPONDENTS NO. 1 TO 3 BY SHRI ANIKET NAIK, ADVOCATE)\n     (RESPONDENTS No. 4 TO 6 BY SHRI SHEKHAR BHARGAVA, SR.\n                                   - : 2 :-\n                                                      A.A. Nos.33 & 34 of 2020\n\n\n\n  ADVOCATE WITH SHRI AMIT SINGH, ADVOCATE)\n  (SHRI R.T. THANEWALA, ADVOCATE FOR RESPONDENT No.7.\n\n\n\n             ARBITRATION APPEAL No. 34 of 2020\n\n Between:-\n APOLLO    REAL   ESTATE LLP  THR. SHASHIBHUSHAN\n KHANDELWAL PARTNER 451 APOLLO TOWER, 2 MG ROAD,\n INDORE (MADHYA PRADESH)\n                                                       .....PETITIONER\n (BY SHRI BY SHRI A.K. SETHI, SR. ADVOCATE WITH SHRI NITIN\n PHADKE, ADVOCATE)\n\n AND\n\n ANIRUDDHA WAGHMARE S/O LATE SHRI RAVINDRA WAGHMARE\n 156, AB ROAD, NEAR PRESS COMPLEX, CHHOTI KHAJRANI\n INDORE (MADHYA PRADESH)\n                                                      .....RESPONDENT\n (BY SHRI R.T. THANEWALA, ADVOCATE)\n\n\n                               ORDER\n(Passed on 14th June, 2022) Per Vivek Rusia, J. :\nVide order dated 12.9.2019 passed in M.C.C. No.2042/2019 (Apollo Real Estate L.L.P. V/s. Dr. Arun Waghmare & others), the Division Bench of this order has transferred the proceedings of Arbitration Case (MJC No.87/2018 to the Commercial Court for final adjudication treating it to be a commercial dispute between the parties.\nAs per point 1.1 of the Roster, all the matters arising out of the judgments/orders passed by the Commercial Courts which are under territorial jurisdiction of the Bench at Indore of High Court of M.P. Shall be listed before the Division Bench-I. As per roster, Point 5, all the SB Arbitration matters except those which are assigned to Single Bench-I, shall be listed before\n- : 3 :-\nA.A. Nos.33 & 34 of 2020 Single Bench-III.\nSection 2(1)(c) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as \"the Act of 2015\" for short) defines \"commercial dispute\" and according to sub-clause (vii) agreements relating to immovable property used exclusively in trade or commerce, shall be treated as commercial dispute, but in the present case, the agreement to sale of land has never been used exclusively for trade or commerce.\nSection 2(1)(i) of the Act of 2015 defines \"specified value\" in relation to commercial dispute and according to which, value of the subject matter in respect of suit s determined in accordance with section 12 which shall not be less than one crore rupees or such higher value.\nNow, the issue which requires consideration, for which the High Court Rules & Orders and rosters are silent bout registration and listing of appeal filed either u/s. 37 of Arbitration & Concilition Act or u/s. 13 of the Act of 2015. Section 13 of the Act of 015 provides that any person aggrieved by the decision of the Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or order and as per Proviso, the appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the C.P.C. and Section 37 of the Arbitration and Conciliation Act. Section 13(1) of the Act of 2015 and Section 37 of the Arbitration and Conciliation Act are reproduced below :\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions - (1) Any person aggrieved\n- : 4 :-\nA.A. Nos.33 & 34 of 2020 by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be :\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n\"37. Appealable orders.-- (1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.--\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or\n(b) granting or refusing to grant an interim measure under section 17.\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\nSection 6 of the Act of 2015 provides the jurisdiction of Commercial Court and according to which, Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value.\nSection 9 of the Act of 2015 provides for transfer of suit if counter-claim in a commercial dispute is of Specified Value.\n- : 5 :-\nA.A. Nos.33 & 34 of 2020 Section 10 of the Act of 2015 provides jurisdiction in respect of arbitration matters. As per Sub-section (3) of Section 10, if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of Arbitration and Conciliation Act, 1996, that would ordinarily lie before any Principal Civil Court of original jurisdiction in a district shall be filed in, and heard and disputed of by the Commercial Court where such Commercial Court has been constituted. Section 10(3) of the Act of 2015 is reproduced below :\n\"10(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before the principal civil court of original jurisdiction in a district (not being a High Court0 shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\nSection 15 of the Act of 2015 provides transfer of pending cases.\nIn view of Section 10(3) and 15 of the Act of 2015 that all the applications and suit filed under the provisions of Arbitration and Conciliation Act, 1996 shall be filed in, and heard and disposed of by Commercial Court. Therefore, the appeal/proceedings u/s. 34 of the Arbitration and Conciliation Act are liable to be transferred to the Commercial Court.\nNow, the issue is, whether an appeal arising out of an order passed u/s. 34 of the Arbitration and Conciliation Act passed by Commercial Court is liable to be treated as an Arbitration Appeal and is liable to be heard by the Single Bench or by the Division Bench?\n- : 6 :-\nA.A. Nos.33 & 34 of 2020 The present Arbitration Appeals have been u/s. 37 of the Arbitration and Conciliation Act read with Section 13 of the Act of 2015. As per Point No.1 of the Roster, the appeal filed against passed by the Commercial Court is liable to be heard by the Division Bench and as per point 5 of the Roster, the appeal filed against the order passed in an arbitration appeal is liable to be heard by the Single Bench.\nAccording to the Proviso to Section 13, any person aggrieved by the decision of the Commercial Court or Commercial Division may file an appeal before the High Court of Commercial Division except in the cases specifically enumerated under Order XLIII of the C.P.C. or u/s. 13 of the Arbitration and Conciliation Act, meaning thereby, appeal under Order XLIII of C.P.C. and appeal filed u/s. 37 of the Arbitration and Conciliation Act which lie as per provisions as contained in the C.P.C. and Arbitration and Conciliation Act and not u/s. 13 of the Act of 2015 and are not liable to be filed u/s. 13 of the Act of 2015.\nThe apex Court in the case of Kandla Export Corpn. V/s. OCT Corpn. : (2018) 14 SCC 715 has held in Para 14 of the judgment as under :\n\"14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\"\n- : 7 :-\nA.A. Nos.33 & 34 of 2020 The aforesaid judgment has been reconsidered by the Constitution Bench of apex Court in the case of BGS SGS SOMA JV V/s. NHPC Limited : (2020) 4 SCC 234 and held that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. Para 13 of the aforesaid judgment is reproduced below :\n\"13. Given the fact that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. Section 38(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a),\n(b) and (c) and from no others. The pigeonhole that the High Court in the impugned judgment has chosen to say that the appeals in the present cases were maintainable is sub-clause (c). According to the High Court, even where a Section 34 application is ordered to be returned to the appropriate court, such order would amount to an order \"refusing to set aside an arbitral award under Section 34\".\"\nIn case of Ambalal Sarabhai Enterprises Ltd. V/s. K.S. Infraspace LLP and another : (2020) 15 SCC 585, the apex Court has examined the definition of \"commercial dispute\" and has held that dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub- clause (vii) of Section 2(1)(c) of the Commercial Courts Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\"\n- : 8 :-\nA.A. Nos.33 & 34 of 2020 are to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure for deciding the commercial disputes. Therefore, the only dispute which actually answers \"commercial dispute\" as provided u/s. 2(1)(c) must be entertained by Commercial Court.\nSo far as present case is concerned, the dispute in respect of agreement to sell dated 5.7.2004 was referred to the Arbitrator. The total sale consideration in the agreement to sale is Rs. 9.5 Crores but the land in question is a joint family property. The land in question was an agricultural land bearing Survey No. 382/437 admeasuring total 2.72 Acres, therefore, it was not an agreement relating to immovable property used exclusively in trade and commerce and in view of the law laid down by the apex Court in the case of Ambalal Sarabha Enterprises Ltd. (supra) the word \"used\" denotes actual use. Hence, it is not falling under the category of \"commercial dispute\" of a specified value. Although the Commercial Court has passed an order u/s. 34 in the light of order dated 12.9.2019 passed in M.C.C. No.2042/2019, hence the issue is not required to be examined, but the issue required to be considered is, whether the award dated 9.10.2020 passed by the Commercial Court is to be treated u/s. 13 of the Commercial Courts Act or u/s. 37 of the Arbitration and Conciliation Act?\nAlthough the appeal is filed under both the provisions, but the appeal filed under the provisions of Arbitration and Conciliation Act is liable t be heard by the Single Bench as per Roster Point 5 and the appeal against the order passed by the Commercial Court is to be\n- : 9 :-\nA.A. Nos.33 & 34 of 2020 heard by the Division Bench as per Roster Point 1.1. In view of the judgment passed by the apex Court in the case of BGS SGS SOMA (supra) and the judgment passed in the case of Kandla Export Corpon. (supra), these appeals are to be treated as appeal u/s. 37 of the Arbitration and Conciliation Act and as per Roster, same are liable to be heard by the Single Bench.\nIn the High Court Rules & Orders, after coming into force of the Act of 2015, there is no provision for listing of these appeals before the Division Bench. As per Roster Point 1.1,all the matters arising out of the judgments/orders passed by the Commercial Courts which are territorial jurisdiction of the Bench at Indore of High Court of M.P., are liable to be listed before the Division Bench of this Court. Therefore, it is required to be clarified whether in case of an arbitration award passed by the Commercial Court in the matter of commercial dispute of specified value or appeal filed u/s. 37 of the Arbitration and Conciliation Act and under Order 43 of the C.P.C., are liable to be listed as per Roster without treating it to be an appeal under the Commercial Courts Act.\nIn view of the above, the matter be placed before Hon'ble the Chief Justice for kind consideration for suitable amendment in the High Court Rules & Orders as well as provisions in the Roster. Let a photocopy of this order be retained in the connected case.\n         [ VIVEK RUSIA ]        [AMAR NATH (KESHARWANI)]\n             JUDGE.                      JUDGE.\nAlok/-\n\n\nDate: 2022.06.15 10:11:00 +05'30'",
  "cleaned_text": "madhya pradesh high court apollo real estate llp thr. . vs dr. arun waghmare on 14 june, 2022 author: vivek rusia bench: vivek rusia, amar nath kesharwani : 1 :a.a. nos.33 & 34 of 2020 before hon'ble shri justice vivek rusia & hon'ble shri justice amar nath (kesharwani) arbitration appeal no. 33 of 2020 between:apollo real estate llp thr. shashibhushan partner 451, apollo tower, 2 mg road, indore (m.p.) (madhya pradesh) .petitioner (by shri a.k. sethi, sr. advocate with shri nitin phadke, advocate) and dr. arun waghmare s/o late shri ramchandra 1. waghmare 36, vasudev nagar indore (madhya pradesh) prakash waghmare s/o late shri ramchandra 2. waghmare b-504, prime avenue, swami vivekanand road, vile parle, mumbai (maharashtra) vijay waghmare s/o late shri ramchandra waghmare 3. 69, narayan bagh (madhya pradesh) arvind patankar 12/4, yug prabhat housing sociwety, 4. seeta devi tapal road, mahim, mumbai (maharashtra) rajeev s/o arvind patankar 12/4, yug prabhat housing 5. sociwety, seeta devi tapal road, mahim, mumbai (maharashtra) sulakshana vaidhya w/o ajit vaidhya 12/4, yug prabhat 6. housing sociwety, seeta devi tapal road, mahim, mumbai (maharashtra) aniruddha s/o late shri ravindra waghmare 156, ab 7. road, near press complex, choti khajrani, indore (madhya pradesh) aditi w/o pratik yadav 156, ab road, near press 8. complex, choti khajrani, indore (uae) m/s sachin leasing and developers pvt. ltd. through 9. its director sachin sharma 63-64, vishnupuri main colony, indore (madhya pradesh) .respondents (respondents no. 1 to 3 by shri aniket naik, advocate) (respondents no. 4 to 6 by shri shekhar bhargava, sr. : 2 :a.a. nos.33 & 34 of 2020 advocate with shri amit singh, advocate) (shri r.t. thanewala, advocate for respondent no.7. arbitration appeal no. 34 of 2020 between:apollo real estate llp thr. shashibhushan khandelwal partner 451 apollo tower, 2 mg road, indore (madhya pradesh) .petitioner (by shri by shri a.k. sethi, sr. advocate with shri nitin phadke, advocate) and aniruddha waghmare s/o late shri ravindra waghmare 156, ab road, near press complex, chhoti khajrani indore (madhya pradesh) .respondent (by shri r.t. thanewala, advocate) order (passed on 14th june, 2022) per vivek rusia, j. : vide order dated 12.9.2019 passed in m.c.c. no.2042/2019 (apollo real estate l.l.p. v/s. dr. arun waghmare & others), the division bench of this order has transferred the proceedings of arbitration case (mjc no.87/2018 to the commercial court for final adjudication treating it to be a commercial dispute between the parties. as per point 1.1 of the roster, all the matters arising out of the judgments/orders passed by the commercial courts which are under territorial jurisdiction of the bench at indore of high court of m.p. shall be listed before the division bench-i. as per roster, point 5, all the sb arbitration matters except those which are assigned to single bench-i, shall be listed before : 3 :a.a. nos.33 & 34 of 2020 single bench-iii. section 2(1)(c) of commercial courts, commercial division and commercial appellate division of high courts act, 2015 (hereinafter referred to as \"the act of 2015\" for short) defines \"commercial dispute\" and according to sub-clause (vii) agreements relating to immovable property used exclusively in trade or commerce, shall be treated as commercial dispute, but in the present case, the agreement to sale of land has never been used exclusively for trade or commerce. section 2(1)(i) of the act of 2015 defines \"specified value\" in relation to commercial dispute and according to which, value of the subject matter in respect of suit s determined in accordance with section 12 which shall not be less than one crore rupees or such higher value. now, the issue which requires consideration, for which the high court rules & orders and rosters are silent bout registration and listing of appeal filed either u/s. 37 of arbitration & concilition act or u/s. 13 of the act of 2015. section 13 of the act of 015 provides that any person aggrieved by the decision of the commercial court or commercial division of high court may appeal to the commercial appellate division of that high court within a period of 60 days from the date of judgment or order and as per proviso, the appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the c.p.c. and section 37 of the arbitration and conciliation act. section 13(1) of the act of 2015 and section 37 of the arbitration and conciliation act are reproduced below : \"13. appeals from decrees of commercial courts and commercial divisions (1) any person aggrieved : 4 :a.a. nos.33 & 34 of 2020 by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be : provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).\" \"37. appealable orders.-(1) an appeal shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) an appeal shall also lie to a court from an order granting of the arbitral tribunal.-(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" section 6 of the act of 2015 provides the jurisdiction of commercial court and according to which, commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a special value. section 9 of the act of 2015 provides for transfer of suit if counter-claim in a commercial dispute is of specified value. : 5 :a.a. nos.33 & 34 of 2020 section 10 of the act of 2015 provides jurisdiction in respect of arbitration matters. as per sub-section (3) of section 10, if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of arbitration and conciliation act, 1996, that would ordinarily lie before any principal civil court of original jurisdiction in a district shall be filed in, and heard and disputed of by the commercial court where such commercial court has been constituted. section 10(3) of the act of 2015 is reproduced below : \"10(3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before the principal civil court of original jurisdiction in a district (not being a high court0 shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" section 15 of the act of 2015 provides transfer of pending cases. in view of section 10(3) and 15 of the act of 2015 that all the applications and suit filed under the provisions of arbitration and conciliation act, 1996 shall be filed in, and heard and disposed of by commercial court. therefore, the appeal/proceedings u/s. 34 of the arbitration and conciliation act are liable to be transferred to the commercial court. now, the issue is, whether an appeal arising out of an order passed u/s. 34 of the arbitration and conciliation act passed by commercial court is liable to be treated as an arbitration appeal and is liable to be heard by the single bench or by the division bench? : 6 :a.a. nos.33 & 34 of 2020 the present arbitration appeals have been u/s. 37 of the arbitration and conciliation act read with section 13 of the act of 2015. as per point no.1 of the roster, the appeal filed against passed by the commercial court is liable to be heard by the division bench and as per point 5 of the roster, the appeal filed against the order passed in an arbitration appeal is liable to be heard by the single bench. according to the proviso to section 13, any person aggrieved by the decision of the commercial court or commercial division may file an appeal before the high court of commercial division except in the cases specifically enumerated under order xliii of the c.p.c. or u/s. 13 of the arbitration and conciliation act, meaning thereby, appeal under order xliii of c.p.c. and appeal filed u/s. 37 of the arbitration and conciliation act which lie as per provisions as contained in the c.p.c. and arbitration and conciliation act and not u/s. 13 of the act of 2015 and are not liable to be filed u/s. 13 of the act of 2015. the apex court in the case of kandla export corpn. v/s. oct corpn. : (2018) 14 scc 715 has held in para 14 of the judgment as under : \"14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court.\" : 7 :a.a. nos.33 & 34 of 2020 the aforesaid judgment has been reconsidered by the constitution bench of apex court in the case of bgs sgs soma jv v/s. nhpc limited : (2020) 4 scc 234 and held that there is no independent right of appeal under section 13(1) of the commercial courts act, 2015, which merely provides the forum of filing appeals, it is the parameters of section 37 of the arbitration act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. para 13 of the aforesaid judgment is reproduced below : \"13. given the fact that there is no independent right of appeal under section 13(1) of the commercial courts act, 2015, which merely provides the forum of filing appeals, it is the parameters of section 37 of the arbitration act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. section 38(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a), (b) and (c) and from no others. the pigeonhole that the high court in the impugned judgment has chosen to say that the appeals in the present cases were maintainable is sub-clause (c). according to the high court, even where a section 34 application is ordered to be returned to the appropriate court, such order would amount to an order \"refusing to set aside an arbitral award under section 34\".\" in case of ambalal sarabhai enterprises ltd. v/s. k.s. infraspace llp and another : (2020) 15 scc 585, the apex court has examined the definition of \"commercial dispute\" and has held that dispute relating to immovable property per se may not be a commercial dispute. but it becomes a commercial dispute, if it falls under subclause (vii) of section 2(1)(c) of the commercial courts act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". the words \"used exclusively in trade or commerce\" : 8 :a.a. nos.33 & 34 of 2020 are to be interpreted purposefully. the word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". it should be \"actually used\". such a wide interpretation would defeat the objects of the act and the fast tracking procedure for deciding the commercial disputes. therefore, the only dispute which actually answers \"commercial dispute\" as provided u/s. 2(1)(c) must be entertained by commercial court. so far as present case is concerned, the dispute in respect of agreement to sell dated 5.7.2004 was referred to the arbitrator. the total sale consideration in the agreement to sale is rs. 9.5 crores but the land in question is a joint family property. the land in question was an agricultural land bearing survey no. 382/437 admeasuring total 2.72 acres, therefore, it was not an agreement relating to immovable property used exclusively in trade and commerce and in view of the law laid down by the apex court in the case of ambalal sarabha enterprises ltd. (supra) the word \"used\" denotes actual use. hence, it is not falling under the category of \"commercial dispute\" of a specified value. although the commercial court has passed an order u/s. 34 in the light of order dated 12.9.2019 passed in m.c.c. no.2042/2019, hence the issue is not required to be examined, but the issue required to be considered is, whether the award dated 9.10.2020 passed by the commercial court is to be treated u/s. 13 of the commercial courts act or u/s. 37 of the arbitration and conciliation act? although the appeal is filed under both the provisions, but the appeal filed under the provisions of arbitration and conciliation act is liable t be heard by the single bench as per roster point 5 and the appeal against the order passed by the commercial court is to be : 9 :a.a. nos.33 & 34 of 2020 heard by the division bench as per roster point 1.1. in view of the judgment passed by the apex court in the case of bgs sgs soma (supra) and the judgment passed in the case of kandla export corpon. (supra), these appeals are to be treated as appeal u/s. 37 of the arbitration and conciliation act and as per roster, same are liable to be heard by the single bench. in the high court rules & orders, after coming into force of the act of 2015, there is no provision for listing of these appeals before the division bench. as per roster point 1.1,all the matters arising out of the judgments/orders passed by the commercial courts which are territorial jurisdiction of the bench at indore of high court of m.p., are liable to be listed before the division bench of this court. therefore, it is required to be clarified whether in case of an arbitration award passed by the commercial court in the matter of commercial dispute of specified value or appeal filed u/s. 37 of the arbitration and conciliation act and under order 43 of the c.p.c., are liable to be listed as per roster without treating it to be an appeal under the commercial courts act. in view of the above, the matter be placed before hon'ble the chief justice for kind consideration for suitable amendment in the high court rules & orders as well as provisions in the roster. let a photocopy of this order be retained in the connected case. [ vivek rusia ] [amar nath (kesharwani)] judge. judge. alok/date: 2022.06.15 10:11:00 +05'30'"
}