{
  "case_file": "case55.txt",
  "original_text": "Patna High Court\nSouth Bihar Power Distribution Co. Ltd vs Bhagalpur Electricity Distribution ... on 14 February, 2019\nEquivalent citations: AIR 2019 (NOC) 534 (PAT.), AIRONLINE 2019 PAT 1605, (2019) 3 PAT LJR 18\nAuthor: Birendra Kumar\nBench: Birendra Kumar\n     IN THE HIGH COURT OF JUDICATURE AT PATNA\n                 Miscellaneous Appeal No.172 of 2018\n======================================================\nSouth Bihar Power Distribution Co. Ltd., a Company incorporated under the\nprovisions of the Companies Act, 1956 having its Registered Office at Vidyut\nBhawan, Bailey Road, P.S. Kotwali, Town and District Patna - 800021\n                                                             ... ... Appellant\n                                     Versus\nBhagalpur Electricity Distribution Co. Pvt. Ltd., a Company incorporated\nunder the provisions of the Companies Act, 1956 having its Registered Office\nat 22, Albnindra Nath Thakur Sarani (previously known as 'Camac Street'),\nBlock-A, 3rd Floor, Kolkata-700016\n                                           ... ... Respondent\n======================================================\nAppearance :\nFor the Appellant     :       Mr. Umesh Prasad Singh, Sr. Advocate\n                              Mr. Anand Kumar Ojha, Advocate\n                              Mr. Kumar Manish, Advocate\nFor the Respondent    :       Mr. Ashish Giri, Advocate\n                              Mr. Pranav Kumar, Advocate\n                              Mr. Sumit Kumar Jha, Advocate\n                              Mr. Rajat Kumar Tiwary, Advocate\n======================================================\nCORAM: HONOURABLE MR. JUSTICE BIRENDRA KUMAR\nORAL JUDGMENT\n Date : 14-02-2019\n\n\n            Heard learned counsel for the parties and the appeal is\n\nbeing disposed of at this stage itself considering the short question\n\nof law involved.\n\n            2. This is an appeal, under Section 37 of the Arbitration\n\nand Conciliation Act, 1996, against the order dated 01.12.2017\n\npassed by the learned 5th Additional District Judge, Patna in Misc.\n\n(Arbitration) Case No. 02 of 2017 filed by the respondent-\n\nBhagalpur Electricity Distribution Company Private Limited\n\nwhereby the sole-appellant South Bihar Power Distribution\n Patna High Court MA No.172 of 2018 dt.14-02-2019\n                                           2/20\n\n\n\n\n       Company Limited and the State Bank of India, Kolkata have been\n\n       restrained from invoking/encashing the bank guarantee. The\n\n       aforesaid order was passed in exercise of power under Section 9 of\n\n       the Arbitration and Conciliation Act, 1996.\n\n                    3. A brief fact of this case leading to this appeal is that\n\n       the erstwhile Bihar State Electricity Board floated a notice inviting\n\n       tender/Request for Proposal being No. 136/PR/BSEB/2010, dated\n\n       22nd October, 2012 for appointment of 'Distribution Franchisee'\n\n       for supply of electricity in the town of Bhagalpur and the adjoining\n\n       area. In the meantime, Bihar State Power (Holding) Company\n\n       Limited and four subsidiaries including the appellant came into\n\n       existence replacing the Bihar State Electricity Board in accordance\n\n       with the provisions of the Electricity Act, 2003. M/s SPML Infra\n\n       Limited emerged as a 'Successful Bidder' and received letter of\n\n       intent from the appellant dated 21st March, 2013 which was\n\n       accepted unconditionally by M/s SPML Infra Limited through\n\n       letter dated 5th April, 2013 vide Annexure-1. According to the\n\n       terms of the letter of intent, the successful bidder was allowed to\n\n       promote a 100% Special Purpose Vehicle. Accordingly, M/s SPML\n\n       Infra Limited incorporated and promoted a Special Purpose\n\n       Vehicle known as Bhagalpur Electricity Distribution Company\n\n       Private Limited (respondent herein). The agreement dated 19th\n Patna High Court MA No.172 of 2018 dt.14-02-2019\n                                           3/20\n\n\n\n\n       July, 2013 between the appellant and M/s SPML Infra Limited was\n\n       a distribution franchisee agreement. M/s SPML Infra Limited\n\n       furnished bank guarantee as well as performance guarantee in\n\n       favour of the appellant. Some dispute arose out of the aforesaid\n\n       agreement and the respondent-Bhagalpur Electricity Distribution\n\n       Company Private Limited took the matter before the Arbitrator on\n\n       14.05.2016\nin terms of agreement between the parties vide Arbitration No. 106 of 2016. Since no award was made within one year, the arbitration proceeding expired on 14.05.2017 in terms of Section 29A of the Arbitration and Conciliation Act, 1996. However, time was extended by the Tribunal with consent of the parties for three months by order dated 20.05.2017. The appellant contends that already dead arbitration proceeding could not revive on 20.05.2017 unless the order specifically mentions that it would have retrospective operation.\n4. The respondent filed a petition on 13/16 November, 2017 vide Misc. Arbitration Case No. 02 of 2017 under Section 9 of the Arbitration and Conciliation Act, 1996 with a prayer to issue an injunction restraining the appellant and their agency from taking any coercive measure by attempting to invoke the bank guarantee or any letter of credit, pending the arbitration proceeding. Prayer for ad interim injunction was also there. A copy Patna High Court MA No.172 of 2018 dt.14-02-2019 of the petition is at page 22 on wards of the supplementary affidavit.\n5. The District Judge, Patna heard to the respondent herein who was petitioner before the learned District Judge and directed issuance of notice to the respondent thereat/appellant herein, through registered post and the case was transferred to the court of learned 5th Additional District Judge, Patna fixing next date on 10.10.2017. Till the date fixed i.e. 10.10.2017 no requisites for issuance of notice against the appellant was filed and after hearing the respondent, the court directed the parties to maintain status quo as regards the bank guarantee. The status quo order was to be effective till appearance of the opposite parties i.e. the appellant herein and the case was fixed on 30.10.2017. On 30.10.2017, the respondent herein did not file requisite of notices and the court again directed the respondent to file requisites. On 07.11.2017, some material rectification in the order dated 10.10.2017 was allowed. On 29.11.2017, the appellant herein appeared suo motu on receipt of order of status quo communicated by the respondent and on prayer for time for filing reply, the case was fixed on 01.12.2017 for filing reply. However, the impugned order dated 01.12.2017 reveals that after hearing the parties, the Patna High Court MA No.172 of 2018 dt.14-02-2019 court directed the parties to maintain status quo in the matter of revocation/encashment of bank guarantee.\n6. The appellant has challenged the validity/sustainability of the impugned order on the ground that learned 5th Additional District Judge, Patna had no jurisdiction to hear the matter after the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on receiving assent of the President of India on 31.12.2015 and after notification of the State Government dated 3 rd March, 2017 in exercise of power under Section 3 of the said Act whereby the District Judge posted in the Civil Court of the Divisional Headquarter was appointed as Judge of Commercial Court for discharge of the duties of this Court in addition to his normal duty. The local jurisdiction was also decided by the same notification.\n7. Section 3 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (in brief 2015) relates to constitution of the Commercial Courts which reads as follows:-\n\"3(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the Patna High Court MA No.172 of 2018 dt.14-02-2019 jurisdiction and powers conferred on those Courts under this Act:\nProvided that no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction.\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. (3) The State Government shall, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court, from amongst the cadre of Higher Judicial Service in the State.\"\n8. In exercise of power vested under the aforesaid provision, the State Government issued following notification on 03.03.2017:\n\"In exercise of the powers conferred by section 3 of \"the Commercial Courts, Commercial Division And Commercial Appellate Divisions of High Courts Act, 2015\" (No.-4 of 2016), the State Government of Bihar, in consultation with the High Court of Judicature at Patna, is hereby pleased to constitute the Commercial Court in the District Civil Courts situated in all the Divisional Head quarters of the State to hear cases of Commercial disputes of the value of Patna High Court MA No.172 of 2018 dt.14-02-2019 Rupees one crore or above and appoints the District Judge posted in the Civil Court of the Divisional Headquarter as Judge of the Commercial Court constituted hereunder in the concerned Division, who will discharge the duties of this court in addition to his normal duties;\n(a) The local jurisdiction of these courts shall be the revenue limits of the concerned Division.\n(b) This Notification shall come into force with effect from the date of its publication in the official Gazette.\"\n9. Section 15 of the Commercial Courts Act relates to transfer of pending cases which is being reproduced below:-\n\"15. Transfer of pending cases.-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n2. All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court Patna High Court MA No.172 of 2018 dt.14-02-2019 prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub- section (2).\n3. Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n4. The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n5. In the event that such suit or application is not transferred in the manner specified in sub- section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the Patna High Court MA No.172 of 2018 dt.14-02-2019 parties to the suit, withdraw such suit or application from the Court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n10. Thus, it is evident that on the date, the District Judge, Patna transferred the case to the court of 5 th Additional District Judge, Patna. The notification dated 3 rd March, 2017 of the State Government in exercise of power under Section 3 of the Act constituting Commercial Court was already there and only the District Judge posted in the Civil Court of Divisional Headquarter was appointed as Judge of the Commercial Court. Section 15 of the Act provides for transfer of the pending cases to the Commercial Court. Hence, apparently, learned 5th Additional District Judge, Patna had no jurisdiction to hear and pass the impugned order.\n11. I do not find any substance in the submission of learned counsel for the respondent that once the District Judge transferred the case to the court of learned 5 th Additional District Judge, Patna who has concurrent jurisdiction with the District Judge, the order cannot be faulted on this ground alone. Since the statutory court was already notified by the State Government in exercise of power under Section 3 of the Commercial Courts Act Patna High Court MA No.172 of 2018 dt.14-02-2019 and it was the District Judge posted in the Civil Court at Divisional Headquarter alone and no other District Judge or Additional District Judge. Hence, the court below had no jurisdiction to pass the impugned order. Therefore, impugned order is fit to be set aside on this ground alone.\n12. Learned counsel for the appellant next contended that the learned court below has misconducted the proceeding before it and acted with material irregularity. The court below has never discussed the case of the parties nor has examined whether the petitioner before the court below had any locus to bring the matter before the court and in a casual manner without complying the order of the District Judge to send notice to the opposite party issued an order of ad interim injunction on 10.10.2017 which was confirmed by the impugned order without assigning reason that in the event of waiting for notice to the appellant herein the whole purpose of the injunction would be defeated.\n13. The impugned order would not reveal that what was the submission of the appellant before the court below. The appellant had raised the issue of locus of the respondent herein to bring the case. Appellant had raised the issue of jurisdiction of the court below to pass the order but nothing has been discussed in the impugned order.\nPatna High Court MA No.172 of 2018 dt.14-02-2019\n14. There is no dispute that every judicial order should contain objective reasons supported by material on the record and should also depict that there is no violation of natural justice. The impugned order suffers from aforesaid infirmity, hence, the same is not sustainable on this ground also.\n15. Third issue raised in this appeal is that M/s SPML Infra Limited was selected by the appellant as successful bidder and it had submitted the bank guarantee and performance guarantee and the respondent was simply a Special Purpose Vehicle to perform the responsibility of M/s SPML Infra Limited. Therefore, the respondent had no locus to bring the case for arbitration or to file application under Section 9 of the Arbitration and Conciliation Act, 1996.\n16. Learned counsel for the appellant submits that when the appellant raised before the court below that M/s SPML Infra Limited is not a party nor the State Bank of India is a party, hence, no relief can be granted in respect of the bank guarantee without hearing them. Thereafter M/s SPML Infra Limited and the respondent-Bhagalpur Electricity Distribution Company Private Limited filed Title Suit No. 1594 of 2017 before the City Civil Court at Calcutta against the State Bank of India and the appellant Patna High Court MA No.172 of 2018 dt.14-02-2019 praying therein for temporary injunction restraining the respondents from revoking or encashing the same bank guarantee.\n17. It is made clear at the out set that this Court is not going to record finding on the locus of the respondent to bring the litigation for the reason that this issue is yet to be decided by the Arbitrator if the arbitration matter is still pending or by the court exercising jurisdiction under Section 9 of the Arbitration and Conciliation Act, 1996 and any finding by this Court would prejudice their mind. However, for the purpose of a look on the nature of this issue certain facts and submissions are required to the noted down.\n18. The tender for Appointment of Distribution Franchisee, a copy of the same is Annexure A/4 to the supplementary affidavit contains the following definitions which are relevant herein:\n\"Distribution Franchisee/Franchisee - Shall mean the Successful Bidding Company appointed by BSEB to act as an agent of BSEB to purchase and distribute electricity in the Franchise Area.\nDistribution Franchisee Agreement \"DFA\" - Shall mean the Agreement to be entered into by the BSEB and the successful bidder for Distribution Franchisee for undertaking distribution of electricity through the Franchisee in a specified area.\nPatna High Court MA No.172 of 2018 dt.14-02-2019 Distribution Licensee - Shall mean the Bihar State Electricity Board (BSEF) or its Successor Companies.\nParties - Shall mean a reference to selected Bidder and BSEB collectively and \"Party\"\nshall mean an individual reference to either one of them.\"\n19. Annexure A/5 which is letter of intent dated 21.03.2013 issued by the appellant-company to M/s SPML Infra Limited would show that M/s SPML Infra Limited was communicated of its appointment as distribution franchisee for Bhagalpur area. In term, M/s SPML Infra Limited accepted the invitation unconditionally. Clause 5 of that letter provides that within 30 days, the selected Bidder (SPML here) shall submit the Payment Security and Performance Guarantee and Cost and expenses to the Distribution Licensee and execute the Distribution Franchisee Agreement. However, the successful bidder may also incorporate a Special Purpose Vehicle. In case of Special Purpose Vehicle, a tripartite Distribution Franchisee Agreement shall be executed between the M/s SPML Infra Limited, Special Purpose Vehicle and the respective Distribution Licensee.\n20. In pursuance of that, M/s SPML Infra Limited submitted bank guarantee vide Annexure A/7 dated 8th May, 2013 and thereafter agreement dated 19th July, 2013, a copy at Annexure A/8 was signed between the parties whereas second party M/s Patna High Court MA No.172 of 2018 dt.14-02-2019 Bhagalpur Electricity Distribution Company Private Limited, Kolkata, a company incorporated by the Successful Bidder (i.e. M/s SPML Infra Limited) under the provisions of the Companies Act, 1956 and having its Registered Office at the referred address at Kolkata was shown as Distribution Franchisee. M/s SPML Infra Limited signed as 3rd party. Thus, the document is in the nature a tripartite agreement. Condition 'E' and 'G' of the agreement are noticeable:-\n\"E. The Successful Bidder has since promoted and incorporated the Distribution Franchisee as a limited liability company under the Companies Act, 1956, and has requested the SBPDCL to accept the Distribution Franchisee as the entity which shall undertake and perform the obligations and exercise the rights of the Successful Bidder under the LOI including the obligation to enter into this Distribution Franchisee Agreement pursuant to the LOI for executing the Project.\nG. M/s SPML Infra Limited, Kolkata undertakes that in the event of failure of compliance of obligation under the Distribution Franchisee Agreement by M/s Bhagalpur Electricity Distribution Company Private Limited, Kolkata, all the obligation as per the Distribution Franchisee Agreement including the investment required in the Franchisee Area shall automatically become the responsibility of the M/s SPML Infra Limited, Kolkata who undertakes to discharge Patna High Court MA No.172 of 2018 dt.14-02-2019 all the obligations-financial, commercial or otherwise-of M/s Bhagalpur Electricity Distribution Company Private Limited, Kolkata during the entire contract period.\"\n21. Special Purpose Vehicle has been defined at page 113 of the agreement as follows:\n\"Special Purpose Vehicle - shall mean the Company to be incorporated under the Companies Act, 1956 by the Successful Bidder solely for the purpose of carrying out the obligations under the Distribution Franchisee Agreement and to undertake the Distribution of electricity as per the terms of the Distribution Franchisee Agreement. The Special Purpose Vehicle shall remain a 100% subsidiary of the Successful Bidder for the entire term of the Distribution Franchisee Agreement.\"\n22. In view of the aforesaid conditions, submission of the appellant is that M/s SPML Infra Limited was the real party and the respondent herein was a proforma party as per the agreement for the reason that only a successful bidder could have been appointed as distribution franchisee and successful bidder was M/s SPML Infra Limited and M/s SPML Infra Limited had undertaken its liability under the agreement. Therefore, in absence of M/s SPML Infra Limited, no order could have been passed or should have been passed by the court below.\nPatna High Court MA No.172 of 2018 dt.14-02-2019\n23. Learned counsel for the respondent submitted that from the agreement, it would be evident that the respondent herein was second party to the tripartite agreement. Before joining the agreement the appellant in its letter of intent had allowed the successful bidder of engagement of Special Purpose Vehicle for performance of the contract. Hence, it cannot be argued that respondent had no locus to bring the matter before the Arbitrator or the Court for redressal of his grievance.\n24. Learned counsel relied on the judgment of the Hon'ble Supreme Court in Gangotri Enterprises Limited Versus Union of India & Others reported in 2016(11) SCC 720 wherein the Hon'ble Supreme Court noticed the earlier judgment in Union of India v. Raman Iron Foundry reported in 1974(2) SCC 231 wherein following observations in Iron and Hardware (India) Co. v. Shamlal and Bros. reported in AIR 1954 Bom. 423 was accepted.\n\"...... In my opinion it would not be true to say that a person who commits a breach of the contract incurs any pecuniary liability, nor would it be true to say that the other party to the contract who complains of the breach has any amount due to him from the other party. As already stated, the only right which he has is the right to go to a court of law and recover damages. Now, damages are the compensation which a court of law gives to a party for the Patna High Court MA No.172 of 2018 dt.14-02-2019 injury which he has sustained. But, and this is most important to note, he does not get damages or compensation by reason of any existing obligation on the part of the person who has committed the breach. He gets compensation as a result of the fiat of the court. Therefore, no pecuniary liability arises till the court has determined that the party complaining of the breach is entitled to damages. Therefore, when damages are assessed, it would not be true to say that what the court is doing is ascertaining a pecuniary liability which already existed. The court in the first place must decide that the defendant is liable and then it proceeds to assess what that liability is. But till that determination there is no liability at all upon the defendant. This statement in our view represents the correct legal position and has our full concurrence. A claim for damages for breach of contract is, therefore, not a claim for a sum presently due and payable and the purchaser is not entitled, in exercise of the right conferred upon it under Clause 18, to recover the amount of such claim by appropriating other sums due to the contractor. On this view, it is not necessary for us to consider the other contention raised on behalf of the respondent, namely, that on a proper construction of Clause 18, the purchaser is entitled to exercise the right conferred under that clause only where the claim for payment of a sum of money is either admitted by the contractor, or in case of dispute, adjudicated upon by a court or other adjudicatory authority. We must, Patna High Court MA No.172 of 2018 dt.14-02-2019 therefore, hold that the appellant had no right or authority under Clause 18 to appropriate the amounts of other pending bills of the respondent in or towards satisfaction of its claim for damages against the respondent and the learned Judge was justified in issuing an interim injunction restraining the appellant from doing so.\"\n25. Learned counsel for the appellant has drawn attention of the Court to Section 230 of the Indian Contract Act, 1872 which says that \"in the absence of any contract to that effect, an agent cannot personally enforce contracts entered into by him on behalf of his principal, nor is he personally bound by them. Presumption to the contract to contrary.- Such a contract shall be presumed to exist in the following cases:- (1) where the contract is made by an agent for the sale or purchase of goods for a merchant resident abroad; (2) where the agent does not disclose the name of his principal; (3) where the principal, though disclosed, cannot be sued\".\n26. According to learned counsel none of the aforesaid condition is fulfilled in this case in favour of the respondent, to permit, to prosecute the matter alone.\n27. Learned counsel for the appellant has relied on the observations of the Hon'ble Supreme Court in Sasan Power Limited Versus North American Coal Corporation (India) Patna High Court MA No.172 of 2018 dt.14-02-2019 Private Limited reported in 2016(10) SCC 813 wherein in para 20 of the judgment the Hon'ble Supreme Court observed as follows:-\n\"20. It is settled law that there can only be an assignment of rights arising under a contract but not the \"burden of a contract\". In Tolhurst v. Associated Portland Cement Manufacturers (1900) Ltd., Collins MR held as follows: (KB p.\n668) \"It is, I think, quite clear that neither at law nor in equity could the burden of a contract be shifted off the shoulders of a contractor on to those of another without the consent of the contractee ... this can only be brought about by the consent of all three, and involves the release of the original debtor ... it is equally clear that the benefit of a contract can be assigned...\"\nThe Court of Appeal further laid down-\n(i) Assignment of the benefit of the contract IS PERMISSIBLE where the consideration has been executed and nothing remains but to enforce the obligation against the party who has received the consideration; and\n(ii) There is, however, another class of contracts, where there are mutual obligations still to be enforced and where it is impossible to say that the whole consideration has been executed.\nContracts of this class cannot be assigned at all in the sense of discharging the original contractee and creating privity or quasi privity with a substituted person.\" (Tolhurst case, KB p. 669) The decision of the Court of Appeal was affirmed by the House of Lords.\"\nPatna High Court MA No.172 of 2018 dt.14-02-2019\n28. In view of other infirmities in the impugned order as discussed above, the impugned order is not sustainable in law. Accordingly, the same is set aside and the matter is remitted back to the Commercial Court, Patna to hear and pass necessary order according to law.\n29. I.A. No. 1741 of 2018 for stay of the operation and effect of the impugned order stands disposed of accordingly.\n30. Accordingly, this appeal stands allowed.\n                                                    (Birendra Kumar, J)\n\n\n           Kundan/Rajan\n         AFR/NAFR              AFR\n         CAV DATE              N.A.\n         Uploading Date        15.02.2019\n         Transmission Date     15.02.2019\n ",
  "cleaned_text": "patna high court south bihar power distribution co. ltd vs bhagalpur electricity distribution . on 14 february, 2019 equivalent citations: air 2019 (noc) 534 (pat.), aironline 2019 pat 1605, (2019) 3 pat ljr 18 author: birendra kumar bench: birendra kumar in the high court of judicature at patna miscellaneous appeal no.172 of 2018 ====================================================== south bihar power distribution co. ltd., a company incorporated under the provisions of the companies act, 1956 having its registered office at vidyut bhawan, bailey road, p.s. kotwali, town and district patna 800021 . . appellant versus bhagalpur electricity distribution co. pvt. ltd., a company incorporated under the provisions of the companies act, 1956 having its registered office at 22, albnindra nath thakur sarani (previously known as 'camac street'), block-a, 3rd floor, kolkata-700016 . . respondent ====================================================== appearance : for the appellant : mr. umesh prasad singh, sr. advocate mr. anand kumar ojha, advocate mr. kumar manish, advocate for the respondent : mr. ashish giri, advocate mr. pranav kumar, advocate mr. sumit kumar jha, advocate mr. rajat kumar tiwary, advocate ====================================================== oral judgment date : 14-02-2019 heard learned counsel for the parties and the appeal is being disposed of at this stage itself considering the short question of law involved. 2. this is an appeal, under section 37 of the arbitration and conciliation act, 1996, against the order dated 01.12.2017 passed by the learned 5th additional district judge, patna in misc. (arbitration) case no. 02 of 2017 filed by the respondentbhagalpur electricity distribution company private limited whereby the sole-appellant south bihar power distribution patna high court ma no.172 of 2018 dt.14-02-2019 2/20 company limited and the state bank of india, kolkata have been restrained from invoking/encashing the bank guarantee. the aforesaid order was passed in exercise of power under section 9 of the arbitration and conciliation act, 1996. 3. a brief fact of this case leading to this appeal is that the erstwhile bihar state electricity board floated a notice inviting tender/request for proposal being no. 136/pr/bseb/2010, dated 22nd october, 2012 for appointment of 'distribution franchisee' for supply of electricity in the town of bhagalpur and the adjoining area. in the meantime, bihar state power (holding) company limited and four subsidiaries including the appellant came into existence replacing the bihar state electricity board in accordance with the provisions of the electricity act, 2003. m/s spml infra limited emerged as a 'successful bidder' and received letter of intent from the appellant dated 21st march, 2013 which was accepted unconditionally by m/s spml infra limited through letter dated 5th april, 2013 vide annexure-1. according to the terms of the letter of intent, the successful bidder was allowed to promote a 100% special purpose vehicle. accordingly, m/s spml infra limited incorporated and promoted a special purpose vehicle known as bhagalpur electricity distribution company private limited (respondent herein). the agreement dated 19th patna high court ma no.172 of 2018 dt.14-02-2019 3/20 july, 2013 between the appellant and m/s spml infra limited was a distribution franchisee agreement. m/s spml infra limited furnished bank guarantee as well as performance guarantee in favour of the appellant. some dispute arose out of the aforesaid agreement and the respondent-bhagalpur electricity distribution company private limited took the matter before the arbitrator on 14.05.2016 in terms of agreement between the parties vide arbitration no. 106 of 2016. since no award was made within one year, the arbitration proceeding expired on 14.05.2017 in terms of section 29a of the arbitration and conciliation act, 1996. however, time was extended by the tribunal with consent of the parties for three months by order dated 20.05.2017. the appellant contends that already dead arbitration proceeding could not revive on 20.05.2017 unless the order specifically mentions that it would have retrospective operation. 4. the respondent filed a petition on 13/16 november, 2017 vide misc. arbitration case no. 02 of 2017 under section 9 of the arbitration and conciliation act, 1996 with a prayer to issue an injunction restraining the appellant and their agency from taking any coercive measure by attempting to invoke the bank guarantee or any letter of credit, pending the arbitration proceeding. prayer for ad interim injunction was also there. a copy patna high court ma no.172 of 2018 dt.14-02-2019 of the petition is at page 22 on wards of the supplementary affidavit. 5. the district judge, patna heard to the respondent herein who was petitioner before the learned district judge and directed issuance of notice to the respondent thereat/appellant herein, through registered post and the case was transferred to the court of learned 5th additional district judge, patna fixing next date on 10.10.2017. till the date fixed i.e. 10.10.2017 no requisites for issuance of notice against the appellant was filed and after hearing the respondent, the court directed the parties to maintain status quo as regards the bank guarantee. the status quo order was to be effective till appearance of the opposite parties i.e. the appellant herein and the case was fixed on 30.10.2017. on 30.10.2017, the respondent herein did not file requisite of notices and the court again directed the respondent to file requisites. on 07.11.2017, some material rectification in the order dated 10.10.2017 was allowed. on 29.11.2017, the appellant herein appeared suo motu on receipt of order of status quo communicated by the respondent and on prayer for time for filing reply, the case was fixed on 01.12.2017 for filing reply. however, the impugned order dated 01.12.2017 reveals that after hearing the parties, the patna high court ma no.172 of 2018 dt.14-02-2019 court directed the parties to maintain status quo in the matter of revocation/encashment of bank guarantee. 6. the appellant has challenged the validity/sustainability of the impugned order on the ground that learned 5th additional district judge, patna had no jurisdiction to hear the matter after the commercial courts, commercial division and commercial appellate division of high courts act, 2015 came into force on receiving assent of the president of india on 31.12.2015 and after notification of the state government dated 3 rd march, 2017 in exercise of power under section 3 of the said act whereby the district judge posted in the civil court of the divisional headquarter was appointed as judge of commercial court for discharge of the duties of this court in addition to his normal duty. the local jurisdiction was also decided by the same notification. 7. section 3 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (in brief 2015) relates to constitution of the commercial courts which reads as follows:\"3(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the patna high court ma no.172 of 2018 dt.14-02-2019 jurisdiction and powers conferred on those courts under this act: provided that no commercial court shall be constituted for the territory over which the high court has ordinary original civil jurisdiction. (2) the state government shall, after consultation with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the state government shall, with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a commercial court, from amongst the cadre of higher judicial service in the state.\" 8. in exercise of power vested under the aforesaid provision, the state government issued following notification on 03.03.2017: \"in exercise of the powers conferred by section 3 of \"the commercial courts, commercial division and commercial appellate divisions of high courts act, 2015\" (no.-4 of 2016), the state government of bihar, in consultation with the high court of judicature at patna, is hereby pleased to constitute the commercial court in the district civil courts situated in all the divisional head quarters of the state to hear cases of commercial disputes of the value of patna high court ma no.172 of 2018 dt.14-02-2019 rupees one crore or above and appoints the district judge posted in the civil court of the divisional headquarter as judge of the commercial court constituted hereunder in the concerned division, who will discharge the duties of this court in addition to his normal duties; (a) the local jurisdiction of these courts shall be the revenue limits of the concerned division. (b) this notification shall come into force with effect from the date of its publication in the official gazette.\" 9. section 15 of the commercial courts act relates to transfer of pending cases which is being reproduced below:\"15. transfer of pending cases.-(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. 2. all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court patna high court ma no.172 of 2018 dt.14-02-2019 prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or subsection (2). 3. where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or subsection (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. 4. the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issued such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. 5. in the event that such suit or application is not transferred in the manner specified in subsection (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the patna high court ma no.172 of 2018 dt.14-02-2019 parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 10. thus, it is evident that on the date, the district judge, patna transferred the case to the court of 5 th additional district judge, patna. the notification dated 3 rd march, 2017 of the state government in exercise of power under section 3 of the act constituting commercial court was already there and only the district judge posted in the civil court of divisional headquarter was appointed as judge of the commercial court. section 15 of the act provides for transfer of the pending cases to the commercial court. hence, apparently, learned 5th additional district judge, patna had no jurisdiction to hear and pass the impugned order. 11. i do not find any substance in the submission of learned counsel for the respondent that once the district judge transferred the case to the court of learned 5 th additional district judge, patna who has concurrent jurisdiction with the district judge, the order cannot be faulted on this ground alone. since the statutory court was already notified by the state government in exercise of power under section 3 of the commercial courts act patna high court ma no.172 of 2018 dt.14-02-2019 and it was the district judge posted in the civil court at divisional headquarter alone and no other district judge or additional district judge. hence, the court below had no jurisdiction to pass the impugned order. therefore, impugned order is fit to be set aside on this ground alone. 12. learned counsel for the appellant next contended that the learned court below has misconducted the proceeding before it and acted with material irregularity. the court below has never discussed the case of the parties nor has examined whether the petitioner before the court below had any locus to bring the matter before the court and in a casual manner without complying the order of the district judge to send notice to the opposite party issued an order of ad interim injunction on 10.10.2017 which was confirmed by the impugned order without assigning reason that in the event of waiting for notice to the appellant herein the whole purpose of the injunction would be defeated. 13. the impugned order would not reveal that what was the submission of the appellant before the court below. the appellant had raised the issue of locus of the respondent herein to bring the case. appellant had raised the issue of jurisdiction of the court below to pass the order but nothing has been discussed in the impugned order. patna high court ma no.172 of 2018 dt.14-02-2019 14. there is no dispute that every judicial order should contain objective reasons supported by material on the record and should also depict that there is no violation of natural justice. the impugned order suffers from aforesaid infirmity, hence, the same is not sustainable on this ground also. 15. third issue raised in this appeal is that m/s spml infra limited was selected by the appellant as successful bidder and it had submitted the bank guarantee and performance guarantee and the respondent was simply a special purpose vehicle to perform the responsibility of m/s spml infra limited. therefore, the respondent had no locus to bring the case for arbitration or to file application under section 9 of the arbitration and conciliation act, 1996. 16. learned counsel for the appellant submits that when the appellant raised before the court below that m/s spml infra limited is not a party nor the state bank of india is a party, hence, no relief can be granted in respect of the bank guarantee without hearing them. thereafter m/s spml infra limited and the respondent-bhagalpur electricity distribution company private limited filed title suit no. 1594 of 2017 before the city civil court at calcutta against the state bank of india and the appellant patna high court ma no.172 of 2018 dt.14-02-2019 praying therein for temporary injunction restraining the respondents from revoking or encashing the same bank guarantee. 17. it is made clear at the out set that this court is not going to record finding on the locus of the respondent to bring the litigation for the reason that this issue is yet to be decided by the arbitrator if the arbitration matter is still pending or by the court exercising jurisdiction under section 9 of the arbitration and conciliation act, 1996 and any finding by this court would prejudice their mind. however, for the purpose of a look on the nature of this issue certain facts and submissions are required to the noted down. 18. the tender for appointment of distribution franchisee, a copy of the same is annexure a/4 to the supplementary affidavit contains the following definitions which are relevant herein: \"distribution franchisee/franchisee shall mean the successful bidding company appointed by bseb to act as an agent of bseb to purchase and distribute electricity in the franchise area. distribution franchisee agreement \"dfa\" shall mean the agreement to be entered into by the bseb and the successful bidder for distribution franchisee for undertaking distribution of electricity through the franchisee in a specified area. patna high court ma no.172 of 2018 dt.14-02-2019 distribution licensee shall mean the bihar state electricity board (bsef) or its successor companies. parties shall mean a reference to selected bidder and bseb collectively and \"party\" shall mean an individual reference to either one of them.\" 19. annexure a/5 which is letter of intent dated 21.03.2013 issued by the appellant-company to m/s spml infra limited would show that m/s spml infra limited was communicated of its appointment as distribution franchisee for bhagalpur area. in term, m/s spml infra limited accepted the invitation unconditionally. clause 5 of that letter provides that within 30 days, the selected bidder (spml here) shall submit the payment security and performance guarantee and cost and expenses to the distribution licensee and execute the distribution franchisee agreement. however, the successful bidder may also incorporate a special purpose vehicle. in case of special purpose vehicle, a tripartite distribution franchisee agreement shall be executed between the m/s spml infra limited, special purpose vehicle and the respective distribution licensee. 20. in pursuance of that, m/s spml infra limited submitted bank guarantee vide annexure a/7 dated 8th may, 2013 and thereafter agreement dated 19th july, 2013, a copy at annexure a/8 was signed between the parties whereas second party m/s patna high court ma no.172 of 2018 dt.14-02-2019 bhagalpur electricity distribution company private limited, kolkata, a company incorporated by the successful bidder (i.e. m/s spml infra limited) under the provisions of the companies act, 1956 and having its registered office at the referred address at kolkata was shown as distribution franchisee. m/s spml infra limited signed as 3rd party. thus, the document is in the nature a tripartite agreement. condition 'e' and 'g' of the agreement are noticeable:\"e. the successful bidder has since promoted and incorporated the distribution franchisee as a limited liability company under the companies act, 1956, and has requested the sbpdcl to accept the distribution franchisee as the entity which shall undertake and perform the obligations and exercise the rights of the successful bidder under the loi including the obligation to enter into this distribution franchisee agreement pursuant to the loi for executing the project. g. m/s spml infra limited, kolkata undertakes that in the event of failure of compliance of obligation under the distribution franchisee agreement by m/s bhagalpur electricity distribution company private limited, kolkata, all the obligation as per the distribution franchisee agreement including the investment required in the franchisee area shall automatically become the responsibility of the m/s spml infra limited, kolkata who undertakes to discharge patna high court ma no.172 of 2018 dt.14-02-2019 all the obligations-financial, commercial or otherwise-of m/s bhagalpur electricity distribution company private limited, kolkata during the entire contract period.\" 21. special purpose vehicle has been defined at page 113 of the agreement as follows: \"special purpose vehicle shall mean the company to be incorporated under the companies act, 1956 by the successful bidder solely for the purpose of carrying out the obligations under the distribution franchisee agreement and to undertake the distribution of electricity as per the terms of the distribution franchisee agreement. the special purpose vehicle shall remain a 100% subsidiary of the successful bidder for the entire term of the distribution franchisee agreement.\" 22. in view of the aforesaid conditions, submission of the appellant is that m/s spml infra limited was the real party and the respondent herein was a proforma party as per the agreement for the reason that only a successful bidder could have been appointed as distribution franchisee and successful bidder was m/s spml infra limited and m/s spml infra limited had undertaken its liability under the agreement. therefore, in absence of m/s spml infra limited, no order could have been passed or should have been passed by the court below. patna high court ma no.172 of 2018 dt.14-02-2019 23. learned counsel for the respondent submitted that from the agreement, it would be evident that the respondent herein was second party to the tripartite agreement. before joining the agreement the appellant in its letter of intent had allowed the successful bidder of engagement of special purpose vehicle for performance of the contract. hence, it cannot be argued that respondent had no locus to bring the matter before the arbitrator or the court for redressal of his grievance. 24. learned counsel relied on the judgment of the hon'ble supreme court in gangotri enterprises limited versus union of india & others reported in 2016(11) scc 720 wherein the hon'ble supreme court noticed the earlier judgment in union of india v. raman iron foundry reported in 1974(2) scc 231 wherein following observations in iron and hardware (india) co. v. shamlal and bros. reported in air 1954 bom. 423 was accepted. \". in my opinion it would not be true to say that a person who commits a breach of the contract incurs any pecuniary liability, nor would it be true to say that the other party to the contract who complains of the breach has any amount due to him from the other party. as already stated, the only right which he has is the right to go to a court of law and recover damages. now, damages are the compensation which a court of law gives to a party for the patna high court ma no.172 of 2018 dt.14-02-2019 injury which he has sustained. but, and this is most important to note, he does not get damages or compensation by reason of any existing obligation on the part of the person who has committed the breach. he gets compensation as a result of the fiat of the court. therefore, no pecuniary liability arises till the court has determined that the party complaining of the breach is entitled to damages. therefore, when damages are assessed, it would not be true to say that what the court is doing is ascertaining a pecuniary liability which already existed. the court in the first place must decide that the defendant is liable and then it proceeds to assess what that liability is. but till that determination there is no liability at all upon the defendant. this statement in our view represents the correct legal position and has our full concurrence. a claim for damages for breach of contract is, therefore, not a claim for a sum presently due and payable and the purchaser is not entitled, in exercise of the right conferred upon it under clause 18, to recover the amount of such claim by appropriating other sums due to the contractor. on this view, it is not necessary for us to consider the other contention raised on behalf of the respondent, namely, that on a proper construction of clause 18, the purchaser is entitled to exercise the right conferred under that clause only where the claim for payment of a sum of money is either admitted by the contractor, or in case of dispute, adjudicated upon by a court or other adjudicatory authority. we must, patna high court ma no.172 of 2018 dt.14-02-2019 therefore, hold that the appellant had no right or authority under clause 18 to appropriate the amounts of other pending bills of the respondent in or towards satisfaction of its claim for damages against the respondent and the learned judge was justified in issuing an interim injunction restraining the appellant from doing so.\" 25. learned counsel for the appellant has drawn attention of the court to section 230 of the indian contract act, 1872 which says that \"in the absence of any contract to that effect, an agent cannot personally enforce contracts entered into by him on behalf of his principal, nor is he personally bound by them. presumption to the contract to contrary.such a contract shall be presumed to exist in the following cases:(1) where the contract is made by an agent for the sale or purchase of goods for a merchant resident abroad; (2) where the agent does not disclose the name of his principal; (3) where the principal, though disclosed, cannot be sued\". 26. according to learned counsel none of the aforesaid condition is fulfilled in this case in favour of the respondent, to permit, to prosecute the matter alone. 27. learned counsel for the appellant has relied on the observations of the hon'ble supreme court in sasan power limited versus north american coal corporation (india) patna high court ma no.172 of 2018 dt.14-02-2019 private limited reported in 2016(10) scc 813 wherein in para 20 of the judgment the hon'ble supreme court observed as follows:\"20. it is settled law that there can only be an assignment of rights arising under a contract but not the \"burden of a contract\". in tolhurst v. associated portland cement manufacturers (1900) ltd., collins mr held as follows: (kb p. 668) \"it is, i think, quite clear that neither at law nor in equity could the burden of a contract be shifted off the shoulders of a contractor on to those of another without the consent of the contractee . this can only be brought about by the consent of all three, and involves the release of the original debtor . it is equally clear that the benefit of a contract can be assigned.\" the court of appeal further laid down(i) assignment of the benefit of the contract is permissible where the consideration has been executed and nothing remains but to enforce the obligation against the party who has received the consideration; and (ii) there is, however, another class of contracts, where there are mutual obligations still to be enforced and where it is impossible to say that the whole consideration has been executed. contracts of this class cannot be assigned at all in the sense of discharging the original contractee and creating privity or quasi privity with a substituted person.\" (tolhurst case, kb p. 669) the decision of the court of appeal was affirmed by the house of lords.\" patna high court ma no.172 of 2018 dt.14-02-2019 28. in view of other infirmities in the impugned order as discussed above, the impugned order is not sustainable in law. accordingly, the same is set aside and the matter is remitted back to the commercial court, patna to hear and pass necessary order according to law. 29. i.a. no. 1741 of 2018 for stay of the operation and effect of the impugned order stands disposed of accordingly. 30. accordingly, this appeal stands allowed. (birendra kumar, j) kundan/rajan afr/nafr afr cav date n.a. uploading date 15.02.2019 transmission date 15.02.2019"
}