{
  "case_file": "case19.txt",
  "original_text": "Supreme Court - Daily Orders\nRaj Process Equipments And Systems Pvt. ... vs Honest Derivatives Pvt. Ltd. on 3 November, 2022\nBench: S. Abdul Nazeer, V. Ramasubramanian\n                                     IN THE SUPREME COURT OF INDIA\n                                     CIVIL APPELLATE JURISDICTION\n\n                                  CIVIL APPEAL No.8089 OF 2022\n                          (Arising out of SLP (Civil) No.19754 of 2022\n                                   @ Diary No.43133 of 2019)\n\n\n     RAJ PROCESS EQUIPMENTS AND SYSTEMS\n     PVT. LTD. & ORS.                                                       Appellant(s)\n\n\n                                               VERSUS\n\n     HONEST DERIVATIVES PVT. LTD.                                           Respondent(s)\n\n\n\n                                              O R D E R\nDelay condoned.\nLeave granted.\n3. The appeal arises out of an order passed by the High Court of Judicature of Bombay, Aurangabad Bench, confirming an order passed by the trial Court refusing to recall an order by which the defendant Nos.1 and 2 were recorded as having filed no written statements and the suit directed to proceed ex-parte against defendant Nos.3 and 4.\nWe have heard the learned counsel on both Date: 2022.11.07 17:35:39 IST Reason:\nsides.\n5. The respondent herein filed a suit for recovery of damages on the file of the Civil Court Senior Division Jalgaon in December, 2017.\nAdmittedly, the suit summons was served on the appellants herein (defendants in the suit) on 16.02.2018. Despite a number of opportunities given to them, the appellant Nos.1 and 2 herein (defendant Nos. 1 and 2) did not file their written statements. Defendant Nos. 3 and 4 did not even enter appearance.\n6. Therefore, the trial Court passed an order on 3.7.2018 to the following effect:-\n\"The Defendant No. 3 and 4 in spite of service of suit summons (Exh.6) failed to appear and defendant No.1 and 2 in spite of giving opportunity failed to file their written statement. Hence, the suit proceeded ex-parte against defendant no.3 and 4 and without written statement against defendant no.1 and 2.\"\n7. On 11.08.2018, the District Court, Jalgaon was designated as a Commercial Court in terms of the Commercial Court Act, 2015 and the suit pending on the file of the Civil Judge, Senior Division was transferred to the Commercial Court. After transfer, defendant Nos. 1 to 4, who are the appellants herein moved three applications respectively for (i) condonation of delay;\n(ii) recalling the order of ‘no written statement’ dated 03.07.2018 passed against defendant Nos.1 and 2; and (iii) setting aside the order directing the proceeding to go on ex-parte against defendant Nos.3 and 4.\n8. The Commercial Court rejected all the three applications by an order dated 11.04.2019, on the basis of the proviso to Order VIII Rule 1 CPC. The said order was affirmed by the High Court by the order impugned in this appeal, forcing the defendants to come up with the above appeal.\n9. There is no dispute about the fact that at the time when the suit was filed and at the time when the order dated 03.07.2018 was passed, the court before which the suit was pending was a normal Civil Court. It was only after the order dated 03.07.2018 was passed directing the matter to proceed ex-parte that the matter got transferred to a Commercial Court.\n10. It is also an admitted fact that the period of 120 days as stipulated in the second proviso to sub-rule (1) of Rule 1 of Order V CPC and the proviso to Rule 1 of Order VIII expired on 18.06.2018.\n11. In other words, the time that was available, if a strict interpretation is given to the aforesaid provisions, was nothing because the time of 120 days had expired even when the matter was pending before the normal Civil Court.\n12. Reliance was placed by the High Court on the judgment of this Court in SCG Contracts India Private Limited v. K.S.Chamankar Infrastructure Limited (2019) 12 SCC 210, in support of the contention that the time-line prescribed under the second proviso to sub-rule (1) of Rule 1 of Order V CPC is mandatory and that the appellants have forfeited their right to file written statements.\n13. But we do not agree. The suit that became the subject matter of dispute in SCG Contracts India Private Limited, appears to have been filed before the Commercial Court and not before the normal Civil Court. Insofar as the normal Civil Courts are concerned, it is the proviso to Order VIII Rule 1 CPC which applies. In Salem Advocate Bar Association v. Union of India, (2005) 6 SCC 344, this Court held that the proviso to Rule 1 of Order VIII CPC is directory and not mandatory. An exception was carved out in SCG Contracts India Private Limited to this Rule, by this Court insofar as the commercial disputes are concerned by invoking the second proviso to sub-rule (1) of Rule 1 of Order V. Therefore, to apply the same principle to a matter where the suit was instituted before the normal Civil Court and transferred to a Commercial Court after the expiry of 120 days would be to give a complete twist to the interpretation given by the 3-member Bench in Salem Advocate Bar Association, to the proviso to Order VIII Rule 1 CPC.\n14. In fact the decision in SCG Contracts India Private Limited is by a 2-member Bench, which was dealing with the second proviso to sub-rule (1) of Rule 1 of Order V. Therefore, when the decision of the 3-member Bench in Salem Advocate Bar Association was cited before this Court in SCG Contracts India Private Limited, this Court held in paragraph 11 that the earlier law on Order VIII Rule 1 has now been set at naught. Therefore, what is to be applied to normal Civil Courts is Order VIII Rule 1 and the interpretation given to the same in Salem Advocate Bar Association.\n15. In fact the suit on hand is a suit for damages for the alleged loss suffered by the respondent, on account of the supply of defective machinery. Hence, we cannot deprive the appellants of an opportunity to contest the claim on merits.\n16. Therefore, the appeal is allowed, the impugned order passed by the High Court and the order of the Commercial Court are set aside. The applications filed by the appellants are allowed and the Commercial Court is directed to take on record the written statements filed by the appellants and proceed with the hearing of the suit on merits.\n17. No costs.\n..........................J. (S. ABDUL NAZEER) ...........................J. (V. RAMASUBRAMANIAN) NEW DELHI NOVEMBER 3, 2022 ITEM NO.16 COURT NO.4 SECTION IX S U P R E M E C O U R T O F I N D I A RECORD OF PROCEEDINGS SPECIAL LEAVE PETITION (CIVIL) Diary No(s). 43133/2019 (Arising out of impugned final judgment and order dated 01-08-2019 in WP No. 7520/2019 passed by the High Court of Judicature at Bombay, Bench at Aurangabad) RAJ PROCESS EQUIPMENTS AND SYSTEMS PVT. LTD. & ORS.Petitioner(s) VERSUS HONEST DERIVATIVES PVT. LTD. Respondent(s) (IA No. 87853/2021 - APPLICATION FOR PERMISSION IA No. 2116/2020 - CONDONATION OF DELAY IN FILING IA No. 2117/2020 - EXEMPTION FROM FILING C/C OF THE IMPUGNED JUDGMENT IA No. 2120/2020 - EXEMPTION FROM FILING O.T. IA No. 85994/2021 - PERMISSION TO FILE ADDITIONAL DOCUMENTS/FACTS/ANNEXURES IA No. 22829/2020 - PERMISSION TO FILE ADDITIONAL DOCUMENTS/FACTS/ANNEXURES) Date : 03-11-2022 This mattes was called on for hearing today. CORAM :\nHON'BLE MR. JUSTICE S. ABDUL NAZEER HON'BLE MR. JUSTICE V. RAMASUBRAMANIAN For Petitioner(s) Mr. Shyam Divan,Sr.Adv.\nMr. Sandeep Sudhakar Deshmukh, AOR For Respondent(s) Mr. Ravindra Keshavrao Adsure, AOR Mr. Sandeep Gorde Patil,Adv. Mr. Yash Prashant Sonavane,Adv.\nUPON hearing the counsel the Court made the following O R D E R Leave granted.\nThe appeal is allowed in terms of the signed order. Pending applications also stand disposed of.\n    (ANITA MALHOTRA)                          (KAMLESH RAWAT)\n       AR-CUM-PS                                COURT MASTER\n(Signed order is placed on the file.)",
  "cleaned_text": "supreme court daily orders raj process equipments and systems pvt. . vs honest derivatives pvt. ltd. on 3 november, 2022 bench: s. abdul nazeer, v. ramasubramanian in the supreme court of india civil appellate jurisdiction civil appeal no.8089 of 2022 (arising out of slp (civil) no.19754 of 2022 @ diary no.43133 of 2019) raj process equipments and systems pvt. ltd. & ors. appellant(s) versus honest derivatives pvt. ltd. respondent(s) o r d e r delay condoned. leave granted. 3. the appeal arises out of an order passed by the high court of judicature of bombay, aurangabad bench, confirming an order passed by the trial court refusing to recall an order by which the defendant nos.1 and 2 were recorded as having filed no written statements and the suit directed to proceed ex-parte against defendant nos.3 and 4. we have heard the learned counsel on both date: 2022.11.07 17:35:39 ist reason: sides. 5. the respondent herein filed a suit for recovery of damages on the file of the civil court senior division jalgaon in december, 2017. admittedly, the suit summons was served on the appellants herein (defendants in the suit) on 16.02.2018. despite a number of opportunities given to them, the appellant nos.1 and 2 herein (defendant nos. 1 and 2) did not file their written statements. defendant nos. 3 and 4 did not even enter appearance. 6. therefore, the trial court passed an order on 3.7.2018 to the following effect:\"the defendant no. 3 and 4 in spite of service of suit summons (exh.6) failed to appear and defendant no.1 and 2 in spite of giving opportunity failed to file their written statement. hence, the suit proceeded ex-parte against defendant no.3 and 4 and without written statement against defendant no.1 and 2.\" 7. on 11.08.2018, the district court, jalgaon was designated as a commercial court in terms of the commercial court act, 2015 and the suit pending on the file of the civil judge, senior division was transferred to the commercial court. after transfer, defendant nos. 1 to 4, who are the appellants herein moved three applications respectively for (i) condonation of delay; (ii) recalling the order of ‘no written statement' dated 03.07.2018 passed against defendant nos.1 and 2; and (iii) setting aside the order directing the proceeding to go on ex-parte against defendant nos.3 and 4. 8. the commercial court rejected all the three applications by an order dated 11.04.2019, on the basis of the proviso to order viii rule 1 cpc. the said order was affirmed by the high court by the order impugned in this appeal, forcing the defendants to come up with the above appeal. 9. there is no dispute about the fact that at the time when the suit was filed and at the time when the order dated 03.07.2018 was passed, the court before which the suit was pending was a normal civil court. it was only after the order dated 03.07.2018 was passed directing the matter to proceed ex-parte that the matter got transferred to a commercial court. 10. it is also an admitted fact that the period of 120 days as stipulated in the second proviso to sub-rule (1) of rule 1 of order v cpc and the proviso to rule 1 of order viii expired on 18.06.2018. 11. in other words, the time that was available, if a strict interpretation is given to the aforesaid provisions, was nothing because the time of 120 days had expired even when the matter was pending before the normal civil court. 12. reliance was placed by the high court on the judgment of this court in scg contracts india private limited v. k.s.chamankar infrastructure limited (2019) 12 scc 210, in support of the contention that the time-line prescribed under the second proviso to sub-rule (1) of rule 1 of order v cpc is mandatory and that the appellants have forfeited their right to file written statements. 13. but we do not agree. the suit that became the subject matter of dispute in scg contracts india private limited, appears to have been filed before the commercial court and not before the normal civil court. insofar as the normal civil courts are concerned, it is the proviso to order viii rule 1 cpc which applies. in salem advocate bar association v. union of india, (2005) 6 scc 344, this court held that the proviso to rule 1 of order viii cpc is directory and not mandatory. an exception was carved out in scg contracts india private limited to this rule, by this court insofar as the commercial disputes are concerned by invoking the second proviso to sub-rule (1) of rule 1 of order v. therefore, to apply the same principle to a matter where the suit was instituted before the normal civil court and transferred to a commercial court after the expiry of 120 days would be to give a complete twist to the interpretation given by the 3-member bench in salem advocate bar association, to the proviso to order viii rule 1 cpc. 14. in fact the decision in scg contracts india private limited is by a 2-member bench, which was dealing with the second proviso to sub-rule (1) of rule 1 of order v. therefore, when the decision of the 3-member bench in salem advocate bar association was cited before this court in scg contracts india private limited, this court held in paragraph 11 that the earlier law on order viii rule 1 has now been set at naught. therefore, what is to be applied to normal civil courts is order viii rule 1 and the interpretation given to the same in salem advocate bar association. 15. in fact the suit on hand is a suit for damages for the alleged loss suffered by the respondent, on account of the supply of defective machinery. hence, we cannot deprive the appellants of an opportunity to contest the claim on merits. 16. therefore, the appeal is allowed, the impugned order passed by the high court and the order of the commercial court are set aside. the applications filed by the appellants are allowed and the commercial court is directed to take on record the written statements filed by the appellants and proceed with the hearing of the suit on merits. 17. no costs. .j. (s. abdul nazeer) .j. (v. ramasubramanian) new delhi november 3, 2022 item no.16 court no.4 section ix s u p r e m e c o u r t o f i n d i a record of proceedings special leave petition (civil) diary no(s). 43133/2019 (arising out of impugned final judgment and order dated 01-08-2019 in wp no. 7520/2019 passed by the high court of judicature at bombay, bench at aurangabad) raj process equipments and systems pvt. ltd. & ors.petitioner(s) versus honest derivatives pvt. ltd. respondent(s) (ia no. 87853/2021 application for permission ia no. 2116/2020 condonation of delay in filing ia no. 2117/2020 exemption from filing c/c of the impugned judgment ia no. 2120/2020 exemption from filing o.t. ia no. 85994/2021 permission to file additional documents/facts/annexures ia no. 22829/2020 permission to file additional documents/facts/annexures) date : 03-11-2022 this mattes was called on for hearing today. coram : hon'ble mr. justice s. abdul nazeer hon'ble mr. justice v. ramasubramanian for petitioner(s) mr. shyam divan,sr.adv. mr. sandeep sudhakar deshmukh, aor for respondent(s) mr. ravindra keshavrao adsure, aor mr. sandeep gorde patil,adv. mr. yash prashant sonavane,adv. upon hearing the counsel the court made the following o r d e r leave granted. the appeal is allowed in terms of the signed order. pending applications also stand disposed of. (anita malhotra) (kamlesh rawat) ar-cum-ps court master (signed order is placed on the file.)"
}