{
  "case_file": "case307.txt",
  "original_text": "Delhi High Court\nPrasar Bharati vs M/S Stracon India Limited & Anr. on 13 July, 2020\nEquivalent citations: AIRONLINE 2020 DEL 960\nAuthor: Subramonium Prasad\nBench: Hima Kohli, Subramonium Prasad\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n+    EFA(OS)(COMM) 4/2020, CM No.13439/2020, 13442/2020\n\n                                            Date of decision: 13.07.2020\nIN THE MATTER OF:\nPRASAR BHARATI                                      ..... Appellant\n                                   Through: Mr. Rajeev Sharma, Advocate\n\n                          versus\n\n\nM/S STRACON INDIA LIMITED & ANR         ..... Respondents\n                       Through: Mr. Ashish Dholakia with\n                       Mr. Kishore Kumar, Advocates\nCORAM:\nHON'BLE MS. JUSTICE HIMA KOHLI\nHON'BLE MR. JUSTICE SUBRAMONIUM PRASAD\n\nSUBRAMONIUM PRASAD, J.\n1. Prasar Bharti/appellant herein has challenged an order dated 15.06.2020, passed in OMP (ENF)(COMM) 232/2018, whereby the learned Single Judge has directed the Registrar of this Court to release a sum of Rs.11 crores in favour of the respondents (Decree Holders), out of the total sum of Rs.33,69,94,847/-, deposited by the appellant (Judgment Debtor) with the Registry.\n2. The facts leading to the present appeal are as under:-\na) A Broadcasting Licence Agreement was entered into between the Board of Control for Cricket in India (in short, 'BCCI') and the appellant whereby the appellant was granted exclusive and full rights and licences to telecast cricketing events worldwide comprising of International matches (Test matches and One day Internationals) and Domestic matches played in India.\nb) The appellant entered into an Agreement with the respondents on 19.02.2000 whereunder the respondents were granted exclusive global marketing rights, multi-media rights and other rights relating to the telecast/broadcast of cricketing events conducted in India by the BCCI for the period between 01.01.2000 and 30.09.2004. The total consideration paid by the respondents to the appellant for these rights was USD 43.75 million.\nc) Disputes arose between the appellant and the respondents under the Agreement. It is the case of the respondents that the appellant was to provide a minimum of 9 cricket series and a minimum of 27 days of International cricket in each cricketing season (September-April) that would be telecast live and the same number of highlights of at least one hour each for each day of the matches. The disputes pertain to non-delivery of two series, namely, India vs Pakistan that was to be conducted between February 2004 and March 2004 and India vs Australia, to be conducted between September 2004 and October 2004. While the India-Pakistan series originally scheduled for February-March 2004 was cancelled, the India-Australia match originally scheduled for September 2004, was played but after the expiry of the agreement between the parties. Claiming that during the currency of the Agreement, there was a shortfall of 17 days on the part of the appellant, in providing cricketing days under the Agreement, the respondents demanded a sum of USD 5.50 million from the appellant.\nd) The parties submitted themselves to arbitration. The Sole Arbitrator passed an award on 26.12.2016, allowing the claim of the respondents. Under the Award, it was held that the respondents are entitled to US$ 5,509,259/- from the appellant. The respondents were granted pendente lite interest @ 18% per annum on the amount awarded, from 19.10.2005 till the date of the award. The respondents were also awarded costs of Rs.35,50,000/-.\ne) The appellant challenged the award by filing a petition under Section 34 of the Arbitration and Conciliation Act, 1996 (in short, 'A&C Act'), on the Original Side of this court, numbered as O.M.P (COMM) 225/2017. The respondents filed a petition, registered as OMP (ENF) (COMM) 232/2018 for enforcing the said award.\nf) Vide order dated 13.12.2016, passed in OMP (ENF) (COMM) 232/2018, the learned Single Judge directed the appellant herein to deposit in the Registry, a sum of Rs. 15,37,03,465/- assessed as the shortfall of 7 cricketing days along with pendente lite interest @ 9 per cent per annum. In compliance with the said order, the appellant deposited a sum of Rs.33,69,94,847/- in the Registry.\ng) O.M.P (COMM) 225/2017 filed by the appellant was partly allowed by a judgment dated 13.03.2020, wherein the learned Single Judge held that the respondents are entitled only to claim a shortfall of 7 cricketing days and that they are entitled to agitate their claim for 7 days shortfall in cricketing days in accordance with law. The award was set aside regarding compensation granted to the respondents for the balance 10 cricketing days.\nh) Pursuant to the judgment dated 13.03.2020, the respondents filed an application (E.A. No. 406/2020) in OMP (ENF) (COMM) 232/2018 for release of Rs.33,69,94,847/-, deposited by the appellant with the Registry in compliance with the order dated 13.12.2018.\n3. The captioned application was contested by the appellant contending that it intends to challenge the order dated 13.03.2020 by filing an appeal under Section 13 of the A&C Act and therefore, the respondents are not entitled to release of the amount. It was further contended that there are three awards in favour of the appellant herein, whereunder, a sum of Rs.42 crores is payable by the respondents for which the appellant has filed separate applications seeking enforcement of those awards. The appellant submitted that the said application should be heard along with the aforesaid applications filed by it for enforcing the three awards against the very same respondents.\n4. By the impugned order, the learned Single Judge has held that the appellant is entitled to recovery of only a sum of Rs. 22,43,55,126/- from the respondents herein under the three awards and therefore it would be appropriate to withhold a sum of Rs.22,43,55,126/- out of the sum of Rs.33,69,94,847/-. Resultantly, the learned Single Judge has ordered the Registry to release of a sum of Rs. 11 crores in favour of the respondents.\n5. Mr. Dholakia, learned counsel for the respondents has raised a preliminary objection regarding the maintainability of the present appeal. He would contend that an appeal under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (in short, 'Commercial Courts Act') is maintainable only against those orders passed by a Commercial Division or a Commercial Court that have been specifically enumerated in Order XLIII of the CPC and Section 37 of the A&C Act; that the order under challenge is not one which falls under Order XLIII of the CPC or under Section 37 of the A&C Act; that the present appeal has been filed against an order which has been passed in proceedings under Section 36 of the A&C Act and therefore, is not maintainable under Section 37 of the A&C Act. Mr. Dholakia has relied on the judgment dated 12.02.2019, passed by a co-ordinate Bench of this court in EFA(OS)(COMM) 4/2019 entitled Reliance Communications Ltd vs. ATC Telecom Infrastructure Pvt Ltd. He has also placed reliance on a decision of the Division Bench of the Bombay High Court in Kakade Construction Company Ltd. vs. Vistra ITCL (India) Ltd., reported as 2019 SCC OnLine Bombay 1521.\n6. On the other hand, Mr. Rajiv Sharma, learned counsel appearing for the appellant asserted that the instant appeal is maintainable under Section 13 of the Commercial Courts Act. He contended that Section 10 of the Commercial Courts Act provides that all matters relating to arbitration fall within the ambit of the Commercial Courts Act and therefore, the present appeal is also maintainable under Section 13 of the Commercial Courts Act; that the Commercial Courts Act being a later enactment, legislated in the year 2015, would override the A&C Act, being an earlier enactment and that even if the appeal is not maintainable under Section 37 of the A&C Act, it would be maintainable under Section 13 of the Commercial Courts Act. To substantiate his contentions, reliance was placed on a judgment dated 16.03.2020 of a coordinate Bench of this Court in FAO (OS) (COMM) 237/2019 entitled D&H India Ltd vs. Superon Schweisstechnik India Ltd.\n7. In his rejoinder, Mr. Dholakia stressed that Section 37 of the A&C Act was amended by Act 33/2019, whereby the non-obstante clause was introduced and resultantly, an appeal can be filed only against the orders that have been mentioned in Section 37 of the A&C Act. The amended Section 37 of the A&C Act being the later will of the legislature, will have to prevail.\n8. We have considered the arguments advanced by Mr. Rajiv Sharma, learned counsel for the appellant and Mr. Ashish Dholakia, learned counsel for the respondents.\n9. The short issue that arises for consideration is as to whether the present appeal, directed against an order passed in arbitration proceedings, is maintainable under Section 13 of the Commercial Courts Act?\n10. Section 13 of the Commercial Courts Act read as under:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 ( 5 of 1908 as amended by this Act and Section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n11. Sections 36 and 37 of the A & C Act are extracted below:-\n\"36. Enforcement.- (1) Where the time for making an application to set aside the arbitral award under Section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court.\n(2) Where an application to set aside the arbitral award has been filed in the Court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of sub-\nsection (3), on a separate application made for that purpose.\n(3) Upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the Court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing:\nProvided that the Court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the Code of Civil Procedure, 1908 (5 of 1908).\"\n37. Appealable orders. (1) [Notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:-\na) refusing to refer the parties to arbitration under Section 8;\nb) granting or refusing to grant any measure under Section 9;\nc) setting aside or refusing to set aside an arbitral award under Section 34.] (2) An appeal shall also lie to a Court from an order of the arbitral tribunal.-\na) accepting the plea referred in sub-Section (2) or sub-Section (3) of section 16; or\nb) granting or refusing to grant an interim measure under Section 17.\n(3) No second appeal shall lie from an order passed in appeal under this Section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"\n12. A glance at the above provisions shows that Section 13 of the Commercial Courts Act provides for an appeal from orders passed by a Commercial Division of a High Court to the Commercial Appellate Division of that High Court, which are enumerated under Order XLIII of the CPC, as amended by the Commercial Courts Act or from orders which are mentioned in Section 37 of the A&C Act. Section 37 of the A&C Act restricts the appeals to the following orders:\na) refusing to refer the parties to arbitration under Section 8;\nb) granting or refusing to grant any measure under Section 9;\nc) setting aside or refusing to set aside an arbitral award under Section 34.\n13. In Kandla Export Corporation & Anr. vs M/s OCI Corporation & Anr. reported as 2018 14 SCC 715, while deciding an appeal arising from a decision of the Division Bench of the High Court of Gujarat that had dismissed an enforcement appeal which had arisen from an order passed in an execution proceeding under the Arbitration Act, in respect of a foreign award, the Supreme Court had observed as under:-\n\"13. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd. [CIT v. Indo- Mercantile Bank Ltd., 1959 Supp (2) SCR 256 : AIR 1959 SC 713] , thus:\n\"9. ... The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.\n„8. ... it is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.‟ Therefore, it is to be construed harmoniously with the main enactment. (Per Das, C.J. in Abdul Jabar Butt v. State of J&K [Abdul Jabar Butt v. State of J&K, 1957 SCR 51 : AIR 1957 SC 281 : 1957 Cri LJ 404]. Bhagwati, J., in Ram Narain Sons Ltd. v. CST [Ram Narain Sons Ltd. v. CST, (1955) 2 SCR 483 : AIR 1955 SC 765] , said:\n„10. It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.‟\n10. Lord Macmillan in Madras & Southern Mahratta Railway Co. Ltd. v. Bezwada Municipality [Madras & Southern Mahratta Railway Co. Ltd. v. Bezwada Municipality, 1944 SCC OnLine PC 7 : (1943-44) 71 IA 113] laid down the sphere of a proviso as follows:\n„... The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude, from it by implication what clearly falls within its express terms.‟ The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Toronto Corpn. v. Attorney-General of Canada [Toronto Corpn. v. Attorney-General of Canada, 1946 AC 32 (PC)]\"\n14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\n15. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" (emphasis added)\n14. Referring to the judgment of the Supreme Court in Kandla Export Corporation (supra), while dealing with an appeal that had arisen from an order directing the Judgment Debtor therein to deposit 15 per cent of the awarded amount, in EFA(OS) (COMM) 3/2019 entitled South Delhi Municipal Corporation vs. M/s Tech Mahindra decided on 12.02.2019, a Division Bench of this Court held that an appeal is a creation of a statute and cannot be claimed as a matter of right. The following are the relevant observations made in this regard :-\n\"6. A conjoint reading of the provisions especially Section 8, 11 and 21 of the CC Act, highlight the Parliamentary intention to vest Commercial Courts and Commercial Appellate Divisions with only limited jurisdiction. Flowing from that, the scheme of Section 13 of the Commercial Courts Act, provides only two types of appeals; (1) in respect of specific matters enumerated in Order XLIII Rule 1 (read with Section 104) of the CPC and (2) appeals that are admissible under Section 37 of the Arbitration Act.\n7. The judgment in Kandla Export Corporation (supra) noticed the Statement of Objects and Reasons, of the Commercial Courts Act. The Supreme Court had to deal with an Enforcement Appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. The Supreme Court noticed not only the Statement of Objects and Reasons but also various other provisions, especially the embargo placed upon the courts, embodied in Section 8 and 11 and the overriding nature of the CC Act, to conclude that once appeals were held to be barred, an appeal to the Division Bench appeal - against a Commercial Court's order in an enforcement of a foreign award issue was not maintainable. The Court took into account its previous rulings in Fuerst Day Lawson Limited vs. Jindal Exports Limited, (2011) 8 SCC and some other judgments.\nXXX XXX XXX\n11. The reference to Order XLIII Rule 1- relied upon on behalf of SDMC in the context of this case, in the opinion of this court, is misplaced. Order XLIII Rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from Order XXXVIII and all the attendant provisions), and not to proceedings in respect of an award. Thus, reference to Order XLIII to \"draw in\" the jurisdiction of the Division Bench, is wholly unjustified. Likewise, the Court also rejects the appellant's arguments that Section 36 of the Arbitration Act attracts the provisions of the Code of Civil Procedure. In fact, Section 36 refers to and directs courts to follow CPC in proceedings relating to enforcement of arbitral awards. The logical corollary is that the provisions of the CPC that deal with the proceeding for enforcement of decrees and orders (such as in execution like Order XXI CPC), would be attracted.\n12. In view of the above discussions, we conclude that the present appeal is not maintainable. The appellant's remedy clearly lies elsewhere. An attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jusibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. This was explained pithily in Ganga Bai v Vijay Kumar, (1974) 2 SCC 393, in the following terms:\n\"There is a basic distinction between the right of suit and the right of appeal. There is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. It is no answer to a suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. But the position in regard to appeals is quite the opposite. The right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. That explains why the right of appeal is described as a creature of statute.\" (emphasis supplied)\n15. On the maintainability of an appeal against an order passed in exercise of powers under Section 36 of the A & C Act, the Division Bench of the Bombay High Court in Kakade Construction Company Ltd. vs. Vistra ITCL (India) Ltd. reported as 2019 SSC OnLine Bombay 1521, has observed as under:-\n\"23. Section 36 of the Act of 1996 creates a legal fiction which is limited only to provide an enforcement mechanism. Without such an enforcement mechanism, the arbitral award cannot be executed. This legal fiction that the award is to be treated as the decree is thus for a limited purpose and cannot be stretched to include an appeal. The decision of the Supreme Court in Sundaram Finance has not set aside or diluted the ratio in Jet Airways. The view taken by the Division bench of this Court in Jet Airways is after following the decisions of the Supreme Court and in tune with the legislative policy. We do not find any reason to deviate from the same. Therefore, we proceed further on the premise that the impugned orders cannot be considered as having been passed under Code of Civil Procedure to make it appealable.\n24. Now to consider whether the impugned order being under the Act 1996, is appealable under that Act. An important decision on this issue is of the Supreme Court in the case of Kandla Export Corporation.\n25. The Supreme Court thus has clarified that in respect of the orders under the Act of 1996, only those appeals mentioned in Section 37 of the Act of 1996 are maintainable before Commercial Appellate Division. The Supreme Court held that the Act of 1996 is a self-contained code on the matters pertaining to arbitration, and which is exhaustive. The Supreme Court then adverted to the foundational logic of making the Arbitration Act a self-contained code. it was held that the Act of 2015provided no additional right of appeal otherwise than the appeal otherwise than the appeals under the Act of 1996. Though this case arose before the Supreme Court in a foreign award and under Section 50, the underlying principle equally applies to the Section 37 of the Act of 1996. The dicta in Kandla Export is clear that in respect of the orders arising from the Act of 1996; an appeal will lie only to the extent provided under Section 37 of the Act of 1996.\"\nXXX XXX XXX\n27. The learned Single Judge by the impugned order has allowed the chamber summons filed by the Respondents- Claimants and has appointed receiver regarding the properties specified in the order. This order has been passed while exercising power under Section 36 of the Act of 1996 being an executory mechanism. This order not being under the Code of Civil Procedure, the only other category enumerated in Section 13 of the Commercial Courts Act, 2015 is Section 37 of the Arbitration Act, 1996. Section 37 of the Act of 1996 provides appeal only in limited cases. These are order: refusing to refer the parties to arbitration under Section 8; granting or refusing to grant any measure under Section 9; setting aside or refusing to set aside an arbitral award under Section 34. An appeal shall also lie to a Court from an order of the arbitral tribunal accepting the plea referred in sub-Section (2) or sub-Section (3) of Section 16; or granting or refusing to grant an interim measure under Section 17. These are the only orders that have been made appealable.\"\nXXX XXX XXX\n32. The Act of 2015 and the Act of 1996 reflect the legislative intent of time-bound resolution of commercial disputes. It cannot be the legislative intent to provide a speedy remedy or arbitration only till the award is passed, with no priority when the award is to be put to execution. The purpose of the arbitral process is not only to expedite the declaration of an award on paper but the actual receipt of the claim.\n33. Thus we hold that the impugned order dated 24 August 2018 passed by the learned Single Judge of this Court being neither under Order XLIII of the Code of Civil Procedure nor appealable under Section 37 of the Act of 1996, these appeals are not maintainable.\"\n16. We do not find any merit in the contention of Mr. Rajiv Sharma, learned counsel for the appellant that Commercial Courts Act being a subsequent enactment would override the Arbitration and Conciliation Act. There is no inconsistency between the two Acts. Section 11 (1A) categorically states that an appeal under the Commercial Courts Act would be maintainable only against those orders that find mention under Section 37 of the A&C Act. In the absence of any inconsistency, there is no need for this court to go into the issue as to whether the Commercial Courts Act would prevail over the A&C Act and appeals arising out of orders, even those which are not covered under Section 37 of the A&C Act, can be entertained under Section 11 (1A) of the Commercial Courts Act.\n17. In any event, applying the principle of \"generalia specialibus non derogant\", the Arbitration and Conciliation Act, 1996 would be considered as a special Act for all proceedings arising under the Act and it would therefore prevail over the Commercial Courts Act which would be treated as a general Act. In this context, we may usefully refer to Life Insurance Corporation of India vs. D.J. Bahadur and Others, reported as 1981 1 SCC 315 where the Supreme Court observed has as under:-\n\"52. In determining whether a statute is a special or a general one, the focus must be on the principal subject-matter plus the particular perspective. For certain purposes, an Act may be general and for certain other purposes it may be special and we cannot blur distinctions when dealing with finer points of law. In law, we have a cosmos of relativity, not absolutes -- so too in life. The ID Act is a special statute devoted wholly to investigation and settlement of industrial disputes which provides definitionally for the nature of industrial disputes coming within its ambit. It creates an infrastructure for investigation into, solution of and adjudication upon industrial disputes. It also provides the necessary machinery for enforcement of awards and settlements. From alpha to omega the ID Act has one special mission -- the resolution of industrial disputes through specialised agencies according to specialised procedures and with special reference to the weaker categories of employees coming within the definition of workmen. Therefore, with reference to industrial disputes between employers and workmen, the ID Act is a special statute, and the LIC Act does not speak at all with specific reference to workmen. On the other hand, its powers relate to the general aspects of nationalisation, of management when private businesses are nationalised and a plurality of problems which, incidentally, involve transfer of service of existing employees of insurers. The workmen qua workmen and industrial disputes between workmen and the employer as such, are beyond the orbit of and have no specific or special place in the scheme of the LIC Act. And whenever there was a dispute between workmen and management the ID Act mechanism was resorted to.\"\n18. Mr. Dholakia, learned counsel for the respondents is also correct in contending that since Section 37 was amended in the year 2019 and the non-obstante clause was introduced in the provision, it will have to prevail over the Commercial Courts Act. As stated earlier, we need not dilate more on this issue in the absence of any inconsistency between Arbitration and Conciliation Act, 1996 and the Commercial Courts Act, 2015.\n19. Mr. Sharma has also placed reliance on D & H India Ltd vs. Superon Schweisstechnik India Ltd (supra). The said judgment had been passed in a matter that had arisen out of a dispute relating to infringement of a trademark and not under the A&C Act. The facts of the present case are entirely different and the decision cited above is clearly distinguishable. It is also noteworthy that Section 8 of the Commercial Courts Act itself places a bar on any petition against an interlocutory order of the Commercial Court.\n20. The present appeal is directed against an interlocutory order passed in proceedings under Section 36 of the A & C Act, whereby a part of the amount which had been deposited by the appellant in this court, has been directed to be released in favour of the respondents. Under Section 37, no appeal is maintainable from any order passed under Section 36 of the A&C Act. Further, Section 36 of the A&C Act does not attract the provisions of the Code of Civil Procedure. Since the statue does not provide for an appeal against and order passed under Section 36, it is axiomatic that the present appeal is also not maintainable. The impugned order would neither fall under Order XLIII of the CPC, nor under Section 37 of the A&C Act. Therefore, the present appeal filed under Section 13 of the Commercial Courts Act, is not maintainable.\n21. In view of the discussion above, the appeal is dismissed as not maintainable.\nSUBRAMONIUM PRASAD, J.\nHIMA KOHLI, J.\nJULY 13, 2020 hsk/rkb",
  "cleaned_text": "delhi high court prasar bharati vs m/s stracon india limited & anr. on 13 july, 2020 equivalent citations: aironline 2020 del 960 author: subramonium prasad bench: hima kohli, subramonium prasad * in the high court of delhi at new delhi + efa(os)(comm) 4/2020, cm no.13439/2020, 13442/2020 date of decision: 13.07.2020 in the matter of: prasar bharati . appellant through: mr. rajeev sharma, advocate versus m/s stracon india limited & anr . respondents through: mr. ashish dholakia with mr. kishore kumar, advocates hon'ble ms. justice hima kohli hon'ble mr. justice subramonium prasad subramonium prasad, j. 1. prasar bharti/appellant herein has challenged an order dated 15.06.2020, passed in omp (enf)(comm) 232/2018, whereby the learned single judge has directed the registrar of this court to release a sum of rs.11 crores in favour of the respondents (decree holders), out of the total sum of rs.33,69,94,847/-, deposited by the appellant (judgment debtor) with the registry. 2. the facts leading to the present appeal are as under:a) a broadcasting licence agreement was entered into between the board of control for cricket in india (in short, 'bcci') and the appellant whereby the appellant was granted exclusive and full rights and licences to telecast cricketing events worldwide comprising of international matches (test matches and one day internationals) and domestic matches played in india. b) the appellant entered into an agreement with the respondents on 19.02.2000 whereunder the respondents were granted exclusive global marketing rights, multi-media rights and other rights relating to the telecast/broadcast of cricketing events conducted in india by the bcci for the period between 01.01.2000 and 30.09.2004. the total consideration paid by the respondents to the appellant for these rights was usd 43.75 million. c) disputes arose between the appellant and the respondents under the agreement. it is the case of the respondents that the appellant was to provide a minimum of 9 cricket series and a minimum of 27 days of international cricket in each cricketing season (september-april) that would be telecast live and the same number of highlights of at least one hour each for each day of the matches. the disputes pertain to non-delivery of two series, namely, india vs pakistan that was to be conducted between february 2004 and march 2004 and india vs australia, to be conducted between september 2004 and october 2004. while the india-pakistan series originally scheduled for february-march 2004 was cancelled, the india-australia match originally scheduled for september 2004, was played but after the expiry of the agreement between the parties. claiming that during the currency of the agreement, there was a shortfall of 17 days on the part of the appellant, in providing cricketing days under the agreement, the respondents demanded a sum of usd 5.50 million from the appellant. d) the parties submitted themselves to arbitration. the sole arbitrator passed an award on 26.12.2016, allowing the claim of the respondents. under the award, it was held that the respondents are entitled to us$ 5,509,259/from the appellant. the respondents were granted pendente lite interest @ 18% per annum on the amount awarded, from 19.10.2005 till the date of the award. the respondents were also awarded costs of rs.35,50,000/-. e) the appellant challenged the award by filing a petition under section 34 of the arbitration and conciliation act, 1996 (in short, 'a&c act'), on the original side of this court, numbered as o.m.p (comm) 225/2017. the respondents filed a petition, registered as omp (enf) (comm) 232/2018 for enforcing the said award. f) vide order dated 13.12.2016, passed in omp (enf) (comm) 232/2018, the learned single judge directed the appellant herein to deposit in the registry, a sum of rs. 15,37,03,465/assessed as the shortfall of 7 cricketing days along with pendente lite interest @ 9 per cent per annum. in compliance with the said order, the appellant deposited a sum of rs.33,69,94,847/in the registry. g) o.m.p (comm) 225/2017 filed by the appellant was partly allowed by a judgment dated 13.03.2020, wherein the learned single judge held that the respondents are entitled only to claim a shortfall of 7 cricketing days and that they are entitled to agitate their claim for 7 days shortfall in cricketing days in accordance with law. the award was set aside regarding compensation granted to the respondents for the balance 10 cricketing days. h) pursuant to the judgment dated 13.03.2020, the respondents filed an application (e.a. no. 406/2020) in omp (enf) (comm) 232/2018 for release of rs.33,69,94,847/-, deposited by the appellant with the registry in compliance with the order dated 13.12.2018. 3. the captioned application was contested by the appellant contending that it intends to challenge the order dated 13.03.2020 by filing an appeal under section 13 of the a&c act and therefore, the respondents are not entitled to release of the amount. it was further contended that there are three awards in favour of the appellant herein, whereunder, a sum of rs.42 crores is payable by the respondents for which the appellant has filed separate applications seeking enforcement of those awards. the appellant submitted that the said application should be heard along with the aforesaid applications filed by it for enforcing the three awards against the very same respondents. 4. by the impugned order, the learned single judge has held that the appellant is entitled to recovery of only a sum of rs. 22,43,55,126/from the respondents herein under the three awards and therefore it would be appropriate to withhold a sum of rs.22,43,55,126/out of the sum of rs.33,69,94,847/-. resultantly, the learned single judge has ordered the registry to release of a sum of rs. 11 crores in favour of the respondents. 5. mr. dholakia, learned counsel for the respondents has raised a preliminary objection regarding the maintainability of the present appeal. he would contend that an appeal under section 13 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (in short, 'commercial courts act') is maintainable only against those orders passed by a commercial division or a commercial court that have been specifically enumerated in order xliii of the cpc and section 37 of the a&c act; that the order under challenge is not one which falls under order xliii of the cpc or under section 37 of the a&c act; that the present appeal has been filed against an order which has been passed in proceedings under section 36 of the a&c act and therefore, is not maintainable under section 37 of the a&c act. mr. dholakia has relied on the judgment dated 12.02.2019, passed by a co-ordinate bench of this court in efa(os)(comm) 4/2019 entitled reliance communications ltd vs. atc telecom infrastructure pvt ltd. he has also placed reliance on a decision of the division bench of the bombay high court in kakade construction company ltd. vs. vistra itcl (india) ltd., reported as 2019 scc online bombay 1521. 6. on the other hand, mr. rajiv sharma, learned counsel appearing for the appellant asserted that the instant appeal is maintainable under section 13 of the commercial courts act. he contended that section 10 of the commercial courts act provides that all matters relating to arbitration fall within the ambit of the commercial courts act and therefore, the present appeal is also maintainable under section 13 of the commercial courts act; that the commercial courts act being a later enactment, legislated in the year 2015, would override the a&c act, being an earlier enactment and that even if the appeal is not maintainable under section 37 of the a&c act, it would be maintainable under section 13 of the commercial courts act. to substantiate his contentions, reliance was placed on a judgment dated 16.03.2020 of a coordinate bench of this court in fao (os) (comm) 237/2019 entitled d&h india ltd vs. superon schweisstechnik india ltd. 7. in his rejoinder, mr. dholakia stressed that section 37 of the a&c act was amended by act 33/2019, whereby the non-obstante clause was introduced and resultantly, an appeal can be filed only against the orders that have been mentioned in section 37 of the a&c act. the amended section 37 of the a&c act being the later will of the legislature, will have to prevail. 8. we have considered the arguments advanced by mr. rajiv sharma, learned counsel for the appellant and mr. ashish dholakia, learned counsel for the respondents. 9. the short issue that arises for consideration is as to whether the present appeal, directed against an order passed in arbitration proceedings, is maintainable under section 13 of the commercial courts act? 10. section 13 of the commercial courts act read as under: \"13. appeals from decrees of commercial courts and commercial divisions.(1) [any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 ( 5 of 1908 as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 11. sections 36 and 37 of the a & c act are extracted below:\"36. enforcement.(1) where the time for making an application to set aside the arbitral award under section 34 has expired, then, subject to the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of sub-section (2), such award shall be enforced in accordance with the provisions of the code of civil procedure, 1908 (5 of 1908), in the same manner as if it were a decree of the court. (2) where an application to set aside the arbitral award has been filed in the court under section 34, the filing of such an application shall not by itself render that award unenforceable, unless the court grants an order of stay of the operation of the said arbitral award in accordance with the provisions of subsection (3), on a separate application made for that purpose. (3) upon filing of an application under sub-section (2) for stay of the operation of the arbitral award, the court may, subject to such conditions as it may deem fit, grant stay of the operation of such award for reasons to be recorded in writing: provided that the court shall, while considering the application for grant of stay in the case of an arbitral award for payment of money, have due regard to the provisions for grant of stay of a money decree under the provisions of the code of civil procedure, 1908 (5 of 1908).\" 37. appealable orders. (1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:a) refusing to refer the parties to arbitration under section 8; b) granting or refusing to grant any measure under section 9; c) setting aside or refusing to set aside an arbitral award under section 34.] (2) an appeal shall also lie to a court from an order of the arbitral tribunal.a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" 12. a glance at the above provisions shows that section 13 of the commercial courts act provides for an appeal from orders passed by a commercial division of a high court to the commercial appellate division of that high court, which are enumerated under order xliii of the cpc, as amended by the commercial courts act or from orders which are mentioned in section 37 of the a&c act. section 37 of the a&c act restricts the appeals to the following orders: a) refusing to refer the parties to arbitration under section 8; b) granting or refusing to grant any measure under section 9; c) setting aside or refusing to set aside an arbitral award under section 34. 13. in kandla export corporation & anr. vs m/s oci corporation & anr. reported as 2018 14 scc 715, while deciding an appeal arising from a decision of the division bench of the high court of gujarat that had dismissed an enforcement appeal which had arisen from an order passed in an execution proceeding under the arbitration act, in respect of a foreign award, the supreme court had observed as under:\"13. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso. the primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in cit v. indo-mercantile bank ltd. [cit v. indomercantile bank ltd., 1959 supp (2) scr 256 : air 1959 sc 713] , thus: \"9. . the proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. „8. . it is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.‟ therefore, it is to be construed harmoniously with the main enactment. (per das, c.j. in abdul jabar butt v. state of j&k [abdul jabar butt v. state of j&k, 1957 scr 51 : air 1957 sc 281 : 1957 cri lj 404]. bhagwati, j., in ram narain sons ltd. v. cst [ram narain sons ltd. v. cst, (1955) 2 scr 483 : air 1955 sc 765] , said: „10. it is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. it carves out an exception to the main provision to which it has been enacted as a proviso and to no other.‟ 10. lord macmillan in madras & southern mahratta railway co. ltd. v. bezwada municipality [madras & southern mahratta railway co. ltd. v. bezwada municipality, 1944 scc online pc 7 : (1943-44) 71 ia 113] laid down the sphere of a proviso as follows: „. the proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude, from it by implication what clearly falls within its express terms.‟ the territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. it has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (vide also toronto corpn. v. attorney-general of canada [toronto corpn. v. attorney-general of canada, 1946 ac 32 (pc)]\" 14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 15. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act.\" (emphasis added) 14. referring to the judgment of the supreme court in kandla export corporation (supra), while dealing with an appeal that had arisen from an order directing the judgment debtor therein to deposit 15 per cent of the awarded amount, in efa(os) (comm) 3/2019 entitled south delhi municipal corporation vs. m/s tech mahindra decided on 12.02.2019, a division bench of this court held that an appeal is a creation of a statute and cannot be claimed as a matter of right. the following are the relevant observations made in this regard :\"6. a conjoint reading of the provisions especially section 8, 11 and 21 of the cc act, highlight the parliamentary intention to vest commercial courts and commercial appellate divisions with only limited jurisdiction. flowing from that, the scheme of section 13 of the commercial courts act, provides only two types of appeals; (1) in respect of specific matters enumerated in order xliii rule 1 (read with section 104) of the cpc and (2) appeals that are admissible under section 37 of the arbitration act. 7. the judgment in kandla export corporation (supra) noticed the statement of objects and reasons, of the commercial courts act. the supreme court had to deal with an enforcement appeal before a commercial appellate court, in regard to a foreign award, and its maintainability. the supreme court noticed not only the statement of objects and reasons but also various other provisions, especially the embargo placed upon the courts, embodied in section 8 and 11 and the overriding nature of the cc act, to conclude that once appeals were held to be barred, an appeal to the division bench appeal against a commercial court's order in an enforcement of a foreign award issue was not maintainable. the court took into account its previous rulings in fuerst day lawson limited vs. jindal exports limited, (2011) 8 scc and some other judgments. xxx xxx xxx 11. the reference to order xliii rule 1relied upon on behalf of sdmc in the context of this case, in the opinion of this court, is misplaced. order xliii rule 1(q), upon which considerable emphasis was placed to say that the appeals against directions to secure amounts during pendency of proceedings applies to suits and suits alone (as is evident from order xxxviii and all the attendant provisions), and not to proceedings in respect of an award. thus, reference to order xliii to \"draw in\" the jurisdiction of the division bench, is wholly unjustified. likewise, the court also rejects the appellant's arguments that section 36 of the arbitration act attracts the provisions of the code of civil procedure. in fact, section 36 refers to and directs courts to follow cpc in proceedings relating to enforcement of arbitral awards. the logical corollary is that the provisions of the cpc that deal with the proceeding for enforcement of decrees and orders (such as in execution like order xxi cpc), would be attracted. 12. in view of the above discussions, we conclude that the present appeal is not maintainable. the appellant's remedy clearly lies elsewhere. an attempt was made to urge that no litigant can be deprived of remedy if there is a grievance: ubi jusibi remedium; however, that argument is wholly without substance because an appeal, it has been repeatedly emphasised, is a specific creation of statute and cannot be claimed as a matter of right. this was explained pithily in ganga bai v vijay kumar, (1974) 2 scc 393, in the following terms: \"there is a basic distinction between the right of suit and the right of appeal. there is an inherent right in every person to bring suit of a civil nature and unless the suit is barred by statute one may, at one's peril, bring a suit of one's choice. it is no answer to a suit for its maintainability requires no authority of law and it is enough that no statute bars the suit. but the position in regard to appeals is quite the opposite. the right of appeal inheres in no one and therefore an appeal for its maintainability must have the clear authority of law. that explains why the right of appeal is described as a creature of statute.\" (emphasis supplied) 15. on the maintainability of an appeal against an order passed in exercise of powers under section 36 of the a & c act, the division bench of the bombay high court in kakade construction company ltd. vs. vistra itcl (india) ltd. reported as 2019 ssc online bombay 1521, has observed as under:\"23. section 36 of the act of 1996 creates a legal fiction which is limited only to provide an enforcement mechanism. without such an enforcement mechanism, the arbitral award cannot be executed. this legal fiction that the award is to be treated as the decree is thus for a limited purpose and cannot be stretched to include an appeal. the decision of the supreme court in sundaram finance has not set aside or diluted the ratio in jet airways. the view taken by the division bench of this court in jet airways is after following the decisions of the supreme court and in tune with the legislative policy. we do not find any reason to deviate from the same. therefore, we proceed further on the premise that the impugned orders cannot be considered as having been passed under code of civil procedure to make it appealable. 24. now to consider whether the impugned order being under the act 1996, is appealable under that act. an important decision on this issue is of the supreme court in the case of kandla export corporation. 25. the supreme court thus has clarified that in respect of the orders under the act of 1996, only those appeals mentioned in section 37 of the act of 1996 are maintainable before commercial appellate division. the supreme court held that the act of 1996 is a self-contained code on the matters pertaining to arbitration, and which is exhaustive. the supreme court then adverted to the foundational logic of making the arbitration act a self-contained code. it was held that the act of 2015provided no additional right of appeal otherwise than the appeal otherwise than the appeals under the act of 1996. though this case arose before the supreme court in a foreign award and under section 50, the underlying principle equally applies to the section 37 of the act of 1996. the dicta in kandla export is clear that in respect of the orders arising from the act of 1996; an appeal will lie only to the extent provided under section 37 of the act of 1996.\" xxx xxx xxx 27. the learned single judge by the impugned order has allowed the chamber summons filed by the respondentsclaimants and has appointed receiver regarding the properties specified in the order. this order has been passed while exercising power under section 36 of the act of 1996 being an executory mechanism. this order not being under the code of civil procedure, the only other category enumerated in section 13 of the commercial courts act, 2015 is section 37 of the arbitration act, 1996. section 37 of the act of 1996 provides appeal only in limited cases. these are order: refusing to refer the parties to arbitration under section 8; granting or refusing to grant any measure under section 9; setting aside or refusing to set aside an arbitral award under section 34. an appeal shall also lie to a court from an order of the arbitral tribunal accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or granting or refusing to grant an interim measure under section 17. these are the only orders that have been made appealable.\" xxx xxx xxx 32. the act of 2015 and the act of 1996 reflect the legislative intent of time-bound resolution of commercial disputes. it cannot be the legislative intent to provide a speedy remedy or arbitration only till the award is passed, with no priority when the award is to be put to execution. the purpose of the arbitral process is not only to expedite the declaration of an award on paper but the actual receipt of the claim. 33. thus we hold that the impugned order dated 24 august 2018 passed by the learned single judge of this court being neither under order xliii of the code of civil procedure nor appealable under section 37 of the act of 1996, these appeals are not maintainable.\" 16. we do not find any merit in the contention of mr. rajiv sharma, learned counsel for the appellant that commercial courts act being a subsequent enactment would override the arbitration and conciliation act. there is no inconsistency between the two acts. section 11 (1a) categorically states that an appeal under the commercial courts act would be maintainable only against those orders that find mention under section 37 of the a&c act. in the absence of any inconsistency, there is no need for this court to go into the issue as to whether the commercial courts act would prevail over the a&c act and appeals arising out of orders, even those which are not covered under section 37 of the a&c act, can be entertained under section 11 (1a) of the commercial courts act. 17. in any event, applying the principle of \"generalia specialibus non derogant\", the arbitration and conciliation act, 1996 would be considered as a special act for all proceedings arising under the act and it would therefore prevail over the commercial courts act which would be treated as a general act. in this context, we may usefully refer to life insurance corporation of india vs. d.j. bahadur and others, reported as 1981 1 scc 315 where the supreme court observed has as under:\"52. in determining whether a statute is a special or a general one, the focus must be on the principal subject-matter plus the particular perspective. for certain purposes, an act may be general and for certain other purposes it may be special and we cannot blur distinctions when dealing with finer points of law. in law, we have a cosmos of relativity, not absolutes -so too in life. the id act is a special statute devoted wholly to investigation and settlement of industrial disputes which provides definitionally for the nature of industrial disputes coming within its ambit. it creates an infrastructure for investigation into, solution of and adjudication upon industrial disputes. it also provides the necessary machinery for enforcement of awards and settlements. from alpha to omega the id act has one special mission -the resolution of industrial disputes through specialised agencies according to specialised procedures and with special reference to the weaker categories of employees coming within the definition of workmen. therefore, with reference to industrial disputes between employers and workmen, the id act is a special statute, and the lic act does not speak at all with specific reference to workmen. on the other hand, its powers relate to the general aspects of nationalisation, of management when private businesses are nationalised and a plurality of problems which, incidentally, involve transfer of service of existing employees of insurers. the workmen qua workmen and industrial disputes between workmen and the employer as such, are beyond the orbit of and have no specific or special place in the scheme of the lic act. and whenever there was a dispute between workmen and management the id act mechanism was resorted to.\" 18. mr. dholakia, learned counsel for the respondents is also correct in contending that since section 37 was amended in the year 2019 and the non-obstante clause was introduced in the provision, it will have to prevail over the commercial courts act. as stated earlier, we need not dilate more on this issue in the absence of any inconsistency between arbitration and conciliation act, 1996 and the commercial courts act, 2015. 19. mr. sharma has also placed reliance on d & h india ltd vs. superon schweisstechnik india ltd (supra). the said judgment had been passed in a matter that had arisen out of a dispute relating to infringement of a trademark and not under the a&c act. the facts of the present case are entirely different and the decision cited above is clearly distinguishable. it is also noteworthy that section 8 of the commercial courts act itself places a bar on any petition against an interlocutory order of the commercial court. 20. the present appeal is directed against an interlocutory order passed in proceedings under section 36 of the a & c act, whereby a part of the amount which had been deposited by the appellant in this court, has been directed to be released in favour of the respondents. under section 37, no appeal is maintainable from any order passed under section 36 of the a&c act. further, section 36 of the a&c act does not attract the provisions of the code of civil procedure. since the statue does not provide for an appeal against and order passed under section 36, it is axiomatic that the present appeal is also not maintainable. the impugned order would neither fall under order xliii of the cpc, nor under section 37 of the a&c act. therefore, the present appeal filed under section 13 of the commercial courts act, is not maintainable. 21. in view of the discussion above, the appeal is dismissed as not maintainable. subramonium prasad, j. hima kohli, j. july 13, 2020 hsk/rkb"
}