{
  "case_file": "case200.txt",
  "original_text": "Delhi High Court\nDish Tv India Ltd vs Gulf Dth Fz Llc & Ors on 18 July, 2024\nAuthor: Amit Bansal\nBench: Rajiv Shakdher, Amit Bansal\n                  *        IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                              Judgment reserved on: 07.05.2024\n                  %                                        Judgment pronounced on: 18.07.2024\n\n                  +        FAO(OS) 26/2019 & CM APPL. 34384/2016\n\n                           DISH TV INDIA LTD                                 ..... Appellant\n                                          Through:         Mr Rohan Swarup and Ms Tanya\n                                                           Arora, Advocates.\n\n                                               Versus\n\n                           GULF DTH FZ LLC & ORS                            ..... Respondents\n                                         Through:          Ms Niyati Kohli and Mr Pratham Vir\n                                                           Agarwal, Advocates for R-1.\n\n                           CORAM:\n                           HON'BLE MR. JUSTICE RAJIV SHAKDHER\n                           HON'BLE MR. JUSTICE AMIT BANSAL\n                                    [Physical Hearing/Hybrid Hearing (as per request)]\n\n                  AMIT BANSAL, J.:\n1. The present appeal has been filed impugning the order dated 30th August, 2016 passed by the Single Bench of this Court (hereinafter referred to as the 'impugned order'), whereby the application filed by the appellant under Order XLVII Rule 1 and Section 114 of the Code of Civil Procedure, 1908 (hereinafter referred to as the 'CPC') seeking recall/review of the order dated 19th April, 2016, was dismissed. Via order dated 19th April, 2016, the right of the appellant to file written statement was closed as the same was filed beyond the period of 120 days.\nFACTUAL MATRIX\n2. Briefly stated, the facts of the case are set out hereinafter:\n2.1 The respondent no.1/plaintiff, Gulf DTH FZ LLC, having its registered office in Dubai, operates a direct-to-home (DTH) satellite subscription pay television platform in the Middle East and North African region (hereinafter referred to as 'OSN territory'). The appellant/defendant no.1, Dish TV India Ltd, having its registered office in India, is a DTH service provider.\n2.2 The respondent no.1 claims to have the exclusive license, granted by the copyright owners, to transmit by satellite and other means various television channels in the OSN territory.\n2.3 The respondent no.1/plaintiff filed a suit seeking, inter alia, permanent injunction restraining the appellant/defendant no.1 from distributing set top boxes and smart cards in the OSN Territory, from recharging its pay-TV services in the OSN territory and from activating any smart cards for use by consumers in the OSN Territory, along with damages.\n2.4 Summons in the aforesaid suit were issued on 16th November, 2015 and were served upon the appellant on 19th December, 2015. 2.5 On 12th January, 2016, the appellant filed an application under Order VII Rules 10 and 11 of the CPC for rejection of the plaint on the ground of lack of cause of action and lack of territorial jurisdiction. 2.6 On 19th April, 2016, the Single Bench closed the right of the appellant to file written statement as it failed to file the same within the 120 days' period mandated under proviso to Order VIII Rule 1 of the CPC as amended by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as 'Commercial Courts Act').\n2.7 Immediately thereafter, on 21st April, 2016, the appellant filed an application for review/recall of the order dated 19th April, 2016 on the ground that since the suit was not a commercial suit, the proviso to Order VIII Rule 1 of the CPC will not be applicable. On the same date, the appellant also filed its written statement.\n2.8 Via the impugned order, the Single Bench dismissed the application filed by the appellant under Order XLVII Rule 1 read with Section 114 of the CPC. Via the same order, the application filed by the appellant under Order VII Rules 10 and 11 of the CPC was also dismissed and the application filed by the respondent no.1 under Order XXXIX Rules 1 and 2 of the CPC was allowed. By the same order, the Court also directed the Registry to renumber the suit as a commercial suit.\n3. Accordingly, the present appeal was filed by the appellant for setting aside the impugned order to the extent that the review application filed by the appellant was dismissed and the right of the appellant to file written statement was closed.\n4. Notice in the present appeal was issued on 19th September, 2016 and the same was accepted in Court by the counsel appearing on behalf of the respondent no.1.\n5. The present appeal, which was initially filed as RFA(OS) 70/2016, was renumbered as FAO(OS)26/2019, via order dated 28th January, 2019 passed by the co-ordinate Bench.\n6. The arguments on the issue of maintainability of the present appeal as well as on merits were heard by this Bench on 27th February, 2024 and 7th May, 2024 and the judgment was reserved.\nSUBMISSIONS ON BEHALF OF THE APPELLANT 7.1 When the right to file written statement of the appellant was closed on 19th April, 2016, the suit filed by the respondent no.1 was an ordinary civil suit. The said suit was converted into a commercial suit only via the impugned order. Therefore, the impugned order was passed by a Single Bench of this Court in exercise of ordinary original civil jurisdiction and such an order is an appealable order under Section 10 of the Delhi High Court Act, 1966.\n7.2 Section 13(2) of the Commercial Courts Act bars an appeal from any order or decree of the Commercial Court except in accordance with the Commercial Courts Act. However, the respondent's suit was filed on 5th November, 2015, i.e, before the formation of the Commercial Division of this Court on 17th November, 2015. Therefore, the present appeal would be maintainable under the Delhi High Court Act, 1966. 7.3 Section 13 of the Commercial Courts Act would not apply to the orders passed prior to the suit being converted into a commercial suit. Therefore, the present appeal is maintainable. Reliance is placed on the judgment of the Division Bench of this Court in Nirman Consultants Pvt. Ltd v. NNE Ltd., (2019) SCC Online Del 110088.\n7.4 The impugned order affects a valuable right of the appellant to raise a defense. Therefore, the same has to be treated as a 'judgment' in accordance with the judgment of the Supreme Court in Shah Babulal Khimji v. Jayaben D. Kania & Anr., (1981) 4 SCC 8, which was followed by the Full Bench of this court in Jaswinder Singh v. Mrigendra Pritam Vikram Singh Steiner, 2013 (133) DRJ 1 (FB). 7.5 In case of a suit filed as a normal civil suit, even though relating to a 'commercial dispute', the second proviso to Sub-Rule (1) of Rule 1 of Order V of the CPC would not apply, if the 120 days' period for filing written statement expired before the suit was transferred to a commercial court. Reliance in this regard is placed on the judgment of the Supreme Court in Raj Process Equipments and Systems Pvt. Ltd. v. Honest Derivatives Pvt. Ltd., (2022) SCC OnLine SC 1877. 7.6 In case of transferred suits, the commercial court/commercial division is empowered to exercise discretion under proviso to Section 15(4) of the Commercial Courts Act to extend the period of 120 days for filing written statement. Therefore, the time limits given under Order V Rule 1(1) of the CPC will not apply to such transferred suits. Reliance in this regard is placed on the judgment in Reliance General Insurance Co.\n                           Ltd.     v.   Colonial   Life   Insurance   Company       Ltd.   &     Ors.\n                           MANU/MH/3745/2021.\n                  7.7      The case of the appellants would be governed by the unamended Order\nVIII Rule 1 of the CPC, which was held in Salem Advocate Bar Association v. Union of India, (2005) 6 SCC 344, to be directory and not mandatory.\n7.8 Hence, the present appeal would be maintainable and the written statement of the appellant ought to be taken on record.\nSUBMISSIONS ON BEHALF OF THE RESPONDENT NO.1 8.1 The Commercial Courts Act came into force on 23rd October, 2015 and this Court by way of the notifications dated 6th November, 2015 and 17th November, 2015, constituted a Commercial Division with effect from 15th November, 2015. As per the said notifications, the Commercial Courts Act became applicable to all the pending suits before this Court that relate to any subject matter provided in Section 2(c) of the Commercial Courts Act.\n8.2 The dispute between the parties is a 'commercial dispute' in terms of Section 2(c) of the Commercial Courts Act. Therefore, the maintainability of the present appeal has to be seen as per Section 13 of the Commercial Courts Act.\n8.3 Since the suit was a commercial suit and admittedly, the time period of 120 days to file the written statement stood expired, the appellant had forfeited its right to file written statement in view of proviso to Order VIII Rule 1 of CPC as amended by the Commercial Courts Act. Reliance in this regard is placed on the judgment in SCG Contracts India Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. and others, 2019 SCC Online SC 226.\n8.4 Section 13 (2) of the Commercial Courts Act specifically excludes the applicability of the Letters Patent or any other law for the time being in force. Section 21 of the Commercial Courts Act provides that the Commercial Courts Act would have overriding effect on all other laws for the time being in force in case of a conflict. Therefore, the provisions of Section 13 would prevail over Section 10 of the Delhi High Court Act, 1966. Reliance in this regard is placed on the judgment in HPL (India) Limited and others v. QRG Enterprises and another, (2017) 238 DLT 123 (DB).\n8.5 The impugned order does not affect any valuable right of the appellant, nor does it finally and conclusively decide the dispute between the parties. Therefore, the present appeal would not be maintainable. Reliance in this regard is placed on the judgment in Shah Babulal Khimji v. Jayaben D. Kania, 1982 (1) SCR 187.\n8.6 The legislature has been conscious while enacting the Commercial Courts Act to specify that the enactment would not affect procedures already completed at the time of transfer of a suit or application to a Commercial Division. Reliance in this regard is placed on Section 15 (3) of the Commercial Courts Act.\n8.7 By way of the impugned order, the Single Judge has rightly exercised the 'discretion' provided in proviso to Section 15(4) of the Commercial Courts Act to not extend the time of the appellant to file the written statement.\nANALYSIS AND FINDINGS\n9. To determine the maintainability of the present appeal, it may be relevant to examine the scheme of the Commercial Courts Act.\n10. Sub-Section (c) of Section 21 of the Commercial Courts Act defines a 'commercial dispute'. It enumerates various kind of disputes, which are to be 1 2. Definitions.--(1) In this Act, unless the context otherwise requires,--\n(c) \"commercial dispute\" means a dispute arising out of-\n(ix) distribution and licensing agreements; ...\n(xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;\ntreated as 'commercial disputes'. There is no dispute that the present suit qualifies as a 'commercial dispute' in terms of Section 2(c) of the Commercial Courts Act. Sub-Section (d) of Section 22 of the Commercial Courts Act defines 'commercial division'.\n11. Sub-Section (1) of Section 43 of the Commercial Courts Act provides that in respect of a High Court having ordinary original civil jurisdiction, the Chief Justice has the power to constitute the Commercial Division.\n12. Section 74 of the Commercial Courts Act provides that all suits and applications pertaining to 'commercial disputes' filed in a High Court having ordinary jurisdiction shall be heard by the Commercial Division of the High Court.\n13. Sub-Section (1A) of Section 13 of the Commercial Courts Act provides for appeals against the orders/judgments passed by the Commercial Division. Proviso to Section 13(1A) restricts the orders passed by the Commercial Division from which an appeal can be filed, to those which are mentioned in Order XLIII of the CPC and Section 37 of the Arbitration and Conciliation Act, 1996. Sub-Section (2) of Section 13 further provides that no appeal, 2 (d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of section 4;\n4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having [ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\nincluding letters patent appeal, shall lie from any order or decree of a Commercial Court/Commercial Division otherwise than in accordance with the provisions of this Act. For the ease of reference, the relevant extracts of Section 13 are set out below:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions-\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n14. Now, a reference may be made to Section 15 of the Commercial Courts Act, which deals with the transfer of pending suits to the Commercial Division of the High Court. Sub-Section (1) of Section 15 provides that all suits and applications relating to a 'commercial dispute' that are pending in the High Court shall be transferred to the Commercial Division of the High Court. The relevant portions of Section 15 are set out below:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n.....\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n15. An analysis of the scheme of the Commercial Courts Act would demonstrate that in respect of all High Courts having ordinary original civil jurisdiction, the concerned Chief Justice would have to constitute Commercial Division in the High Court, which would be competent to hear suits relating to 'commercial disputes'. Upon constitution of the Commercial Division, the suits relating to 'commercial disputes' would be transferred to the Commercial Division. Sub-section (4) of Section 15 provides that after the suit has been transferred to the Commercial Division of the High Court, the Commercial Division shall hold case management hearings in order to prescribe new timelines as per the provisions of the Commercial Courts Act.\nProviso to Section 15(4) specifically provides that the time limit of 120 days for filing of written statement from the date of issuance of summons as prescribed under Order V Rule 1(1) of the CPC, shall not apply to such transferred suits and the transferee court shall have the discretion to prescribe new time limits for filing of the written statement. In sum, the position that emerges is only when a pending suit relating to a 'commercial dispute' is transferred to the Commercial Division, the provisions of Commercial Courts Act will apply and till such time, the mandatory time period of 120 days for filing written statement would not apply.\n16. Now, it may be relevant to refer to some of the undisputed facts obtaining in the present appeal. Admittedly, the suit pertains to a 'commercial dispute' in terms of Section 2 (c) of the Commercial Courts Act. Even though the Commercial Courts Act came into force through an ordinance on 23rd October, 2015, the respondent no.1/plaintiff filed the suit as an ordinary civil suit on 5th November, 2015. The Commercial Division of the High Court of Delhi was constituted vide notifications dated 6th November, 2015 and 17th November, 2015, with effect from 15th November, 2015.\n17. There is nothing in the plaint to suggest that the same was filed in terms of the provisions of the Commercial Courts Act. None of the mandatory requirements of a commercial suit including the statement of truth and affidavit in terms of the amended Order XI of the CPC and the list of documents as per the Commercial Courts Act were filed by the respondent no.1 along with the suit. Further, a perusal of the orders passed in the present suit till the time of passing of the impugned order would show that the suit was never treated as a commercial suit. It was only via the impugned order that the Court directed the suit to be renumbered as a commercial suit.\n18. In light of the aforesaid facts, the present suit would qualify as a pending suit and in terms of Section 15 of the Commercial Courts Act, was required to be transferred to the Commercial Division of this Court. In the High Court of Delhi, the Courts under Commercial Division are empowered to hear commercial suits as well as ordinary suits. Therefore, in the context of High Court of Delhi, the transfer of a suit as envisaged under Section 15 of the Commercial Courts Act, would in fact imply conversion of an ordinary suit to a commercial suit and renumbering of the same as a commercial suit. It was only after such conversion that the provisions of the Commercial Courts Act would apply.\n19. As noted above, the respondent no.1 did not file the present suit as a commercial suit, nor did it take any steps for conversion of the present suit into a commercial suit. It was only via the impugned order that a direction was passed for the Registry to renumber the present suit as a commercial suit. Therefore, till the time the present suit was converted into a commercial suit, it continued to be an ordinary civil suit. Hence, we are unable to agree with the finding of the learned Single Judge that if a suit pertaining to a 'commercial dispute' was filed after coming into effect of the Commercial Courts Act, the same would be treated as a commercial suit. Once, the suit pertaining to a 'commercial dispute' has not been filed as a commercial suit before the commercial division, the said suit cannot automatically be treated as a commercial suit unless a competent court declares the same to be a commercial suit and directs conversion of the suit into a commercial suit. Since the impugned order was passed before the suit was converted into a commercial suit, an appeal against the same would not be governed by Section 13 of the Commercial Courts Act.\n20. Now, let us examine some of the judgments cited on behalf of the parties.\n21. In Brahmos Aerospace Pvt. Ltd. v. FIIT JEE Ltd & Anr., (2019) 7 PTC 667 (DB), a Division Bench of this Court observed that Section 13 of the Commercial Courts Act would apply only after the pending suit is transferred to the Commercial Division. The relevant observations are set out below:\n\"12. Coming to the facts of the present case, this appeal was instituted on 10.03.2017. The Commercial Courts Act, 2015 came into force on 23.10.2015, and the Commercial Division was notified in this Court by an order dated 17.11.2015. Section 15 of the Commercial Courts Act requires transfer of suits pending in a High Court to the Commercial Division if the suit relates to a \"commercial dispute\" of \"specified value\", as defined in Sections 2(1)(c) and 2(1)(i) respectively. In the present case, the renumbering of the suit in the Commercial Division of this Court has occurred only on 16.02.2018 pursuant to an order of the Joint Registrar dated 06.02.2018.\n13. It is evident from the above that, on the date when the present appeal was instituted by Brahmos, the suit had not been transferred to the Commercial Division and the provisions of Section 13 of the Commercial Courts Act were therefore, not attracted to these proceedings. In view of the clear pronouncement of the Supreme Court in Videocon (supra) to the effect that an appellate remedy becomes vested in a party on the date when the dispute/lis is instituted, and the consequent judgment of this Court in Eros Resorts (supra), we, therefore, hold that the present appeal at the instance of Brahmos is maintainable.\"\n22. Similarly, another Division Bench of this Court in Nirman Consultants (supra), observed that the provisions of Section 13 of the Commercial Courts Act would not apply to any order that is passed prior to the suit being converted into a commercial suit. Section 13 of the Commercial Courts Act would only apply to orders passed after the suit has been converted into a commercial suit. The relevant observations are set out below:\n\"19. We thus hold that in case the application in any suit is instituted or an order is passed, prior to coming into force of the Commercial Courts Act and more specifically, prior to the suit being converted into a commercial suit, Section 13 of the Commercial Courts Act would not apply. However, when the suit has been converted into a commercial suit, any order passed or any application filed subsequently, would be governed by the Commercial Courts Act and it cannot be said that a substantial right stands vested cannot be taken away, more particularly, in view of the provisions of Section 15 of the Commercial Courts Act, which clearly draws an exception only for those cases, where judgments are reserved.\"\n23. The respondent no.1 has relied on the judgment of the Division Bench of this Court in HPL (supra) to contend that the impugned order is not appealable as per Section 13 of the Commercial Courts Act. The aforesaid judgment is not applicable in the present case as in the said case the impugned order was passed after the suit had been converted to a commercial suit.\n24. Applying the principles of the aforesaid judgments to the present case, the bar under Section 13 of the Commercial Courts Act would not apply to the present appeal as the impugned order was passed prior to the suit being converted into a commercial suit. The provisions of the Commercial Courts Act, including the time period for filing of the written statement, would apply from the date on which the suit was converted to a commercial suit.\n25. The Supreme Court in Shah Babulal Khimji (supra) has held that an interlocutory order that is not covered under Order XLIII of the CPC, can be treated as a 'judgment' if it adversely affects the valuable right of the defendant to defend himself in the suit and hence, would be appealable under the Letters Patent of a High Court.\n26. The principles laid down in Shah Babulal Khimji (supra) were applied by a Full Bench of this Court in the context of Delhi High Court in Jaswinder Singh (supra). While relying on the judgment of another Full Bench of this Court in CS Aggarwal & Ors v. State & Ors., 2011 VII AD (Delhi) 265, it was observed in Jaswinder Singh (supra) that intra-court appeals before this Court would broadly fall into four categories. The relevant extract is set out below:\n\"It would be appropriate to notice at this stage that a Full Bench of this Court in C.S. Agarwal & Ors. v. State & Ors. 2011 VII AD (Delhi) 265 while dealing with the issue of maintainability of LPA in respect of writ orders passed in quashing proceedings/criminal proceedings has discussed the scope of Section 5 read with_ Section 10 of the said Act. After extracting the provisions it opined as under:\n\"In addition to the appeals· that can be filed under Section 10 of the DHC Act, three more categories of appeals lie to this Court. Thus the following four categories constitute appellate jurisdiction of the Delhi High Court:\na. Firstly, appeals under. Section 10 of the DHC Act but they are limited only to those judgments referable to Section 5(2) thereof.\n                                  b.        Secondly, appeals under the Code of Civil\n                                  Procedure.\n                                  c.        Thirdly, appeals under different statutes, which\n                                  itself provides for an appeal.\n                                  d.        Fourthly, appeals under Clause 10 of the Letters\n                                  Patent.\"\n27. In Jaswinder Singh (supra), it was held that an order passed by the Single Judge while exercising ordinary original jurisdiction would be appealable under Section 10(1) of the Delhi High Court Act, 1966, which is otherwise not appealable under Section 104 read with Order XLIII of the CPC, as long as it can be treated as a 'judgment' in accordance with Shah Babulal Khimji (supra). The relevant observations in Jaswinder Singh (supra) are set out below:\n\"39. We, thus, conclude by laying down the following principle of law:\nIn case of an order passed by the learned Single Judge in exercise of ordinary original civil jurisdiction in case of a non-appealable order under Section 104 read with Order 43 of the said Code which meets the test of a\"judgement\" that decides matters of moment or affects vital and valuable rights of parties and which works serious injustice to the parties concerned as per the parameters laid down in Shah Babulal Khimji case (supra) by the Supreme Court, an appeal to the Division Bench would exclusively lie under Section 10 of the said Act and not under Clause 10 of the Letters Patent.\"\n28. In our view, the impugned order in the present case meets the parameters of 'judgment' laid down in Shah Babulal Khimji (supra). The present suit has been filed seeking permanent injunction as well as damages. Vital rights of the appellant to defend the suit would be affected if it is deprived of its right to file written statement. Therefore, the impugned order would qualify as a 'judgment'. Resultantly, the present appeal would be maintainable under Section 10(1) of the Delhi High Court Act, 1966.\n29. Coming to the merits of the present case, the right of the appellant to file written statement was closed vide order dated 19th April, 2016 as the appellant had failed to file written statement within the maximum permissible period of 120 days in terms of the provisions of the Commercial Courts Act. The appellant was served on 19th December, 2015 and the period of 120 days for filing written statement expired on 17th April, 2016 as per the proviso to Order VIII Rule 1 as amended by the Commercial Courts Act.\n30. Immediately thereafter, on 21st April, 2016, the appellant filed an application (I.A. 4896/2016) seeking recall/review of the order dated 19th April, 2016. The said application was also accompanied by the written statement.\n31. In Raj Process Equipments (supra), the Supreme Court was seized of a similar situation where the period of 120 days for filing written statement expired before the suit was transferred to a commercial court. It was observed that where a suit was instituted as an ordinary civil suit, the provisions of the Commercial Courts Act with regard to time limit for filing of written statement, would not apply till the suit is transferred to a commercial court. Therefore, the judgment in SCG Contracts (India) Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. & Ors. (2019) 12 SCC 210, wherein it was held that the time period provided by the second proviso to Sub-Rule 1 of Rule 1 of Order V and proviso to Rule 1 of Order VIII is mandatory in case of commercial suits, would not apply in such a case. Such a case would be governed by the dicta of Salem Advocate Bar Association (supra) holding that in case of civil suits, proviso to Rule 1 of Order VIII of CPC is directory and not mandatory.\n32. The ratio of Raj Process Equipments (supra) is fully applicable in the present case in as much as the 120 days' period of filing the written statement expired on 17th April, 2016, much before the suit was converted into a commercial suit. Even though the suit was filed after the Commercial Courts Act came into force, the suit was renumbered as a commercial suit only after the impugned order was passed on 30th August, 2016.\n33. A Division Bench of the Bombay High Court in Reliance General Insurance (supra) has held that the time limit provided under the proviso to Sub-Rule (1) of Rule 1 of Order V of the CPC will not apply to ordinary suits that were pending before the High Court and were transferred to the Commercial Division of the High Court, otherwise the discretion given to the Court under proviso to Section 15(3) of the Commercial Courts Act would be rendered otiose.\n34. In the present case, once the suit was directed to be renumbered as a commercial suit, in the normal course, the suit should have been listed before the Commercial Division for case management hearing, where the court would have exercised its discretion under proviso to Section 15(3) of the Commercial Courts Act with regard to prescribing a fresh time period for filing of the written statement. Hence, there would have been no requirement to file an application seeking condonation of delay. We are not impressed with the submission of the respondent that the Single Judge has rightly exercised the 'discretion' provided in proviso to Section 15(4) of the Commercial Courts Act to not extend the time of the appellant to file the written statement. The impugned order proceeded on the basis that the suit has to be treated as a commercial suit since it pertained to a commercial dispute. Even otherwise, the written statement was filed by the appellant on 21st April, 2016, merely 3 days beyond the 120 days' period stipulated for an ordinary suit and the appellant has given an explanation for the delay.\n35. In view of the discussion above, the right of the appellant to file written statement could not have been closed via order dated 19th April, 2016. Consequently, the review application filed by the appellant ought to have been allowed.\n36. Accordingly, the present appeal is allowed and impugned order is set aside. It is directed that the written statement filed on behalf of the appellant/defendant no.1 be taken on record and the suit shall proceed from that aforesaid stage.\n37. The appeal, along with the pending applications, stands disposed of.\nAMIT BANSAL (JUDGE) RAJIV SHAKDHER (JUDGE) JULY 18, 2024 rt/at",
  "cleaned_text": "delhi high court dish tv india ltd vs gulf dth fz llc & ors on 18 july, 2024 author: amit bansal bench: rajiv shakdher, amit bansal * in the high court of delhi at new delhi judgment reserved on: 07.05.2024 % judgment pronounced on: 18.07.2024 + fao(os) 26/2019 & cm appl. 34384/2016 dish tv india ltd . appellant through: mr rohan swarup and ms tanya arora, advocates. versus gulf dth fz llc & ors . respondents through: ms niyati kohli and mr pratham vir agarwal, advocates for r-1. hon'ble mr. justice rajiv shakdher hon'ble mr. justice amit bansal [physical hearing/hybrid hearing (as per request)] amit bansal, j.: 1. the present appeal has been filed impugning the order dated 30th august, 2016 passed by the single bench of this court (hereinafter referred to as the 'impugned order'), whereby the application filed by the appellant under order xlvii rule 1 and section 114 of the code of civil procedure, 1908 (hereinafter referred to as the 'cpc') seeking recall/review of the order dated 19th april, 2016, was dismissed. via order dated 19th april, 2016, the right of the appellant to file written statement was closed as the same was filed beyond the period of 120 days. factual matrix 2. briefly stated, the facts of the case are set out hereinafter: 2.1 the respondent no.1/plaintiff, gulf dth fz llc, having its registered office in dubai, operates a direct-to-home (dth) satellite subscription pay television platform in the middle east and north african region (hereinafter referred to as 'osn territory'). the appellant/defendant no.1, dish tv india ltd, having its registered office in india, is a dth service provider. 2.2 the respondent no.1 claims to have the exclusive license, granted by the copyright owners, to transmit by satellite and other means various television channels in the osn territory. 2.3 the respondent no.1/plaintiff filed a suit seeking, inter alia, permanent injunction restraining the appellant/defendant no.1 from distributing set top boxes and smart cards in the osn territory, from recharging its pay-tv services in the osn territory and from activating any smart cards for use by consumers in the osn territory, along with damages. 2.4 summons in the aforesaid suit were issued on 16th november, 2015 and were served upon the appellant on 19th december, 2015. 2.5 on 12th january, 2016, the appellant filed an application under order vii rules 10 and 11 of the cpc for rejection of the plaint on the ground of lack of cause of action and lack of territorial jurisdiction. 2.6 on 19th april, 2016, the single bench closed the right of the appellant to file written statement as it failed to file the same within the 120 days' period mandated under proviso to order viii rule 1 of the cpc as amended by the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (hereinafter referred to as 'commercial courts act'). 2.7 immediately thereafter, on 21st april, 2016, the appellant filed an application for review/recall of the order dated 19th april, 2016 on the ground that since the suit was not a commercial suit, the proviso to order viii rule 1 of the cpc will not be applicable. on the same date, the appellant also filed its written statement. 2.8 via the impugned order, the single bench dismissed the application filed by the appellant under order xlvii rule 1 read with section 114 of the cpc. via the same order, the application filed by the appellant under order vii rules 10 and 11 of the cpc was also dismissed and the application filed by the respondent no.1 under order xxxix rules 1 and 2 of the cpc was allowed. by the same order, the court also directed the registry to renumber the suit as a commercial suit. 3. accordingly, the present appeal was filed by the appellant for setting aside the impugned order to the extent that the review application filed by the appellant was dismissed and the right of the appellant to file written statement was closed. 4. notice in the present appeal was issued on 19th september, 2016 and the same was accepted in court by the counsel appearing on behalf of the respondent no.1. 5. the present appeal, which was initially filed as rfa(os) 70/2016, was renumbered as fao(os)26/2019, via order dated 28th january, 2019 passed by the co-ordinate bench. 6. the arguments on the issue of maintainability of the present appeal as well as on merits were heard by this bench on 27th february, 2024 and 7th may, 2024 and the judgment was reserved. submissions on behalf of the appellant 7.1 when the right to file written statement of the appellant was closed on 19th april, 2016, the suit filed by the respondent no.1 was an ordinary civil suit. the said suit was converted into a commercial suit only via the impugned order. therefore, the impugned order was passed by a single bench of this court in exercise of ordinary original civil jurisdiction and such an order is an appealable order under section 10 of the delhi high court act, 1966. 7.2 section 13(2) of the commercial courts act bars an appeal from any order or decree of the commercial court except in accordance with the commercial courts act. however, the respondent's suit was filed on 5th november, 2015, i.e, before the formation of the commercial division of this court on 17th november, 2015. therefore, the present appeal would be maintainable under the delhi high court act, 1966. 7.3 section 13 of the commercial courts act would not apply to the orders passed prior to the suit being converted into a commercial suit. therefore, the present appeal is maintainable. reliance is placed on the judgment of the division bench of this court in nirman consultants pvt. ltd v. nne ltd., (2019) scc online del 110088. 7.4 the impugned order affects a valuable right of the appellant to raise a defense. therefore, the same has to be treated as a 'judgment' in accordance with the judgment of the supreme court in shah babulal khimji v. jayaben d. kania & anr., (1981) 4 scc 8, which was followed by the full bench of this court in jaswinder singh v. mrigendra pritam vikram singh steiner, 2013 (133) drj 1 (fb). 7.5 in case of a suit filed as a normal civil suit, even though relating to a 'commercial dispute', the second proviso to sub-rule (1) of rule 1 of order v of the cpc would not apply, if the 120 days' period for filing written statement expired before the suit was transferred to a commercial court. reliance in this regard is placed on the judgment of the supreme court in raj process equipments and systems pvt. ltd. v. honest derivatives pvt. ltd., (2022) scc online sc 1877. 7.6 in case of transferred suits, the commercial court/commercial division is empowered to exercise discretion under proviso to section 15(4) of the commercial courts act to extend the period of 120 days for filing written statement. therefore, the time limits given under order v rule 1(1) of the cpc will not apply to such transferred suits. reliance in this regard is placed on the judgment in reliance general insurance co. ltd. v. colonial life insurance company ltd. & ors. manu/mh/3745/2021. 7.7 the case of the appellants would be governed by the unamended order viii rule 1 of the cpc, which was held in salem advocate bar association v. union of india, (2005) 6 scc 344, to be directory and not mandatory. 7.8 hence, the present appeal would be maintainable and the written statement of the appellant ought to be taken on record. submissions on behalf of the respondent no.1 8.1 the commercial courts act came into force on 23rd october, 2015 and this court by way of the notifications dated 6th november, 2015 and 17th november, 2015, constituted a commercial division with effect from 15th november, 2015. as per the said notifications, the commercial courts act became applicable to all the pending suits before this court that relate to any subject matter provided in section 2(c) of the commercial courts act. 8.2 the dispute between the parties is a 'commercial dispute' in terms of section 2(c) of the commercial courts act. therefore, the maintainability of the present appeal has to be seen as per section 13 of the commercial courts act. 8.3 since the suit was a commercial suit and admittedly, the time period of 120 days to file the written statement stood expired, the appellant had forfeited its right to file written statement in view of proviso to order viii rule 1 of cpc as amended by the commercial courts act. reliance in this regard is placed on the judgment in scg contracts india pvt. ltd. v. k.s. chamankar infrastructure pvt. ltd. and others, 2019 scc online sc 226. 8.4 section 13 (2) of the commercial courts act specifically excludes the applicability of the letters patent or any other law for the time being in force. section 21 of the commercial courts act provides that the commercial courts act would have overriding effect on all other laws for the time being in force in case of a conflict. therefore, the provisions of section 13 would prevail over section 10 of the delhi high court act, 1966. reliance in this regard is placed on the judgment in hpl (india) limited and others v. qrg enterprises and another, (2017) 238 dlt 123 (db). 8.5 the impugned order does not affect any valuable right of the appellant, nor does it finally and conclusively decide the dispute between the parties. therefore, the present appeal would not be maintainable. reliance in this regard is placed on the judgment in shah babulal khimji v. jayaben d. kania, 1982 (1) scr 187. 8.6 the legislature has been conscious while enacting the commercial courts act to specify that the enactment would not affect procedures already completed at the time of transfer of a suit or application to a commercial division. reliance in this regard is placed on section 15 (3) of the commercial courts act. 8.7 by way of the impugned order, the single judge has rightly exercised the 'discretion' provided in proviso to section 15(4) of the commercial courts act to not extend the time of the appellant to file the written statement. analysis and findings 9. to determine the maintainability of the present appeal, it may be relevant to examine the scheme of the commercial courts act. 10. sub-section (c) of section 21 of the commercial courts act defines a 'commercial dispute'. it enumerates various kind of disputes, which are to be 1 2. definitions.--(1) in this act, unless the context otherwise requires,-(c) \"commercial dispute\" means a dispute arising out of(ix) distribution and licensing agreements; . (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; treated as 'commercial disputes'. there is no dispute that the present suit qualifies as a 'commercial dispute' in terms of section 2(c) of the commercial courts act. sub-section (d) of section 22 of the commercial courts act defines 'commercial division'. 11. sub-section (1) of section 43 of the commercial courts act provides that in respect of a high court having ordinary original civil jurisdiction, the chief justice has the power to constitute the commercial division. 12. section 74 of the commercial courts act provides that all suits and applications pertaining to 'commercial disputes' filed in a high court having ordinary jurisdiction shall be heard by the commercial division of the high court. 13. sub-section (1a) of section 13 of the commercial courts act provides for appeals against the orders/judgments passed by the commercial division. proviso to section 13(1a) restricts the orders passed by the commercial division from which an appeal can be filed, to those which are mentioned in order xliii of the cpc and section 37 of the arbitration and conciliation act, 1996. sub-section (2) of section 13 further provides that no appeal, 2 (d) \"commercial division\" means the commercial division in a high court constituted under sub-section (1) of section 4; 4. constitution of commercial division of high court.--(1) in all high courts, having [ordinary original civil jurisdiction], the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. 7. jurisdiction of commercial divisions of high courts.--all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. including letters patent appeal, shall lie from any order or decree of a commercial court/commercial division otherwise than in accordance with the provisions of this act. for the ease of reference, the relevant extracts of section 13 are set out below: \"13. appeals from decrees of commercial courts and commercial divisions(1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 14. now, a reference may be made to section 15 of the commercial courts act, which deals with the transfer of pending suits to the commercial division of the high court. sub-section (1) of section 15 provides that all suits and applications relating to a 'commercial dispute' that are pending in the high court shall be transferred to the commercial division of the high court. the relevant portions of section 15 are set out below: \"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. . (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\" 15. an analysis of the scheme of the commercial courts act would demonstrate that in respect of all high courts having ordinary original civil jurisdiction, the concerned chief justice would have to constitute commercial division in the high court, which would be competent to hear suits relating to 'commercial disputes'. upon constitution of the commercial division, the suits relating to 'commercial disputes' would be transferred to the commercial division. sub-section (4) of section 15 provides that after the suit has been transferred to the commercial division of the high court, the commercial division shall hold case management hearings in order to prescribe new timelines as per the provisions of the commercial courts act. proviso to section 15(4) specifically provides that the time limit of 120 days for filing of written statement from the date of issuance of summons as prescribed under order v rule 1(1) of the cpc, shall not apply to such transferred suits and the transferee court shall have the discretion to prescribe new time limits for filing of the written statement. in sum, the position that emerges is only when a pending suit relating to a 'commercial dispute' is transferred to the commercial division, the provisions of commercial courts act will apply and till such time, the mandatory time period of 120 days for filing written statement would not apply. 16. now, it may be relevant to refer to some of the undisputed facts obtaining in the present appeal. admittedly, the suit pertains to a 'commercial dispute' in terms of section 2 (c) of the commercial courts act. even though the commercial courts act came into force through an ordinance on 23rd october, 2015, the respondent no.1/plaintiff filed the suit as an ordinary civil suit on 5th november, 2015. the commercial division of the high court of delhi was constituted vide notifications dated 6th november, 2015 and 17th november, 2015, with effect from 15th november, 2015. 17. there is nothing in the plaint to suggest that the same was filed in terms of the provisions of the commercial courts act. none of the mandatory requirements of a commercial suit including the statement of truth and affidavit in terms of the amended order xi of the cpc and the list of documents as per the commercial courts act were filed by the respondent no.1 along with the suit. further, a perusal of the orders passed in the present suit till the time of passing of the impugned order would show that the suit was never treated as a commercial suit. it was only via the impugned order that the court directed the suit to be renumbered as a commercial suit. 18. in light of the aforesaid facts, the present suit would qualify as a pending suit and in terms of section 15 of the commercial courts act, was required to be transferred to the commercial division of this court. in the high court of delhi, the courts under commercial division are empowered to hear commercial suits as well as ordinary suits. therefore, in the context of high court of delhi, the transfer of a suit as envisaged under section 15 of the commercial courts act, would in fact imply conversion of an ordinary suit to a commercial suit and renumbering of the same as a commercial suit. it was only after such conversion that the provisions of the commercial courts act would apply. 19. as noted above, the respondent no.1 did not file the present suit as a commercial suit, nor did it take any steps for conversion of the present suit into a commercial suit. it was only via the impugned order that a direction was passed for the registry to renumber the present suit as a commercial suit. therefore, till the time the present suit was converted into a commercial suit, it continued to be an ordinary civil suit. hence, we are unable to agree with the finding of the learned single judge that if a suit pertaining to a 'commercial dispute' was filed after coming into effect of the commercial courts act, the same would be treated as a commercial suit. once, the suit pertaining to a 'commercial dispute' has not been filed as a commercial suit before the commercial division, the said suit cannot automatically be treated as a commercial suit unless a competent court declares the same to be a commercial suit and directs conversion of the suit into a commercial suit. since the impugned order was passed before the suit was converted into a commercial suit, an appeal against the same would not be governed by section 13 of the commercial courts act. 20. now, let us examine some of the judgments cited on behalf of the parties. 21. in brahmos aerospace pvt. ltd. v. fiit jee ltd & anr., (2019) 7 ptc 667 (db), a division bench of this court observed that section 13 of the commercial courts act would apply only after the pending suit is transferred to the commercial division. the relevant observations are set out below: \"12. coming to the facts of the present case, this appeal was instituted on 10.03.2017. the commercial courts act, 2015 came into force on 23.10.2015, and the commercial division was notified in this court by an order dated 17.11.2015. section 15 of the commercial courts act requires transfer of suits pending in a high court to the commercial division if the suit relates to a \"commercial dispute\" of \"specified value\", as defined in sections 2(1)(c) and 2(1)(i) respectively. in the present case, the renumbering of the suit in the commercial division of this court has occurred only on 16.02.2018 pursuant to an order of the joint registrar dated 06.02.2018. 13. it is evident from the above that, on the date when the present appeal was instituted by brahmos, the suit had not been transferred to the commercial division and the provisions of section 13 of the commercial courts act were therefore, not attracted to these proceedings. in view of the clear pronouncement of the supreme court in videocon (supra) to the effect that an appellate remedy becomes vested in a party on the date when the dispute/lis is instituted, and the consequent judgment of this court in eros resorts (supra), we, therefore, hold that the present appeal at the instance of brahmos is maintainable.\" 22. similarly, another division bench of this court in nirman consultants (supra), observed that the provisions of section 13 of the commercial courts act would not apply to any order that is passed prior to the suit being converted into a commercial suit. section 13 of the commercial courts act would only apply to orders passed after the suit has been converted into a commercial suit. the relevant observations are set out below: \"19. we thus hold that in case the application in any suit is instituted or an order is passed, prior to coming into force of the commercial courts act and more specifically, prior to the suit being converted into a commercial suit, section 13 of the commercial courts act would not apply. however, when the suit has been converted into a commercial suit, any order passed or any application filed subsequently, would be governed by the commercial courts act and it cannot be said that a substantial right stands vested cannot be taken away, more particularly, in view of the provisions of section 15 of the commercial courts act, which clearly draws an exception only for those cases, where judgments are reserved.\" 23. the respondent no.1 has relied on the judgment of the division bench of this court in hpl (supra) to contend that the impugned order is not appealable as per section 13 of the commercial courts act. the aforesaid judgment is not applicable in the present case as in the said case the impugned order was passed after the suit had been converted to a commercial suit. 24. applying the principles of the aforesaid judgments to the present case, the bar under section 13 of the commercial courts act would not apply to the present appeal as the impugned order was passed prior to the suit being converted into a commercial suit. the provisions of the commercial courts act, including the time period for filing of the written statement, would apply from the date on which the suit was converted to a commercial suit. 25. the supreme court in shah babulal khimji (supra) has held that an interlocutory order that is not covered under order xliii of the cpc, can be treated as a 'judgment' if it adversely affects the valuable right of the defendant to defend himself in the suit and hence, would be appealable under the letters patent of a high court. 26. the principles laid down in shah babulal khimji (supra) were applied by a full bench of this court in the context of delhi high court in jaswinder singh (supra). while relying on the judgment of another full bench of this court in cs aggarwal & ors v. state & ors., 2011 vii ad (delhi) 265, it was observed in jaswinder singh (supra) that intra-court appeals before this court would broadly fall into four categories. the relevant extract is set out below: \"it would be appropriate to notice at this stage that a full bench of this court in c.s. agarwal & ors. v. state & ors. 2011 vii ad (delhi) 265 while dealing with the issue of maintainability of lpa in respect of writ orders passed in quashing proceedings/criminal proceedings has discussed the scope of section 5 read with_ section 10 of the said act. after extracting the provisions it opined as under: \"in addition to the appeals· that can be filed under section 10 of the dhc act, three more categories of appeals lie to this court. thus the following four categories constitute appellate jurisdiction of the delhi high court: a. firstly, appeals under. section 10 of the dhc act but they are limited only to those judgments referable to section 5(2) thereof. b. secondly, appeals under the code of civil procedure. c. thirdly, appeals under different statutes, which itself provides for an appeal. d. fourthly, appeals under clause 10 of the letters patent.\" 27. in jaswinder singh (supra), it was held that an order passed by the single judge while exercising ordinary original jurisdiction would be appealable under section 10(1) of the delhi high court act, 1966, which is otherwise not appealable under section 104 read with order xliii of the cpc, as long as it can be treated as a 'judgment' in accordance with shah babulal khimji (supra). the relevant observations in jaswinder singh (supra) are set out below: \"39. we, thus, conclude by laying down the following principle of law: in case of an order passed by the learned single judge in exercise of ordinary original civil jurisdiction in case of a non-appealable order under section 104 read with order 43 of the said code which meets the test of a\"judgement\" that decides matters of moment or affects vital and valuable rights of parties and which works serious injustice to the parties concerned as per the parameters laid down in shah babulal khimji case (supra) by the supreme court, an appeal to the division bench would exclusively lie under section 10 of the said act and not under clause 10 of the letters patent.\" 28. in our view, the impugned order in the present case meets the parameters of 'judgment' laid down in shah babulal khimji (supra). the present suit has been filed seeking permanent injunction as well as damages. vital rights of the appellant to defend the suit would be affected if it is deprived of its right to file written statement. therefore, the impugned order would qualify as a 'judgment'. resultantly, the present appeal would be maintainable under section 10(1) of the delhi high court act, 1966. 29. coming to the merits of the present case, the right of the appellant to file written statement was closed vide order dated 19th april, 2016 as the appellant had failed to file written statement within the maximum permissible period of 120 days in terms of the provisions of the commercial courts act. the appellant was served on 19th december, 2015 and the period of 120 days for filing written statement expired on 17th april, 2016 as per the proviso to order viii rule 1 as amended by the commercial courts act. 30. immediately thereafter, on 21st april, 2016, the appellant filed an application (i.a. 4896/2016) seeking recall/review of the order dated 19th april, 2016. the said application was also accompanied by the written statement. 31. in raj process equipments (supra), the supreme court was seized of a similar situation where the period of 120 days for filing written statement expired before the suit was transferred to a commercial court. it was observed that where a suit was instituted as an ordinary civil suit, the provisions of the commercial courts act with regard to time limit for filing of written statement, would not apply till the suit is transferred to a commercial court. therefore, the judgment in scg contracts (india) pvt. ltd. v. k.s. chamankar infrastructure pvt. ltd. & ors. (2019) 12 scc 210, wherein it was held that the time period provided by the second proviso to sub-rule 1 of rule 1 of order v and proviso to rule 1 of order viii is mandatory in case of commercial suits, would not apply in such a case. such a case would be governed by the dicta of salem advocate bar association (supra) holding that in case of civil suits, proviso to rule 1 of order viii of cpc is directory and not mandatory. 32. the ratio of raj process equipments (supra) is fully applicable in the present case in as much as the 120 days' period of filing the written statement expired on 17th april, 2016, much before the suit was converted into a commercial suit. even though the suit was filed after the commercial courts act came into force, the suit was renumbered as a commercial suit only after the impugned order was passed on 30th august, 2016. 33. a division bench of the bombay high court in reliance general insurance (supra) has held that the time limit provided under the proviso to sub-rule (1) of rule 1 of order v of the cpc will not apply to ordinary suits that were pending before the high court and were transferred to the commercial division of the high court, otherwise the discretion given to the court under proviso to section 15(3) of the commercial courts act would be rendered otiose. 34. in the present case, once the suit was directed to be renumbered as a commercial suit, in the normal course, the suit should have been listed before the commercial division for case management hearing, where the court would have exercised its discretion under proviso to section 15(3) of the commercial courts act with regard to prescribing a fresh time period for filing of the written statement. hence, there would have been no requirement to file an application seeking condonation of delay. we are not impressed with the submission of the respondent that the single judge has rightly exercised the 'discretion' provided in proviso to section 15(4) of the commercial courts act to not extend the time of the appellant to file the written statement. the impugned order proceeded on the basis that the suit has to be treated as a commercial suit since it pertained to a commercial dispute. even otherwise, the written statement was filed by the appellant on 21st april, 2016, merely 3 days beyond the 120 days' period stipulated for an ordinary suit and the appellant has given an explanation for the delay. 35. in view of the discussion above, the right of the appellant to file written statement could not have been closed via order dated 19th april, 2016. consequently, the review application filed by the appellant ought to have been allowed. 36. accordingly, the present appeal is allowed and impugned order is set aside. it is directed that the written statement filed on behalf of the appellant/defendant no.1 be taken on record and the suit shall proceed from that aforesaid stage. 37. the appeal, along with the pending applications, stands disposed of. amit bansal (judge) rajiv shakdher (judge) july 18, 2024 rt/at"
}