{
  "case_file": "case204.txt",
  "original_text": "Allahabad High Court\nM/S A2Z Waste Management (Meerut) Pvt. ... vs Construction And Design Services,U.P. ... on 9 May, 2024\nHIGH COURT OF JUDICATURE AT ALLAHABAD, LUCKNOW BENCH\n \n \n\n\nNeutral Citation No. - 2024:AHC-LKO:36014\n \nA.F.R.\n \n\n \nCourt No. - 19\n \n\n \n\n \nCase :- MATTERS UNDER ARTICLE 227 No. - 2098 of 2024\n \n\n \n\n \nPetitioner :- M/S A2z Waste Management (Meerut) Pvt. Ltd Thru. Its Authorized Signatory Mr. Yuvraj Sharma\n \nRespondent :- Construction And Design Services,U.P. Jal Nigam,Noida Thru. Director/Project Manager And 2 Others\n \nCounsel for Petitioner :- Suyash Gupta\n \nCounsel for Respondent :- Indu Prakash Singh,Manish Kumar Srivastava,Pankaj Srivastava,Santosh Srivastava\n \n\n \nHon'ble Subhash Vidyarthi J.\n \n\n \n1. Heard Sri Jaideep Narain Mathur Senior Advocate assisted by Sri Suyash Gupta Advocate, the learned Counsel for the petitioner and Shri Indu Prakash Singh, learned counsel for the respondent No.1 - Construction and Design Services, U.P. Jal Nigam and respondent no. 2 - U.P. Jal Nigam and Sri Pankaj Srivastava, the learned counsel for the respondent No.3 - Municipal Corporation, Meerut.\n2. By means of the instant petition filed under Article 227 of the Constitution of India, the petitioner has sought a direction for expeditious disposal of Arbitration Case No.831 of 2019 pending in Commercial Court No. 2, Lucknow. The aforesaid case is an application under Section 34 of the Arbitration and Conciliation Act which was filed by the respondent no. 1 and 2 on 11.09.2019 challenging an Arbitration Award dated 29.05.2019 passed in favour of the petitioner.\n3. A copy of the entire order sheet of the proceedings under Section 34 of the Arbitration and Conciliation Act has been annexed with the petition. A copy of an order dated 10.07.2023 passed by this Court sitting at Allahabad in Transfer Application No.278 of 2021 has also been annexed with the petition. The said Transfer Application was filed by Meerut Municipal Corporation (respondent No.3 in this petition) seeking transfer of Case No. Nil of 2019 in the Court of the District Judge, Meerut, which was an application under Section 34 of Arbitration and Conciliation Act filed by the respondent no. 3 on 05.10.2019 challenging the same arbitration award dated 29.05.2019. The Transfer Application was allowed by means of an order dated 10.07.2023 and the application under Section 34 of the Arbitration and Conciliation Act, 1996 filed by the respondent no. 3 at Meerut was transferred to Lucknow and it was directed that that the same shall be heard along with Arbitration Case No.831 of 2019. After being transferred to Commercial Court - 2, Lucknow, the application under Section 34 filed by the respondent no. 3 has been registered as Arbitration Case No. 133 of 2023.\n4. When the case was taken up as fresh on 27.04.2024, the learned counsel for the respondent Nos.1 and 2 had sought two days' time to seek instructions in the matter. On 01.05.2009, the learned counsel for the respondent No.3 filed an application under Section 340 Cr.P.C. and the learned counsel for respondent No.1 and 2 filed counter affidavit/objections against the petition under Article 227 of the Constitution of India. Subsequently, the respondent Nos.1 and 2 have also filed a counter affidavit.\n5. It is relevant to note that Section 34 (6) of Arbitration and Conciliation Act contains a statutory mandate that an application under this Section shall be disposed of expeditiously and in any event, within a period of one year from the date on which notice referred to in Sub Section (5) is served upon the other party. This statutory mandate cannot be altogether ignored by the Commercial Court and by this Court.\n6. The application under Section 34 is pending before a Commercial Court, which has been constituted under the Commercial Courts Act, 2015. The statement of objects and reasons of the Commercial Courts Act, 2015 states that: -\n\"The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.\"\n7. The object of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015, was inter alia, to amend the Code of Civil Procedure, 1908, as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases and to accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.\n8. The Statement of Objects and Reasons of Amendment Act 28 of 2018 states that \"The global economic environment has since become increasingly competitive and to attract business at international level, India needs to further improve its ranking in the World Bank 'Doing Business Report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. Further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. Needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive Indian legal system. It is, therefore, proposed to amend the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.\n9. The object of enactment of Commercial Court Act, 2015 shows that the legislature was concerned about the image of the Indian justice delivery system and the legal culture of the nation, which unfortunately is that the proceedings are not decided expeditiously in the courts in India.\n10. Section 16 of the Commercial Courts Act, 2015 provides as follows: -\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a specified value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n11. By means of Entry 6 of the Schedule appended to the Commercial Courts Act 2015, which is referred to in Section 16 (1), Chapter XV-A has been inserted in C.P.C. applicable to the Commercial Courts, which contains provisions for holding a case management hearing. Rules 1, 2 and 3 of Order XV-A C.P.C. applicable to the Commecial Courts provide as follows: -\n\"ORDER XV-A Case Management Hearing\n1. First Case Management Hearing.--The court shall hold the first Case Management Hearing, not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suit.\n2. Orders to be passed in a Case Management Hearing.--In a Case Management Hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the court may pass an order--\n(a) framing the issues between the parties in accordance with Order XIV of the Code of Civil Procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the court under Rule 2 of Order X, if required;\n(b) listing witnesses to be examined by the parties;\n(c) fixing the date by which affidavit of evidence to be filed by parties;\n(d) fixing the date on which evidence of the witnesses of the parties to be recorded;\n(e) fixing the date by which written arguments are to be filed before the court by the parties;\n(f) fixing the date on which oral arguments are to be heard by the court; and\n(g) setting time limits for parties and their advocates to address oral arguments.\n3. Time limit for the completion of a trial.--In fixing dates or setting time limits for the purposes of Rule 2 of this order, the court shall ensure that the arguments are closed not later than six months from the date of the first Case Management Hearing.\"\n12. The Commercial Court as well as this Court cannot ignore the provision contained in Section 34 (6) of the Arbitration and Conciliation Act, 1996 and the object of enactment of Commercial Courts Act, 2015 and the provisions of Order XV-A C.P.C. applicable to the Commercial Courts.\n13. The petitioner has approached this Court with a prayer for issuance of a direction for expeditious disposal of the application under Section 34 of the Arbitration and Conciliation Act in respect of an arbitration award passed way back on 29.05.2019. This Court cannot appreciate the opposition of the respondent No.3 against issuance of such a direction, when the arbitration award directs the respondents to pay a sum of Rs.Six Crores alongwith 18% interest, and the amount of interest is increasing with each passing day and it will be a burden on the public exchequer in case the outcome of the application under Section 34 of Arbitration and Conciliation Act is not favourable to the respondents.\n14. The learned counsel for the petitioner has placed Reliance on an order passed by the Hon'ble Supreme Court in the case of M/S Chopra Fabricators and Manufacturers Pvt. Ltd. Vs. Bharat Pumps and Compressors Ltd. and another: (2023) 2 SCC 481, where in the Hon'ble Supreme Court expressed its serious concern about the delays in disposal of execution cases filed in the state of Uttar Pradesh for execution of arbitration awards. The Hon'ble Supreme Court had called for a report, which was submitted and after perusing the report, the Supreme Court observed that: -\n\"The statement, so placed before this Court, shows a very sorry state of affairs insofar as the disputes under the 1940 Act and under the 1996 Act are concerned. From the statement it appears that, 30,154 execution petitions are pending with various District Courts/regular courts in the State of U.P. and the oldest one is of the year 1981. Similarly, in the Commercial Courts, in the State of Uttar Pradesh, 13,367 execution petitions/applications are reported to be pending and the oldest one seems to be of the year 2002.\"\n15. The Hon'ble Supreme Court called for a response from the Chief Justice of this Court as to how this High Court proposes to deal with the pendency of the execution petitions / applications under Section 34 of the 1996 Act at the earliest and within some stipulated time period. The Chief Justice was requested to constitute a special arrears Committee of the judges of the High Court and invite suggestions and formulate a mechanism to tackle with the problem of arrears.\n16. The issue was addressed by this Court and certain steps were taken. Thereafter, a comparative status of pendency of arbitration matters was placed before the Hon'ble Supreme Court, which was taken into consideration in an order dated 21.01.2024 passed in the aforesaid case, which indicated that pendency of arbitration cases had reduced significantly after this Court addressed the issue of delay in disposal of execution cases relating to arbitration award. The Hon'ble Supreme Court expressed satisfaction with the steps taken by this High Court and observed that \"The steps taken by the High Court and the other courts may be continued in order to bring about a further reduction in the pendency of arbitration cases in Uttar Pradesh.\n17. The aforesaid direction of the Hon'ble Supreme Court to continue efforts to bring about reduction in pendency of arbitration cases in Uttar Pradesh is to be honoured by this Court as also by the Commercial Court Lucknow.\n18. Shri Indu Prakash Singh, learned counsel for the respondent Nos.1 and 2 submitted that the petitioner is seeking expeditious disposal of Case No. 831 of 2019, which is the application under Section 34 of the Arbitration and Conciliation Act filed by the respondent No.1 and 2 only whereas the other application - Arbitration Case No. 133 of 2023 filed by the respondent no. 3 is also pending in same Court and it has also to be decided along with Case No. 831 of 2019. Therefore, he requests that in case a direction is issued for expeditious disposal of Case No. 831 of 2019, the same should be issued in respect of Arbitration Case No. 133 of 2023 also.\n19. Shri Pankaj Srivastava, learned counsel for the respondent No.3 Municipal Corporation Meerut, has seriously opposed the petition under Article 227 of the Constitution of India. It is interesting to note that the case which is sought to be expedited by the petitioner and which is being opposed by the respondent no. 3, has been filed by the respondent nos. 1 and 2 for setting aside an arbitration award passed in favour of the petitioner and the respondent no. 3 is merely a proforma respondent in this case.\n20. The learned Counsel for the respondent no. 3 has submitted that the petition has been filed concealing the fact that the proceedings of Case No. 831 of 2019 had been stayed by means of an order dated 05.07.2021 passed by this Court sitting at Allahabad in Transfer Application (Civil) No.278 of 2021. Therefore, the Commercial Court could not have proceeded with the application under Section 34 of the Arbitration and Conciliation Act till the Transfer Application was finally decided by means of the order dated 10.07.2023. He has submitted that the petition is liable to be dismissed as the petitioner has not approached this Court with clean hands.\n21. The respondent no. 3 has filed an application under Section 340 Cr.P.C. read with Article 215 of the Constitution of India filed, which has been titled as 'Perjury Application'. The prayer made in the application is to prosecute and suitably punish the petitioner and Sri Yuvraj Sharma the deponent of the affidavit filed in support of the petitioner under Article 227 of the Constitution of India, for committing the offence of perjury by suppressing true and correct facts and swearing false affidavit before this Court.\n22. A perusal of the Arbitration award, from which the proceedings under Section 34 of the Arbitration and Conciliation Act arises, indicates that the petitioner had filed an arbitration claim against the respondent Nos.1, 2 and 3 in the year 2012/2013. The arbitration award was passed on 29.05.2019 directing the respondents to pay amounts under various heads to the petitioner, aggregating to about Rs. 66 Crores, along with 18 % Simple Interest per annum. The liability of interest is increasing day by day and the delay in final disposal of the matter would not be in the interest of the respondent no. 3 also, yet the respondent no. 3 is strongly opposing the petition filed for seeking a direction of expeditious disposal of the matter.\n23. Although the arbitration proceedings were held at Lucknow, the arbitration award was passed at Lucknow on 29.05.2019 and the respondent Nos.1 and 2 had filed an application under Section 34 of Arbitration and Conciliation Act bearing Arbitration Case No. 831 of 2019 in the Commercial Court No. 2, Lucknow on 11.09.2019, the respondent No. 3 filed an application under Section 34 of the Arbitration and Conciliation Act challenging the same award before the District Judge, Meerut on 05.10.2019.\n24. Section 42 of Arbitration and Conciliation Act provides that where with respect to an arbitration agreement any application under Part-I of the Act has been made in a court, that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out of that agreement and the arbitral proceedings shall be made in that court and in no other court. Apparently, after an application under Section 34 of Arbitration and Conciliation Act having been filed in Commercial Court at Lucknow on 11.09.2019, no subsequent application could be filed before any other court. Yet, the respondent No.3 filed the application under Section 34 of the Arbitration and Conciliation Act at Meerut on 05.10.2019.\n25. After expiry of about 1 year and 9 months since filing of the application at Meerut, on 24.06.2021 the respondent no. 3 filed Transfer Application (Civil) No. 278 of 2021 before this Court at Allahabad for transfer of the case from Meerut to Lucknow. An interim order dated 05.07.2021 was passed in the Transfer Application staying the proceedings of application under Section 34 of Arbitration and Conciliation Act filed at Meerut as also the Arbitration Case No.831 of 2019 in the Commercial Court at Lucknow.\n26. When there is an arbitration award operating against the respondent Nos.1 to 3, all of whom are State Authorities and there is an award for payment of interest at the rate of 18 % on the awarded amount, the action of the respondent No.3 in first filing an application under Section 34 at Meerut, whereas a previous application had already been filed at Lucknow and the court at Meerut had no jurisdiction in view of the provision contained in Section 42 of Arbitration and Conciliation Act, and thereafter filing an application for transfer of the case from Meerut to Lucknow after about 1 year and 9 months and then getting the proceedings under Section 34 pending at Lucknow also stayed for over two years, cannot be appreciated by the Court. This approach is against the interest of justice as also against the interests of the State, as any delay in disposal of the application under Section 34 of Arbitration and Conciliation Act is in no way beneficial to the State. For the same reason, the action of the respondent No.3 in raising a serious objection and opposing the petition under Article 227 of the Constitution of India seeking a direction for expeditious disposal of the proceedings under Section 34 of Arbitration and Conciliation Act, also cannot be appreciated.\n27. While opposing the petition, the learned counsel for the respondent No.3 has submitted that numerous arbitration proceedings were initiated by the petitioner in respect of various contracts of similar nature. In two other matters, proceedings had been expedited by this Court and thereafter the District Judge / Commercial Court started fixing short dates in the matter even though record of the arbitrator had not been received and some orders were passed in these matters, which were detrimental to the interest of the respondents. He has further submitted that the arbitrator's record has been summoned by the Commercial Court, Lucknow, which has not been received till date. In response to a specific query, the learned Counsel for the respondent no. 3 answered that the respondent no. 3 is not a party to any such proceedings in which the alleged orders have been passed.\n28. Merely because some other order passed in some other petition for expeditious disposal of this court has resulted in early dates being fixed in some other proceedings under Section 34 of the Arbitration and Conciliation Act, wherein record has not been received, cannot be a ground to decline the prayer for expeditious disposal of proceedings under Section 34 of Arbitration and Conciliation Act in accordance with the law.\n29. Regarding the apprehension of the learned Counsel for the respondent no. 3 that in case the proceedings are expedited, the Commercial Court will conclude the same without receipt of the record of the arbitrator and in violation of law, the Commercial Court will be bound to decide the case in accordance with the law only and this apprehension cannot be a ground to decline issuance of a direction for expeditious disposal of the application under Section 34 of Arbitration and Conciliation Act, more particularly when the direction would certainly include a direction to the court to proceed with the application \"in accordance with the law\".\n30. Keeping in view the aforesaid facts and circumstances of the case, the petition under Article 227 of the Constitution of India is allowed. A direction is issued to the learned Commercial Court No. 2, Lucknow to proceed with Arbitration Case No. 831 of 2019 and Arbitration Case No. 133 of 2023 expeditiously without granting any unnecessary adjournments to any of the parties, in accordance with law, particularly keeping in view the provisions contained in Section 34 (6) of the Arbitration and Conciliation Act, the object of establishment of the Commercial Courts and the provisions contained in Section 16 read with Article 6 of the Schedule appended to the Commercial Courts Act, 2015.\nOrder on Application filed under 340 Cr.P.C. read with Article 215 of the Constitution of India: -\n31. This is an application under Section 340 Cr.P.C. read with Article 215 of the Constitution of India filed by the respondent No.3-Municipal Corporation Meerut, which has been titled as 'Perjury Application'. The prayer made in the application is to prosecute and suitably punish the petitioner and Shri Yuvraj Sharma the deponent of the affidavit filed in support of the application, for committing offence of perjury by suppressing the fact that the proceedings of Arbitration case No. 831 of 2019 had remained pending since 05.07.2021 till 10.07.2023.\n32. Before commencement of submissions of this application Sri Jaideep Narain Mathur Senior Advocate, stated that the petitioner has committed an error in not disclosing the fact of proceedings having been stayed by this Court sitting at Allahabad in the petition filed under Article 227 of the constitution of India and he tenders unconditional apology for this mistake. However, he stated that the petitioner has disclosed the fact that the respondent no. 3 had filed Transfer Application (Civil) No. 278 of 2021 and he has annexed a copy of the order dated 10.07.2023 passed in that case. He has submitted that the mistake committed by the petitioner, regarding which an unconditional apology has been submitted, does not make out a case for prosecution under Section 340 Cr.P.C. and in case the learned counsel for respondent No. 3 agrees not to press this application, precious time of this Court may be saved so that it can be utilized for some more fruitful purpose but the learned counsel for respondent No.3 insisted that he will establish that a case for prosecution of the petitioner is made out and he would press his application under Section 340 Cr.P.C. Therefore, the Court had to proceed to hear submissions in support of the application and against it also and to pass an order thereon.\n33. The learned Counsel for the applicant submitted that Section 340 Cr.P.C. makes a reference to offences referred to in Clause B of sub-Section 1 of Section 195 Cr.P.C. Section 195 (1) (b) Cr.P.C. refers to the offences under Section 193 to 196, 199, 200, 205 to 211, 228, 463, 471, 475 and 476. He submitted that although he does not defend the mistake of the petitioner in not disclosing the complete facts before this Court, the aforesaid omission does not in any manner make out any of the offences enumerated in Section 195 (1)(b) Cr.P.C.\n34. The only ground on which the application under Section 340 Cr.P.C. has been filed is omission to disclose a stay order that was operating for a period 05.07.2021 to 10.07.2023. The learned Counsel for the respondent no. 3 has placed reliance on the provisions contained in Section 8 of the Oath's Act 1969, which provides that \"Every person giving evidence on any subject before any court or person hereby authorized to administer oaths and affirmations shall be bound to state the truth on such subject.\"\n35. Learned counsel for respondent No.3 has referred to Chapter4 Rule 17 of a Allahabad High Court Rules 1952 which provides as follows: -\n\"17. Oath or affirmation by deponent :- The person administering an oath or affirmation to the person making an affidavit, shall follow the provisions of the Indian Oaths Act, 1873.\nThe following forms are prescribed, namely--\nOath I swear that this my declaration is true; that it conceals nothing; and that no part of it is false. So help me God.\nAffirmation I solemnly affirm that this my declaration is true; that it conceals nothing; and that no part of it is false.\"\n36. However, the Oaths Act does not contain any provision which may make a person who omits to state the complete truth liable to be prosecuted under Section 340.\n37. The Court put a specific question to the learned counsel for respondent No.2 as to which of the offences enumerated under Section 195 (1)(b) Cr.P.C. is made out from the omission of the petitioner to disclose the proceedings having remain stayed by means of an stay order passed by this Court at Allahabad, but the Learned counsel for respondent No.3 could not point out any single offence mentioned in Section 195 Cr.P.C. which attracted in the present case.\n38. Section 191 I.P.C. provides as follows:-\n\"Whoever, being legally bound by an oath or by an express provision of law to state the truth, or being bound by law to make a declaration upon any subject, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, is said to give false evidence.\"\n39. Section 191 makes 'making any statement which is false'a punishable offence. The learned counsel for respondent No.3 had submitted that omitting to state complete truth also amount to making a false statement and, therefore, the omission of the petitioner in not stating about the stay order passed by this Court sitting at Allahabad, amounts to making a false statement.\n40. It is a well settled principle of interpretation of statutes that while interpreting a statute, the Court should give plain and simple meaning to the words used by the legislature and the Courts can neither add any word nor subtract any word from the words used by the legislature.\n41. The penal laws are required to be interpreted strictly. While interpreting a penal provision, the Court cannot enlarge the scope of the words used by the legislature. When the legislature did not make omission of stating any relevant fact to be an offence under Section 191, the petitioners cannot be punished for the omission to disclose the stay order, which omission would not affect the outcome of this petition in any manner.\n42. The learned Counsel for the respondent no. 3 has relied upon the decisions in the case of Dhananjay Sharma Vs. State of Haryana and Others (1995) 3 SCC 757, S. P. Chengal Varaya Naidu Vs. Jagannath and Others (1994) 1 SCC 1, Hamza Haji Vs. State of Kerala (2006) 7 SCC 416, K. D. Sharma Vs. Steel Authority of India Ltd. and Others (2008) 12 SCC 481 and ABCD Vs.Union of India and Others (2020) 2 SCC 52.\n43. In Dhananjay Sharma v. State of Haryana, (1995) 3 SCC 757 it was held that: -\n\"38. ... The swearing of false affidavits in judicial proceedings not only has the tendency of causing obstruction in the due course of judicial proceedings but has also the tendency to impede, obstruct and interfere with the administration of justice. The filing of false affidavits in judicial proceedings in any court of law exposes the intention of the party concerned in perverting the course of justice. The due process of law cannot be permitted to be slighted nor the majesty of law be made a mockery of by such acts or conduct on the part of the parties to the litigation or even while appearing as witnesses. Anyone who makes an attempt to impede or undermine or obstruct the free flow of the unsoiled stream of justice by resorting to the filing of false evidence, commits criminal contempt of the court and renders himself liable to be dealt with in accordance with the Act. Filing of false affidavits or making false statement on oath in courts aims at striking a blow at the rule of law and no court can ignore such conduct which has the tendency to shake public confidence in the judicial institutions because the very structure of an ordered life is put at stake. It would be a great public disaster if the fountain of justice is allowed to be poisoned by anyone resorting to filing of false affidavits or giving of false statements and fabricating false evidence in a court of law. The stream of justice has to be kept clear and pure and anyone soiling its purity must be dealt with sternly so that the message percolates loud and clear that no one can be permitted to undermine the dignity of the court and interfere with the due course of judicial proceedings or the administration of justice....\"\n44. In S. P. Chengalvaraya Naidu v. Jagannath, (1994) 1 SCC 1, the Hon'ble Supreme Court held that: -\n\"1.Fraud avoids all judicial acts, ecclesiastical or temporal\" observed Chief Justice Edward Coke of England about three centuries ago. It is the settled proposition of law that a judgment or decree obtained by playing fraud on the court is a nullity and non est in the eyes of law. Such a judgment/decree -- by the first court or by the highest court -- has to be treated as a nullity by every court, whether superior or inferior. It can be challenged in any court even in collateral proceedings.\n* * *\n5...The courts of law are meant for imparting justice between the parties. One who comes to the court, must come with clean hands. We are constrained to say that more often than not, process of the court is being abused. Property-grabbers, tax-\nevaders, bank-loan-dodgers and other unscrupulous persons from all walks of life find the court-process a convenient lever to retain the illegal gains indefinitely. We have no hesitation to say that a person, who's case is based on falsehood, has no right to approach the court. He can be summarily thrown out at any stage of the litigation.\"\n45. S. P. Chengalvaraya Naidu (Supra) was followed in Hamza Haji Vs. State of Kerala (Supra).\n46. In K.D. Sharma v. SAIL, (2008) 12 SCC 481, it was reiterated that: -\n\"34. The jurisdiction of the Supreme Court under Article 32 and of the High Court under Article 226 of the Constitution is extraordinary, equitable and discretionary. Prerogative writs mentioned therein are issued for doing substantial justice. It is, therefore, of utmost necessity that the petitioner approaching the writ court must come with clean hands, put forward all the facts before the court without concealing or suppressing anything and seek an appropriate relief. If there is no candid disclosure of relevant and material facts or the petitioner is guilty of misleading the court, his petition may be dismissed at the threshold without considering the merits of the claim.\"\n47. S. P. Chengalvaraya Naidu (Supra) was followed in Hamza Haji Vs. State of Kerala (Supra). The Hon'ble Supreme Court did not discuss the provisions of Section 340 Cr.P.C. or Article 215 of the Constitution of India in any of the aforesaid cases.\n48. In ABCD v. Union of India, (2020) 2 SCC 52, it was held that: -\n\"15. Making a false statement on oath is an offence punishable under Section 181 of the IPC while furnishing false information with intent to cause public servant to use his lawful power to the injury of another person is punishable under Section 182 IPC. These offences by virtue of Section 195(1)(a)(i) of the Code can be taken cognizance of by any court only upon a proper complaint in writing as stated in said section.\"\n49. In none of the cases cited by the learned Counsel for the respondent no. 3, an order for prosecution under Section 340 Cr.P.C. was passed. It is settled law that a judgment is an authority for what it actually decides and not for what can be deduced from it. In a Constitution Bench judgment in the case of P. S. Sathappan v. Andhra Bank Ltd., (2004) 11 SCC 672, it was held that:--\n\"118. ...It is well known that a judgment is an authority for what it decides and not what may even logically be deduced therefrom.\n* * *\n144. While analysing different decisions rendered by this Court, an attempt has been made to read the judgments as should be read under the rule of precedents. A decision, it is trite, should not be read as a statute.\n145. A decision is an authority for the questions of law determined by it. While applying the ratio, the court may not pick out a word or a sentence from the judgment divorced from the context in which the said question arose for consideration. A judgment, as is well known, must be read in its entirety and the observations made therein should receive consideration in the light of the questions raised before it. [See Haryana Financial Corpn. v. Jagdamba Oil Mills (2002) 3 SCC 496, Union of India v. Dhanwanti Devi (1996) 6 SCC 44, Nalini Mahajan (Dr.) v. Director of Income Tax (Investigation) (2002) 257 ITR 123 (Del) State of U.P. v. Synthetics and Chemicals Ltd. (1991) 4 SCC 139, A-One Granites v. State of U.P. (2001) 3 SCC 537, and Bhavnagar University v. Palitana Sugar Mill (P) Ltd. (2003) 2 SCC 111],\n146. Although decisions are galore on this point, we may refer to a recent one in State of Gujarat v. Akhil Gujarat Pravasi V.S. Mahamandal (2004) 5 SCC 155, wherein this Court held:\n\"It is trite that any observation made during the course of reasoning in a judgment should not be read divorced from the context in which it was used.\"\n147. It is further well settled that a decision is not an authority for the proposition which did not fall for its consideration.\"\n50. Again, in Amrendra Pratap Singh versus Tej Bahadur Prajapati: (2004) 10 SCC 65, the Hon'ble Supreme Court reiterated that:--\n\"A judicial decision is an authority for what it actually decides and not for what can be read into it by implication or by assigning an assumed intention to the judges, and inferring from it a proposition of law which the judges have not specifically laid down in the pronouncement.\"\n51. Learned Senior Advocate appearing for the petitioner has placed reliance upon the judgment of the Hon'ble Supreme Court in case of Sasikala Pushpa and Others Vs. State of Tamil Nadu (2019) 6 SCC 477, wherein the Hon'ble Supreme Court held that:-\n\"10. It is fairly well settled that before lodging of the complaint, it is necessary that the court must be satisfied that it was expedient in the interest of justice to lodge the complaint. It is not necessary that the court must use the actual words of Section 340 CrPC; but the court should record a finding indicating its satisfaction that it is expedient in the interest of justice that an enquiry should be made. Observing that under Section 340 CrPC, the prosecution is to be launched only if it is expedient in the interest of justice and not on mere allegations or to vindicate personal vendetta. In Iqbal Singh Marwah v. Meenakshi Marwah (2005) 4 SCC 370, this Court held as under:\n\"23. In view of the language used in Section 340 CrPC the court is not bound to make a complaint regarding commission of an offence referred to in Section 195(1)(b), as the section is conditioned by the words 'court is of opinion that it is expedient in the interests of justice'. This shows that such a course will be adopted only if the interest of justice requires and not in every case. Before filing of the complaint, the court may hold a preliminary enquiry and record a finding to the effect that it is expedient in the interests of justice that enquiry should be made into any of the offences referred to in Section 195(1)(b). This expediency will normally be judged by the court by weighing not the magnitude of injury suffered by the person affected by such forgery or forged document, but having regard to the effect or impact, such commission of offence has upon administration of justice. It is possible that such forged document or forgery may cause a very serious or substantial injury to a person in the sense that it may deprive him of a very valuable property or status or the like, but such document may be just a piece of evidence produced or given in evidence in court, where voluminous evidence may have been adduced and the effect of such piece of evidence on the broad concept of administration of justice may be minimal. In such circumstances, the court may not consider it expedient in the interest of justice to make a complaint.\"\n(Emphasis added)\n52. The petition under Article 227 of the Constitution of India has been filed for issuance of a direction for expeditious disposal of the application under Section 34 of the arbitration Act, 1996, which in any case has to be decided expeditiously keeping in view the provisions contained in Section 34 (6) of the Arbitration and Conciliation Act, the object of establishment of the Commercial Courts and the provisions contained in Section 16 read with Article 6 of the Schedule appended to the Commercial Courts Act, 2015. The omission of the petitioner to state the fact of the stay order dated 05.07.2021 would not affect the decision of this petition and, therefore, this omission does not in any manner adversely affects the administration of justice.\n53. Although this fact would otherwise not be relevant for decision of the application under Section 340 Cr.P.C. but when the learned counsel for respondent No.3 has vehemently opposed the issuance of a direction for expeditious disposal of proceeding under Section 34 of Arbitration and Conciliation Act, it becomes relevant to notice the conduct of the respondent No.3. The respondent Nos.1 and 2 have filed an application under Section 34 of the Arbitration and Conciliation Act challenging the arbitration award on 11.09.2019. After that respondent No.3 filed another application under Section 34 for setting aside the same arbitration award at Meerut on 05.10.2019 whereas as per Section 42 of the Arbitration Act, the application could be filed at Lucknow only. Even after getting knowledge about the proceeding under Section 34 of Arbitration and Conciliation Act pending at Lucknow, the respondent No.3 did not promptly take any steps for transfer of the application to appropriate Court and it filed Transfer Application No.278 of 2021 at Allahabad on 24.06.2021 and by means of an interim order passed in that transfer application filed by the respondent No.3 regarding the proceedings at Meerut, the proceedings of Arbitration Case No.831 of 2019 Lucknow were also stayed on 05.07.2021, which stay order continued till 10.7.2023 thereby causing a delay of more than 2 years in disposal of the application under Section 34 of Arbitration and Conciliation Act. This conduct of the State Authorities when the arbitration award includes a direction for payment of 18% interest on the awarded amount, is detrimental to the public Ex-chequer and in turn to the public at large. Therefore, it appears that the respondent no. 3 itself is interfering in administration of justice by creating unwarranted obstacles in expeditious dispensation of justice.\n54. As neither there is averment in the application under Section 340 Cr.P.C. or in the affidavit filed in its support, nor the learned counsel for the petitioner could make it out in his submissions that the petitioner has committed any act which may amount to commission of an offence under Section 191 I.P.C., the application under Section 340 Cr.P.C. is misconceived and the same is accordingly dismissed.\n.\n(Subhash Vidyarthi J.) Order Date : 09.05.2024\n-Amit K-\n   ",
  "cleaned_text": "allahabad high court m/s a2z waste management (meerut) pvt. . vs construction and design services,u.p. . on 9 may, 2024 high court of judicature at allahabad, lucknow bench neutral citation no. 2024:ahc-lko:36014 a.f.r. court no. 19 case :matters under article 227 no. 2098 of 2024 petitioner :m/s a2z waste management (meerut) pvt. ltd thru. its authorized signatory mr. yuvraj sharma respondent :construction and design services,u.p. jal nigam,noida thru. director/project manager and 2 others counsel for petitioner :suyash gupta counsel for respondent :indu prakash singh,manish kumar srivastava,pankaj srivastava,santosh srivastava hon'ble subhash vidyarthi j. 1. heard sri jaideep narain mathur senior advocate assisted by sri suyash gupta advocate, the learned counsel for the petitioner and shri indu prakash singh, learned counsel for the respondent no.1 construction and design services, u.p. jal nigam and respondent no. 2 u.p. jal nigam and sri pankaj srivastava, the learned counsel for the respondent no.3 municipal corporation, meerut. 2. by means of the instant petition filed under article 227 of the constitution of india, the petitioner has sought a direction for expeditious disposal of arbitration case no.831 of 2019 pending in commercial court no. 2, lucknow. the aforesaid case is an application under section 34 of the arbitration and conciliation act which was filed by the respondent no. 1 and 2 on 11.09.2019 challenging an arbitration award dated 29.05.2019 passed in favour of the petitioner. 3. a copy of the entire order sheet of the proceedings under section 34 of the arbitration and conciliation act has been annexed with the petition. a copy of an order dated 10.07.2023 passed by this court sitting at allahabad in transfer application no.278 of 2021 has also been annexed with the petition. the said transfer application was filed by meerut municipal corporation (respondent no.3 in this petition) seeking transfer of case no. nil of 2019 in the court of the district judge, meerut, which was an application under section 34 of arbitration and conciliation act filed by the respondent no. 3 on 05.10.2019 challenging the same arbitration award dated 29.05.2019. the transfer application was allowed by means of an order dated 10.07.2023 and the application under section 34 of the arbitration and conciliation act, 1996 filed by the respondent no. 3 at meerut was transferred to lucknow and it was directed that that the same shall be heard along with arbitration case no.831 of 2019. after being transferred to commercial court 2, lucknow, the application under section 34 filed by the respondent no. 3 has been registered as arbitration case no. 133 of 2023. 4. when the case was taken up as fresh on 27.04.2024, the learned counsel for the respondent nos.1 and 2 had sought two days' time to seek instructions in the matter. on 01.05.2009, the learned counsel for the respondent no.3 filed an application under section 340 cr.p.c. and the learned counsel for respondent no.1 and 2 filed counter affidavit/objections against the petition under article 227 of the constitution of india. subsequently, the respondent nos.1 and 2 have also filed a counter affidavit. 5. it is relevant to note that section 34 (6) of arbitration and conciliation act contains a statutory mandate that an application under this section shall be disposed of expeditiously and in any event, within a period of one year from the date on which notice referred to in sub section (5) is served upon the other party. this statutory mandate cannot be altogether ignored by the commercial court and by this court. 6. the application under section 34 is pending before a commercial court, which has been constituted under the commercial courts act, 2015. the statement of objects and reasons of the commercial courts act, 2015 states that: \"the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and question of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system.\" 7. the object of the commercial courts, commercial division and commercial appellate division of high courts bill, 2015, was inter alia, to amend the code of civil procedure, 1908, as applicable to the commercial courts and commercial divisions which shall prevail over the existing high courts rules and other provisions of the code of civil procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases and to accelerate economic growth, improve the international image of the indian justice delivery system, and the faith of the investor world in the legal culture of the nation. 8. the statement of objects and reasons of amendment act 28 of 2018 states that \"the global economic environment has since become increasingly competitive and to attract business at international level, india needs to further improve its ranking in the world bank 'doing business report' which, inter alia, considers the dispute resolution environment in the country as one of the parameters for doing business. further, the tremendous economic development has ushered in enormous commercial activities in the country including foreign direct investments, public private partnership, etc., which has prompted initiating legislative measures for speedy settlement of commercial disputes, widen the scope of the courts to deal with commercial disputes and facilitate ease of doing business. needless to say that early resolution of commercial disputes of even lesser value creates a positive image amongst the investors about the strong and responsive indian legal system. it is, therefore, proposed to amend the commercial courts, commercial division and commercial appellate division of high courts act, 2015. 9. the object of enactment of commercial court act, 2015 shows that the legislature was concerned about the image of the indian justice delivery system and the legal culture of the nation, which unfortunately is that the proceedings are not decided expeditiously in the courts in india. 10. section 16 of the commercial courts act, 2015 provides as follows: \"16. amendments to the code of civil procedure, 1908 in its application to commercial disputes.--(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.\" 11. by means of entry 6 of the schedule appended to the commercial courts act 2015, which is referred to in section 16 (1), chapter xv-a has been inserted in c.p.c. applicable to the commercial courts, which contains provisions for holding a case management hearing. rules 1, 2 and 3 of order xv-a c.p.c. applicable to the commecial courts provide as follows: \"order xv-a case management hearing 1. first case management hearing.--the court shall hold the first case management hearing, not later than four weeks from the date of filing of affidavit of admission or denial of documents by all parties to the suit. 2. orders to be passed in a case management hearing.--in a case management hearing, after hearing the parties, and once it finds that there are issues of fact and law which require to be tried, the court may pass an order-(a) framing the issues between the parties in accordance with order xiv of the code of civil procedure, 1908 (5 of 1908) after examining pleadings, documents and documents produced before it, and on examination conducted by the court under rule 2 of order x, if required; (b) listing witnesses to be examined by the parties; (c) fixing the date by which affidavit of evidence to be filed by parties; (d) fixing the date on which evidence of the witnesses of the parties to be recorded; (e) fixing the date by which written arguments are to be filed before the court by the parties; (f) fixing the date on which oral arguments are to be heard by the court; and (g) setting time limits for parties and their advocates to address oral arguments. 3. time limit for the completion of a trial.--in fixing dates or setting time limits for the purposes of rule 2 of this order, the court shall ensure that the arguments are closed not later than six months from the date of the first case management hearing.\" 12. the commercial court as well as this court cannot ignore the provision contained in section 34 (6) of the arbitration and conciliation act, 1996 and the object of enactment of commercial courts act, 2015 and the provisions of order xv-a c.p.c. applicable to the commercial courts. 13. the petitioner has approached this court with a prayer for issuance of a direction for expeditious disposal of the application under section 34 of the arbitration and conciliation act in respect of an arbitration award passed way back on 29.05.2019. this court cannot appreciate the opposition of the respondent no.3 against issuance of such a direction, when the arbitration award directs the respondents to pay a sum of rs.six crores alongwith 18% interest, and the amount of interest is increasing with each passing day and it will be a burden on the public exchequer in case the outcome of the application under section 34 of arbitration and conciliation act is not favourable to the respondents. 14. the learned counsel for the petitioner has placed reliance on an order passed by the hon'ble supreme court in the case of m/s chopra fabricators and manufacturers pvt. ltd. vs. bharat pumps and compressors ltd. and another: (2023) 2 scc 481, where in the hon'ble supreme court expressed its serious concern about the delays in disposal of execution cases filed in the state of uttar pradesh for execution of arbitration awards. the hon'ble supreme court had called for a report, which was submitted and after perusing the report, the supreme court observed that: \"the statement, so placed before this court, shows a very sorry state of affairs insofar as the disputes under the 1940 act and under the 1996 act are concerned. from the statement it appears that, 30,154 execution petitions are pending with various district courts/regular courts in the state of u.p. and the oldest one is of the year 1981. similarly, in the commercial courts, in the state of uttar pradesh, 13,367 execution petitions/applications are reported to be pending and the oldest one seems to be of the year 2002.\" 15. the hon'ble supreme court called for a response from the chief justice of this court as to how this high court proposes to deal with the pendency of the execution petitions / applications under section 34 of the 1996 act at the earliest and within some stipulated time period. the chief justice was requested to constitute a special arrears committee of the judges of the high court and invite suggestions and formulate a mechanism to tackle with the problem of arrears. 16. the issue was addressed by this court and certain steps were taken. thereafter, a comparative status of pendency of arbitration matters was placed before the hon'ble supreme court, which was taken into consideration in an order dated 21.01.2024 passed in the aforesaid case, which indicated that pendency of arbitration cases had reduced significantly after this court addressed the issue of delay in disposal of execution cases relating to arbitration award. the hon'ble supreme court expressed satisfaction with the steps taken by this high court and observed that \"the steps taken by the high court and the other courts may be continued in order to bring about a further reduction in the pendency of arbitration cases in uttar pradesh. 17. the aforesaid direction of the hon'ble supreme court to continue efforts to bring about reduction in pendency of arbitration cases in uttar pradesh is to be honoured by this court as also by the commercial court lucknow. 18. shri indu prakash singh, learned counsel for the respondent nos.1 and 2 submitted that the petitioner is seeking expeditious disposal of case no. 831 of 2019, which is the application under section 34 of the arbitration and conciliation act filed by the respondent no.1 and 2 only whereas the other application arbitration case no. 133 of 2023 filed by the respondent no. 3 is also pending in same court and it has also to be decided along with case no. 831 of 2019. therefore, he requests that in case a direction is issued for expeditious disposal of case no. 831 of 2019, the same should be issued in respect of arbitration case no. 133 of 2023 also. 19. shri pankaj srivastava, learned counsel for the respondent no.3 municipal corporation meerut, has seriously opposed the petition under article 227 of the constitution of india. it is interesting to note that the case which is sought to be expedited by the petitioner and which is being opposed by the respondent no. 3, has been filed by the respondent nos. 1 and 2 for setting aside an arbitration award passed in favour of the petitioner and the respondent no. 3 is merely a proforma respondent in this case. 20. the learned counsel for the respondent no. 3 has submitted that the petition has been filed concealing the fact that the proceedings of case no. 831 of 2019 had been stayed by means of an order dated 05.07.2021 passed by this court sitting at allahabad in transfer application (civil) no.278 of 2021. therefore, the commercial court could not have proceeded with the application under section 34 of the arbitration and conciliation act till the transfer application was finally decided by means of the order dated 10.07.2023. he has submitted that the petition is liable to be dismissed as the petitioner has not approached this court with clean hands. 21. the respondent no. 3 has filed an application under section 340 cr.p.c. read with article 215 of the constitution of india filed, which has been titled as 'perjury application'. the prayer made in the application is to prosecute and suitably punish the petitioner and sri yuvraj sharma the deponent of the affidavit filed in support of the petitioner under article 227 of the constitution of india, for committing the offence of perjury by suppressing true and correct facts and swearing false affidavit before this court. 22. a perusal of the arbitration award, from which the proceedings under section 34 of the arbitration and conciliation act arises, indicates that the petitioner had filed an arbitration claim against the respondent nos.1, 2 and 3 in the year 2012/2013. the arbitration award was passed on 29.05.2019 directing the respondents to pay amounts under various heads to the petitioner, aggregating to about rs. 66 crores, along with 18 % simple interest per annum. the liability of interest is increasing day by day and the delay in final disposal of the matter would not be in the interest of the respondent no. 3 also, yet the respondent no. 3 is strongly opposing the petition filed for seeking a direction of expeditious disposal of the matter. 23. although the arbitration proceedings were held at lucknow, the arbitration award was passed at lucknow on 29.05.2019 and the respondent nos.1 and 2 had filed an application under section 34 of arbitration and conciliation act bearing arbitration case no. 831 of 2019 in the commercial court no. 2, lucknow on 11.09.2019, the respondent no. 3 filed an application under section 34 of the arbitration and conciliation act challenging the same award before the district judge, meerut on 05.10.2019. 24. section 42 of arbitration and conciliation act provides that where with respect to an arbitration agreement any application under part-i of the act has been made in a court, that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out of that agreement and the arbitral proceedings shall be made in that court and in no other court. apparently, after an application under section 34 of arbitration and conciliation act having been filed in commercial court at lucknow on 11.09.2019, no subsequent application could be filed before any other court. yet, the respondent no.3 filed the application under section 34 of the arbitration and conciliation act at meerut on 05.10.2019. 25. after expiry of about 1 year and 9 months since filing of the application at meerut, on 24.06.2021 the respondent no. 3 filed transfer application (civil) no. 278 of 2021 before this court at allahabad for transfer of the case from meerut to lucknow. an interim order dated 05.07.2021 was passed in the transfer application staying the proceedings of application under section 34 of arbitration and conciliation act filed at meerut as also the arbitration case no.831 of 2019 in the commercial court at lucknow. 26. when there is an arbitration award operating against the respondent nos.1 to 3, all of whom are state authorities and there is an award for payment of interest at the rate of 18 % on the awarded amount, the action of the respondent no.3 in first filing an application under section 34 at meerut, whereas a previous application had already been filed at lucknow and the court at meerut had no jurisdiction in view of the provision contained in section 42 of arbitration and conciliation act, and thereafter filing an application for transfer of the case from meerut to lucknow after about 1 year and 9 months and then getting the proceedings under section 34 pending at lucknow also stayed for over two years, cannot be appreciated by the court. this approach is against the interest of justice as also against the interests of the state, as any delay in disposal of the application under section 34 of arbitration and conciliation act is in no way beneficial to the state. for the same reason, the action of the respondent no.3 in raising a serious objection and opposing the petition under article 227 of the constitution of india seeking a direction for expeditious disposal of the proceedings under section 34 of arbitration and conciliation act, also cannot be appreciated. 27. while opposing the petition, the learned counsel for the respondent no.3 has submitted that numerous arbitration proceedings were initiated by the petitioner in respect of various contracts of similar nature. in two other matters, proceedings had been expedited by this court and thereafter the district judge / commercial court started fixing short dates in the matter even though record of the arbitrator had not been received and some orders were passed in these matters, which were detrimental to the interest of the respondents. he has further submitted that the arbitrator's record has been summoned by the commercial court, lucknow, which has not been received till date. in response to a specific query, the learned counsel for the respondent no. 3 answered that the respondent no. 3 is not a party to any such proceedings in which the alleged orders have been passed. 28. merely because some other order passed in some other petition for expeditious disposal of this court has resulted in early dates being fixed in some other proceedings under section 34 of the arbitration and conciliation act, wherein record has not been received, cannot be a ground to decline the prayer for expeditious disposal of proceedings under section 34 of arbitration and conciliation act in accordance with the law. 29. regarding the apprehension of the learned counsel for the respondent no. 3 that in case the proceedings are expedited, the commercial court will conclude the same without receipt of the record of the arbitrator and in violation of law, the commercial court will be bound to decide the case in accordance with the law only and this apprehension cannot be a ground to decline issuance of a direction for expeditious disposal of the application under section 34 of arbitration and conciliation act, more particularly when the direction would certainly include a direction to the court to proceed with the application \"in accordance with the law\". 30. keeping in view the aforesaid facts and circumstances of the case, the petition under article 227 of the constitution of india is allowed. a direction is issued to the learned commercial court no. 2, lucknow to proceed with arbitration case no. 831 of 2019 and arbitration case no. 133 of 2023 expeditiously without granting any unnecessary adjournments to any of the parties, in accordance with law, particularly keeping in view the provisions contained in section 34 (6) of the arbitration and conciliation act, the object of establishment of the commercial courts and the provisions contained in section 16 read with article 6 of the schedule appended to the commercial courts act, 2015. order on application filed under 340 cr.p.c. read with article 215 of the constitution of india: 31. this is an application under section 340 cr.p.c. read with article 215 of the constitution of india filed by the respondent no.3-municipal corporation meerut, which has been titled as 'perjury application'. the prayer made in the application is to prosecute and suitably punish the petitioner and shri yuvraj sharma the deponent of the affidavit filed in support of the application, for committing offence of perjury by suppressing the fact that the proceedings of arbitration case no. 831 of 2019 had remained pending since 05.07.2021 till 10.07.2023. 32. before commencement of submissions of this application sri jaideep narain mathur senior advocate, stated that the petitioner has committed an error in not disclosing the fact of proceedings having been stayed by this court sitting at allahabad in the petition filed under article 227 of the constitution of india and he tenders unconditional apology for this mistake. however, he stated that the petitioner has disclosed the fact that the respondent no. 3 had filed transfer application (civil) no. 278 of 2021 and he has annexed a copy of the order dated 10.07.2023 passed in that case. he has submitted that the mistake committed by the petitioner, regarding which an unconditional apology has been submitted, does not make out a case for prosecution under section 340 cr.p.c. and in case the learned counsel for respondent no. 3 agrees not to press this application, precious time of this court may be saved so that it can be utilized for some more fruitful purpose but the learned counsel for respondent no.3 insisted that he will establish that a case for prosecution of the petitioner is made out and he would press his application under section 340 cr.p.c. therefore, the court had to proceed to hear submissions in support of the application and against it also and to pass an order thereon. 33. the learned counsel for the applicant submitted that section 340 cr.p.c. makes a reference to offences referred to in clause b of sub-section 1 of section 195 cr.p.c. section 195 (1) (b) cr.p.c. refers to the offences under section 193 to 196, 199, 200, 205 to 211, 228, 463, 471, 475 and 476. he submitted that although he does not defend the mistake of the petitioner in not disclosing the complete facts before this court, the aforesaid omission does not in any manner make out any of the offences enumerated in section 195 (1)(b) cr.p.c. 34. the only ground on which the application under section 340 cr.p.c. has been filed is omission to disclose a stay order that was operating for a period 05.07.2021 to 10.07.2023. the learned counsel for the respondent no. 3 has placed reliance on the provisions contained in section 8 of the oath's act 1969, which provides that \"every person giving evidence on any subject before any court or person hereby authorized to administer oaths and affirmations shall be bound to state the truth on such subject.\" 35. learned counsel for respondent no.3 has referred to chapter4 rule 17 of a allahabad high court rules 1952 which provides as follows: \"17. oath or affirmation by deponent :the person administering an oath or affirmation to the person making an affidavit, shall follow the provisions of the indian oaths act, 1873. the following forms are prescribed, namely-oath i swear that this my declaration is true; that it conceals nothing; and that no part of it is false. so help me god. affirmation i solemnly affirm that this my declaration is true; that it conceals nothing; and that no part of it is false.\" 36. however, the oaths act does not contain any provision which may make a person who omits to state the complete truth liable to be prosecuted under section 340. 37. the court put a specific question to the learned counsel for respondent no.2 as to which of the offences enumerated under section 195 (1)(b) cr.p.c. is made out from the omission of the petitioner to disclose the proceedings having remain stayed by means of an stay order passed by this court at allahabad, but the learned counsel for respondent no.3 could not point out any single offence mentioned in section 195 cr.p.c. which attracted in the present case. 38. section 191 i.p.c. provides as follows:\"whoever, being legally bound by an oath or by an express provision of law to state the truth, or being bound by law to make a declaration upon any subject, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, is said to give false evidence.\" 39. section 191 makes 'making any statement which is false'a punishable offence. the learned counsel for respondent no.3 had submitted that omitting to state complete truth also amount to making a false statement and, therefore, the omission of the petitioner in not stating about the stay order passed by this court sitting at allahabad, amounts to making a false statement. 40. it is a well settled principle of interpretation of statutes that while interpreting a statute, the court should give plain and simple meaning to the words used by the legislature and the courts can neither add any word nor subtract any word from the words used by the legislature. 41. the penal laws are required to be interpreted strictly. while interpreting a penal provision, the court cannot enlarge the scope of the words used by the legislature. when the legislature did not make omission of stating any relevant fact to be an offence under section 191, the petitioners cannot be punished for the omission to disclose the stay order, which omission would not affect the outcome of this petition in any manner. 42. the learned counsel for the respondent no. 3 has relied upon the decisions in the case of dhananjay sharma vs. state of haryana and others (1995) 3 scc 757, s. p. chengal varaya naidu vs. jagannath and others (1994) 1 scc 1, hamza haji vs. state of kerala (2006) 7 scc 416, k. d. sharma vs. steel authority of india ltd. and others (2008) 12 scc 481 and abcd vs.union of india and others (2020) 2 scc 52. 43. in dhananjay sharma v. state of haryana, (1995) 3 scc 757 it was held that: \"38. . the swearing of false affidavits in judicial proceedings not only has the tendency of causing obstruction in the due course of judicial proceedings but has also the tendency to impede, obstruct and interfere with the administration of justice. the filing of false affidavits in judicial proceedings in any court of law exposes the intention of the party concerned in perverting the course of justice. the due process of law cannot be permitted to be slighted nor the majesty of law be made a mockery of by such acts or conduct on the part of the parties to the litigation or even while appearing as witnesses. anyone who makes an attempt to impede or undermine or obstruct the free flow of the unsoiled stream of justice by resorting to the filing of false evidence, commits criminal contempt of the court and renders himself liable to be dealt with in accordance with the act. filing of false affidavits or making false statement on oath in courts aims at striking a blow at the rule of law and no court can ignore such conduct which has the tendency to shake public confidence in the judicial institutions because the very structure of an ordered life is put at stake. it would be a great public disaster if the fountain of justice is allowed to be poisoned by anyone resorting to filing of false affidavits or giving of false statements and fabricating false evidence in a court of law. the stream of justice has to be kept clear and pure and anyone soiling its purity must be dealt with sternly so that the message percolates loud and clear that no one can be permitted to undermine the dignity of the court and interfere with the due course of judicial proceedings or the administration of justice.\" 44. in s. p. chengalvaraya naidu v. jagannath, (1994) 1 scc 1, the hon'ble supreme court held that: \"1.fraud avoids all judicial acts, ecclesiastical or temporal\" observed chief justice edward coke of england about three centuries ago. it is the settled proposition of law that a judgment or decree obtained by playing fraud on the court is a nullity and non est in the eyes of law. such a judgment/decree -by the first court or by the highest court -has to be treated as a nullity by every court, whether superior or inferior. it can be challenged in any court even in collateral proceedings. * * * 5.the courts of law are meant for imparting justice between the parties. one who comes to the court, must come with clean hands. we are constrained to say that more often than not, process of the court is being abused. property-grabbers, taxevaders, bank-loan-dodgers and other unscrupulous persons from all walks of life find the court-process a convenient lever to retain the illegal gains indefinitely. we have no hesitation to say that a person, who's case is based on falsehood, has no right to approach the court. he can be summarily thrown out at any stage of the litigation.\" 45. s. p. chengalvaraya naidu (supra) was followed in hamza haji vs. state of kerala (supra). 46. in k.d. sharma v. sail, (2008) 12 scc 481, it was reiterated that: \"34. the jurisdiction of the supreme court under article 32 and of the high court under article 226 of the constitution is extraordinary, equitable and discretionary. prerogative writs mentioned therein are issued for doing substantial justice. it is, therefore, of utmost necessity that the petitioner approaching the writ court must come with clean hands, put forward all the facts before the court without concealing or suppressing anything and seek an appropriate relief. if there is no candid disclosure of relevant and material facts or the petitioner is guilty of misleading the court, his petition may be dismissed at the threshold without considering the merits of the claim.\" 47. s. p. chengalvaraya naidu (supra) was followed in hamza haji vs. state of kerala (supra). the hon'ble supreme court did not discuss the provisions of section 340 cr.p.c. or article 215 of the constitution of india in any of the aforesaid cases. 48. in abcd v. union of india, (2020) 2 scc 52, it was held that: \"15. making a false statement on oath is an offence punishable under section 181 of the ipc while furnishing false information with intent to cause public servant to use his lawful power to the injury of another person is punishable under section 182 ipc. these offences by virtue of section 195(1)(a)(i) of the code can be taken cognizance of by any court only upon a proper complaint in writing as stated in said section.\" 49. in none of the cases cited by the learned counsel for the respondent no. 3, an order for prosecution under section 340 cr.p.c. was passed. it is settled law that a judgment is an authority for what it actually decides and not for what can be deduced from it. in a constitution bench judgment in the case of p. s. sathappan v. andhra bank ltd., (2004) 11 scc 672, it was held that:-\"118. .it is well known that a judgment is an authority for what it decides and not what may even logically be deduced therefrom. * * * 144. while analysing different decisions rendered by this court, an attempt has been made to read the judgments as should be read under the rule of precedents. a decision, it is trite, should not be read as a statute. 145. a decision is an authority for the questions of law determined by it. while applying the ratio, the court may not pick out a word or a sentence from the judgment divorced from the context in which the said question arose for consideration. a judgment, as is well known, must be read in its entirety and the observations made therein should receive consideration in the light of the questions raised before it. [see haryana financial corpn. v. jagdamba oil mills (2002) 3 scc 496, union of india v. dhanwanti devi (1996) 6 scc 44, nalini mahajan (dr.) v. director of income tax (investigation) (2002) 257 itr 123 (del) state of u.p. v. synthetics and chemicals ltd. (1991) 4 scc 139, a-one granites v. state of u.p. (2001) 3 scc 537, and bhavnagar university v. palitana sugar mill (p) ltd. (2003) 2 scc 111], 146. although decisions are galore on this point, we may refer to a recent one in state of gujarat v. akhil gujarat pravasi v.s. mahamandal (2004) 5 scc 155, wherein this court held: \"it is trite that any observation made during the course of reasoning in a judgment should not be read divorced from the context in which it was used.\" 147. it is further well settled that a decision is not an authority for the proposition which did not fall for its consideration.\" 50. again, in amrendra pratap singh versus tej bahadur prajapati: (2004) 10 scc 65, the hon'ble supreme court reiterated that:-\"a judicial decision is an authority for what it actually decides and not for what can be read into it by implication or by assigning an assumed intention to the judges, and inferring from it a proposition of law which the judges have not specifically laid down in the pronouncement.\" 51. learned senior advocate appearing for the petitioner has placed reliance upon the judgment of the hon'ble supreme court in case of sasikala pushpa and others vs. state of tamil nadu (2019) 6 scc 477, wherein the hon'ble supreme court held that:\"10. it is fairly well settled that before lodging of the complaint, it is necessary that the court must be satisfied that it was expedient in the interest of justice to lodge the complaint. it is not necessary that the court must use the actual words of section 340 crpc; but the court should record a finding indicating its satisfaction that it is expedient in the interest of justice that an enquiry should be made. observing that under section 340 crpc, the prosecution is to be launched only if it is expedient in the interest of justice and not on mere allegations or to vindicate personal vendetta. in iqbal singh marwah v. meenakshi marwah (2005) 4 scc 370, this court held as under: \"23. in view of the language used in section 340 crpc the court is not bound to make a complaint regarding commission of an offence referred to in section 195(1)(b), as the section is conditioned by the words 'court is of opinion that it is expedient in the interests of justice'. this shows that such a course will be adopted only if the interest of justice requires and not in every case. before filing of the complaint, the court may hold a preliminary enquiry and record a finding to the effect that it is expedient in the interests of justice that enquiry should be made into any of the offences referred to in section 195(1)(b). this expediency will normally be judged by the court by weighing not the magnitude of injury suffered by the person affected by such forgery or forged document, but having regard to the effect or impact, such commission of offence has upon administration of justice. it is possible that such forged document or forgery may cause a very serious or substantial injury to a person in the sense that it may deprive him of a very valuable property or status or the like, but such document may be just a piece of evidence produced or given in evidence in court, where voluminous evidence may have been adduced and the effect of such piece of evidence on the broad concept of administration of justice may be minimal. in such circumstances, the court may not consider it expedient in the interest of justice to make a complaint.\" (emphasis added) 52. the petition under article 227 of the constitution of india has been filed for issuance of a direction for expeditious disposal of the application under section 34 of the arbitration act, 1996, which in any case has to be decided expeditiously keeping in view the provisions contained in section 34 (6) of the arbitration and conciliation act, the object of establishment of the commercial courts and the provisions contained in section 16 read with article 6 of the schedule appended to the commercial courts act, 2015. the omission of the petitioner to state the fact of the stay order dated 05.07.2021 would not affect the decision of this petition and, therefore, this omission does not in any manner adversely affects the administration of justice. 53. although this fact would otherwise not be relevant for decision of the application under section 340 cr.p.c. but when the learned counsel for respondent no.3 has vehemently opposed the issuance of a direction for expeditious disposal of proceeding under section 34 of arbitration and conciliation act, it becomes relevant to notice the conduct of the respondent no.3. the respondent nos.1 and 2 have filed an application under section 34 of the arbitration and conciliation act challenging the arbitration award on 11.09.2019. after that respondent no.3 filed another application under section 34 for setting aside the same arbitration award at meerut on 05.10.2019 whereas as per section 42 of the arbitration act, the application could be filed at lucknow only. even after getting knowledge about the proceeding under section 34 of arbitration and conciliation act pending at lucknow, the respondent no.3 did not promptly take any steps for transfer of the application to appropriate court and it filed transfer application no.278 of 2021 at allahabad on 24.06.2021 and by means of an interim order passed in that transfer application filed by the respondent no.3 regarding the proceedings at meerut, the proceedings of arbitration case no.831 of 2019 lucknow were also stayed on 05.07.2021, which stay order continued till 10.7.2023 thereby causing a delay of more than 2 years in disposal of the application under section 34 of arbitration and conciliation act. this conduct of the state authorities when the arbitration award includes a direction for payment of 18% interest on the awarded amount, is detrimental to the public ex-chequer and in turn to the public at large. therefore, it appears that the respondent no. 3 itself is interfering in administration of justice by creating unwarranted obstacles in expeditious dispensation of justice. 54. as neither there is averment in the application under section 340 cr.p.c. or in the affidavit filed in its support, nor the learned counsel for the petitioner could make it out in his submissions that the petitioner has committed any act which may amount to commission of an offence under section 191 i.p.c., the application under section 340 cr.p.c. is misconceived and the same is accordingly dismissed. . (subhash vidyarthi j.) order date : 09.05.2024 -amit k"
}