{
    "id": "dee8d6dc294b76d588573e04c167e1d7a19feca2a3960e0923d02f7f82a3851d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nDhee Educational And Cultural Trust vs M/S Hartana Projects Llp on 30 January, 2023\nAuthor: B M Shyam Prasad\nBench: B M Shyam Prasad \n                                           -1-\n                                                      Wp No. 18093 of 2022\n\n\n\n\n                   In The High Court Of Karnataka At Bengaluru\n\n                        Dated This The 30Th Day Of January, 2023\n\n                                        Before\n\n                        The Hon'Ble Mr Justice B M Shyam Prasad \n\n                        Writ Petition No. 18093 Of 2022 (Gm-Cpc) \n\n                   Between: \n\n                   1.    Dhee Educational And Cultural Trust\n                         A Public Charitable Trust \n                         No.78/4/1, Commercial Block \n                         Opposite Manyata Tech Park Gate-1 \n                         Hbr Layout, Nagawara \n                         Bengaluru-560045 \n                         Represented By Its Secretary \n                         Mrs Padmini Raghavendra . \n                   2.    The Indian Public School Private Limited \n                         A Company Incorporated Under\n                         Section 25 Of The Companies Act, 1956\n                         Having Its Registered Office At No.70 \n                         Alagappa Chettiar Road \n                         Tatabad, Coimbatore-641012 \n                         Also At No.78/4/1, Commercial Block \n                         Opposite Manyata Tech Park Gate-1 \n                         Hbr Layout, Nagawara, Bengaluru-560045\n                         Represented By It School Director \nDigitally signed         Ms Ashok Kumar. \nby Narasimha \nMurthy \nVanamala           3.    Mr Ashok Kumar \nLocation: High \nCourt Of                 S/ O Sri R Arumugam \nKarnataka \n                         Aged About 51 Years \n                         R/ A No.6/62, Veeraimpalayam Road \n                         Coimbatore-641012. \n                                                      ... Petitioners\n\n                   (By Sri.R. Suryanarayana, Senior Advocate For\n                        Sri. Vikram Unni Rajagopal.,Advocate) \n                             -2-\n                                         Wp No. 18093 of 2022 \n\n\n\n\nAnd: \n\n   M / S Hartana Projects Llp \n   A Limited Liability Partnership Having Its\n   Registered Office At No.78/4/1 \n   Commercial Block\n   Opposite Manyata Tech Park Gate-1\n   Hbr Layout, Nagawara\n   Bengaluru-560045\n   Represented By Its Partner G Sharath\n   Reddy\n\n                                         ...Respondent\n\n(By Sri. Ajay Govindraj.,Advocate)\n\n      This Writ Petition Is Filed Under Articles\n226 And 227 Of The Constitution Of India\nPraying To Set Aside The Order Dtd.30.7.2022 In\nCom O.S.No.814/2022 Passed By The Lxxxv Addl\nCity Civil And Sessions Judge Bengaluru (Cch-\n86) Annexure-A; Allow The Application Dated\n27.7.2022 Annexure-M In Com O.S.No.814/2022\nFiled Before Lxxxv Addl City Civil And Sessions\nJudge Bengaluru (Cch-86) As Prayed And Direct\nReturned Of The Plaint.\n\n     This Petition, Coming On For Orders, This\nDay, The Court Made The Following:\n\n\n                           Order\nThe petitioners are the defendants in Commercial O.S. No. 814/2022 on the file of the Lxxxv Additional City Civil and Sessions Judge, Bengaluru - a designated Commercial Court under the provisions of  the Commercial Courts Act, 2015 [for short, 'the Commercial Court]. The petitioners have impugned the Commercial Court's order dated 30.07.2022, and the Commercial Court by this order has rejected the petitioners' application under Order VII Rule 10 of the Code of Civil Procedure [for short, 'the CPC']. \n2. The respondent's suit in Commercial O.S. No.814/2022 is for the petitioners' ejectment from the immovable property bearing BBMP Khata No. 78/4/1, BBMP Ward No.23, HBR Layout, Nagavara, Bangalore-560045 comprising of Stilt, Ground and three Upper floors [for short, 'the subject property'] and for directions to the petitioners to pay Rs.12,31,185/- and Rs.6,34,86,974/- as alleged rental arrears and liquidated damages respectively. The third petitioner has filed the subject application under Order VII Rule 10 of CPC essentially asserting that the Commercial Court will not have jurisdiction to entertain the suit because the dispute between the respondent and the petitioners would not be a 'commercial dispute' as contemplated under Section 2(1)(c)(vii) of the Commercial Courts Act, 2015 [for short, 'the Commercial Court's Act']\n3. The third petitioner has asserted, relying upon the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, that a dispute to be a 'commercial dispute' will have to be a dispute in relation to an agreement pertaining to an immovable property which is used exclusively for trade or commerce. However the present dispute is between the petitioners and the respondent who are parties to the Lease Deed Dated 01.01.2020, and the subject property is demised under this lease deed to be used exclusively for educational purposes [i.e., for the purposes of running a School]. As the Lease Deed is an agreement relating to an immovable property that is utilized for running an educational institution [a School] it cannot be construed as an agreement relating to immovable property that is exclusively used for the purposes of either trade or commerce and therefore, the dispute is not a 'commercial dispute'. \n4. The respondent has resisted this application contending that there is suppression of facts. The respondent contends that the value of the transaction between the petitioners and the respondent exceeds Rs. 1 [one] crore - the threshold mentioned in Section 6 of the Commercial Courts Act, and a deeper scrutiny of the circumstances would establish the commercial nature of the transaction between them. The respondent has also contended that the dispute is in the context of the landlord- tenancy relationship with the petitioners, and the suit, which is filed after issuance of notice under Section 106 of the Transfer of Property Act, 1882, in the circumstances of the case, will be maintainable before the Commercial Court. \n5. The facts leading to the present commercial suit stated in brief would be that the first petitioner is constituted as a Public Charitable Trust under the Trust Deed dated 31.10.2014. The author of this Trust [the first petitioner - the third defendant in the commercial Suit] is Mr. R.R. Acharya, and he along with Mr. K.A. Poonacha is also appointed as one of the permanent Trustees. Mr. U.R.N.Murthy, who was the owner of the subject property at the relevant point of time, has executed the Lease Deed dated 07.11.2015 demising the subject property in favour of the Trust - the first petitioner. The lease of the subject property under this Lease Deed dated 07.11.2015 is renewed under the Supplementary Deed dated 13.09.2017.\n6. On 12.10.2018, [the lease of the subject property is cancelled vide a registered Surrender of Lease Deed of the even date], and within three days therefrom, Mr. U.R.N.Murthy [the owner of the subject property as of such date] has executed sale deed transferring the subject property in favour of the respondent1. On 22.07.2019, the Deed of Amendment - cum - Restatement of the Educational and Cultural Trust is executed inter se the then trustees. The salient of this Amendment-Cum-Restatement Deed is that the trustees, Mrs. Radhika Reddy and Mrs. M.S. Selvi, who were in the meanwhile appointed as Trustees, have agreed to continue as permanent Trustees and the other Trustees have retired. \n7. With these transactions and documents, if Mrs. Radhika Reddy and Mrs. M S Selvi were representing the Trust, their spouses - Mr. G. Sharath Reddy and Mr. Ramalingam Mohan - owned the subject property as partners of the respondent, and therefore could be a reasonable inference of a certain shared interests in them in the subject property and the establishment - the School. A fresh 1 The respondent is a limited liability partnership, and the sale deed by Sri U.R. Murthy is dated 15.10.2018 lease of the subject property is created in favour of the Trust by the respondent under the Lease Deed dated 01.12.2020, but immediately thereafter on 04.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi [the Trustees], the second petitioner [M/s Indian Public School Private Limited] and the third petitioner have entered into the 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust'. \n8. In this Deed of Amendment dated 04.12.2020, the petitioners are appointed as new Trustees with Mrs. Radhika Reddy and Mrs. M.S. Selvi also continuing as Trustees, but again on 11.12.2020, another 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust' is executed further amending the terms of the original Trust Deed dated 31.10.2014.\n9. After this Deed of Amendment dated 11.12.2020, which is registered on 21.12.2020 with the concerned Sub Registrar, and with the subsequent Resignation Letter dated 21.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi have retired as Trustees with the petitioners continuing as the Trustees. Thus, there is bifurcation of interests with the petitioners holding leasehold rights to the subject property and the right to run School in the subject property. These are undisputed circumstances in which the petitioners have come into possession of the subject property as lessees under the respondent. \n10. On behalf of the respondent the following additional documents are placed on record in the present proceedings. \n[a] a copy of the email dated 25.11.2020, [b] a copy of the Indenture of Undertaking dated 21.12.2020 and [ c ] copies of the notices exchanged on 11.03.20222 and 27.04.2022.\n2 The respondent has also caused another notice dated 11.04.2022 as mentioned in the respondent's Reply Notice - 10 - The respondent has brought on record these documents to emphasize that it has availed loan from M/s. Kotak Mahindra Bank Limited for the purposes of construction in the subject property in the course of its business, and the petitioners have executed Indenture of Undertaking simultaneously with the execution of the last of the lease deed undertaking to pay the agreed rent as also the security deposit and non-refundable premium. The notice for termination of tenancy is issued because there is an obvious breach of the terms of the lease and therefore the respondent is entitled to terminate the lease and recover rental arrears as also damages as computed in the plaint. \n11. The Commercial Court, in the aforesaid circumstances and the rival contentions, has considered the merits of the petitioners' application to answer the question: whether the third petitioner dated 27.04.2022, but a copy of this Notice dated 11.04.2022 is not placed on record. \n- 11 - has established that because the Lease Deed dated 01.12.2020 relates to an immovable property which is used for educational purposes, the dispute would be outside the fold contemplated under Section 2[1][c][vii] of the Commercial Courts Act and hence should be returned for want of jurisdiction. The Commercial Court has answered the question in the negative opining that the suit can be maintained before it for the following reasons. \n[i] Mr. U.R.N. Murthy has executed the sale deed dated 15.10.2018 in favour of the respondent describing the subject property as a commercial property and the petitioners have obtained lease of this commercial property. \n[ii] The Tax paid receipts for the subject property for the year 2021-22 are produced, and tax is paid describing the property as being within non- residential zone. According to the BBMP Bye-laws, non-residential buildings will include buildings used by Banks, Offices and other institutions such as - 12 - educational institutions. The respondent is therefore paying a higher tax rate. \n[iii] The petitioners are running a school with about 6,000 students3 and collecting fee from the students. As such, the petitioners' educational institution is not being run as a charitable activity. \n[iv] Though different decisions by the Hon'ble Supreme Court are cited to bolster the submission that running an educational institution would not be either trade or commerce, such decisions are not in the context of a suit for eviction and for recovery of arrears of rent, and therefore, not applicable to the present case. \n12. The reason for the dispute between the petitioners and the respondent is because the petitioners are tendering rent at a rate lower than the 3 It is submitted before this Court that this is factually incorrect because may be the Trust has a wider student strength across the country, but insofar as the School in the subject property, it is far less. \n- 13 - agreed rate. It is undisputed that the Lease Deed dated 01.12.2020 mentions Rs.15 lakhs as the monthly rent payable, and the petitioners are paying monthly rent at the rate of Rs.10 lakhs contending that the actual area of the subject property is much lesser than the area assured under the Lease Deed. This Court on 21.09.2022 has granted interim orders staying all further proceedings in the commercial suit. \n13. The respondent contested the continuation of this interim order asserting that the present application under Order VII Rule 10 of CPC, and therefore the present petition, is filed only to avoid the consequence of the default in paying the monthly rent at the rate of Rs.10 lakhs. This Court, in the light of this objection, proposed to hear on the question whether the interim order could be continued if the petitioners, who have agreed to pay - 14 - monthly rent of Rs.15 lakhs, do not dispute that up- to-date rents are paid at such rate. \n14. It was submitted on behalf of the petitioners that 50% of the arrears at the rate of Rs.15 lakhs per month [minus the amount tendered at the rate of Rs.10 lakhs per month] would be deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month. Accordingly, Rs.50 lakhs is deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month. The respondent has filed an application for release of this amount of Rs.50 Lakhs in deposit contending, amongst others, that it has to repay a huge debt and there is default in its EMI payment because the petitioners, despite the express terms of the Lease Deed dated 01.12.2020 and the Memorandum of Undertaking, are unilaterally paying only a sum of Rs.10 lakhs per month. \n- 15 - 15. Sri. T Sooryanarayana, the learned Senior Counsel for the petitioners, and Sri Ajay Govindaraj, the learned counsel for the respondent, are heard, with their consent, for final disposal of the petition as also the order to be made on the respondent's request for payment of Rs.50 lakhs in deposit in the backdrop of the petitioners' case, insofar as this amount in deposit, that it is deposited to demonstrate bona fides and this deposit completely undermines the respondent's case that the application under Order VII Rule 10 of CPC and the present petition are filed only to avoid payment of Rs.15 lakhs as rent per month and the consequence of paying, as against the aforesaid amount, Rs.10 lakhs. \n16. Sri. T Sooryanarayana, in support of the petition, relies upon two propositions. He argues that the provisions of the Commercial Courts Act must receive strict interpretation, and this flows from the decision of the Hon'ble Supreme Court in Ambalal - 16 - Sarabhai Enterprises Ltd. v. K S Infra Space LLP and another4. He canvasses that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, as in the present case, were relied upon to file an application under Order VII Rule 10 of CPC, and the Hon'ble Supreme Court has declared that the expression 'used exclusively' in the aforesaid provision must be narrowly construed to exclude the situations that will be covered by the use of expressions such as 'ready for use' or 'likely to be used' or 'to be used'. \n17. Sri. T Sooryanarayana submits that the provisions of the Commercial Courts Act, and therefore the provisions of section 2(1)(c) thereof, must be interpreted purposefully to ensure that only certain disputes which actually answers the definition of 'commercial disputes' as provided under the aforesaid provisions are entertained lest all class 4 (2020) 15 Supreme Court Cases 585 - 17 - of litigation is brought into the fold of speedy mechanism provided for a specific class of litigation. \n18. Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce. The expression 'used exclusively in trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies. Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble - 18 - Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra]. \n19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5: Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to 5 (1993) 1 Supreme Court Cases 645 - 19 - the expression such as profession, occupation, trade or business. It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6:\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial. It has been treated as a religious duty. It has been treated as a charitable activity. But never as trade or business\". \n[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to 6 This is part of paragraph 197 of this judgement. \n- 20 - become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\". The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business. Their fields may overlap, but each of them does have a content of its own, distinct from others. Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\" \n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another - 21 - v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution. This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v.\nState of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in 7 A judgment of this Court reported in (1997)5 Kant. LJ 280 - 22 - government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade , it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8: Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non- domestic' and 'commercial' are not interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit. As such, running of an 8 (2005) 7 Supreme Court Cases 283, and this decision is relied upon to undermine one of the reasons assigned by the Commercial Court. \n- 23 - educational institution, even for a fee, cannot be construed as commerce. \n20. Sri. Ajay Govindaraj, without refuting the canvas that the provisions of the Commercial Courts Act, and therefore the provisions of Section 2(1)(c)(vii), must receive a purposive interpretation, submits that this Court must also consider that it is settled that in construing a statutory provision the first and the foremost rule of interpretation is the rule of literal construction and if the provisions of a Statute are unambiguous and the legislative intent is clear, the Courts need not call into other rules of interpretation. In this regard he relies upon the decision of the Hon'ble Supreme Court in B Premanand and others v. Mohan Koikal and others9.\n21. Sri. Ajay Govindaraj argues that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, which refer to both disputes arising out (2011) 4 Supreme Court Cases 266 - 24 - of [a] agreements relating to immovable property and [b] such property being used exclusively in trade or commerce, do not require an interpretation with the assistance of an external aid, and if it is shown that a dispute emanates from an agreement relating to immovable property which is used exclusively for trade or commerce, the suit would be maintainable before a Commercial Court. The import of this submission is that the expression 'trade or commerce' in Section 2(1)(c)(vii) must be considered as understood in common parlance. \n22. Sri. Ajay Govindaraj, relying upon the decision of the Hon'ble Supreme Court in Divisional Controller, KSRTC v. Mahadeva Shetty10, distinguishes the applicability of the different decisions relied on by Sri. T Sooryanarayana to support his case that the expressions 'trade or commerce' in the provisions of Section 2(1)(c)(vii) of 10 (2003) 7 Supreme Court Cases 197 - 25 - the Commercial Courts Act must receive strict interpretation to exclude running of educational institution. Sri. Ajay Govindaraj argues that the propositions in the decisions relied upon by Sri. T Sooryanarayana is in the respective contexts and the declaration therein cannot be expanded beyond the needs of those given situations. He relies upon the following from the aforesaid decision: \n\"The decision ordinarily is a decision on the case before the Court, while the principal underlying the decision would be binding as a precedent in a case which comes up for decision subsequently. Therefore, while applying the decision to a later case, the court dealing with it should carefully try to ascertain the principle laid down by the previous decision. A decision often takes its colour from the question involved in the case in which it is rendered. The scope and authority of a precedent should never be expanded unnecessarily beyond the needs of the situation. The only thing binding as an authority upon a subsequent Judge is the principle upon which the case was decided.\"\n- 26 - 23. Sri. Ajay Govindaraj argues that the transaction between the petitioners and the respondent, in the present case where it is undisputed that the petitioners have agreed to pay not just Refundable Security Deposit but also Non- refundable Premium executing necessary Memorandum of Understanding, as also the monthly rentals directly to the respondent's Bank, is essentially a commercial transaction. Sri. Ajay Govindaraj, to buttress the respondent's case that the dispute with the respondent is a commercial dispute, also relies upon the transactions commencing with the constitution of the Trust with subsequent changes, the execution of the Sale Deed dated 15.10.2018 and the Lease Deed dated 01.12.2020.\n24. There cannot be any dispute that only a certain class of litigation shall be construed as 'commercial disputes' and that class of litigation - 27 - would only be those that are listed in Section 2(1)(c) of the Commercial Courts Act. At this stage, it is rather settled with the decision of the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that not every suit, only because of high value of the subject matter, can be entertained as a 'commercial dispute' and to do so would be to defeat the Legislature's intention in bringing about the Commercial Courts Act, which prescribes a specific procedure. The Hon'ble Supreme Court in this decision [per Justice A.S.Bopanna] has held as follows:\n\"13. ................ Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention - 28 - of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers. In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed. \n14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act....\" \nIn fact, the Hon'ble Supreme Court [Per Justice R. Banumathi] has declared that:\n\"A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable - 29 - property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". \nIt should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\" \nIn the backdrop of this enunciation, this Court, despite Sri Ajay Govindaraj's arguments, could only read the expressions 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Court Act without giving each of these expressions a wider interpretation; any interpretation otherwise would fall foul of the enunciation in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infra Space LLP and another [supra].\n25. In the facts and circumstances of the case, the rival submissions and the aforesaid settled proposition, the question for consideration would be:\n- 30 - Whether a dispute arising under an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution would come within the sweep of a 'commercial dispute' as defined under the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act. \n26. At the outset, this Court must observe that though the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act employ the expression 'trade or commerce', it does not define either. Sri. Ajay Govindaraj's argument is that because the provisions of Section 2(1)(c)(vii)11 of the Commercial Courts Act first stipulate that a dispute arising from an agreement relating to an immovable property must be construed as a commercial dispute when such property is used exclusively for trade or commerce, the expression for 'trade or commerce' must be read 11 (c) \"commercial dispute\" means a dispute arising out of-- (i) - (vi)..................................................\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n- 31 - generally [as per common parlance and therefore, receive a wider interpretation]. Indeed it is settled that in the absence of the definition of a particular expression in a statute, the common parlance meaning has to be accepted and this proposition is not confined to tax statutes. This is discernable from a number of decisions by the Hon'ble Supreme Court in a number of cases. A reference in these regards could be made to the decisions in Major V.P. Singh v. State of UP12 and U.Suvetha v. State and another13.\n27. However, it is equally salient that a statute ousting the jurisdiction of a civil Court under Section 9 of CPC must be strictly construed, and in this regard, reference could be made to the decision 12 1991 Supp (2) Supreme Court Cases 346 wherein it is held that in the absence of a definition of expressions, common parlance meaning must be accepted. 13 (2009) 6 Supreme Court Cases 757, and in this decision the second proposition is invoked in the context of the meaning to be ascribed to the expression 'relative' as found in section 498A of IPC - 32 - of the Hon'ble Supreme Court in Abdul Waheed Khan v. Bhavani14. The Commercial Courts Act in limiting the disputes to be tried as commercial disputes to a certain class of litigation excludes the jurisdiction of a civil Court under Section 9 of CPC. Therefore, the provisions of the Commercial Courts Act, including the definition of commercial disputes, must be strictly interpreted, and this would be in consonance with the declaration in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that the provisions of Section 2(1)(c)(vii) must not receive a wider interpretation lest every litigation is entertained as a 'commercial dispute'.\n28. Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be 14 AIR 1966 SC 1718 - 33 - either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied. If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation. Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29. In the present case, it is beyond pale of dispute that the subject property is used exclusively - 34 - for the purposes of running an educational institution - a school. When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court. In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders. This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit. As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order. Hence, the following:\n- 35 - ORDER [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed. The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction. \n[b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit. \n- 36 - [c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required. \nAll pending applications stand disposed of by this order. \nSd/-\nJUDGE NV",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court mr sanjay kumar vs elior india food services llp on 2 june, 2023 author: m. nagaprasanna bench: m. nagaprasanna 1 in the high court of karnataka at bengaluru dated this the 02nd day of june, 2023 r before the hon'ble mr. justice m. nagaprasanna writ petition no.2584 of 2023 (gm res) between: mr.sanjay kumar s/o mahesh narayan sahay aged about 56 years r/at: nestates, palladium no.547, 16th 'a' main 3rd block, koramangala bengaluru 560 034. . petitioner (by sri nishanth a.v., advocate) and: 1. elior india food services llp incorporated under the limited liability partnership act, 2008 having its office at: 001, campus 3b, ecospace, outer ring road, bellanduru bengaluru 560 103 representedby its designate partner/ authorized signatory mr.rohit sawhney. . respondent (by sri k.g.raghavan, sr. counsel for sri prashanth v.g, advocate for r-1; 2 r-2 to r-4 are deleted vide order dated 02.02.2023) this writ petition is filed under article 226 of the constitution of india praying to restraining the honble lxxxv additional city civil and sessions judge, commercial court at bengaluru (cch-86) from proceeding further in case bearing com.m.a.no.01/2023 pending before the hon'ble court vide annx-j. this writ petition having been heard and reserved for orders on 14.03.2023, coming on for pronouncement this day, the court made the following:order the petitioner is before this court seeking a writ in the nature of prohibition restraining the lxxxv additional city civil and sessions judge, commercial court, bengaluru from proceeding further in the case bearing commercial miscellaneous appeal no.1 of 2023 filed by the respondent. 2. heard sri a.v. nishanth, learned counsel appearing for the petitioner and sri k.g.raghavan, learned senior counsel appearing for the respondent. 3. facts in brief germane are as follows: the respondent/elior india food services llp (hereinafter referred to as 'the firm' for short) employs the petitioner under an employment agreement on 26-10-2016. the firm later designates the petitioner as partner and minor partner with a particular share in the firm. the firm owing to certain omissions and commissions on the part of the petitioner initiates inquiry by issuance of a charge sheet on 10-05-2022. calling upon the said proceedings, the petitioner files a commercial arbitration application in com.aa.no.88 of 2021 invoking section 9 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act' for short) in furtherance of an arbitration clause in the employment agreement before the commercial court on 13-05-2021. 4. during the pendency of the proceedings invoked by the petitioner under section 9, the petitioner was terminated from service by the firm. at that stage, on 08-06-2021, the petitioner invokes arbitration under section 21 of the act and issues a notice to the firm. during the pendency of further proceedings under section 21 of the act, the application under section 9 of the act filed before the concerned court comes to be dismissed. the petitioner then files a commercial appeal before this court in com.a.p.no.161 of 2021 which also comes to be dismissed by an order dated 22-10-2021 by a division bench affirming the order passed by the concerned court in a case that was filed by the petitioner invoking section 9 of the act. the petitioner did not challenge the said order passed by the division bench of this court. therefore, a three member arbitral tribunal comes to be constituted in furtherance of clause 24 of the arbitration clause under the employment agreement. 5. the first hearing of the arbitral tribunal was scheduled to be conducted on 08-12-2021. the parties were represented and the tribunal directed completion of pleadings. the arbitral tribunal on 15-12-2022 answering the claimant's application under section 17 of the act passed an order, against which the firm files a commercial miscellaneous application before the commercial court in commercial m.a.no.1 of 2023 in which the petitioner herein files his objections contending that the commercial court has no jurisdiction to entertain the application. the commercial court in terms of its order dated 30-01-2023 directs the counsel for the petitioner to furnish a copy of the objections filed to the application under order 7 rule 10 of the cpc, to hear the matter on merits as also on jurisdiction and posted it to 01-02-2023. the order which directs that the matter would be heard both on jurisdiction and on merits is what drives the petitioner to this court in the subject petition. 6. the learned counsel appearing for the petitioner submits that in terms of section 2(1)(c) of the commercial courts act, 2015 (hereinafter referred to as 'the 2015 act' for short) the commercial court would get jurisdiction only if it is a commercial dispute. commercial dispute is also defined under the 2015 act. in terms of section 2(1)(c)(i) thereof the commercial court does not get jurisdiction to entertain a challenge to the order passed by the arbitral tribunal as it is not a commercial dispute. the learned counsel would contend that since the issue of jurisdiction goes to the root of the matter, the concerned court ought to have decided the issue of jurisdiction and after holding that it has jurisdiction it can proceed with the consideration of the case on its merits. the court has posted the matter on 01-02-2023 to hear both on merits of the matter as well as jurisdiction, which is erroneous in law is what the learned counsel for the petitioner would submit. 7. on the other hand, the learned senior counsel appearing for the respondent/firm would vehemently refute the submissions to contend that the petitioner himself invoked section 9 of the act before the commercial court which came to be dismissed. against the order passed by the commercial court, the petitioner files an appeal which also comes to be dismissed by a division bench of this court. he does not choose to challenge the order passed by the division bench. but, when the same jurisdiction is invoked by the firm, challenging the interim order passed by the commercial court, the petitioner questions the jurisdiction of the commercial court. it is his submission that the petitioner cannot blow hot and cold and once having chosen to invoke the jurisdiction, he has acquiesced in the jurisdiction of the concerned court. therefore, the petition be dismissed and the concerned court be directed to proceed further. 8. the learned counsel for the petitioner, in reply to the submissions would submit that any amount of consent or erroneous jurisdiction invoked by a particular party would not confer jurisdiction on a court. if the court has no jurisdiction it cannot entertain the petition. he would seek an order/decision on jurisdiction at the outset by the court and then on merits of the matter. 9. i have given my anxious consideration to the submissions made by the respective learned counsel and have gone through the material on record. 10. the firm employs the petitioner as a chief executive officer with effect from 01-02-2017 under an employment agreement dated 26-10-2016. on the same day the firm issues a letter confirming terms of appointment of the petitioner and his entitlement to long term incentive plan as ceo of the firm setting out the framework for the potential award of an exceptional bonus remuneration as a supplement. the firm terminates petitioner's employment by a notice of termination dated 17-05-2021, against which the petitioner causes a legal notice dated 08-06-2021 demanding payment of various amounts including termination allowance as per employment agreement and amount towards long term incentive plan. the firm refuses to pay. the petitioner then invokes the arbitration clause in the agreement contending that the notice of termination was illegal and seeks award of payment of `42.90 crores towards long term incentive plan and termination allowance. the relevant prayer before the arbitral tribunal reads as follows: (e) direct the respondent no.1 to pay to the claimant a sum of `42.90,00,000/(rupees forty two crore ninety lakhs only) as per the long term incentive plan agreement dated 26-10-2016 along with interest at the rate of 18% per annum from 01-04-2021 till the date of realization.\" just before the claim could be made through the legal notice, apprehending that he would be removed from service, the petitioner knocks the doors of the commercial court in com.a.a.no.88 of 2021 invoking section 9 of the act in furtherance of clause 24 of the employment agreement which dealt with arbitration to be the mode of dispute resolution. this was admittedly before the commercial court. the commercial court rejects the application of the petitioner under section 9 of the act in terms of its order dated 17-06-2021 which was called in question before this court in commercial appeal no.161 of 2021. this court rejected the appeal on 22-10-2021. the rejection of the appeal becomes final as the petitioner does not challenge. therefore, the arbitral tribunal was constituted before which the petitioner filed an application under section 17 of the act. the arbitral tribunal in terms of its order dated 15-12-2022 issues certain directions to secure the amount so claimed by the petitioner. the conclusion of the order passed by the arbitral tribunal on 15-12-2022 reads as follows: \"conclusion 40) thus, the requirements for issuing a direction to secure the amount in dispute in arbitration is made out. the application is therefore allowed in part and the following direction is issued by way of an interim measure to secure the amount in dispute in the arbitration: i) the first respondent is prohibited from alienating or transferring its business/assests/contracts to any party till the disposal of this arbitration; ii) the said prohibition as per (i) above shall cease to operate, if the first respondent furnishes security by way of a bank guarantee for a sum of rs.9 crores, to be in force for a period of one year (and to be extended till the expiry of a period of three months from the date of final award in this case. iii) any finding recorded or observation made in this order, is for the limited purpose of considering whether any interim measures should be ordered under section 17 of the act and will iv) be subject to the final award. nothing contained in this order shall therefore be treated as a finding on merits. v) the costs of the application will be considered at the time of determining the costs in the final award. (note: this order is issued under the signature of the presiding arbitrator with the consent and concurrence of the other members of the tribunal, as permitted under para iii of the proceedings of the first meeting dated 08.12.2021).\" the arbitral tribunal directs allowing the application filed under section 17 in part and restrains the firm from alienating or transferring its business/assets/contracts to any party till the disposal of arbitration dispute. it further directs furnishing of a bank guarantee by way of security for a sum of `9 crores which should be in force for a period of one year. the firm becoming aggrieved of this, knocks at the doors of the commercial court in commercial miscellaneous application no.1 of 2023 and seeks an interim order of stay of the order passed by the arbitral tribunal. the petitioner files his objections before the arbitral tribunal now taking a different stand that the firm could not approach the commercial court as it was not a commercial dispute between the parties. the commercial court for hearing the matter both on merits as well as on jurisdiction passed an order on 30-01-2023 which reads as follows: \"business: both counsels present. petitioner counsel filed objections to ia u/o 7 r 10 cpc. copy furnished to respondent counsel. to hear on merits and also on jurisdiction by 01-022023. next purpose: arguments next hearing date: 1-02-2023 cch-86 lxxxv addl.city civil & sessions judge.\" as per the aforementioned extract, the commercial court posts the matter for arguments on both merits as well as on jurisdiction. the petitioner is now before this court calling in question the very proceedings before the commercial court on the ground that it is without jurisdiction. 11. to consider the aforesaid submission of the petitioner it is germane to notice certain provisions of the 2015 act. section 2(1)(c) reads as follows: \"2. definitions.--(1) in this act, unless the context otherwise requires,-. . . . (b) \"commercial court\" means the commercial court constituted under sub-section (1) of section 3; (c) \"commercial dispute\" means a dispute arising out of-(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and (xxii) such other commercial disputes as may be notified by the central government. explanation.--a commercial dispute shall not cease to be a commercial dispute merely because-(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions\". section 2 deals with definitions. section 2(b) defines a commercial court to mean a commercial court constituted under sub-section (1) of section 3. section 2(1)(c) which forms the fulcrum of the issue in the lis defines what is commercial dispute. section 2(1)(c)(i) defines commercial dispute inter alia to mean ordinary transactions of merchants, bankers, financiers including enforcement and interpretation of documents. clause (xviii) of subsection (c) of section 2(1) defines a commercial dispute to be arising out of agreements for sale of goods or provision of services. 12. the learned counsel for the petitioner has contended that the dispute that is brought before the arbitral tribunal nowhere comes within the meaning of section 2(1)(c) of whatever clauses they would be. 13. the learned senior counsel appearing for the respondent would submit that agreement for sale of goods or provision of services, would be commercial dispute. the dispute in the case at hand arises out of employment agreement between the firm and the petitioner as it is an agreement for provision of services of the petitioner and, therefore, it becomes a commercial dispute. 14. in the light of the aforesaid submission, it is germane to notice the agreement/contract between the parties to consider commercial nature of the agreement, if any. the contract is entered into between the petitioner and the respondent on 26-10-2016. the preamble to the contract is as follows: \"further to our recent discussions, we are pleased to confirm the terms of your long-term incentive plan (the \"lti plan\") as the chief executive officer (\"ceo\") of elior india catering llp (\"elior india\"). the lti plan sets out a framework for the potential award of an exceptional bonus remuneration in recognition of your contribution to the value creation for elior india. this letter-agreement sets forth the mechanics of the lti plan and the conditions under which you shall be entitled, subject to the terms and conditions set forth herein, to receive this exceptional bonus remuneration and constitutes a supplement to your employment contract effective as of 1st february 2017. (the \"employment contract\"). it supersedes any previous letter or document that you may have received or we may have agreed to, during the preparation of the lti plan or prior to the date hereof, and forms the basis of the award of the lti plan exceptional bonus remuneration. this letter agreement shall enter into force as on the effective date of the employment contract. elior india and mr. sanjay kumar are hereinafter collectively referred to as \"parties\" and individually as \"party\". (emphasis added) both the parties agreed to a plan a long term incentive plan. according to the said plan, the petitioner is entitled to receive exceptional bonus remuneration which constitutes supplement to the employment contract with effect from 1-02-2017. it is in supersession of any previous letter or document with certain conditions stipulated therein wherein clauses of the said contract are germane to be noticed and they read as follows: \"1. exceptional bonus remuneration awarded upon satisfaction of the bonus conditions 1.1 allocated amount a) in the event where the bonus conditions (as set forth in paragraphs a) and b) of the definition below) are satisfied on the maturity date (as defined below), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in india rupees (the \"allocated amount\") computed under the following mechanism: equity value x 0.1 allocated amount (inr) =------------------------x coefficient 0.64465 the allocated amount shall be calculated as at the maturity date and shall, with any amount received or to be received by you? in any event, notwithstanding anything to the contrary herein, in the aggregate not exceed the indian rupees equivalent of eur 5 million (bases on the exchange rate applicable on the maturity date), net of any taxes. for the purposes of this paragraph a), the equity value shall be calculated by the expert within two months following the date on which the annual accounts of elior india relating to the financial year ended on the maturity date have been certified by the statutory auditors of elior india. b) alternatively, in the event where (x) only the condition set forth in paragraph a) (continued employment with elior india) of the definition of \"bonus conditions\" is satisfied on the maturity date, and (y) the fair market value is higher than the aggregate of the enterprise values of megabite and crcl, as determined at the time of the completion of their acquisition by elior india (and as appearing in the legal documentation relating to such acquisitions), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in indian rupees (the \"base bonus amount\") compared under the following mechanism (provided that such base bonus amount is a positive amount). equity value x 0.04 base bonus amount (inr) =-----------------------0.64465 for the purposes of this paragraph b), the fair market value shall be calculated by the expert within two months following the date on which the annual accounts of elior india relating in the financial year ended on the maturity date have been certified by the statutory auditors of elior india (and such determination of the fair market value by the expert shall be final and binding upon the parties, save in the case of fraud). 1.2 payment the allocated amount, if owed to you in accordance with paragraph 1.1 a) above, shall be paid in you in full by elior india within one month following the date on which the equity value has been determined by the expert. alternatively, if the allocated amount is not due by elior india, the base bonus amount shall, as the case may be, be paid to you in fully by elior india within one month following the date on which the fair market value has been determined by the expert. 1.3 award of the allocated amount in the event of a legitimate departure notwithstanding anything to the contrary herein, in the event of a legitimate departure after 31st march 2018, but prior to 31st march 2021 (or, as the case may be, prior to 31st march 2022 or 2023, in the event where you have elected to postpone the maturity date), you shall be entitled to receive the allocated amount as calculated in accordance with paragraph 1.1 a) (provided that the performance target, as adjusted in order not to take into account the financial years not yet ended as at the date of the legitimate daparture, is fulfilled) or, as the case may be, the base bonus amount as calculated in accordance with paragraph 1.1 b). in this case, the allocated amount or, as the case may be, the base bonus amount, shall be paid to you in full by elior india within one month following the date on which the equity value (in the event that the allocated amount is due by elior india) has been determined by the expert. 1.7 governing law-dispute resolution for the avoidance of doubt, any disputes arising under or in connection with this letter-agreement shall be resolved in accordance with clauses 19 (governing law and jurisdiction) and 24 (arbitration) of the employment contract.\" (emphasis added) clause 1.1 deals with satisfaction of performance of service/ contract. the petitioner is to be allotted gross bonus remuneration in indian rupees computed in terms of a particular mechanism. the formula is also indicated. clause 1.2 deals with payment. the allotted amount if owed to the petitioner would be paid to the petitioner within one month of the following date on which the equity value has been determined by the expert. clause 1.3 deals with award of the allocated amount in the event of legitimate departure. therefore, the severance of relationship between the parties is also envisaged in terms of clause 1.3. clause 1.7 deals with dispute resolution. the dispute resolution would be by way of arbitration as obtaining in clauses 19 and 24 of the original contract of employment. the contract also deals with definitions and it reads as follows: \"2. definitions allocated amount has the meaning set out in paragraph 1.1 base bonus has the meaning set out in paragraph 1.1 amount bonus conditions means the two following conditions: a) continued employment with elior india mr.sanjay kumar's continued employment as ceo with elior india from (1st february 2017) until the maturity date; and b) achievement of the performance target the fulfillment of at least one of the two following performance conditions by elior india (the \"performance target\"), calculated as of the maturity date. i) the annual organic growth for the financial year ended on the maturity date is at least equal to 7% and/or ii) the ebitda margin for the financial year ended on the maturity date is at least equal to 6.1%. cash means, with respect to elior india and its subsidiaries, the sum of : i) any positive balances in any deposit, current or savings accounts: ii) any corporate income tax receivables; calculated on a consolidated basis in accordance with indian gaap.\" the percentage of amount for payment of incentive is also defined under the term bonus conditions. this is the term by and understood as an employment contract. a separate employment agreement is entered into between the parties. the remuneration fixed to the petitioner is `20,000,000/-(rupees twenty million) as base salary per year. clause 10 thereof deals with termination of employment. clause 24 deals with resolution of disputes by way of arbitration. it reads as follows: \"24. arbitration all disputes and differences whatsoever arising out of, or in connection with this agreement, shall be referred to arbitration under the arbitration and conciliation act, 1996, to be held in bengaluru. disputes shall be referred to sole arbitrator and if the parties are unable to agree on the appointment of the sole arbitrator within 15 (fifteen) days from the date a party raises a dispute, then by reference to a panel consisting of 03 (three) arbitrators, with the llp and the employee empowered to appoint 01 (one) arbitrator each and the third arbitrator shall be appointed by two of the arbitrators. arbitration awards rendered shall be final and binding. arbitration shall be conducted in the english language.\" all disputes arising out of or in connection with the employment agreement would be referred to the arbitration under the act. therefore, the dispute between the parties is arbitrable is not in dispute. 15. the afore-quoted employment contract between the parties for long term incentive plan in furtherance of the employment agreement, that is entered into indicating the conditions and nuances of work by the petitioner in the firm. the long term incentive plan is indicated to be applied to the petitioner at a particular sum, for particular action, by the petitioner, in favour of the firm. therefore, it is an incentive plan that is generated, foundation of which is the employment contract between the parties. the two are inseparable. arbitration clause is found in the employment agreement. the percentage of amount for payment of incentive is indicated in the employment agreement. therefore, the issue now, would be whether, an employment agreement would come within the meaning of section 2(1)(c)(xviii) of the 2015 act, for the agreement to become a commercial dispute. interpretation of whatever nature that can be placed to the definition of commercial dispute, as obtaining under section 2(1)(c)(xviii) will not lead to the subject agreement, to become an agreement for services, as obtaining under the afore-quoted provision. the provision relates to agreements of sale of goods or provision of services. they cannot be read in isolation. a pure and simple employment contract cannot be given a colour of a commercial dispute by dressing it to be a provision of services. 16. if every employment agreement of the kind that is the subject matter in the case at hand is brought within the ambit of commercial dispute, it would then be opening a pandoras' box or will be opening flood gates of litigation before the commercial court/s that would clog the said court. this in effect would defeat the very reason why the commercial court was constituted. the view of mine, in this regard, is fortified by the judgment of the apex court in the case of ambalal sarabhai enterprises ltd. v. k.s. infraspace llp1 where the apex court interprets what is and what could be a commercial dispute within several enumerations under section 2(1)(c) of the act. the apex court has held as follows: \"6. at the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject-matter of the suit could be considered as a \"commercial dispute\" so as to enable the commercial court to entertain the suit. in that regard, it is necessary to take note of section 2(1)(c)(vii) of the (2020) 15 scc 585 cc act, 2015. the said provision to the extent relevant is extracted here below for reference. \"2. definition.--(1) in this act, unless the context otherwise requires-(a)-(b) * * * (c) \"commercial dispute\" means a dispute arising out of-(i)-(vi) * * * (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii)-(xxii) * * *\" from a perusal of the provision relied upon by the learned senior advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by commercial courts. the question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a mortgage deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. 7. the learned senior advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently respondent 1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce. the learned senior advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though respondent 1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future. hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the commercial court. 8. though such rival contentions are put forth by the learned senior advocate on either side, these aspects cannot be dealt with in abstract. instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely, averments in the plaint would at the outset be relevant to confer jurisdiction. hence before adverting to the other aspects it would be necessary to carefully examine the plaint. the plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein. in para 5 thereof the detail of the land bearing r.s. no. 122 corresponding to city survey nos. 1101 and 1100/1 having land area of 9207 sq m at mouje subhanpura reg. district, vadodara is referred. further the schedule of the property is indicated in para 6 and reference is made to the memorandum of understanding where again the reference is made to the land. it is averred therein that it would be the total responsibility of respondent 1 herein (defendant 2 in the suit) to change the land use as well as to pay the amount that may be required for the permission. the amount to be paid as premium is referred and the right of the plaintiff to secure the mortgage deed in view of the terms of the mou is stated. in the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the agreement to sell/sale deed/memorandum of understanding or as on the date of the suit. 9. further on referring to the cause of action in para 21, the plaintiff has thereafter referred in para 22 to the jurisdiction of the court to hear and decide the matter. it would be appropriate to extract the same which reads as hereunder: \"22. jurisdiction: the plaintiff states that the defendants having their office at vadodara land which is the subject-matter of the instant suit is situated within the territorial jurisdiction of this hon'ble court and hence this hon'ble court has the jurisdiction to hear and decide the matter.\" even though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at vadodara, there is no reference indicating the reason for which the plaintiff pleads that the court which is the commercial court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit. in that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of mou whereunder it is agreed that the mortgage deed be executed. even if the immovable property under the mortgage deed was the subject-matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of commercial court is invoked. without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute. 10. be that as it may, the learned senior advocates on both sides have sought to rely on the legal position decided by the various high courts in the absence of the pronouncement of this court. the learned senior advocate in that regard have referred to the various decisions on the same point. however, we do not find it appropriate to refer to each of them and over burden this order since we notice that the high court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion. the discussion as made by the high court with reference to the various decisions is also justified. in that view, we would refer to the decision of a division bench in jagmohan behl v. state bank of indore [jagmohan behl v. state bank of indore, 2017 scc online del 10706] relied on by the learned senior advocate for the appellant. in that regard, it is noticed that in the said case on taking note of the provision contained in section 2(1)(c)(vii) of the cc act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression \"arising out of\" and \"in relation to immovable property\" should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties. the said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property. 11. on the other hand, the learned senior advocate for the respondents has relied on the decision of a division bench of the gujarat high court in vasu healthcare (p) ltd. v. gujarat akruti tcg biotech ltd. [vasu healthcare (p) ltd. v. gujarat akruti tcg biotech ltd., 2017 scc online guj 724 : air 2017 guj 153] wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of section 2(1)(c) of the cc act, 2015 the expression \"used\" must mean \"actually used\" or \"being used\". it is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed. the verbatim consideration therein is as hereunder: (scc online guj para 33) \"33. therefore, if the dispute falls within any of the section 2(c) the dispute can be said to be \"commercial dispute\" for which the commercial court would have jurisdiction. it is required to be noted that before the learned commercial court the original plaintiff relied upon sections 2(c)(i), 2(c)(ii) and 2(c)(xx) of the commercial courts act only. the learned counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within sections 2(c)(i); 2(c)(ii) or 2(c)(xx) of the commercial courts act. it is required to be noted that before the learned commercial court it was never the case on behalf of the original plaintiff that the case would fall within section 2(c)(vii) of the learned commercial court. despite the above we have considered on merits whether even considering section 2(c)(vii) of the commercial courts act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of section 2(c) of the commercial courts act or not? considering section 2(c)(vii), \"commercial dispute\" means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. as observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. as per the agreement between the party after getting the plots on lease from the gidc, the same was required to be thereafter developed by the original defendant 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. it is the case on behalf of the original plaintiff that as the original defendant 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. there are other alternative prayers also. therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. it is the case on behalf of the original plaintiff that as in clause (vii) of section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, section 2(c)(vii) shall be applicable and therefore, the commercial court would have jurisdiction. the aforesaid has no substance. as per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. it may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\". if the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. on plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". if the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". the word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\". similar view has been taken by the bombay high court (nagpur bench) in dineshkumar gulabchand agrawal [dineshkumar gulabchand agrawal v. cit, 2003 scc online bom 1289 : (2004) 267 itr 768] and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\". it is reported that slp against the said decision has been dismissed [dineshkumar gulabchand agrawal v. cit, 2004 scc online sc 13] by the hon'ble supreme court.\" (emphasis in original) 12. though we are informed that the said decision is assailed before this court in a special leave petition we are inclined to agree with the view expressed therein. this is for the reason that this court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant. in that regard, the decision relied on by the learned senior advocate for the respondent in federation of a.p. chambers of commerce & industry v. state of a.p. [federation of a.p. chambers of commerce & industry v. state of a.p., (2000) 6 scc 550] is noticed, wherein it is observed as under: (scc pp. 552-53, paras 6 & 9) \"6. section 3 of the said act speaks of \"land is used for any industrial purpose\", \"land is used for any commercial purpose\" and \"land is used for any other non-agricultural purpose\". the emphasis is on the words \"is used\". for the purposes of levy of assessment on non-agricultural lands at the rate specified in the schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose. the same would apply to a commercial purpose or any other nonagricultural purpose. *** 9. we are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes. the wider meaning given to the word \"used\" in the judgment under challenge is untenable. having regard to the fact that the said act is a taxing statute, no court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed.\" (emphasis supplied) 13. the learned senior advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction. in that regard, the learned senior advocate has referred to the statement of objects and reasons with which the commercial courts act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive indian legal system. hence, he contends that a purposive interpretation be made. it is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute. having taken note of the submission we feel that the very purpose for which the cc act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the commercial court is entertained. this is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the commercial courts as intended by the lawmakers. in commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. if the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. the excluded class of litigation will in any event be entertained in the ordinary civil courts wherein the remedy has always existed. 14. in that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the act. in the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of memorandum of understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the high court was justified in its conclusion arrived through the order dated 1-3-2019 [k.s. infraspace llp v. ambalal sarabhai enterprises ltd., 2019 scc online guj 1926] impugned herein. the commercial court shall therefore return the plaint indicating a date for its presentation before the court having jurisdiction.\" (emphasis supplied) the apex court holds that issues which not relate to commercial disputes are filed before the commercial courts merely because of high value and with the intention of seeking early disposal. such issues brought before the commercial court should not be entertained, as it is not intended to bring in every dispute before the commercial court by the law makers. the apex court further holds that the excluded class of litigation will, in any event be entertained, in the ordinary civil courts wherein the remedy always existed to add, does always exist. 17. it is also germane to notice what the petitioner understood of the employment contract. a legal notice is caused upon the firm by the petitioner making certain demand. the preamble to the notice reads as follows: \"under the instructions from my client mr.sanjay kumar, s/o mahesh narayan sahay, aged about 56 years, residing at nestates, palladlum, no.547, 16th 'a' main, 3rd block, koramangala, bengaluru: 560 034, i issue this legal notice invoking clause 17 of the long-term incentive plan letter seeking appointment of the arbitrator to adjudicate the dispute between my client and you, with the following facts which are necessary for your information:\" invoking clause 24 of the employment agreement which concerns arbitration and clause 17 of the long term incentive plan seeking appointment of an arbitrator to adjudicate the dispute between the parties, the notice is issued. in the notice, the petitioner claims the following amount: \"7. my client hereby states as per the employment agreement and long-term incentive plan letter my client is entitled emoluments including but not limited to: a) long term incentive plan allowance in terms of the communication dated 26.10.2016 which was accepted by my client where under my client will be entitled long term incentive plan upto maximum of 5 million euros maturingon 31.03.2021. b) gross fixed salary of inr 2 crores per annum. (\"base salary\"). the base salary was increased to inr 2.42 crores per annum effective 1st october 2019 vide letter dated 16th december 2019. contributions to provident fund, gratuity, superannuation fund shall be in addition to the fixed gross salary and performance linked bonus. any additional benefits offered by the llp, to its employees, at its discretion, from time to time will also be applicable. c) my client will be entitled chauffeurs driven car, reimbursement of expenses of maintenance, fuel, 300 euros per month and access to club membership 1200 euros per year. d) further, it is offered in the event my client is made redundant by m/s.elior india, a termination allowance equal to 18 months salary will be calculated as 1/12th of the actual remuneration over the 12 months preceding the redundancy including annual bonuses, if any. the said amount is in addition to the legal redundancy allowance under the applicable laws in india.\" the amount claimed by the petitioner is in terms of the method of calculation adopted in the long term incentive plan. the petitioner claims that the base salary was `2/crores per annum and would be increased to `2.42 crores per annum effective from 1-10-2019 and the long term incentive plan which was accepted by the petitioner, the entitlement is up to a maximum of 5 million euros as on 31-03-2021. paragraph 51 of the notice reads as follows: \"51. therefore, my client hereby invokes clause-24 of the employment agreement and clause 17 of the long-term incentive letter, call upon you to comply the demand made in previous paragraphs within 30 days from the date of receiving of legal notice. in the event of not making the payment of the aforesaid amount claimed above, my client hereby calls upon you to agree the appointment of anyone of the arbitrator suggested above as sole arbitrator to adjudicate dispute between my client and m/s.elior india. therefore, my client hereby calls upon you forthwith to constitute the arbitral tribunal consisting of sole arbitrator to decide the above disputes. in the event of m/s.elior india not agreeing for sole arbitrator to adjudicate the dispute between my client and m/s. elior india, my client hereby nominates hon'ble justice shivaraj.v.patil as the arbitrator on the side of my client and call upon you to nominate your arbitrator enabling both arbitrators to appoint the presiding arbitrator to constitute the arbitral tribunal between my client and m/s.elior india. 53. my client reserves the liberty to modify or make additional claims if need be at a later stage.\" the claim of the petitioner is the amount as indicated in the notice quoted hereinabove. therefore, what the petitioner claims is, the incentive that was assured in the agreement. the agreement is an offshoot of the employment agreement. therefore, it cannot but be held to be a contract of employment or a contract of incentive. it is a money claim arising out of an employment agreement. therefore, the submission that commercial court gets jurisdiction in terms of the afore-quoted provision is unacceptable, in the light of what the apex court has held in ambalal (supra). 18. insofar as the submission of the learned senior counsel for the respondent that the petitioner himself chose the commercial court earlier, is concerned, it is no doubt true that the petitioner invoked the jurisdiction of the commercial court by filing an application under section 9 of the act. the commercial court dismisses the claim. the petitioner then challenges the dismissal by the commercial court before this court. this court affirms the finding of the commercial court. the petitioner does not take the issue further. the firm then invoked section 34 of the act and instituted a commercial suit in com.s.no.5/2022 before this court challenging interim award passed by the arbitral tribunal on 13-05-2022 quoted supra in the arbitration proceedings. this very argument of jurisdiction of maintainability of the claim of the petitioner before this court in the commercial side was questioned. the co-ordinate bench of this court did not go into whether the dispute between the parties would become a commercial dispute within section 2(1)(c)(xviii) of the act. therefore, if the petitioner has invoked a wrong jurisdiction i.e., that of the commercial court in a dispute, it would not become a commercial dispute, unless it comes within the definition of section 2(1)(c) and the clauses therein, as it is settled principle of law, no amount of consent of the parties can confer jurisdiction on any court or tribunal and it is equally settled principle of law that merely because a party invokes a wrong jurisdiction and a determination is made by the concerned court without the parties objecting to it, will not clothe such court with jurisdiction dehors the statute and become binding on any subsequent proceeding before this court. 19. in view of the preceding analysis, i have no hesitation to hold that the dispute between the parties is not a commercial dispute within the meaning of section 2(1)(c)(xviii) of the act and therefore, the commercial court ought not to have entertained the dispute. 20. for the aforesaid reasons, the following: order (i) writ petition is allowed. (ii) it is declared that the concerned lxxxv additional city civil and sessions judge, commercial court, bengaluru has no jurisdiction to consider and adjudicate ma no.1/2023 and therefore, the proceedings stand obliterated. (iii) the obliteration of the proceedings will not come in the way of the parties agitating their respective rights before the competent civil court. (iv) in the event proceedings are instituted before the competent civil court, the findings, observations if any, made by the commercial court, will not influence or bind the proceedings before the said civil court. sd/judge bkp ct:mj"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2269faa5938643aabd6cacb37cc0dc70_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "196ca63b0db04719a8f44f13d62b886f_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42f6a59c4a7d498cb257f2725216190d_2"
        },
        {
            "start": 264,
            "end": 397,
            "text": "\nDhee Educational And Cultural Trust vs M/S Hartana Projects Llp on 30 January, 2023\nAuthor: B M Shyam Prasad\nBench: B M Shyam Prasad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "108d4089431e43b584d36a011a93be5b_3"
        },
        {
            "start": 442,
            "end": 544,
            "text": "-1-\n                                                      Wp No. 18093 of 2022\n\n\n\n\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fda33c02c7a945189cc2b0b9621cc9de_4"
        },
        {
            "start": 544,
            "end": 727,
            "text": "In The High Court Of Karnataka At Bengaluru\n\n                        Dated This The 30Th Day Of January, 2023\n\n                                        Before\n\n                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6aa1b83008a4ff0a3e5d880d99d0702_5"
        },
        {
            "start": 727,
            "end": 738,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eea4752bb4594a6fa8f0c6359f68017b_6"
        },
        {
            "start": 739,
            "end": 766,
            "text": "Mr Justice B M Shyam Prasad",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c980a9a44f144afba9608d4f2c27d0a_7"
        },
        {
            "start": 793,
            "end": 824,
            "text": "Writ Petition No. 18093 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "956a2f84164145ffa576c8a31ad9f710_8"
        },
        {
            "start": 825,
            "end": 833,
            "text": "(Gm-Cpc)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52c6e94cf0c244eda0f99d476a48a434_9"
        },
        {
            "start": 855,
            "end": 863,
            "text": "Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7d0018bfb9644939b17ffac8eed0c23_10"
        },
        {
            "start": 885,
            "end": 952,
            "text": "1.    Dhee Educational And Cultural Trust\n                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5de9529bb6104eb6995681ed1b310f85_11"
        },
        {
            "start": 952,
            "end": 977,
            "text": "A Public Charitable Trust",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6410786cb51409fa9f2f01ad5029882_12"
        },
        {
            "start": 978,
            "end": 1031,
            "text": "\n                         No.78/4/1, Commercial Block",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d8d5c9f9bae54cb8b2ec769340f7e102_13"
        },
        {
            "start": 1058,
            "end": 1091,
            "text": "Opposite Manyata Tech Park Gate-1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "315654ac794a45efb9e3970bd83ffc75_14"
        },
        {
            "start": 1118,
            "end": 1129,
            "text": "Hbr Layout,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f970d634c47a4752b0b7528cf6ffe501_15"
        },
        {
            "start": 1130,
            "end": 1138,
            "text": "Nagawara",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c42c745d5f545018c36a0f1fc5f107e_16"
        },
        {
            "start": 1165,
            "end": 1181,
            "text": "Bengaluru-560045",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0de05fe018d4f37817b17619a8bce0b_17"
        },
        {
            "start": 1208,
            "end": 1236,
            "text": "Represented By Its Secretary",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dcd478f2ce574cd695e2971b19c621fb_18"
        },
        {
            "start": 1263,
            "end": 1286,
            "text": "Mrs Padmini Raghavendra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c41634ad66f24035b66f07eb5d3191cc_19"
        },
        {
            "start": 1287,
            "end": 1315,
            "text": ". \n                   2.    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6492bbf22fb442ab98378f1dca878131_20"
        },
        {
            "start": 1315,
            "end": 1355,
            "text": "The Indian Public School Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87bbaf223a694a4fa1f49dc8c435a50a_21"
        },
        {
            "start": 1382,
            "end": 1499,
            "text": "A Company Incorporated Under\n                         Section 25 Of The Companies Act, 1956\n                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "34cb90ede8d84ad69c909eea56410143_22"
        },
        {
            "start": 1499,
            "end": 1536,
            "text": "Having Its Registered Office At No.70",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f61223edd1c54dfb9b5001f65fdef1fc_23"
        },
        {
            "start": 1563,
            "end": 1585,
            "text": "Alagappa Chettiar Road",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e925df91af3439fb0762b2984c6bfe3_24"
        },
        {
            "start": 1612,
            "end": 1638,
            "text": "Tatabad, Coimbatore-641012",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a8f03fd4ec04e2cbf16a3b57e5dab24_25"
        },
        {
            "start": 1665,
            "end": 1700,
            "text": "Also At No.78/4/1, Commercial Block",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dbd2e0a0d3704742ba9fa458358643fb_26"
        },
        {
            "start": 1701,
            "end": 1760,
            "text": "\n                         Opposite Manyata Tech Park Gate-1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a9b512c6e9848189d2a25e5606b1de2_27"
        },
        {
            "start": 1787,
            "end": 1865,
            "text": "Hbr Layout, Nagawara, Bengaluru-560045\n                         Represented By",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b58cf68a5b54d5fb711f0f83204f572_28"
        },
        {
            "start": 1866,
            "end": 1884,
            "text": "It School Director",
            "labels": [
                "PREAMBLE"
            ],
            "id": "746490990d4f4e0d8898ff12324a0f46_29"
        },
        {
            "start": 1885,
            "end": 1926,
            "text": "\nDigitally signed         Ms Ashok Kumar.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b62515413c44e48bef46cfc7293789c_30"
        },
        {
            "start": 1928,
            "end": 1940,
            "text": "by Narasimha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3aa6adec17d49ee9c393505eaf3440d_31"
        },
        {
            "start": 1941,
            "end": 1948,
            "text": "\nMurthy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e2a1a5d207a4215930d3ed673bba827_32"
        },
        {
            "start": 1949,
            "end": 1958,
            "text": "\nVanamala",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2db88a62aa64b7697ada105128c290d_33"
        },
        {
            "start": 1969,
            "end": 1989,
            "text": "3.    Mr Ashok Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1402897144d4634806ae7f6485b6a18_34"
        },
        {
            "start": 1991,
            "end": 2000,
            "text": "Location:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a08b835a2ec3427f88f0a9a584f52626_35"
        },
        {
            "start": 2001,
            "end": 2032,
            "text": "High \nCourt Of                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a3bf9cebe924d7b971a337f95e9ab49_36"
        },
        {
            "start": 2032,
            "end": 2051,
            "text": "S/ O Sri R Arumugam",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4af08c531e1048afacd99f222594f845_37"
        },
        {
            "start": 2052,
            "end": 2062,
            "text": "\nKarnataka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6af8673cb293483ba29f4b6a33a41a28_38"
        },
        {
            "start": 2089,
            "end": 2108,
            "text": "Aged About 51 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcf9c4f965784f66b1ffac9a0efdaee5_39"
        },
        {
            "start": 2135,
            "end": 2168,
            "text": "R/ A No.6/62, Veeraimpalayam Road",
            "labels": [
                "PREAMBLE"
            ],
            "id": "55347806299542e680d6c2d7159a87a7_40"
        },
        {
            "start": 2169,
            "end": 2213,
            "text": "\n                         Coimbatore-641012.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8695b268cbe486ab3ac9f264a74cc59_41"
        },
        {
            "start": 2269,
            "end": 2305,
            "text": "... Petitioners\n\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66ea49adb09644eba4c5c5e0810bb8fe_42"
        },
        {
            "start": 2305,
            "end": 2375,
            "text": "(By Sri.R. Suryanarayana, Senior Advocate For\n                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b30d3c62b56c4652992523225c1ee3c6_43"
        },
        {
            "start": 2375,
            "end": 2412,
            "text": "Sri. Vikram Unni Rajagopal.,Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c7b03ad7aee4142a5a64ef17471aa72_44"
        },
        {
            "start": 2413,
            "end": 2508,
            "text": "\n                             -2-\n                                         Wp No. 18093 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "59b2d1ac114a4699ad67abd65c83bdf6_45"
        },
        {
            "start": 2514,
            "end": 2525,
            "text": "And: \n\n   M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "767eda47e9ab45cbb62337e5d3969979_46"
        },
        {
            "start": 2526,
            "end": 2550,
            "text": "/ S Hartana Projects Llp",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8260979d188d45799021d80096a783b7_47"
        },
        {
            "start": 2551,
            "end": 2631,
            "text": "\n   A Limited Liability Partnership Having Its\n   Registered Office At No.78/4/1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "26e63b276c734a7880502e233b6ae6ce_48"
        },
        {
            "start": 2632,
            "end": 3628,
            "text": "\n   Commercial Block\n   Opposite Manyata Tech Park Gate-1\n   Hbr Layout, Nagawara\n   Bengaluru-560045\n   Represented By Its Partner G Sharath\n   Reddy\n\n                                         ...Respondent\n\n(By Sri. Ajay Govindraj.,Advocate)\n\n      This Writ Petition Is Filed Under Articles\n226 And 227 Of The Constitution Of India\nPraying To Set Aside The Order Dtd.30.7.2022 In\nCom O.S.No.814/2022 Passed By The Lxxxv Addl\nCity Civil And Sessions Judge Bengaluru (Cch-\n86) Annexure-A; Allow The Application Dated\n27.7.2022 Annexure-M In Com O.S.No.814/2022\nFiled Before Lxxxv Addl City Civil And Sessions\nJudge Bengaluru (Cch-86) As Prayed And Direct\nReturned Of The Plaint.\n\n     This Petition, Coming On For Orders, This\nDay, The Court Made The Following:\n\n\n                           Order\nThe petitioners are the defendants in Commercial O.S. No. 814/2022 on the file of the Lxxxv Additional City Civil and Sessions Judge, Bengaluru - a designated Commercial Court under the provisions of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f241828c50144e148b2c29a2a78cc471_49"
        },
        {
            "start": 3629,
            "end": 3697,
            "text": " the Commercial Courts Act, 2015 [for short, 'the Commercial Court].",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b007234de0774a2c9317582a4733cb79_50"
        },
        {
            "start": 3698,
            "end": 3934,
            "text": "The petitioners have impugned the Commercial Court's order dated 30.07.2022, and the Commercial Court by this order has rejected the petitioners' application under Order VII Rule 10 of the Code of Civil Procedure [for short, 'the CPC'].",
            "labels": [
                "FAC"
            ],
            "id": "ca4a2448b12244998bb5a91dcf5512d2_51"
        },
        {
            "start": 3936,
            "end": 4371,
            "text": "2. The respondent's suit in Commercial O.S. No.814/2022 is for the petitioners' ejectment from the immovable property bearing BBMP Khata No. 78/4/1, BBMP Ward No.23, HBR Layout, Nagavara, Bangalore-560045 comprising of Stilt, Ground and three Upper floors [for short, 'the subject property'] and for directions to the petitioners to pay Rs.12,31,185/- and Rs.6,34,86,974/- as alleged rental arrears and liquidated damages respectively.",
            "labels": [
                "FAC"
            ],
            "id": "1fed67ec9a7948f7afd92f48777b07d7_52"
        },
        {
            "start": 4372,
            "end": 4776,
            "text": "The third petitioner has filed the subject application under Order VII Rule 10 of CPC essentially asserting that the Commercial Court will not have jurisdiction to entertain the suit because the dispute between the respondent and the petitioners would not be a 'commercial dispute' as contemplated under Section 2(1)(c)(vii) of the Commercial Courts Act, 2015 [for short, 'the Commercial Court's Act']\n3.",
            "labels": [
                "FAC"
            ],
            "id": "a5138a8d003346ccb5c7f870aa3b658c_53"
        },
        {
            "start": 4777,
            "end": 5076,
            "text": "The third petitioner has asserted, relying upon the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, that a dispute to be a 'commercial dispute' will have to be a dispute in relation to an agreement pertaining to an immovable property which is used exclusively for trade or commerce.",
            "labels": [
                "FAC"
            ],
            "id": "a3e008d0ef7d4566a2e4b5d4089d45fe_54"
        },
        {
            "start": 5077,
            "end": 5354,
            "text": "However the present dispute is between the petitioners and the respondent who are parties to the Lease Deed Dated 01.01.2020, and the subject property is demised under this lease deed to be used exclusively for educational purposes [i.e., for the purposes of running a School].",
            "labels": [
                "FAC"
            ],
            "id": "a8f9c6f36e3747a086d670fdc889e407_55"
        },
        {
            "start": 5355,
            "end": 5687,
            "text": "As the Lease Deed is an agreement relating to an immovable property that is utilized for running an educational institution [a School] it cannot be construed as an agreement relating to immovable property that is exclusively used for the purposes of either trade or commerce and therefore, the dispute is not a 'commercial dispute'.",
            "labels": [
                "FAC"
            ],
            "id": "0ef47e757e6f452aad2ec7ef250fed09_56"
        },
        {
            "start": 5689,
            "end": 5783,
            "text": "4. The respondent has resisted this application contending that there is suppression of facts.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "63ea1b74c382444abf6e241c92384c85_57"
        },
        {
            "start": 5784,
            "end": 6093,
            "text": "The respondent contends that the value of the transaction between the petitioners and the respondent exceeds Rs. 1 [one] crore - the threshold mentioned in Section 6 of the Commercial Courts Act, and a deeper scrutiny of the circumstances would establish the commercial nature of the transaction between them.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6c96ba14c3454c8c917088d09435a50b_58"
        },
        {
            "start": 6094,
            "end": 6417,
            "text": "The respondent has also contended that the dispute is in the context of the landlord- tenancy relationship with the petitioners, and the suit, which is filed after issuance of notice under Section 106 of the Transfer of Property Act, 1882, in the circumstances of the case, will be maintainable before the Commercial Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "19ba69953c7540a0affaeb9f554fe850_59"
        },
        {
            "start": 6419,
            "end": 6604,
            "text": "5. The facts leading to the present commercial suit stated in brief would be that the first petitioner is constituted as a Public Charitable Trust under the Trust Deed dated 31.10.2014.",
            "labels": [
                "ISSUE"
            ],
            "id": "cfb1d91da4614d04a5ea1ca3604a7196_60"
        },
        {
            "start": 6605,
            "end": 6806,
            "text": "The author of this Trust [the first petitioner - the third defendant in the commercial Suit] is Mr. R.R. Acharya, and he along with Mr. K.A. Poonacha is also appointed as one of the permanent Trustees.",
            "labels": [
                "FAC"
            ],
            "id": "33863a40e0434a768c8b483fa9c6843e_61"
        },
        {
            "start": 6807,
            "end": 7019,
            "text": "Mr. U.R.N.Murthy, who was the owner of the subject property at the relevant point of time, has executed the Lease Deed dated 07.11.2015 demising the subject property in favour of the Trust - the first petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "f270544f13f24e8a92554dda39e6954d_62"
        },
        {
            "start": 7020,
            "end": 7153,
            "text": "The lease of the subject property under this Lease Deed dated 07.11.2015 is renewed under the Supplementary Deed dated 13.09.2017.\n6.",
            "labels": [
                "FAC"
            ],
            "id": "24d74abf010a488891199285786a2f72_63"
        },
        {
            "start": 7154,
            "end": 7466,
            "text": "On 12.10.2018, [the lease of the subject property is cancelled vide a registered Surrender of Lease Deed of the even date], and within three days therefrom, Mr. U.R.N.Murthy [the owner of the subject property as of such date] has executed sale deed transferring the subject property in favour of the respondent1.",
            "labels": [
                "FAC"
            ],
            "id": "8a44fe8fb8fa4a8bbc746cabbd26a083_64"
        },
        {
            "start": 7467,
            "end": 7601,
            "text": "On 22.07.2019, the Deed of Amendment - cum - Restatement of the Educational and Cultural Trust is executed inter se the then trustees.",
            "labels": [
                "FAC"
            ],
            "id": "93773e0f9f864659855fa9bfd3c35973_65"
        },
        {
            "start": 7602,
            "end": 7846,
            "text": "The salient of this Amendment-Cum-Restatement Deed is that the trustees, Mrs. Radhika Reddy and Mrs. M.S. Selvi, who were in the meanwhile appointed as Trustees, have agreed to continue as permanent Trustees and the other Trustees have retired.",
            "labels": [
                "FAC"
            ],
            "id": "6cc59321925b4a6692af342dbae3e20c_66"
        },
        {
            "start": 7848,
            "end": 8225,
            "text": "7. With these transactions and documents, if Mrs. Radhika Reddy and Mrs. M S Selvi were representing the Trust, their spouses - Mr. G. Sharath Reddy and Mr. Ramalingam Mohan - owned the subject property as partners of the respondent, and therefore could be a reasonable inference of a certain shared interests in them in the subject property and the establishment - the School.",
            "labels": [
                "FAC"
            ],
            "id": "2cbe619b86a945ffb6cc5e75d8f3fe11_67"
        },
        {
            "start": 8226,
            "end": 8235,
            "text": "A fresh 1",
            "labels": [
                "FAC"
            ],
            "id": "b06e75961fa14be9906827c04a934514_68"
        },
        {
            "start": 8236,
            "end": 8752,
            "text": "The respondent is a limited liability partnership, and the sale deed by Sri U.R. Murthy is dated 15.10.2018 lease of the subject property is created in favour of the Trust by the respondent under the Lease Deed dated 01.12.2020, but immediately thereafter on 04.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi [the Trustees], the second petitioner [M/s Indian Public School Private Limited] and the third petitioner have entered into the 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust'.",
            "labels": [
                "FAC"
            ],
            "id": "f52b23a2e8e944c681c5baf357263308_69"
        },
        {
            "start": 8754,
            "end": 9117,
            "text": "8. In this Deed of Amendment dated 04.12.2020, the petitioners are appointed as new Trustees with Mrs. Radhika Reddy and Mrs. M.S. Selvi also continuing as Trustees, but again on 11.12.2020, another 'Deed for Appointment of New Trustees of Dhee Educational and Cultural Trust' is executed further amending the terms of the original Trust Deed dated 31.10.2014.\n9.",
            "labels": [
                "FAC"
            ],
            "id": "3ec18a60821541d9bcd26cbfaab4f21e_70"
        },
        {
            "start": 9118,
            "end": 9406,
            "text": "After this Deed of Amendment dated 11.12.2020, which is registered on 21.12.2020 with the concerned Sub Registrar, and with the subsequent Resignation Letter dated 21.12.2020, Mrs. Radhika Reddy and Mrs. M.S. Selvi have retired as Trustees with the petitioners continuing as the Trustees.",
            "labels": [
                "FAC"
            ],
            "id": "215ea6f8e7ef4844a2cdc66bb8b23414_71"
        },
        {
            "start": 9407,
            "end": 9569,
            "text": "Thus, there is bifurcation of interests with the petitioners holding leasehold rights to the subject property and the right to run School in the subject property.",
            "labels": [
                "FAC"
            ],
            "id": "8676634d70524808aea174f39ce73600_72"
        },
        {
            "start": 9570,
            "end": 9712,
            "text": "These are undisputed circumstances in which the petitioners have come into possession of the subject property as lessees under the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "fd1e8e134f6b44d1ad009ab589953404_73"
        },
        {
            "start": 9713,
            "end": 9829,
            "text": "\n10. On behalf of the respondent the following additional documents are placed on record in the present proceedings.",
            "labels": [
                "NONE"
            ],
            "id": "44f69eb884b646aca63f5f4726424c09_74"
        },
        {
            "start": 9830,
            "end": 9938,
            "text": "\n[a] a copy of the email dated 25.11.2020, [b] a copy of the Indenture of Undertaking dated 21.12.2020 and [",
            "labels": [
                "FAC"
            ],
            "id": "a0efae37d2f14f1db0edb7417aecc2f9_75"
        },
        {
            "start": 9939,
            "end": 10007,
            "text": "c ] copies of the notices exchanged on 11.03.20222 and 27.04.2022.\n2",
            "labels": [
                "FAC"
            ],
            "id": "651244d261e342579c779999cc123205_76"
        },
        {
            "start": 10008,
            "end": 10555,
            "text": "The respondent has also caused another notice dated 11.04.2022 as mentioned in the respondent's Reply Notice - 10 - The respondent has brought on record these documents to emphasize that it has availed loan from M/s. Kotak Mahindra Bank Limited for the purposes of construction in the subject property in the course of its business, and the petitioners have executed Indenture of Undertaking simultaneously with the execution of the last of the lease deed undertaking to pay the agreed rent as also the security deposit and non-refundable premium.",
            "labels": [
                "FAC"
            ],
            "id": "1606bdbf65b143f38484f55d2527b633_77"
        },
        {
            "start": 10556,
            "end": 10798,
            "text": "The notice for termination of tenancy is issued because there is an obvious breach of the terms of the lease and therefore the respondent is entitled to terminate the lease and recover rental arrears as also damages as computed in the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "f3d0866bd79843288a22dfd687dfbc86_78"
        },
        {
            "start": 10800,
            "end": 11080,
            "text": "11. The Commercial Court, in the aforesaid circumstances and the rival contentions, has considered the merits of the petitioners' application to answer the question: whether the third petitioner dated 27.04.2022, but a copy of this Notice dated 11.04.2022 is not placed on record.",
            "labels": [
                "ISSUE"
            ],
            "id": "d6d72b0eb54a4e7cb2eada8542bf12e6_79"
        },
        {
            "start": 11082,
            "end": 11384,
            "text": "- 11 - has established that because the Lease Deed dated 01.12.2020 relates to an immovable property which is used for educational purposes, the dispute would be outside the fold contemplated under Section 2[1][c][vii] of the Commercial Courts Act and hence should be returned for want of jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "6af76622061341a99bffe553c02f66ef_80"
        },
        {
            "start": 11385,
            "end": 11524,
            "text": "The Commercial Court has answered the question in the negative opining that the suit can be maintained before it for the following reasons.",
            "labels": [
                "FAC"
            ],
            "id": "f62c0dae7a244c5596e3674729143615_81"
        },
        {
            "start": 11525,
            "end": 11745,
            "text": "\n[i] Mr. U.R.N. Murthy has executed the sale deed dated 15.10.2018 in favour of the respondent describing the subject property as a commercial property and the petitioners have obtained lease of this commercial property.",
            "labels": [
                "FAC"
            ],
            "id": "247223f018f44510a3f0d0db6ae6fc05_82"
        },
        {
            "start": 11746,
            "end": 11912,
            "text": "\n[ii] The Tax paid receipts for the subject property for the year 2021-22 are produced, and tax is paid describing the property as being within non- residential zone.",
            "labels": [
                "FAC"
            ],
            "id": "aabf931e3e8a45f6ae70c5e55e14412d_83"
        },
        {
            "start": 11913,
            "end": 12080,
            "text": "According to the BBMP Bye-laws, non-residential buildings will include buildings used by Banks, Offices and other institutions such as - 12 - educational institutions.",
            "labels": [
                "FAC"
            ],
            "id": "6f58e7873f114cd9b9cb2fe9ed2adf1e_84"
        },
        {
            "start": 12081,
            "end": 12134,
            "text": "The respondent is therefore paying a higher tax rate.",
            "labels": [
                "FAC"
            ],
            "id": "b22e523eaadc48a280add74713cc8e62_85"
        },
        {
            "start": 12135,
            "end": 12243,
            "text": "\n[iii] The petitioners are running a school with about 6,000 students3 and collecting fee from the students.",
            "labels": [
                "FAC"
            ],
            "id": "ba49d5db9c04424fad1d1c7c2068b544_86"
        },
        {
            "start": 12244,
            "end": 12336,
            "text": "As such, the petitioners' educational institution is not being run as a charitable activity.",
            "labels": [
                "FAC"
            ],
            "id": "8bd97b4502ba4776a3ab7f890474c092_87"
        },
        {
            "start": 12337,
            "end": 12662,
            "text": "\n[iv] Though different decisions by the Hon'ble Supreme Court are cited to bolster the submission that running an educational institution would not be either trade or commerce, such decisions are not in the context of a suit for eviction and for recovery of arrears of rent, and therefore, not applicable to the present case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0250d02612d64b0fad866c4659faa0ea_88"
        },
        {
            "start": 12664,
            "end": 12810,
            "text": "12. The reason for the dispute between the petitioners and the respondent is because the petitioners are tendering rent at a rate lower than the 3",
            "labels": [
                "ISSUE"
            ],
            "id": "23bec7e7307d4f469c837aacfc97e01c_89"
        },
        {
            "start": 12811,
            "end": 13018,
            "text": "It is submitted before this Court that this is factually incorrect because may be the Trust has a wider student strength across the country, but insofar as the School in the subject property, it is far less.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "88515cb116b04d7c83bf169081228fbd_90"
        },
        {
            "start": 13019,
            "end": 13039,
            "text": "\n- 13 - agreed rate.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cc36ca23caf949f6976ce033bd79c8a7_91"
        },
        {
            "start": 13040,
            "end": 13329,
            "text": "It is undisputed that the Lease Deed dated 01.12.2020 mentions Rs.15 lakhs as the monthly rent payable, and the petitioners are paying monthly rent at the rate of Rs.10 lakhs contending that the actual area of the subject property is much lesser than the area assured under the Lease Deed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "286d2f95dabc44eca120e133bfb5d1bf_92"
        },
        {
            "start": 13330,
            "end": 13437,
            "text": "This Court on 21.09.2022 has granted interim orders staying all further proceedings in the commercial suit.",
            "labels": [
                "FAC"
            ],
            "id": "8867159e255c40a88b723826c8945268_93"
        },
        {
            "start": 13439,
            "end": 13722,
            "text": "13. The respondent contested the continuation of this interim order asserting that the present application under Order VII Rule 10 of CPC, and therefore the present petition, is filed only to avoid the consequence of the default in paying the monthly rent at the rate of Rs.10 lakhs.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1a0b0505e632406bb47406ecc6c3a3ec_94"
        },
        {
            "start": 13723,
            "end": 13984,
            "text": "This Court, in the light of this objection, proposed to hear on the question whether the interim order could be continued if the petitioners, who have agreed to pay - 14 - monthly rent of Rs.15 lakhs, do not dispute that up- to-date rents are paid at such rate.",
            "labels": [
                "RLC"
            ],
            "id": "980554aa32b74df2ae0cf39d07f13057_95"
        },
        {
            "start": 13986,
            "end": 14303,
            "text": "14. It was submitted on behalf of the petitioners that 50% of the arrears at the rate of Rs.15 lakhs per month [minus the amount tendered at the rate of Rs.10 lakhs per month] would be deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "70640c51860a4432abafa0d08075c092_96"
        },
        {
            "start": 14304,
            "end": 14464,
            "text": "Accordingly, Rs.50 lakhs is deposited to show that the petitioners are bona fide and within their rights in tendering rent at the rate of Rs.10 lakhs per month.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d7920046151144b7baa8db7d4afa55b0_97"
        },
        {
            "start": 14465,
            "end": 14840,
            "text": "The respondent has filed an application for release of this amount of Rs.50 Lakhs in deposit contending, amongst others, that it has to repay a huge debt and there is default in its EMI payment because the petitioners, despite the express terms of the Lease Deed dated 01.12.2020 and the Memorandum of Undertaking, are unilaterally paying only a sum of Rs.10 lakhs per month.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92f01a1357b641a6808504ab1bd101e5_98"
        },
        {
            "start": 14841,
            "end": 14852,
            "text": "\n- 15 - 15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a26a8140723247529f5aeb162f45876b_99"
        },
        {
            "start": 14853,
            "end": 15072,
            "text": "Sri. T Sooryanarayana, the learned Senior Counsel for the petitioners, and Sri Ajay Govindaraj, the learned counsel for the respondent, are heard, with their consent, for final disposal of the petition as also the order",
            "labels": [
                "NONE"
            ],
            "id": "91f52e8e2d7b4a7eaed57153b06916f1_100"
        },
        {
            "start": 15073,
            "end": 15553,
            "text": "to be made on the respondent's request for payment of Rs.50 lakhs in deposit in the backdrop of the petitioners' case, insofar as this amount in deposit, that it is deposited to demonstrate bona fides and this deposit completely undermines the respondent's case that the application under Order VII Rule 10 of CPC and the present petition are filed only to avoid payment of Rs.15 lakhs as rent per month and the consequence of paying, as against the aforesaid amount, Rs.10 lakhs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "88ee55029c634bbbb621f827a481b379_101"
        },
        {
            "start": 15555,
            "end": 15639,
            "text": "16. Sri. T Sooryanarayana, in support of the petition, relies upon two propositions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "033c463da31d450fb300a6ee82db069b_102"
        },
        {
            "start": 15640,
            "end": 15877,
            "text": "He argues that the provisions of the Commercial Courts Act must receive strict interpretation, and this flows from the decision of the Hon'ble Supreme Court in Ambalal - 16 - Sarabhai Enterprises Ltd. v. K S Infra Space LLP and another4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b7605efdabb7440780826246221e23db_103"
        },
        {
            "start": 15878,
            "end": 16333,
            "text": "He canvasses that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, as in the present case, were relied upon to file an application under Order VII Rule 10 of CPC, and the Hon'ble Supreme Court has declared that the expression 'used exclusively' in the aforesaid provision must be narrowly construed to exclude the situations that will be covered by the use of expressions such as 'ready for use' or 'likely to be used' or 'to be used'.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c3a6bd5bf5145c88abb807a7ea8840d_104"
        },
        {
            "start": 16335,
            "end": 16829,
            "text": "17. Sri. T Sooryanarayana submits that the provisions of the Commercial Courts Act, and therefore the provisions of section 2(1)(c) thereof, must be interpreted purposefully to ensure that only certain disputes which actually answers the definition of 'commercial disputes' as provided under the aforesaid provisions are entertained lest all class 4 (2020) 15 Supreme Court Cases 585 - 17 - of litigation is brought into the fold of speedy mechanism provided for a specific class of litigation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "de4fae9da04e401f8dfad47d588f689d_105"
        },
        {
            "start": 16831,
            "end": 17009,
            "text": "18. Sri. T Sooryanarayana next argues that the consistent view of the Courts in India has been that running an educational institution is neither trade nor business nor commerce.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f903ee59fd5249acadc8545ea44243f0_106"
        },
        {
            "start": 17010,
            "end": 17281,
            "text": "The expression 'used exclusively in trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act must receive a similar interpretation excluding suits by or against institutions offering education even if based on agreements relating to immovable property/ies.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92d11b511e9e419f82daf2bcc51eaf69_107"
        },
        {
            "start": 17282,
            "end": 17744,
            "text": "Notwithstanding the consistent view across different subjects that running educational institution is neither trade nor business nor commerce, if only for the purposes of the Commercial Courts Act, running educational institutions is construed as trade or business or commerce, that would be adopting a liberal construction as against a narrow and purposive construction exposited by the Hon'ble - 18 - Supreme Court in Ambalal Sarabhai Enterprises Ltd. [supra].",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e687bee6188c44759f353d45e9165b7b_108"
        },
        {
            "start": 17746,
            "end": 17997,
            "text": "19. In support of the submission that running of educational institutions is consistently held as not trade or commerce, Sri. T Sooryanarayana relies upon the following decisions:\n[i] Unnikrishnan J P and others v. State of Andhra Pradesh and others5:",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a0be27b325224e889fc7576850fb9d17_109"
        },
        {
            "start": 17998,
            "end": 18511,
            "text": "Sri. T Sooryanarayana argues that a Constitutional Bench of the Hon'ble Supreme Court while considering, amongst others, whether there is a fundamental right to establish an educational institution under Article 19(1)(g) of the Constitution of India which enshrines the right to practice any profession, or to carry on any occupation, trade or business, has also considered the meaning to be attributed to 5 (1993) 1 Supreme Court Cases 645 - 19 - the expression such as profession, occupation, trade or business.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b1b39e71dbd44ee19c277e737cc4e735_110"
        },
        {
            "start": 18512,
            "end": 18892,
            "text": "It is ultimately opined that right to establish an educational institution can neither be a trade or business, nor can it be profession within the meaning of Article 19(1)(g), and he draws the attention of this Court, amongst others, to the opinion reads as follows6:\n\"Imparting of education has never been treated as a trade or business in this country since the time immemorial.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0c79aeb81e94412c9014d7891b002561_111"
        },
        {
            "start": 18893,
            "end": 18933,
            "text": "It has been treated as a religious duty.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58808d44cbbe452882406f09655e57c8_112"
        },
        {
            "start": 18934,
            "end": 18979,
            "text": "It has been treated as a charitable activity.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a0c6d9b77fc64128b4cccf2ee3f96f59_113"
        },
        {
            "start": 18980,
            "end": 19012,
            "text": "But never as trade or business\".",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "22f4fe4130f7466188b2c4bb19977526_114"
        },
        {
            "start": 19014,
            "end": 19220,
            "text": "[ii] Sri. T Sooryanarayana, relying upon the declaration in paragraph 198 of this judgment, also submits that running of institutions to impart education is declared as something that cannot be allowed to 6",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "affc47bde6c24e2897659e4b0142703f_115"
        },
        {
            "start": 19221,
            "end": 19269,
            "text": "This is part of paragraph 197 of this judgement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "206fb5770db04e2c9fedd0b095aca833_116"
        },
        {
            "start": 19270,
            "end": 19605,
            "text": "\n- 20 - become commerce and therefore, it follows that running of an educational institution cannot be commerce and he draws the attention of this Court to the following:\n\"Education cannot be allowed to be converted into commerce nor can the petitioners seek to obtain the said result by relying upon the wider meaning of \"occupation\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "44952b8b25504db39f3eedda3ce3c7ac_117"
        },
        {
            "start": 19606,
            "end": 19794,
            "text": "The content of the expression \"occupation\" has to be ascertained keeping in mind the fact that clause (g) employs all the four expressions viz., profession, occupation, trade and business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3f8b0e762125458f8c654215cd5c1ccd_118"
        },
        {
            "start": 19795,
            "end": 19891,
            "text": "Their fields may overlap, but each of them does have a content of its own, distinct from others.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "feca78d697a246738424b3bcb5b6aa03_119"
        },
        {
            "start": 19892,
            "end": 19998,
            "text": "Be that as it may, one thing is clear-imparting of education is not and cannot be allowed to be commerce.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18335fa741214870a719b70b8bfa73fb_120"
        },
        {
            "start": 19999,
            "end": 20310,
            "text": "\n[iii] Nitte Education Trust, Nitte, Karkala Taluk, Dakshina Kannada and another - 21 - v. Union of India and Another7: Sri. T Sooryanarayana submits that this Court was considering whether the provisions of Monopolies and Restrictive Trade Practices Act, 1969 would apply to running an educational institution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a1f7001574034004b73e504b57fe4af9_121"
        },
        {
            "start": 20311,
            "end": 20676,
            "text": "This Court, after referring to the decision of the Hon'ble Supreme Court in Unni Krishnan J P v.\nState of Andhra Pradesh [supra] and to the definition of expressions such as Trade, Trade Practices and Services in this enactment, and while considering the question whether charging of a higher fee by itself would render running of an educational institution a trade",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4e731c04e2d24e878c8904821525211a_122"
        },
        {
            "start": 20677,
            "end": 21092,
            "text": "has opined thus:\n\"It is a farce to contend that the charging of the higher fee by private educational institution than the fees charged for similar courses in 7 A judgment of this Court reported in (1997)5 Kant. LJ 280 - 22 - government colleges or government aided colleges, but within the ceiling prescribed under the Act would make or render the education or establishment of educational institutions to be trade",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a12cdb5c9a6a43568ccfb64ce508fb22_123"
        },
        {
            "start": 21093,
            "end": 21200,
            "text": ", it is farce and is far from reality.\"\n[iv] M P Electricity Board and others v. Shiv Narayan and another8:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "490f60b4be93446e90d4652cd97e7277_124"
        },
        {
            "start": 21201,
            "end": 21579,
            "text": "Sri. T Sooryanarayana argues that the Hon'ble Supreme Court in this decision, while considering the difference between the expressions 'profession' and 'commerce', has emphasized that the words 'non- domestic' and 'commercial' are not interchangeable, and 'commercial' is defined as traffic, trade or merchandise in buying and selling of goods with the motive of gaining profit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a269a4319c304d328772e2b713a37d92_125"
        },
        {
            "start": 21580,
            "end": 21737,
            "text": "As such, running of an 8 (2005) 7 Supreme Court Cases 283, and this decision is relied upon to undermine one of the reasons assigned by the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "683ae1b12e314cacbaf5948988b91e0e_126"
        },
        {
            "start": 21738,
            "end": 21819,
            "text": "\n- 23 - educational institution, even for a fee, cannot be construed as commerce.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bdf24cba340f497f8c5909edc51640bd_127"
        },
        {
            "start": 21821,
            "end": 22357,
            "text": "20. Sri. Ajay Govindaraj, without refuting the canvas that the provisions of the Commercial Courts Act, and therefore the provisions of Section 2(1)(c)(vii), must receive a purposive interpretation, submits that this Court must also consider that it is settled that in construing a statutory provision the first and the foremost rule of interpretation is the rule of literal construction and if the provisions of a Statute are unambiguous and the legislative intent is clear, the Courts need not call into other rules of interpretation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bf17a5c009214e9ea76ac370a4a96f08_128"
        },
        {
            "start": 22358,
            "end": 22488,
            "text": "In this regard he relies upon the decision of the Hon'ble Supreme Court in B Premanand and others v. Mohan Koikal and others9.\n21.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4b172a2601a5447d86654a30053fb5c0_129"
        },
        {
            "start": 22489,
            "end": 23059,
            "text": "Sri. Ajay Govindaraj argues that the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act, which refer to both disputes arising out (2011) 4 Supreme Court Cases 266 - 24 - of [a] agreements relating to immovable property and [b] such property being used exclusively in trade or commerce, do not require an interpretation with the assistance of an external aid, and if it is shown that a dispute emanates from an agreement relating to immovable property which is used exclusively for trade or commerce, the suit would be maintainable before a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf6e30d3d8c94e0f9373ee83bf58b14e_130"
        },
        {
            "start": 23060,
            "end": 23209,
            "text": "The import of this submission is that the expression 'trade or commerce' in Section 2(1)(c)(vii) must be considered as understood in common parlance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9a632f6611fd45f1bd0cb053c328bb14_131"
        },
        {
            "start": 23211,
            "end": 23696,
            "text": "22. Sri. Ajay Govindaraj, relying upon the decision of the Hon'ble Supreme Court in Divisional Controller, KSRTC v. Mahadeva Shetty10, distinguishes the applicability of the different decisions relied on by Sri. T Sooryanarayana to support his case that the expressions 'trade or commerce' in the provisions of Section 2(1)(c)(vii) of 10 (2003) 7 Supreme Court Cases 197 - 25 - the Commercial Courts Act must receive strict interpretation to exclude running of educational institution.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ad5bbe2560a143409b0bab83b7bb9da7_132"
        },
        {
            "start": 23697,
            "end": 23921,
            "text": "Sri. Ajay Govindaraj argues that the propositions in the decisions relied upon by Sri. T Sooryanarayana is in the respective contexts and the declaration therein cannot be expanded beyond the needs of those given situations.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5037e4f8dffe404c815d16ff3727eb3c_133"
        },
        {
            "start": 23922,
            "end": 23979,
            "text": "He relies upon the following from the aforesaid decision:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8781b4184cc45d7a3d807e69fdf2145_134"
        },
        {
            "start": 23980,
            "end": 24177,
            "text": "\n\"The decision ordinarily is a decision on the case before the Court, while the principal underlying the decision would be binding as a precedent in a case which comes up for decision subsequently.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a44c5c9fa97400f95c58f41298d7cdf_135"
        },
        {
            "start": 24178,
            "end": 24343,
            "text": "Therefore, while applying the decision to a later case, the court dealing with it should carefully try to ascertain the principle laid down by the previous decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b159587197e4b28ae403ff4cdb77e9b_136"
        },
        {
            "start": 24344,
            "end": 24441,
            "text": "A decision often takes its colour from the question involved in the case in which it is rendered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c15752fc1f604890812a8f8721419657_137"
        },
        {
            "start": 24442,
            "end": 24554,
            "text": "The scope and authority of a precedent should never be expanded unnecessarily beyond the needs of the situation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce8b5e21ca2740438dcb84e8eff3316f_138"
        },
        {
            "start": 24555,
            "end": 24679,
            "text": "The only thing binding as an authority upon a subsequent Judge is the principle upon which the case was decided.\"\n- 26 - 23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "989380137368491580e0814fd90e0235_139"
        },
        {
            "start": 24680,
            "end": 25078,
            "text": "Sri. Ajay Govindaraj argues that the transaction between the petitioners and the respondent, in the present case where it is undisputed that the petitioners have agreed to pay not just Refundable Security Deposit but also Non- refundable Premium executing necessary Memorandum of Understanding, as also the monthly rentals directly to the respondent's Bank, is essentially a commercial transaction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd09863c4b8d43f8b309345e45094ef6_140"
        },
        {
            "start": 25079,
            "end": 25390,
            "text": "Sri. Ajay Govindaraj, to buttress the respondent's case that the dispute with the respondent is a commercial dispute, also relies upon the transactions commencing with the constitution of the Trust with subsequent changes, the execution of the Sale Deed dated 15.10.2018 and the Lease Deed dated 01.12.2020.\n24.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d46beb1b2fab4ef884390fd35b895ef3_141"
        },
        {
            "start": 25391,
            "end": 25623,
            "text": "There cannot be any dispute that only a certain class of litigation shall be construed as 'commercial disputes' and that class of litigation - 27 - would only be those that are listed in Section 2(1)(c) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ddd0f9916134464a793c5b6efab18b0_142"
        },
        {
            "start": 25624,
            "end": 26046,
            "text": "At this stage, it is rather settled with the decision of the Hon'ble Supreme Court in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that not every suit, only because of high value of the subject matter, can be entertained as a 'commercial dispute' and to do so would be to defeat the Legislature's intention in bringing about the Commercial Courts Act, which prescribes a specific procedure.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1dd947f3ba624ba8b0734a54c23cf8cb_143"
        },
        {
            "start": 26047,
            "end": 26141,
            "text": "The Hon'ble Supreme Court in this decision [per Justice A.S.Bopanna] has held as follows:\n\"13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b52cb2d25d3b43fd8f0af1e2afba8109_144"
        },
        {
            "start": 26142,
            "end": 26158,
            "text": "................",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca099f4eec924843a353da9afba7c2d0_145"
        },
        {
            "start": 26159,
            "end": 26379,
            "text": "Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55600d92214e40da874b768b57df388c_146"
        },
        {
            "start": 26380,
            "end": 26746,
            "text": "This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention - 28 - of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the law makers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ed9d7fe8564418b805991d3b0bcc56f_147"
        },
        {
            "start": 26747,
            "end": 26951,
            "text": "In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9d034b7812b4a8c8eb5dcd28245fdf9_148"
        },
        {
            "start": 26952,
            "end": 27057,
            "text": "If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "533aa4467e4040b299550ecc0a5a8756_149"
        },
        {
            "start": 27058,
            "end": 27191,
            "text": "The excluded class of litigation will in any event be entertained in the ordinary Civil Courts wherein the remedy has always existed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f5caab5b425416b995756f53352423d_150"
        },
        {
            "start": 27193,
            "end": 27370,
            "text": "14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act....\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1db95a7d5d5f4a8bb893f09323351025_151"
        },
        {
            "start": 27372,
            "end": 27534,
            "text": "In fact, the Hon'ble Supreme Court [Per Justice R. Banumathi] has declared that:\n\"A dispute relating to immovable property per se may not be a commercial dispute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4447eed275ad47dca27dc9aad43115d8_152"
        },
        {
            "start": 27535,
            "end": 27735,
            "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable - 29 - property used exclusively in trade or commerce\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c03f9a5dad364db3ac32ff06f3e3a02b_153"
        },
        {
            "start": 27736,
            "end": 27821,
            "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c412b17051214cd9b77088bb82400aef_154"
        },
        {
            "start": 27822,
            "end": 27941,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a8e58e48dd964eb0a41b6984e7ee7bb6_155"
        },
        {
            "start": 27942,
            "end": 27972,
            "text": "\nIt should be \"actually used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca9bca277f0b40aba359cc09bf2456ac_156"
        },
        {
            "start": 27973,
            "end": 28085,
            "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2e2e3a4585af4333b4b4244a5696a81f_157"
        },
        {
            "start": 28086,
            "end": 28495,
            "text": "\nIn the backdrop of this enunciation, this Court, despite Sri Ajay Govindaraj's arguments, could only read the expressions 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Court Act without giving each of these expressions a wider interpretation; any interpretation otherwise would fall foul of the enunciation in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infra Space LLP and another [supra].\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b091e6ee0c314b618d0119ecb0ef358e_158"
        },
        {
            "start": 28496,
            "end": 28945,
            "text": "In the facts and circumstances of the case, the rival submissions and the aforesaid settled proposition, the question for consideration would be:\n- 30 - Whether a dispute arising under an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution would come within the sweep of a 'commercial dispute' as defined under the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f9838ea297d468c8bf3c5eab9e111b0_159"
        },
        {
            "start": 28947,
            "end": 29139,
            "text": "26. At the outset, this Court must observe that though the provisions of Section 2(1)(c)(vii) of the Commercial Courts Act employ the expression 'trade or commerce', it does not define either.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dd1b6798847485a80ac62544216fc45_160"
        },
        {
            "start": 29140,
            "end": 29802,
            "text": "Sri. Ajay Govindaraj's argument is that because the provisions of Section 2(1)(c)(vii)11 of the Commercial Courts Act first stipulate that a dispute arising from an agreement relating to an immovable property must be construed as a commercial dispute when such property is used exclusively for trade or commerce, the expression for 'trade or commerce' must be read 11 (c) \"commercial dispute\" means a dispute arising out of-- (i) - (vi)..................................................\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n- 31 - generally [as per common parlance and therefore, receive a wider interpretation].",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea010ae893f44ad2aa3ecdf4c3d96173_161"
        },
        {
            "start": 29803,
            "end": 30003,
            "text": "Indeed it is settled that in the absence of the definition of a particular expression in a statute, the common parlance meaning has to be accepted and this proposition is not confined to tax statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc716d0ae2f149a4ab787a9014d417eb_162"
        },
        {
            "start": 30004,
            "end": 30101,
            "text": "This is discernable from a number of decisions by the Hon'ble Supreme Court in a number of cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cbdf92995dd4a5288dd51384f6da434_163"
        },
        {
            "start": 30102,
            "end": 30240,
            "text": "A reference in these regards could be made to the decisions in Major V.P. Singh v. State of UP12 and U.Suvetha v. State and another13.\n27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "38a8021ef61e499ca0deb5c83b62f340_164"
        },
        {
            "start": 30241,
            "end": 30593,
            "text": "However, it is equally salient that a statute ousting the jurisdiction of a civil Court under Section 9 of CPC must be strictly construed, and in this regard, reference could be made to the decision 12 1991 Supp (2) Supreme Court Cases 346 wherein it is held that in the absence of a definition of expressions, common parlance meaning must be accepted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d9e61cf2fab04b1497b512bebc33ed07_165"
        },
        {
            "start": 30594,
            "end": 30862,
            "text": "13 (2009) 6 Supreme Court Cases 757, and in this decision the second proposition is invoked in the context of the meaning to be ascribed to the expression 'relative' as found in section 498A of IPC - 32 - of the Hon'ble Supreme Court in Abdul Waheed Khan v. Bhavani14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "53cd389bf3f54e2ebf5a9e3e5e17c36e_166"
        },
        {
            "start": 30863,
            "end": 31048,
            "text": "The Commercial Courts Act in limiting the disputes to be tried as commercial disputes to a certain class of litigation excludes the jurisdiction of a civil Court under Section 9 of CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2599195a627541a0b951b870f0981884_167"
        },
        {
            "start": 31049,
            "end": 31468,
            "text": "Therefore, the provisions of the Commercial Courts Act, including the definition of commercial disputes, must be strictly interpreted, and this would be in consonance with the declaration in Ambalal Sarabhai Enterprises Ltd. V. K S Infra Space LLP and another [supra] that the provisions of Section 2(1)(c)(vii) must not receive a wider interpretation lest every litigation is entertained as a 'commercial dispute'.\n28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9ab6ebb6267346cf86a69fc81aeb288a_168"
        },
        {
            "start": 31469,
            "end": 32063,
            "text": "Further, this Court is of the considered view that it cannot be reasonably opined that running of an educational institution for the purpose of the provisions of the Commercial Courts Act would be 14 AIR 1966 SC 1718 - 33 - either trade or commerce though it would not be so in the context of the right that is enshrined under Article 19(1)(g) of the Constitution of India, or for the purposes of other Statutes when the common parlance meaning is not ascribed to the expression 'trade or commerce' in Section 2(1)(c)(vii) of the Commercial Courts Act and strict interpretation rule is applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ec1b7b7d1db4c798135162ebe18835f_169"
        },
        {
            "start": 32064,
            "end": 32195,
            "text": "If these expressions, notwithstanding the consistent view, are construed accordingly, it would mean signifying a wider connotation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4563a8f546de4e0184a1860b90037816_170"
        },
        {
            "start": 32196,
            "end": 32542,
            "text": "Therefore, the question for consideration is answered in the negative holding that if a dispute arises out of an agreement relating to immovable property which is used exclusively for the purposes of running an educational institution, it cannot be a commercial dispute within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act.\n29.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6931e182273c4794abcf1e5c433a5e32_171"
        },
        {
            "start": 32543,
            "end": 32712,
            "text": "In the present case, it is beyond pale of dispute that the subject property is used exclusively - 34 - for the purposes of running an educational institution - a school.",
            "labels": [
                "RATIO"
            ],
            "id": "01ea5858c5d34373b0e3c83d22dd9daa_172"
        },
        {
            "start": 32713,
            "end": 32897,
            "text": "When this is undisputed, the other circumstances referred to by the Commercial Court would be extraneous, and these circumstances would not confer jurisdiction in the Commercial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "401720d1f6714c958c426759b2c8ad5f_173"
        },
        {
            "start": 32898,
            "end": 33088,
            "text": "In that event, the Commercial Court's order rejecting the petitioner's application under Order VII Rule 10 CPC cannot be sustained and hence, this Court must intervene with necessary orders.",
            "labels": [
                "RATIO"
            ],
            "id": "830fd0d0964f4481892ef46b5f1c32bc_174"
        },
        {
            "start": 33089,
            "end": 33193,
            "text": "This takes this Court to the orders that have to follow as regards the amount of Rs.50 lakhs in deposit.",
            "labels": [
                "RATIO"
            ],
            "id": "155df79dceec46368cb1cd048e44d9d3_175"
        },
        {
            "start": 33194,
            "end": 33565,
            "text": "As the petitioner's application under Order VII Rule 10 CPC is being allowed with necessary order for return of the plaint before the Commercial Court and because this amount is deposited to show bona fides, it would only be reasonable to return the same to the petitioners leaving all questions open to be decided after the plaint if re-presented in terms of this order.",
            "labels": [
                "RATIO"
            ],
            "id": "250c3c76b0904af78104a558c25f5353_176"
        },
        {
            "start": 33566,
            "end": 33700,
            "text": "Hence, the following:\n- 35 - ORDER [a] The petition is allowed, and the Commercial Court's impugned order dated 30.07.2022 is quashed.",
            "labels": [
                "RPC"
            ],
            "id": "08d9f0382e2b4f64a0f402e99b919fed_177"
        },
        {
            "start": 33701,
            "end": 33898,
            "text": "The petitioner's application under Order VII Rule 10 CPC is allowed directing the Commercial Court to return the plaint to the respondent to be presented before the competent court of jurisdiction.",
            "labels": [
                "RPC"
            ],
            "id": "625ee72427294850ba3ba4471b50e901_178"
        },
        {
            "start": 33899,
            "end": 34216,
            "text": "\n[b] The Commercial Court is called upon to intimate to the respondent/its representative, as contemplated under Order VII Rule 10A of CPC, this order to return plaint with liberty to the respondent to file an application as permissible under Order VII Rule 10A(2) of CPC within such reasonable time as it may permit.",
            "labels": [
                "RPC"
            ],
            "id": "504bf38df30b42078d8056c574f0b0e2_179"
        },
        {
            "start": 34217,
            "end": 34366,
            "text": "\n- 36 - [c] The Registry is directed to return the amount of Rs.50 Lakhs in deposit to the first petitioner subject to compliance as may be required.",
            "labels": [
                "RPC"
            ],
            "id": "4d351b70be49453d9d933c160b730e96_180"
        },
        {
            "start": 34367,
            "end": 34425,
            "text": "\nAll pending applications stand disposed of by this order.",
            "labels": [
                "RPC"
            ],
            "id": "91d2eba5825e414899f53dff89e2693d_181"
        },
        {
            "start": 34426,
            "end": 34440,
            "text": "\nSd/-\nJUDGE NV",
            "labels": [
                "NONE"
            ],
            "id": "08f0a2fcbed6407c87a87b14b68d1bd4_182"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Sanjay Kumar",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 36
        },
        {
            "text": "Elior India Food Services Llp",
            "label": "RESPONDENT",
            "start_char": 40,
            "end_char": 69
        },
        {
            "text": "M. Nagaprasanna",
            "label": "LAWYER",
            "start_char": 94,
            "end_char": 109
        },
        {
            "text": "M. Nagaprasanna",
            "label": "JUDGE",
            "start_char": 117,
            "end_char": 132
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 180,
            "end_char": 216
        },
        {
            "text": "M. Nagaprasanna",
            "label": "JUDGE",
            "start_char": 344,
            "end_char": 359
        },
        {
            "text": "Sanjay Kumar",
            "label": "PETITIONER",
            "start_char": 426,
            "end_char": 438
        },
        {
            "text": "Nishanth A.V.",
            "label": "LAWYER",
            "start_char": 645,
            "end_char": 658
        },
        {
            "text": "Elior India Food Services Llp",
            "label": "RESPONDENT",
            "start_char": 684,
            "end_char": 713
        },
        {
            "text": "K.G.Raghavan",
            "label": "LAWYER",
            "start_char": 1088,
            "end_char": 1100
        },
        {
            "text": "Prashanth V.G",
            "label": "LAWYER",
            "start_char": 1126,
            "end_char": 1139
        },
        {
            "text": "Additional City Civil and Sessions Judge, Commercial Court, Bengaluru",
            "label": "COURT",
            "start_char": 1851,
            "end_char": 1920
        },
        {
            "text": "Commercial Miscellaneous Appeal No.1 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 1965,
            "end_char": 2009
        },
        {
            "text": "A.V. Nishanth",
            "label": "OTHER_PERSON",
            "start_char": 2049,
            "end_char": 2062
        },
        {
            "text": "K.G.Raghavan",
            "label": "LAWYER",
            "start_char": 2117,
            "end_char": 2129
        },
        {
            "text": "Elior India Food Services LLP",
            "label": "RESPONDENT",
            "start_char": 2242,
            "end_char": 2271
        },
        {
            "text": "26-10-2016",
            "label": "DATE",
            "start_char": 2378,
            "end_char": 2388
        },
        {
            "text": "10-05-2022",
            "label": "DATE",
            "start_char": 2630,
            "end_char": 2640
        },
        {
            "text": "AA.No.88 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2743,
            "end_char": 2759
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 2769,
            "end_char": 2778
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2786,
            "end_char": 2824
        },
        {
            "text": "13-05-2021",
            "label": "DATE",
            "start_char": 2973,
            "end_char": 2983
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3060,
            "end_char": 3069
        },
        {
            "text": "08-06-2021",
            "label": "DATE",
            "start_char": 3145,
            "end_char": 3155
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 3198,
            "end_char": 3208
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 3302,
            "end_char": 3312
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3347,
            "end_char": 3356
        },
        {
            "text": "Com.A.P.No.161 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 3491,
            "end_char": 3513
        },
        {
            "text": "22-10-2021",
            "label": "DATE",
            "start_char": 3565,
            "end_char": 3575
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3698,
            "end_char": 3707
        },
        {
            "text": "Employment Agreement",
            "label": "STATUTE",
            "start_char": 3944,
            "end_char": 3964
        },
        {
            "text": "08-12-2021",
            "label": "DATE",
            "start_char": 4046,
            "end_char": 4056
        },
        {
            "text": "15-12-2022",
            "label": "DATE",
            "start_char": 4163,
            "end_char": 4173
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 4217,
            "end_char": 4227
        },
        {
            "text": "Commercial M.A.No.1 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 4355,
            "end_char": 4382
        },
        {
            "text": "30-01-2023",
            "label": "DATE",
            "start_char": 4571,
            "end_char": 4581
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 4688,
            "end_char": 4703
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4711,
            "end_char": 4714
        },
        {
            "text": "01-02-2023",
            "label": "DATE",
            "start_char": 4786,
            "end_char": 4796
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 5035,
            "end_char": 5050
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5058,
            "end_char": 5085
        },
        {
            "text": "Section 2(1)(c)(i)",
            "label": "PROVISION",
            "start_char": 5287,
            "end_char": 5305
        },
        {
            "text": "01-02-2023",
            "label": "DATE",
            "start_char": 5780,
            "end_char": 5790
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6111,
            "end_char": 6120
        },
        {
            "text": "01-02-2017",
            "label": "DATE",
            "start_char": 7481,
            "end_char": 7491
        },
        {
            "text": "26-10-2016",
            "label": "DATE",
            "start_char": 7528,
            "end_char": 7538
        },
        {
            "text": "17-05-2021",
            "label": "DATE",
            "start_char": 7879,
            "end_char": 7889
        },
        {
            "text": "08-06-2021",
            "label": "DATE",
            "start_char": 7948,
            "end_char": 7958
        },
        {
            "text": "26-10-2016",
            "label": "DATE",
            "start_char": 8593,
            "end_char": 8603
        },
        {
            "text": "01-04-2021",
            "label": "DATE",
            "start_char": 8658,
            "end_char": 8668
        },
        {
            "text": "A.A.No.88 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 8879,
            "end_char": 8896
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 8906,
            "end_char": 8915
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9168,
            "end_char": 9177
        },
        {
            "text": "17-06-2021",
            "label": "DATE",
            "start_char": 9217,
            "end_char": 9227
        },
        {
            "text": "Commercial Appeal No.161 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 9278,
            "end_char": 9310
        },
        {
            "text": "22-10-2021",
            "label": "DATE",
            "start_char": 9346,
            "end_char": 9356
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 9542,
            "end_char": 9552
        },
        {
            "text": "15-12-2022",
            "label": "DATE",
            "start_char": 9615,
            "end_char": 9625
        },
        {
            "text": "15-12-2022",
            "label": "DATE",
            "start_char": 9766,
            "end_char": 9776
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 10701,
            "end_char": 10711
        },
        {
            "text": "08.12.2021",
            "label": "DATE",
            "start_char": 11181,
            "end_char": 11191
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 11262,
            "end_char": 11272
        },
        {
            "text": "Commercial Miscellaneous Application No.1 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 11648,
            "end_char": 11697
        },
        {
            "text": "30-01-2023",
            "label": "DATE",
            "start_char": 12088,
            "end_char": 12098
        },
        {
            "text": "O 7 R 10",
            "label": "PROVISION",
            "start_char": 12201,
            "end_char": 12209
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12210,
            "end_char": 12213
        },
        {
            "text": "01-02- 2023",
            "label": "DATE",
            "start_char": 12299,
            "end_char": 12310
        },
        {
            "text": "1-02-2023",
            "label": "DATE",
            "start_char": 12356,
            "end_char": 12365
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 12821,
            "end_char": 12836
        },
        {
            "text": "sub-section (1) of Section 3",
            "label": "PROVISION",
            "start_char": 13016,
            "end_char": 13044
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 14662,
            "end_char": 14680
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 15121,
            "end_char": 15130
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 15155,
            "end_char": 15167
        },
        {
            "text": "sub-section (1) of Section 3",
            "label": "PROVISION",
            "start_char": 15240,
            "end_char": 15268
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 15270,
            "end_char": 15285
        },
        {
            "text": "Section 2(1)(c)(i)",
            "label": "PROVISION",
            "start_char": 15370,
            "end_char": 15388
        },
        {
            "text": "Clause (xviii) of sub- section (c) of Section 2(1)",
            "label": "PROVISION",
            "start_char": 15546,
            "end_char": 15596
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 15858,
            "end_char": 15873
        },
        {
            "text": "26-10-2016",
            "label": "DATE",
            "start_char": 16533,
            "end_char": 16543
        },
        {
            "text": "Elior India Catering LLP",
            "label": "ORG",
            "start_char": 16753,
            "end_char": 16777
        },
        {
            "text": "Elior India\"",
            "label": "ORG",
            "start_char": 16780,
            "end_char": 16792
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 16953,
            "end_char": 16964
        },
        {
            "text": "1st February 2017",
            "label": "DATE",
            "start_char": 17258,
            "end_char": 17275
        },
        {
            "text": "Elior India",
            "label": "OTHER_PERSON",
            "start_char": 17652,
            "end_char": 17663
        },
        {
            "text": "Sanjay Kumar",
            "label": "PETITIONER",
            "start_char": 17672,
            "end_char": 17684
        },
        {
            "text": "1-02-2017",
            "label": "DATE",
            "start_char": 18020,
            "end_char": 18029
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 19278,
            "end_char": 19289
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 19397,
            "end_char": 19408
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 19524,
            "end_char": 19535
        },
        {
            "text": "Megabite",
            "label": "ORG",
            "start_char": 19699,
            "end_char": 19707
        },
        {
            "text": "CRCL",
            "label": "ORG",
            "start_char": 19712,
            "end_char": 19716
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 19786,
            "end_char": 19797
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 20379,
            "end_char": 20390
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 20498,
            "end_char": 20509
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 20770,
            "end_char": 20781
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 20933,
            "end_char": 20944
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 21022,
            "end_char": 21033
        },
        {
            "text": "31st March 2018",
            "label": "DATE",
            "start_char": 21304,
            "end_char": 21319
        },
        {
            "text": "31st March 2021",
            "label": "DATE",
            "start_char": 21334,
            "end_char": 21349
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 21969,
            "end_char": 21980
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 22093,
            "end_char": 22104
        },
        {
            "text": "Clauses 19 and 24",
            "label": "PROVISION",
            "start_char": 23164,
            "end_char": 23181
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 23503,
            "end_char": 23514
        },
        {
            "text": "Sanjay Kumar",
            "label": "PETITIONER",
            "start_char": 23518,
            "end_char": 23530
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 23566,
            "end_char": 23577
        },
        {
            "text": "1st February 2017",
            "label": "DATE",
            "start_char": 23584,
            "end_char": 23601
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 23752,
            "end_char": 23763
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 24277,
            "end_char": 24288
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25370,
            "end_char": 25408
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 25424,
            "end_char": 25433
        },
        {
            "text": "Section 2(1)(c)(xviii)",
            "label": "PROVISION",
            "start_char": 26948,
            "end_char": 26970
        },
        {
            "text": "Section 2(1)(c)(xviii)",
            "label": "PROVISION",
            "start_char": 27151,
            "end_char": 27173
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 27993,
            "end_char": 28003
        },
        {
            "text": "AMBALAL SARABHAI ENTERPRISES LTD",
            "label": "ORG",
            "start_char": 28019,
            "end_char": 28051
        },
        {
            "text": "V. K.S. INFRASPACE LLP1",
            "label": "OTHER_PERSON",
            "start_char": 28053,
            "end_char": 28076
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 28087,
            "end_char": 28097
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 28190,
            "end_char": 28205
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 28222,
            "end_char": 28232
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 28593,
            "end_char": 28613
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 28639,
            "end_char": 28651
        },
        {
            "text": "City Survey Nos. 1101 and 1100/1",
            "label": "CASE_NUMBER",
            "start_char": 31332,
            "end_char": 31364
        },
        {
            "text": "Mouje Subhanpura Reg",
            "label": "GPE",
            "start_char": 31398,
            "end_char": 31418
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 31430,
            "end_char": 31438
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 32518,
            "end_char": 32526
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 32889,
            "end_char": 32897
        },
        {
            "text": "Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706]",
            "label": "PRECEDENT",
            "start_char": 34665,
            "end_char": 34769
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 34927,
            "end_char": 34947
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 34955,
            "end_char": 34967
        },
        {
            "text": "Division Bench of the Gujarat High Court",
            "label": "COURT",
            "start_char": 35687,
            "end_char": 35727
        },
        {
            "text": "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd.",
            "label": "PRECEDENT",
            "start_char": 35731,
            "end_char": 35790
        },
        {
            "text": "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017",
            "label": "PRECEDENT",
            "start_char": 35792,
            "end_char": 35887
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 36047,
            "end_char": 36062
        },
        {
            "text": "CC Act, 2015",
            "label": "STATUTE",
            "start_char": 36070,
            "end_char": 36082
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 36461,
            "end_char": 36473
        },
        {
            "text": "Sections 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "label": "PROVISION",
            "start_char": 36684,
            "end_char": 36723
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36731,
            "end_char": 36752
        },
        {
            "text": "Sections 2(c)(i); 2(c)(ii) or 2(c)(xx)",
            "label": "PROVISION",
            "start_char": 36899,
            "end_char": 36937
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36945,
            "end_char": 36966
        },
        {
            "text": "Section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 37126,
            "end_char": 37143
        },
        {
            "text": "Section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 37249,
            "end_char": 37266
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 37274,
            "end_char": 37295
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 37393,
            "end_char": 37405
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 37413,
            "end_char": 37434
        },
        {
            "text": "Section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 37455,
            "end_char": 37472
        },
        {
            "text": "GIDC",
            "label": "ORG",
            "start_char": 37952,
            "end_char": 37956
        },
        {
            "text": "clause (vii) of Section 2(c)",
            "label": "PROVISION",
            "start_char": 38664,
            "end_char": 38692
        },
        {
            "text": "Section 2(c)(vii)",
            "label": "PROVISION",
            "start_char": 38880,
            "end_char": 38897
        },
        {
            "text": "Bombay High Court (Nagpur Bench)",
            "label": "COURT",
            "start_char": 39944,
            "end_char": 39976
        },
        {
            "text": "Dineshkumar Gulabchand Agrawal",
            "label": "OTHER_PERSON",
            "start_char": 39980,
            "end_char": 40010
        },
        {
            "text": "Dineshkumar Gulabchand Agrawal v. CIT, 2003 SCC OnLine Bom 1289 :\n(2004) 267 ITR 768",
            "label": "PRECEDENT",
            "start_char": 40012,
            "end_char": 40096
        },
        {
            "text": "Dineshkumar Gulabchand Agrawal v. CIT, 2004 SCC OnLine SC 13",
            "label": "PRECEDENT",
            "start_char": 40274,
            "end_char": 40334
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40351,
            "end_char": 40364
        },
        {
            "text": "Federation of A.P. Chambers of Commerce & Industry v. State of A.P.",
            "label": "PRECEDENT",
            "start_char": 40893,
            "end_char": 40960
        },
        {
            "text": "Federation of A.P. Chambers of Commerce & Industry v. State of A.P., (2000) 6 SCC 550",
            "label": "PRECEDENT",
            "start_char": 40962,
            "end_char": 41047
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 41128,
            "end_char": 41137
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42598,
            "end_char": 42625
        },
        {
            "text": "CC Act of 2015",
            "label": "STATUTE",
            "start_char": 43111,
            "end_char": 43125
        },
        {
            "text": "1-3-2019",
            "label": "DATE",
            "start_char": 44959,
            "end_char": 44967
        },
        {
            "text": "K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926",
            "label": "PRECEDENT",
            "start_char": 44969,
            "end_char": 45051
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45228,
            "end_char": 45238
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45589,
            "end_char": 45599
        },
        {
            "text": "Sanjay Kumar",
            "label": "PETITIONER",
            "start_char": 46037,
            "end_char": 46049
        },
        {
            "text": "BENGALURU",
            "label": "GPE",
            "start_char": 46178,
            "end_char": 46187
        },
        {
            "text": "26.10.2016",
            "label": "DATE",
            "start_char": 46959,
            "end_char": 46969
        },
        {
            "text": "31.03.2021",
            "label": "DATE",
            "start_char": 47109,
            "end_char": 47119
        },
        {
            "text": "1st October 2019",
            "label": "DATE",
            "start_char": 47258,
            "end_char": 47274
        },
        {
            "text": "16th December 2019",
            "label": "DATE",
            "start_char": 47293,
            "end_char": 47311
        },
        {
            "text": "M/s.Elior India",
            "label": "ORG",
            "start_char": 47822,
            "end_char": 47837
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 48117,
            "end_char": 48122
        },
        {
            "text": "1-10-2019",
            "label": "DATE",
            "start_char": 48377,
            "end_char": 48386
        },
        {
            "text": "31-03-2021",
            "label": "DATE",
            "start_char": 48518,
            "end_char": 48528
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 49071,
            "end_char": 49082
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 49253,
            "end_char": 49264
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 49351,
            "end_char": 49362
        },
        {
            "text": "Shivaraj",
            "label": "JUDGE",
            "start_char": 49407,
            "end_char": 49415
        },
        {
            "text": "V.Patil",
            "label": "OTHER_PERSON",
            "start_char": 49417,
            "end_char": 49424
        },
        {
            "text": "Elior India",
            "label": "ORG",
            "start_char": 49638,
            "end_char": 49649
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 50291,
            "end_char": 50301
        },
        {
            "text": "AMBALAL",
            "label": "PRECEDENT",
            "start_char": 50314,
            "end_char": 50321
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 50609,
            "end_char": 50618
        },
        {
            "text": "S.No.5/2022",
            "label": "CASE_NUMBER",
            "start_char": 50950,
            "end_char": 50961
        },
        {
            "text": "13-05-2022",
            "label": "DATE",
            "start_char": 51041,
            "end_char": 51051
        },
        {
            "text": "Section 2(1)(c)(xviii)",
            "label": "PROVISION",
            "start_char": 51372,
            "end_char": 51394
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 51601,
            "end_char": 51616
        },
        {
            "text": "Section 2(1)(c)(xviii)",
            "label": "PROVISION",
            "start_char": 52237,
            "end_char": 52259
        },
        {
            "text": "Additional City Civil and Sessions Judge, Commercial Court, Bengaluru",
            "label": "COURT",
            "start_char": 52479,
            "end_char": 52548
        },
        {
            "text": "MA No.1/2023",
            "label": "CASE_NUMBER",
            "start_char": 52596,
            "end_char": 52608
        }
    ],
    "precedent_clusters": {
        "Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706]": [
            "Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706]",
            "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017"
        ],
        "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd.": [
            "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd.",
            "Federation of A.P. Chambers of Commerce & Industry v. State of A.P."
        ],
        "K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926": [
            "K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926",
            "AMBALAL"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "O 7 R 10",
            "CPC",
            "O 7 R 10",
            "CPC"
        ],
        [
            "Section 2(1)(c)(vii)",
            "CC Act, 2015",
            "Section 2(1)(c)(vii)",
            "CC Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "CC Act, 2015",
            "Section 2(1)(c)",
            "CC Act, 2015"
        ],
        [
            "Sections 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "Commercial Courts Act",
            "Sections 2(c)(i), 2(c)(ii) and 2(c)(xx)",
            "Commercial Courts Act"
        ],
        [
            "Sections 2(c)(i); 2(c)(ii) or 2(c)(xx)",
            "Commercial Courts Act",
            "Sections 2(c)(i); 2(c)(ii) or 2(c)(xx)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(c)(vii)",
            "Commercial Courts Act",
            "Section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(c)",
            "Commercial Courts Act",
            "Section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 21",
            "Arbitration and Conciliation Act, 1996",
            "Section 21",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 17",
            "Employment Agreement",
            "Section 17",
            "Employment Agreement"
        ],
        [
            "Section 17",
            "Employment Agreement",
            "Section 17",
            "Employment Agreement"
        ],
        [
            "Section 17",
            "Employment Agreement",
            "Section 17",
            "Employment Agreement"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2",
            "Commercial Courts Act, 2015",
            "Section 2",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(b)",
            "Commercial Courts Act, 2015",
            "Section 2(b)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-section (1) of Section 3",
            "CPC",
            "sub-section (1) of Section 3",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(i)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (xviii) of sub- section (c) of Section 2(1)",
            "Commercial Courts Act, 2015",
            "Clause (xviii) of sub- section (c) of Section 2(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(c)",
            "CC Act, 2015",
            "Section 2(c)",
            "CC Act, 2015"
        ],
        [
            "Section 2(c)(vii)",
            "Commercial Courts Act",
            "Section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(c)(vii)",
            "Commercial Courts Act",
            "Section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "clause (vii) of Section 2(c)",
            "Commercial Courts Act",
            "clause (vii) of Section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(c)(vii)",
            "Commercial Courts Act",
            "Section 2(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "CPC",
            "Section 3",
            "CPC"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act",
            "Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(xviii)",
            "Commercial Courts Act"
        ],
        [
            "Section 21",
            "Arbitration and Conciliation Act, 1996",
            "Section 21",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 17",
            "Employment Agreement",
            "Section 17",
            "Employment Agreement"
        ],
        [
            "sub-section (1) of Section 3",
            "CPC",
            "sub-section (1) of Section 3",
            "CPC"
        ],
        [
            "Clauses 19 and 24",
            "CPC",
            "Clauses 19 and 24",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706]": 2,
        "Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd.": 2,
        "K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926": 2
    },
    "provision_counts": {
        "Section 9 of Arbitration and Conciliation Act, 1996": 8,
        "Order 7 Rule 10 of CPC": 1,
        "Section 2(1)(c) of Commercial Courts Act, 2015": 5,
        "O 7 R 10 of CPC": 1,
        "Section 2(1)(c)(vii) of CC Act, 2015": 1,
        "Section 2(1)(c) of CC Act, 2015": 1,
        "Sections 2(c)(i), 2(c)(ii) and 2(c)(xx) of Commercial Courts Act": 1,
        "Sections 2(c)(i); 2(c)(ii) or 2(c)(xx) of Commercial Courts Act": 1,
        "Section 2(c)(vii) of Commercial Courts Act": 4,
        "Section 2(c) of Commercial Courts Act": 1,
        "Section 21 of Arbitration and Conciliation Act, 1996": 2,
        "Section 2(1)(c)(i) of Commercial Courts Act, 2015": 2,
        "Section 17 of Employment Agreement": 4,
        "Section 2 of Commercial Courts Act, 2015": 1,
        "Section 2(b) of Commercial Courts Act, 2015": 1,
        "sub-section (1) of Section 3 of CPC": 2,
        "Clause (xviii) of sub- section (c) of Section 2(1) of Commercial Courts Act, 2015": 1,
        "Section 2(1)(c)(xviii) of Commercial Courts Act, 2015": 2,
        "Section 2(1)(c)(vii) of Commercial Courts Act, 2015": 1,
        "Section 2(c) of CC Act, 2015": 1,
        "clause (vii) of Section 2(c) of Commercial Courts Act": 1,
        "Section 3 of CPC": 1,
        "Section 2(1)(c)(xviii) of Commercial Courts Act": 2,
        "Section 2(1)(c) of Commercial Courts Act": 1,
        "Clauses 19 and 24 of CPC": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 10,
        "CPC": 6,
        "Commercial Courts Act, 2015": 13,
        "CC Act, 2015": 3,
        "Commercial Courts Act": 11,
        "Employment Agreement": 4
    }
}