{
    "id": "df3dd91c899cd07e6e429c81cc37f48ad84a4f88e16e1ffe1036de5562c10666",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAndhra Pradesh High Court - Amravati\nRashtriyalspat Nigam Limited vs Air Liquide India Holding Private ... on 23 August, 2024 \nAuthor: R. Raghunandan Rao\nBench: R. Raghunandan Rao \n      In The High Court Of Andhra Pradesh: Amaravati\n\n           Hon'Ble Sri Justice R. Raghunandan Rao\n                               &\n               Hon'Ble Sri Justice Harinath . N \n\n\n                           I.A.No.7 of 2024\n                                  In \n                         C.M.A.No.489 of 2024 \n\nBetween:\n\nRashtriya Ispat Nigam Limited,\nAdministrative Building,\nVisakhapatnam Steel Plant,\nVisakhapatnam - 530031\nRepresented by Shri Suggala Ashok Chakravarthy\nDeputy General Manager (Utilities)-\nDesign & Engineering.\n                                                           ... Appellant\n\n                                 Versus\n\n\nLiquide India Holding Private Limited, \nA-24/10 , Mohan Co-operative, Industrial Estate,\nMathura Road, New Delhi-110044 \nThrough its Additional Director\nMr. Benoit Louis Felix Renard.                         ... Respondent\n\n\nCounsel for the Appellant             : Sri Arvind Nayyar, learned \n                                      Senior Counsel appearing for Sri \n                                      Kiran Kumar Vadlamudi. \n\nCounsel for Respondent                : Sri Vivekananda Virupaksha \n\n                                 Order\nDt: .08.2024 (per Hon'ble Sri Justice R. Raghunandan Rao) Rrr,J & Hn,J I.A.No.7 of 2024 in CMA.No.489 of 2024 Heard Sri Arvind Nayyar, learned Senior Counsel appearing for Sri Kiran Kumar Vadlamudi, l earned counsel for the appellant and Sri Vivekananda Virupaksha, learned counsel appearing for the respondent. \n2. The appellant herein, had approached this Court, by way of the present appeal, being aggrieved by certain directions of the Arbitral Tribunal dated 04.07.2024. The respondent herein raised an objection as to the maintainability of the appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 read with the provisions of the Commercial Courts Act, 2015. \n3. This Court, by an order dated 30.07.2024, had held that this Court does not have jurisdiction to entertain the present appeal. Thereafter, the appellant has moved the present application under Section 24 of C.P.C. read with Section 151 of C.P.C for transferring the present appeal to the Special Court for Trial and Disposal of Commercial Disputes at Visakhapatnam. There is no dispute that the said Commercial Court has the jurisdiction to hear and decide the subject matter of the present appeal. \n4. The pleadings in the present application and the submissions of Sri Arvind Nayyar, the learned Senior Counsel appearing for Sri Kiran Kumar Vadlamudi, learned counsel for the appellant are as follows:\nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 a) In view of the finding of this Court that the present appeal is not maintainable before this Court, it would be appropriate to transfer this appeal to the Commercial Court at Visakhapatnam, by exercising powers under Section 24 of C.P.C read with Section 151 of C.P.C;\nb) In the event of this Court rejecting this application, the appellant would have to file a fresh appeal before the Commercial Court and seek condonation of delay in as much as the period stipulated under the provisions of the Arbitration Act had expired. Consideration of a condone delay petition and subsequently the appeal, if the delay is condoned, would be a long dawn affair which would affect the interest of the appellant. It is submitted that the appellant is spending roughly Rs. 80 lakhs per day in maintaining the Air Separation Plants and every day's delay would cause a loss of the said amount to the appellant;\nc) Though this Court does not have jurisdiction to hear the appeal, it would still have power, under Section 24 (5) of C.P.C, to transfer this appeal to the Commercial Court at Visakhapatnam;\nd) The contention of the respondent, that Section 24(5) of C.P.C does not empower this Court to transfer appeals filed before RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 courts without jurisdiction, is incorrect. The various provisions of Section 24 of C.P.C, when read together, would show that the said provision has to be interpreted in an expansive way and the absence of the term appeal', in Section 24(5) of C.P.C would not denude this Court of the power to transfer such appeals to any Court subordinate to this Court.\ne) Section 24(3) makes it clear that the term proceeding is to be understood in an expansive and inclusive manner and as such, the said term should be taken to include an appeal; \nf) Though Section 14 of the Limitation Act is applicable to the provisions of the Arbitration and Conciliation Act, 1996 and the time spent in the appeal pending before this Court would have to be excluded. The said process of obtaining such exclusion from the Commercial Court at Visakhapatnam would be long drawn and undue delay would cause immense loss to the appellant. In any event since the right of the appellant to move an appeal before the Commercial Court at Visakhapatnam is not lost, it would only be appropriate and in the interest of justice to transfer this appeal at the earliest, to the Commercial Court. This would enable the Commercial Court to take up the main issue in the appeal at the earliest;\nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 g) Learned counsel for the appellant had relied upon the following judgments. \n        i)        Pushpa Kapal vs. Shiv Kumar.1         ii)       Thirmala    Reddy    Mahalakshmamma             vs.    Mulkluri                   Muralidhar Rao.2         iii )      Madhusudan Das Agarwal vs. BHU.3         iv)       Krishna Devi vs. Karta Singh.4         v)        S. Chandra Sekhar Rao (Dr.) vs. VST Constructions,\n\n                  Krishna District5 .\n\n        vi)       Cholasseri Hamza and Ors. Vs. T.V. Udayaraj.6         5)        The respondent has filed his counter. The pleadings in the counter as wells as the submissions made by Sri S. Niranjan Reddy, learned Senior Counsel appearing for Sri Vivekananda Virupaksha, learned counsel for the respondent can be summarized as follows:\na) Section 24 of C.P.C permits this Court to transfer any suit, appeal or proceeding from any Court subordinate to this Court to any other Court or from this Court to any Court subordinate to this Court. However, such proceeding can only be done in 1988 SCC Online Del 73 1968 SCC Online AP 141 2015 SCC Online ALL 8104 2014 SCC Online Del 1046 2004 SCC Online AP 505 2016(2) KLT 104 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 relation to suits, appeals or proceedings which have been filed before a competent Court. In the event of any suit or proceeding pending before a Court which does not have jurisdiction, the same can be transferred by this Court under Section 24(5) of C.P.C. This provision while permitting the transfer of suits and proceedings pending before an incompetent Court has expressly excluded the term appeal. \nConsequently, this Court cannot transfer an appeal pending before a Court which does not have jurisdiction;\nb) In the present case, this Court by its order dated 30.07.2024 had held that it does not have jurisdiction to hear this appeal. In such circumstances, there is no provision in Section 24 of C.P.C permitting the transfer of this appeal from this Court to the Commercial Court at Visakhapatnam; \nc) The term proceeding mentioned in Section 24(5) of C.P.C can only be an original proceeding and not a proceeding in appeal. The fact that the term proceedings is found in conjunction with the term suit makes it clear that the term proceedings can only be understood to mean original proceedings. The explanation given in Section 24(3) of C.P.C, including execution proceedings in the term RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 proceeding is in line with this interpretation and the inclusive definition of proceeding set out there cannot be expanded to include appeals. \nd) The omission of the term appeal in Section 24(5) while it is present in Section 24(1) and 24(2) of C.P.C makes it clear that it is not a cause of causes omission. The rule of construction expressio unius est exclusio alterus would be applicable in the present case as there is an express exclusion of the term appeal in Section 24(5) of C.P.C.\ne) The provisions of Section 151 of C.P.C are not applicable to the present case as Section 24 of C.P.C regulates the transfer of cases. The provision of Section 151 C.P.C can only be applied where there is no provision in law and this Court would be exercising its inherent jurisdiction;\nf) The contention of the appellant that it was unable to file an appeal before the Commercial Court, during the pendency of the present appeal is incorrect. The order of the Arbitrary Tribunal was passed on 04.07.2024 had time till 04.08.2024 to file the appeal. The order of this Court declining to entertain the appeal was passed on 30.07.2024 and the appellant had four days to file an appeal before the Commercial Court. The RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 appellant having failed to utilize the said time cannot seek the indulgence of this Court to get out of the difficulties which were created by its own conduct; \ng) Section 24 of C.P.C and Section 25 of C.P.C were both amended with effect from 01.02.1977. In Section 25 of C.P.C relating to the power of Supreme Court to transfer suits, the terms suit, appeal or other proceeding are mentioned. However, the term appeal is missing in Section 24(5). It is obvious that the legislature while amending these two provisions had specifically excluded the term appeal from Section 24(5) of C.P.C and the said intention will have to be given effect; \nh) An application under Section 24 of C.P.C cannot be filed before this Court as the roster for considering applications under Section 24 of C.P.C is with a learned single judge and such applications cannot be filed before this Court.\ni) The learned counsel for the respondent had relied upon the following judgments. \ni) B. Premanand vs. Mohan Koikal7 ii) Indira Nehru Gandhi vs. Raj Narain8 iii) Ram Chandra Aggarwal vs. State of U.P.9 (2011) 4 SCC 266 1975 Supp SCC 1 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 iv) Shyam Nandan Sahay vs. Dhanpati Kuer10 v) Vidya Shanker Tiwari vs. Surya Kant Tiwari11 vi) Murali Lal vs. Raman Lal12 vii) Durgesh Sharma vs. Jayshree13. \n            viii)    Deep Industries Ltd. vs. ONGC.14             ix )      Virtual Perception OPC (P) Ltd. Vs. Panasonic India                      (P) Ltd.15             x)      Surender Kumar Singhal vs. Arun Kumar Bhalotia.16 xi) Garment Craft vs. Prakash Chand Goel.17 xii) Varuna Investments vs. Asian Infrastructure (P) Ltd.18 xiii) Yashovardhan Sinha vs. Satyatej Vyapaar (P) Ltd.19 xiv) Bhaven Constructions vs. Sardar Sarovar Narmada Nigam Ltd.20 xv) P. Krishnan vs. M. Ramachandran.21 1966 SCC Online SC 232 1960 SCC Online Pat 1 2013 SCC Online ALL 13323 1977 SCC Online All 440 (2008) 9 SCC 648 (2020) 15 SCC 706 page 10-15 2022 SCC Online Del 566 page 22 2021 SCC Online Del 3708 page 38, 48 (2022) 4 SCC 181 page 54-55 2014 SCC Online AP 462 page 58-59 2024 SCC Online Cal 5386 page 67, 73 (2022) 1 SCC 75 page 81-85 2021 SCC Online Mad 5130 page 93-96,100 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 Consideration of the Court: \n6) Though elaborate submissions have been made, the issue before this Court lies in a narrow compass and this court does not propose to dilate on all the aforesaid submissions, except to the extent of considering the relevant submissions. \n7) Section 24 of C.P.C reads as follows:\n24. General power of transfer and withdrawal.--(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and-- (i) try or dispose of the same; or (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.\n(2) Where any suit or proceeding has been transferred or withdrawn under sub-section (1), the Court which 1 [is thereafter to try or dispose of such suit or proceeding] may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn. (3) For the purposes of this section,--\n(a) Courts of Additional and Assistant Judges shall be deemed to be subordinate to the District Court;\n(b) proceeding includes a proceeding for the execution of a decree or order. \nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 (4) The Court trying any suit transferred or withdrawn under this section from a Court of Small Causes shall, for the purposes of such suit, be deemed to be a Court of Small Causes. (5) A suit or proceeding may be transferred under this section from a Court which has no jurisdiction to try it. \n8) Section 24(1) of C.P.C confers power on the High Court or the District Court to transfer any suit, appeal or other proceeding pending before the High Court or District Court respectively, for trial or disposal to any Court subordinate to the High Court or the District Court respectively, provided such Court is competent to try or dispose of the same. Section 24(2) of C.P.C empowers the High Court or District Court to withdraw any suit, appeal or other proceeding pending before any Court, subordinate to the High Court or District Court and transfer or retransfer the same to any other Court which is subordinate to the High Court or District Court. Section 24(2) of C.P.C stipulates that directions can be given, in the order of transfer, either to retry the entire case, to the Court to which the case is transferred, or to proceed from the point at which it was transferred or withdrawn. Section 24(3) of C.P.C clarifies certain aspects of how the transfer is to be done. Section 24(3)(a) of C.P.C explains the meaning of proceeding to include the proceeding of execution of a decree or order. Section 24(5) of C.P.C states that a suit or proceeding may be transferred from a Court which has no jurisdiction to try it. \nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 9) The Hon'ble High Court of Kerala in Cholasseri Hamza and Ors. Vs. T.V. Udayaraj, while considering the transfer of an appeal, filed before a Court subordinate to the High Court, which did not have pecuniary jurisdiction to entertain such an appeal, had invoked Section 24(5) of C.P.C to order such a transfer. The Hon'ble High Court of Kerala held that the power, under Section 24(5), included the power to transfer appeals also. \n10) This view of the Hon'ble High Court of Kerala, which is relied upon by the appellant, is disputed by the respondent. \n11) Section 24(1) of C.P.C, while conferring power on the High Court to transfer any suit, appeal or proceedings restricted such power of transfer, in cases which were before Courts without jurisdiction to suits and proceedings only. Appeals were not mentioned in Section 24(5) of C.P.C.\n12) It may be noticed, prior to the amendment of Section 24 of C.P.C, in 1976, there was no explicit provision in Section 24, conferring power on the High Court to transfer the cases filed before Courts which do not have jurisdiction. Different High Courts, when such issues came up before them, had either held that the power to transfer such cases was available to the High Court or that such power was not available. The erstwhile High Court of Andhra Pradesh had held that any case pending RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 before any Court which did not have jurisdiction, could be transferred, under unamended section 24 of C.P.C., to any other Court which had such jurisdiction. The legislature, taking into account, this divergence of opinion between various High Courts, had amended Section 24 of C.P.C., granting power to the High Court to transfer suits or proceedings pending before Courts which did not have jurisdiction to take up such suits or proceedings. In the process of this amendment, the term appeal had been omitted in Section 24(5) of C.P.C.\n13) The question before this court is whether, the terms suit or proceeding, mentioned in section 24 (5), can be understood to include appeal. \n14) The Division Bench of the Hon'ble High Court of Kerala, in the case mentioned above, had transferred an incompetent appeal, by holding that section 24 (5) covers incompetent appeals also. However, the issue about the omission of the term appeal had not been considered in that judgment. \n15) In Ram Chandra Aggarwal v. State of U.P.,22, the Hon'ble Supreme Court, while dealing with the question as to proceedings under the Criminal procedure code could be transferred, by using the provisions 1966 SCC OnLine SC 232 : 1966 Supp SCR 393 : AIR 1966 SC 1888 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 of the unamended section 24, had interpreted the meaning of the term other proceeding in this manner:\n6. The next contention -- and it was the one pressed strenuously by him -- was that a proceeding upon a reference under Section 146(1) entertained by a civil court not being an original proceeding the provisions of Section 141 CPC are not attracted and that, therefore, those provisions of the Civil Procedure Code which relate to suits are not applicable to a proceeding undertaken by a civil court upon a reference to it under Section 146(1) of the Code of Criminal Procedure. A number of cases dealing with this point were brought to our notice either by him or by Mr Goyal. It seems to us, however, that those cases are not relevant for deciding the point which is before us. In passing, however, we may mention the fact that a Full Bench of the Allahabad High Court has held in Maha Ram v. Harbans [ILR 1941 All 193] that the civil court to which an issue on the question of proprietary rights has been submitted by a revenue court under Section 271 of the Agra Tenancy Act, 1926 has jurisdiction to refer the issue to arbitration under para 1 of Schedule II of the CPC. This decision is based upon the view that by virtue of Section 141 CPC the provisions relating to arbitration contained in the second schedule to the Code of Civil Procedure, before the repeal of that schedule, applied to a proceeding of this kind. Similarly recently this Court has held in Munshi Ram v. Banwarilal [AIR 1962 SC 903] that under Section 41 of the Arbitration Act and also under Section 141 CPC it was competent to the court before which an award made by an arbitration tribunal is filed for passing a decree in terms thereof to permit parties to compromise their dispute under Order 23 Rule 3 CPC. Though there is no discussion, this Court has acted upon the view that the expression civil proceeding in Section 141 is not necessarily confined to an original proceeding like a suit or an application for appointment of a guardian etc., but that it applies also to a proceeding which is not an original proceeding. Thus, though we say that it is not necessary to consider in this case whether the proceeding before the civil court is a civil proceeding as contemplated by Section 141 or not there is good authority for saying that it is a civil proceeding. All that we are concerned with in this case is whether the provisions of Section 24(1)(b) of the Code of Civil Procedure are available with respect to a proceeding arising out of a reference under Section 146(1) CrPC. The relevant portion of Section 24 may, therefore, be set out. It reads thus:\nOn the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) ***\n(b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 (i) ***\n(ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same;\n(iii) *** It plainly speaks of other proceeding pending in any court subordinate to it and not only to the civil proceeding pending before a subordinate court. The decisions of the Privy Council and one decision of this Court which we have earlier quoted would warrant the application of the provisions of the Code of Civil Procedure generally to a proceeding before a civil court arising out of a reference to it by a Magistrate under Section 146(1) of the Code of Criminal Procedure. The expression proceeding used in this section is not a term of art which has acquired a definite meaning. \nWhat its meaning is when it occurs in a particular statute or a provision of a statute will have to be ascertained by looking at the relevant statute. Looking to the context in which the word has been used in Section 24(1)(b) of the Code of Civil Procedure it would appear to us to be something going on in a court in relation to the adjudication of a dispute other than a suit or an appeal. Bearing in mind that the term proceeding indicates something in which business is conducted according to a prescribed mode it would be only right to give it, as used in the aforesaid provision, a comprehensive meaning so as to include within it all matters coming up for judicial adjudication and not to confine it to a civil proceeding alone. In a recent case Kochadai Naidu v. Nagavasami Naidu [ILR 1951 Mad 413] Ramachandra Iyer, J., (as he then was) was called upon to consider the very question which arises before us. The learned Judge held that a proceeding before a civil court arising out of a reference to it under Section 146(1) CrPC can be transferred by the High Court or District Court under Section 24 CPC because it is in any case a proceeding. He has also considered this question from the angle of the nature of the proceeding and expressed the view that the proceeding was a civil proceeding to which the procedure for suits could, with the aid of Section 141 CPC be applied. If indeed the term proceeding in Section 24 is not confined to a civil proceeding there is no need whatsoever of taking the aid of Section 141 CPC. Upon this view we dismiss the appeal. \n16) In view of the above interpretation, it must be held that the term proceeding would not include appeals. Consequently, this court RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 must hold that the present appeal cannot be transferred, under Section 24 (5) of C.P.C., to the Commercial Court at Visakhapatnam. \n17) However, this would not mean that the appellant cannot prefer a fresh appeal to the commercial court, Visakhapatnam or such Court which has jurisdiction. Such a course of action is available. It may also be noted that In Consolidated Engineering Enterprises vs. Principal Secretary, Irrigation Department and Ors.,23 the Hon'ble Supreme Court considered the applicability of Section 14 of the Limitation Act, in relation to an application made under Section 34 of the Arbitration Act. In this case, an application under Section 34 of the Arbitration Act was made, to a Court, against an arbitral award. Subsequently it was realized that the said Court did not have jurisdiction and the application was moved before the competent Court. This was objected by the respondent, on the ground that Section 14 of the Limitation Act would not be applicable, in view of the judgment of the Hon'ble Supreme Court in Union of India v. Popular Construction Co., excluding the applicability of Section 5 of the Limitation Act. The Hon'ble Supreme Court held that, the language of Section 34 of the Arbitration Act, by implication, excluded the applicability of Section 5 of the Limitation Act. However, the said language cannot be extended to exclude the provisions of Section 14 (2008) 7 SCC 169 = 2008 SCC Online SC 618 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 of the Limitation Act, as the language in Section 34 does not lend itself to such exclusion. Similar considerations would apply to an appeal under Section 37 of the Arbitration and Conciliation Act, 1996. \n18) In view of the above, this application is dismissed, leaving it open to the petitioner herein, to avail of such remedies as are available to the petitioner. \n__ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ _ R. RAGHUNANDAN RAO, J ______________ HARINATH.N, J RJS RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 HON'BLE SRI JUSTICE R. RAGHUNANDAN RAO & HON'BLE SRI JUSTICE HARINATH.N I.A.No.7 of 2024 in CMA.No.489 of 2024 (per Hon'ble Sri Justice R. Raghunandan Rao) Dt: .08.2024 RJS",
        "preamble_end_char_offset": null,
        "cleaned_text": "rajasthan high court equitas small finance bank ltd vs nadir s/o shri aabid on 22 august, 2019 bench: mohammad rafiq, alok sharma high court of judicature for rajasthan bench at jaipur (1) d. b. civil misc. appeal no. 12/2019 ess kay fincorp limited, through its authorised signatory shri hanuman singh, having its registered office at g-1 g-2, new market, khasa kothi circle, jaipur302001. ----decree holder-appellant versus 1. suresh choudhary s/o shri ganga ram choudhary, by caste jat, r/o vill. luhara, ward no. 7, pani ki tanki, teh. niwai, distt. tonk304021, rajasthan. 2. omprakash jat s/o shri prahlad jat, by caste jat, r/o bairwa mohalla, deoli, bhanchi, pani ki tanki, shivaji temple, teh. niwai, distt. tonk, rajasthan. ----judgment debtor-respondents connected with (2) d. b. civil misc. appeal no. 5890/2018 equitas small finance bank ltd., 4th floor 672, temple tower anna salai nandana chennai 600035 and branch office situated at plot no. 87 2nd floor, tagore nagar, near asopa hospital, dcm, ajmer road, jaipur through authorized signatory hitesh kumar jain son of shri kastoor chand jain aged about 40 years, by caste jain. ----decree holder-appellant versus 1. nadir son of shri aabid, by caste muslim resident of vijay nagar colony distt. tonk 304001 rajasthan 2. najama c/o shri ibad, by caste muslim resident of vijay nagar colony, distt. tonk 304001 rajasthan 3. amad son of shri chamma khan, by caste muslim resident of 171 guljar bagwali abadi distt. tonk 304001 rajasthan ----judgment debtor-respondents (3) d. b. civil writ petition no. 4379/2019 rajasthan state cooperative oilseed growers federation ltd, iind floor, nehru sahkar bhawan, bhawani singh road, jaipur (also known as tilam sangh) through its authorized officer ----petitioner versus (2 of 19) [cma-12/2019] 1. m/s solcon enginners pvt. ltd., having its registered office at plot no. 7, shivprasad society, panmala, sinhgad road, pune-411030, presently at gat no. 63, a/p shindewadi, tal. bhor, dist-pune, 412205 through its director achyut b. gokhale. 2. national heavy engineering cooperative limited, m.g. road, pune. ----respondents for appellant(s) : mr. himanshu jain (in appeal no. 12/2019 and 5890/2018) mr. alok garg (in writ petition no. 4379/2019). for respondent(s) : none present for respondent in appeal no. 12/2019 and 5890/2018 despite presumption of service under rule 99 of high court rules. mr. vikas jain, (for respondent in writ petition no. 4379/2019). hon'ble mr. justice mohammad rafiq hon'ble mr. justice alok sharma judgment reportable 22/08/2019 (per hon'ble mr. justice mohammad rafiq) these three matters, two appeals and a writ petition, raise a common question of law as to which of the two courts;principal civil court, having the original jurisdiction in a district i.e. the court of district and sessions judge, as defined under section 2(1)(e) of the arbitration and conciliation act, 1996 (for short 'the arbitration act') or the commercial court constituted under section 3(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short 'the commercial courts act') and as defined in section 2(b) of that act, (3 of 19) [cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the arbitration act? before adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters. appeal no. 12/2019 has been filed by the appellant ess kay fincorp limited assailing order dated 20.10.2018 passed by the commercial court, ajmer (for short 'the commercial court'), dismissing execution application no. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of rs. 4,77,387/together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of rs. 1,100/towards arbitration fee and cost to the appellant. appeal no. 5890/2018 has been filed by the appellant equitas small finance bank limited assailing order dated 20.10.2018 passed by the commercial court, ajmer (for short 'the commercial court'), dismissing execution application no. 01/2018 filed in cis no. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of rs. 5,70,960/together with interest @ 18% per annum from 01.02.2018 till the same is realized as also a sum of rs. 2,000/towards arbitration fee and cost to the appellant. writ petition no. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the commercial court no.1, jaipur (rajasthan) in cis/case no. ex.42/2018. in this case, respondent no. 1, m/s. solcon engineers private limited filed a civil suit against (4 of 19) [cma-12/2019] the petitioner, rajasthan state cooperative oilseed growers federation limited and respondent no.2, national heavy engineering cooperative limited in the court of civil judge, senior division, pune (maharashtra) for recovery of a sum of rs. 21,95,833/-. the suit was filed on the basis of agreement executed between respondent no. 1 and respondent no. 2. on request of respondent no. 2, the court referred the matter to the arbitral tribunal for adjudication of the disputes between them. the arbitral tribunal by award dated 24.07.2004 allowed the claim of respondent no. 1. respondent no. 2 filed objections against the award before district and sessions judge, pune (maharashtra) which were dismissed vide judgment dated 23.04.2008. it is thereafter that the application under section 36 of the arbitration act was filed seeking execution of the award before the court of district and sessions judge, pune. on application of respondent no.1, the said execution application was transferred to the court of district and sessions judge, jaipur metropolitan, jaipur, who transferred the same to the commercial court no.1, jaipur. thereafter, the petitioner received show cause notice but the commercial court no. 1, jaipur vide order dated 28.11.2018 transferred the execution application to the court of district and sessions judge, jaipur metropolitan, jaipur directing the parties to appear before that court. according to the petitioner, presiding officer of the commercial court no.1, jaipur sent letter to the district and sessions judge, jaipur metropolitan and observed that necessary order from that court be awaited. the matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018. however, on 21.12.2018, learned commercial court resumed the execution proceedings observing that since no (5 of 19) [cma-12/2019] response has been received from the district court, jaipur metropolitan, jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely. the petitioner has filed this writ petition challenging the competence of the commercial court no. 1, jaipur to execute the arbitral award. mr. himanshu sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under section 36 of the arbitration act, as per section 10(3) of the commercial courts act, would ordinarily lie before the court of original jurisdiction in a district. this, however, is subject to section 15(2) of the commercial courts act, which inter alia provides that all suits and applications, including applications under the arbitration act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court. a conjoint reading of section 10(3) and 15(2) of the commercial courts act thus makes it clear that application under section 36 of the arbitration act for execution of the award, subject matter of which is a commercial dispute, would lie only before the commercial court and not before the principal civil court, i.e. the court of district judge. it is argued that the learned commercial court has wrongly relied upon the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) vs. abdul samad and another, (2018) 3 scc 622. the supreme court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how section 42 of the said act, (6 of 19) [cma-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance. learned counsel, in support of his argument, relied upon judgment of the supreme court in state of west bengal & others vs. associated contractors, (2015) 1 scc 32. the supreme court in that case held that section 42 applies in all applications made before, during or after the arbitral proceedings are over. thus, the judgment delivered in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) being in direct conflict with latter judgment delivered in state of west bengal & others vs. associated contractors (supra) to the extent of applicability of section 42 of the arbitration act after passing the award, the latter judgment will prevail. it is argued that termination of arbitral proceedings in any case would not make the arbitration act inapplicable on applications filed for execution of the arbitral award. learned commercial court wrongly arrived at the conclusion that only if objection against the award is filed before the commercial court, the application for execution of award under section 36 of the arbitration act would be considered as an application arising out of that act as per section 10(3) of the commercial courts act and not otherwise. the commercial court illegally held that since objections under the arbitration act were not preferred before the commercial court, the application under section 36 of the arbitration act cannot be said to be an application arising out of that act as per section 10(3) of the commercial courts act. learned counsel for the appellants further argued that the commercial court committed grave error in not following the judgment of gujarat high court in m/s. oci corporation vs. (7 of 19) [cma-12/2019] kandla export corporation (misc. civil application (for transfer) no. 2969 of 2016 filed in misc. civil application no. 2977 of 2016 decided on 11.11.2016). in support of his arguments, learned counsel has also relied upon the judgments of gujarat high court in m/s. oci corporation (supra), which has been upheld by the supreme court while dismissing petition for special leave to appeal (c) no. 6557/2017, kandla export corporation & others vs. m/s. oci corporation vide order dated 03.03.2017; vadodara mahanag seva sadan formaly known as municipal corporation vs. m s khurana engineering ltd. (r/special civil application no. 13736 of 2018 decided on 06.09.2018); judgment of bombay high court in jet airways (india) limited vs. subrata roy sahara, 113 (6) bom lr 3835; judgment of high court of chhattisgarh at bilaspur in south eastern coal fields ltd. vs. m/s. tirupati construction district burhar (tpc no. 4 of 2018 decided on 10.01.2018), 2018 scc online chh 63. mr. vikas jain, learned counsel for the respondent in writ petition no. 4379/2019 argued that the court of superior most jurisdiction in the district is the court defined by section 2(1)(e) of the arbitration act as interpreted by the supreme court in state of maharashtra through executive engineer, road development division no. 111, panvel & another vs. atlanta limited, (2014) 11 scc 619. while the jurisdiction in respect of arbitration matter is provided in section 10 of the commercial courts act, section 15 thereof contemplates transfer of all suits and applications including applications under the arbitration act pending in civil courts in any district or pending in high court where commercial (8 of 19) [cma-12/2019] division is constituted or area in respect of which the commercial courts have been constituted. therefore, it is clear that in respect of commercial dispute, the commercial court would be the only competent court to execute the award passed under the arbitration act and not the ordinary civil court. learned counsel in support of his arguments relied upon judgments of gujarat high court in vijay cotton and fiber company vs. agarwal cotton spinning private limited, r/appeal no. 216 of 2018 decided on 11.02.2019; m/s. oci corporation (supra); vadodara mahanag seva sadan formaly known as municipal corporation (supra); judgment of bombay high court in sushila singhania & others vs. bharat hari singhania & others, 2017 (3) abr 357. mr. alok garg, learned counsel appearing on behalf of the petitioner in writ petition no. 4379/2019 argued that section 2 of the commercial courts act nowhere prescribes that the execution application shall be entertained by the commercial court. reading of section 15(2) of the commercial courts act would make it clear that the word \"application\" referred to therein is the original application like application filed under sections 9 and 34 of the arbitration act. the object of the creation of commercial court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions. as such, execution application is not maintainable before the commercial court and has to be transferred to the court of district and sessions judge. in fact, the commercial court no. 1, jaipur vide order dated 14.12.2018 required the parties to give appearance before the court of district and sessions judge, jaipur metropolitan and further (9 of 19) [cma-12/2019] directed to reduce the file from pendency list for the purpose of statistics. the commercial court thereafter could not resume the proceedings of execution petition. learned counsel in support of his arguments relied upon the judgment of high court of chhattisgarh at bilaspur in south easters coalfields limited (secl) through the chief general manager, secl, sohagpur area, district shahdol, madhya pradesh vs. padam kumar singhaniya (tpc no. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the supreme court while dismissing petition for special leave to appeal (c) no. 14884/2018 south eastern coal fields ltd. (secl) vs. padam kumar singhaniya decided on 05.07.2018. we have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents. the commercial court, ajmer has relied upon the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) in holding that an application under section 36 of the arbitration act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings. in the aforesaid case, respondent abdul samad defaulted in payment of a loan taken for vehicle from the appellant financial institution. an ex-parte award was passed against the respondents. case of the appellant before the supreme court was that the award being enforceable as a decree under section 36 of the arbitration act, execution (10 of 19) [cma-12/2019] proceedings were filed in the jurisdiction of the courts at morena, madhya pradesh under section 47 read with section 151 and order 21 rule 27 cpc. plea of the respondent was that the vehicle concerned was stolen. the trial court returned the execution application on the ground of jurisdiction. due to conflicting views of various high courts, the appellant therein directly approached the supreme court against the order of the trial court. in those facts, the supreme court held that some high courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the court where the assets are located, while other high courts are of the correct view that an award is to be enforced in accordance with the provisions of the cpc in the same manner as if it were a decree of the court as per section 36 of the arbitration act, which does not imply that the award is a decree of a particular court, and it is only a fiction. thus, the award can be filed for execution before the court where the assets of the judgment debtor are located. section 36 of the arbitration act would show that an award is to be enforced in accordance with the provisions of the cpc in the same manner as if it were a decree. it was in that context that the supreme court held that line of reasoning supporting the award to be filed in a so-called court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in section 42 of the arbitration act, which applies with respect to an application being filed in court under part i. the jurisdiction is over the arbitral proceedings. the subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone. however, the supreme court further observed that what has (11 of 19) [cma-12/2019] been lost sight of is section 32 of the arbitration act, which provides for arbitral proceedings to be terminated by the final arbitral award. thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. thus, section 42 of the arbitration act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance. the supreme court, therefore, held that the decree of civil court is liable to be executed primarily by the court which passes the decree where an execution application has to be filed at the first instance. an award under section 36 of the arbitration act is equated to a decree of the court for the purposes of execution and only for that purpose, an award passed by the arbitral tribunal is deemed to be a decree under section 36 of the arbitration act. there is no deeming fiction anywhere to hold that the court within whose jurisdiction the arbitral award is passed should be taken to be the court, which passed the decree. the arbitration act actually transcends all territorial barriers. thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the court, which would have jurisdiction over the arbitral proceedings. clearly, the supreme court in the aforementioned case of sundaram finance limited represented by j. thilak, senior manager (legal) (supra) did not have the occasion to deal with inter play of section 36 of the arbitration act with sections 10(3) and 15(2) of the commercial courts act. the supreme court in state of west bengal & others vs. associated contractors (supra) was dealing with a case (12 of 19) [cma-12/2019] where an item rate tender was executed and signed between associated contractors and the concerned superintending engineer for execution of the work of excavation and lining of teesta-jaldhaka main canal from chainage 3 kms. to 3.625 kms. in police station mal, district jalpaiguri, west bengal. para 25 of the said contract contained an arbitration clause. the respondent therein filed an application under section 9 of the arbitration act for interim orders in the high court of calcutta. a learned single judge of the high court after granting leave under clause 12 of the letters patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998. meanwhile, a retired hon'ble judge was appointed as arbitrator under section 11 of the arbitration act to adjudicate upon the disputes between the parties. recall application filed by the state was dismissed on 20.01.2000. an appeal was filed against order dated 10.12.1998, confirming injunction order, before division bench in which operation of the same was stayed. learned arbitrator, however, passed the award on 30.06.2004. the state of west bengal filed an application under section 34 of the arbitration act to set aside the arbitral award before the principal civil court of the learned district judge at jalpaiguri, west bengal, which issued notice to the respondent. the respondent filed an application under article 227 of the constitution challenging the jurisdiction of the court of learned district judge at jalpaiguri. learned single judge of the high court of calcutta allowed the petition vide judgment dated 11.04.2005. the supreme court on examining definition of \"court\" given in section 2(1)(e) and provision of section 42 of the arbitration act, which are corresponding to provisions of section 2(c) and 31(4) of the arbitration act, 1940, observed thus: (13 of 19) [cma-12/2019] \"11. it will be noticed that section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\". it will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in section 42. these two changes are of some significance as will be pointed out later. section 42 starts with a nonobstante clause which does away with anything which may be inconsistent with the section either in part i of the arbitration act, 1996 or in any other law for the time being in force. the expression \"with respect to an arbitration agreement\" widens the scope of section 42 to include all matters which directly or indirectly pertain to an arbitration agreement. applications made to courts which are before, during or after arbitral proceedings made under part i of the act are all covered by section 42. but an essential ingredient of the section is that an application under part i must be made in a court. 21. one other question that may arise is as to whether section 42 applies after the arbitral proceedings come to an end. it has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over. in an earlier judgment, kumbha mawji v. dominion of india, air 1953 sc 313, the question which arose before the supreme court was whether the expression used in section 31(4) of the 1940 act \"in any reference\" would include matters that are after the arbitral proceedings are over and have culminated in an award. it was held that the words \"in any reference\" cannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\" and that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (see air pp. 317-18, paras 13-16). as has been noticed above, the expression used in section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications. 25. our conclusions therefore on section 2(1)(e) and section 42 of the arbitration act, 1996 are as follows: (a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [cma-12/2019] (d) xxxxxxx (e) xxxxxxx (f) section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under part i. (g) xxxxxxxx.\" it may be noted that the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) was delivered by two judges bench and judgment of the supreme court in state of west bengal & others vs. associated contractors (supra), which specifically dealt with provisions of section 10 and 15 of the commercial courts act, was delivered by three judges bench. therefore, in view of categorical finding recorded in state of west bengal & others vs. associated contractors (supra), it has to be accepted that section 42 of the arbitration act would govern the field not only in respect of the applications made to the court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in part i of the arbitration act. the expression \"with respect to an arbitration agreement\" as used in section 42 of the arbitration act, as held by the supreme court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under part i, which, obviously would also include an application under section 36 of the arbitration act as it is very much covered by part i of the said act. gujarat high court in m/s. oci corporation (supra) was dealing with a case where m/s. oci corporation filed application (15 of 19) [cma-12/2019] under section 15(5) of the commercial courts act read with section 2(1)(e)(ii) and section 47 of the arbitration act seeking clarification and appropriate direction for transfer of execution petition pending before the district court, gandhidham-kutch either to the high court of gujarat or to appropriate commercial court/commercial division. gujarat high court on analysis of provisions of sections 2(e), 47 of the arbitration act and section 2(1)(i), section 6, 10, 15 of the commercial courts act in para 11 of the report held as under: \"11.00. the sum and substance of the above discussion would be, (1) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be heard, decided and disposed of by the commercial division where such commercial division has been constituted in the high court i.e. in the present case high court of gujarat. (2) where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of arbitration and conciliation (amendment) act, 2015 the same shall be heard, decided and disposed of by the concerned high court. (3) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. considering section 15 of the commercial courts act, all the applications/appeals in question under the arbitration and conciliation act, 1996, therefore, are required to be transferred to the concerned commercial division of the high court of gujarat or (16 of 19) [cma-12/2019] before the gujarat high court or before the concerned commercial court and as observed hereinabove and as the case may be.\" the aforesaid judgment was subjected to challenge before the supreme court by kandla export corporation & others by filing petition for special leave to appeal (c) no. 6557/2017, which was dismissed vide order dated 03.03.2017. similar dispute again cropped up before gujarat high court at ahmedabad in vadodara mahanag seva sadan formaly known as municipal corporation (supra) wherein division bench of gujarat high court, relying upon its earlier judgment in m/s. oci corporation (supra), reiterated the same view. the question as to which court would be competent to exercise jurisdiction for execution of award passed under the arbitration act was also answered by the gujarat high court in vijay cotton and fiber company (supra) holding that the commercial court of competent jurisdiction would be the court to execute the decree and not the ordinary civil court constituted under gujarat civil courts act. section 10(3) and 15(2) of the commercial courts act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under: \"10. jurisdiction in respect of arbitration matters.-where the subject-matter of an arbitration is a commercial dispute of a specified value and(1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [cma-12/2019] being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \"15. transfer of pending cases.-(1) xxxxxxxxxxx (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\" a conjoint reading of section 10(3) and 15(2) of the commercial courts act makes it clear that an application under section 36 of the arbitration act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the act of 1996\". if such application is pending before any principal civil court of original jurisdiction in a district, the same shall be transferred to commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. in view of section 10(3) of the commercial courts act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under section 36 of the arbitration act having regard to provisions of section 15(3) of the commercial courts act, which contemplates transfer of all such pending applications to commercial court, as a legal corollary thereto, would also be liable to be filed and maintained before the commercial (18 of 19) [cma-12/2019] court and not the ordinary civil court/principal court of district judge. in so far as judgment of chattisgarh high court in south eastern coalfields limited vs. padam kumar singhaniya (supra) relied by mr. alok garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that court that word, \"application\" mentioned in sub-section (2) of section 15 of the commercial courts act would only mean an original application and not an application for execution, which is preferred after the award has been delivered. in our considered opinion, there is no warrant for taking such narrow interpretation of section 15(2) of the commercial courts act. analogy which the learned judges of chhattisgarh high court have taken from proviso to section 15(2) of the commercial courts act is that since no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court, shall be transferred either under sub-section (1) or sub-section (2) of section 15 of the commercial courts act, therefore, application subsequently filed for execution of the award could also not be entertained by the commercial court. however, in our view, that is not the correct interpretation of proviso to section 15(2) of the commercial courts act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again. in view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [cma-12/2019] commercial court constituted under section 3(i) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, as defined in section 2(b) of that act, would be the only competent court to execute an arbitral award on a \"commercial dispute\" passed under the arbitration and conciliation act, 1996 and not the principal civil court having the original jurisdiction in the district i.e. the court of district and sessions judge as defined under section 2(1)(e) of the arbitration and conciliation act, 1996. in view of our opinion recorded above, appeals no. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed. the orders impugned therein are set aside. writ petition no. 4379/2019 is however dismissed. all the pending stay applications as also other interim applications, if any, stand disposed of. office is directed to place a copy of this judgment on record of each connected matter. (alok sharma),j (mohammad rafiq),j manoj narwani /6 to 8 powered by tcpdf (www.tcpdf.org)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5cc9dbb35554e24ad9d6e4223fe9685_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e9211b3c1dc74e7fa01b06283ad688b2_1"
        },
        {
            "start": 242,
            "end": 368,
            "text": "\nAndhra Pradesh High Court - Amravati\nRashtriyalspat Nigam Limited vs Air Liquide India Holding Private ... on 23 August, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f30704bf3cf41de9e2c0bd5d43af9ae_2"
        },
        {
            "start": 369,
            "end": 422,
            "text": "\nAuthor: R. Raghunandan Rao\nBench: R. Raghunandan Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1a41836c5454d049e863c190572d8c0_3"
        },
        {
            "start": 430,
            "end": 583,
            "text": "In The High Court Of Andhra Pradesh: Amaravati\n\n           Hon'Ble Sri Justice R. Raghunandan Rao\n                               &\n               Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb2b03bbb0ee4acabe24cc593c7bf279_4"
        },
        {
            "start": 584,
            "end": 604,
            "text": "Sri Justice Harinath",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5830a6fc242d4e86b82009ab100812c0_5"
        },
        {
            "start": 605,
            "end": 692,
            "text": ". N \n\n\n                           I.A.No.7 of 2024\n                                  In",
            "labels": [
                "PREAMBLE"
            ],
            "id": "deec232e25674ab2a23467ebc7b9321c_6"
        },
        {
            "start": 719,
            "end": 739,
            "text": "C.M.A.No.489 of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e3a33ccd2034a8493daa648cc17ca0f_7"
        },
        {
            "start": 740,
            "end": 1025,
            "text": "\n\nBetween:\n\nRashtriya Ispat Nigam Limited,\nAdministrative Building,\nVisakhapatnam Steel Plant,\nVisakhapatnam - 530031\nRepresented by Shri Suggala Ashok Chakravarthy\nDeputy General Manager (Utilities)-\nDesign & Engineering.\n                                                           ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12b10ab6642e496ea28992ac8a860ba3_8"
        },
        {
            "start": 1026,
            "end": 1070,
            "text": "Appellant\n\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "140ad6eb953e4cf9b81371ccc30f8154_9"
        },
        {
            "start": 1070,
            "end": 1079,
            "text": "Versus\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45b44127fb9f4455986c9579f967f7f9_10"
        },
        {
            "start": 1079,
            "end": 1086,
            "text": "Liquide",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af9087ad1b7343b38b4eccf42243a5c7_11"
        },
        {
            "start": 1087,
            "end": 1117,
            "text": "India Holding Private Limited,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13ec9274cbee4dc0883e0968fb024b3d_12"
        },
        {
            "start": 1118,
            "end": 1126,
            "text": "\nA-24/10",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12930bb726cd4b88bf7ad86700b117ca_13"
        },
        {
            "start": 1127,
            "end": 1198,
            "text": ", Mohan Co-operative, Industrial Estate,\nMathura Road, New Delhi-110044",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0faa543fd98c4257b47433d2a7529e88_14"
        },
        {
            "start": 1199,
            "end": 1262,
            "text": "\nThrough its Additional Director\nMr. Benoit Louis Felix Renard.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16fd0f516cd44ba9910485d9898dcd35_15"
        },
        {
            "start": 1287,
            "end": 1329,
            "text": "... Respondent\n\n\nCounsel for the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf56184e719c443ba7f0ca5d911e8097_16"
        },
        {
            "start": 1342,
            "end": 1370,
            "text": ": Sri Arvind Nayyar, learned",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0652c715c8a54ef2b73c6d205d7677cb_17"
        },
        {
            "start": 1410,
            "end": 1442,
            "text": "Senior Counsel appearing for Sri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7aa7ee7f1524a08b895de8b16f373b3_18"
        },
        {
            "start": 1482,
            "end": 1504,
            "text": "Kiran Kumar Vadlamudi.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1ab3b1c95b1422ea1edad9cc27f3144_19"
        },
        {
            "start": 1507,
            "end": 1529,
            "text": "Counsel for Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f579acec66d94eef95768e2e5ddb118f_20"
        },
        {
            "start": 1545,
            "end": 1573,
            "text": ": Sri Vivekananda Virupaksha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eec471b2d04b4af2b8ed15a80bccf1e5_21"
        },
        {
            "start": 1609,
            "end": 1724,
            "text": "Order\nDt: .08.2024 (per Hon'ble Sri Justice R. Raghunandan Rao) Rrr,J & Hn,J I.A.No.7 of 2024 in CMA.No.489 of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e1f31b7db30480e9b79125d09da080a_22"
        },
        {
            "start": 1725,
            "end": 1815,
            "text": "Heard Sri Arvind Nayyar, learned Senior Counsel appearing for Sri Kiran Kumar Vadlamudi, l",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f93e0bafc2194ad6a3ae36621db1099b_23"
        },
        {
            "start": 1816,
            "end": 1926,
            "text": "earned counsel for the appellant and Sri Vivekananda Virupaksha, learned counsel appearing for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "c53715d341ab4b4d8054055f921393b2_24"
        },
        {
            "start": 1927,
            "end": 2090,
            "text": "\n2. The appellant herein, had approached this Court, by way of the present appeal, being aggrieved by certain directions of the Arbitral Tribunal dated 04.07.2024.",
            "labels": [
                "FAC"
            ],
            "id": "a4d745e6d92b40cd9ff40121ab51d984_25"
        },
        {
            "start": 2091,
            "end": 2297,
            "text": "The respondent herein raised an objection as to the maintainability of the appeal, under Section 37 of the Arbitration and Conciliation Act, 1996 read with the provisions of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "4e3065e2232649fb826335c15631c8e9_26"
        },
        {
            "start": 2298,
            "end": 2428,
            "text": "\n3. This Court, by an order dated 30.07.2024, had held that this Court does not have jurisdiction to entertain the present appeal.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81be06e40131454fb6bfb331f679b535_27"
        },
        {
            "start": 2429,
            "end": 2667,
            "text": "Thereafter, the appellant has moved the present application under Section 24 of C.P.C. read with Section 151 of C.P.C for transferring the present appeal to the Special Court for Trial and Disposal of Commercial Disputes at Visakhapatnam.",
            "labels": [
                "FAC"
            ],
            "id": "264b04df0b2e47bfa3319e80786375eb_28"
        },
        {
            "start": 2668,
            "end": 2800,
            "text": "There is no dispute that the said Commercial Court has the jurisdiction to hear and decide the subject matter of the present appeal.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ccececa615054799be732c4ea0c02388_29"
        },
        {
            "start": 2802,
            "end": 3586,
            "text": "4. The pleadings in the present application and the submissions of Sri Arvind Nayyar, the learned Senior Counsel appearing for Sri Kiran Kumar Vadlamudi, learned counsel for the appellant are as follows:\nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 a) In view of the finding of this Court that the present appeal is not maintainable before this Court, it would be appropriate to transfer this appeal to the Commercial Court at Visakhapatnam, by exercising powers under Section 24 of C.P.C read with Section 151 of C.P.C;\nb) In the event of this Court rejecting this application, the appellant would have to file a fresh appeal before the Commercial Court and seek condonation of delay in as much as the period stipulated under the provisions of the Arbitration Act had expired.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffe71caa439b4c8f8f76b71ae4c19756_30"
        },
        {
            "start": 3587,
            "end": 3761,
            "text": "Consideration of a condone delay petition and subsequently the appeal, if the delay is condoned, would be a long dawn affair which would affect the interest of the appellant.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "269f6aaa0c9f4fc8b51e6a2e068238e2_31"
        },
        {
            "start": 3762,
            "end": 4369,
            "text": "It is submitted that the appellant is spending roughly Rs. 80 lakhs per day in maintaining the Air Separation Plants and every day's delay would cause a loss of the said amount to the appellant;\nc) Though this Court does not have jurisdiction to hear the appeal, it would still have power, under Section 24 (5) of C.P.C, to transfer this appeal to the Commercial Court at Visakhapatnam;\nd) The contention of the respondent, that Section 24(5) of C.P.C does not empower this Court to transfer appeals filed before RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 courts without jurisdiction, is incorrect.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f637c4c00d804320999e2a319508d41f_32"
        },
        {
            "start": 4370,
            "end": 4861,
            "text": "The various provisions of Section 24 of C.P.C, when read together, would show that the said provision has to be interpreted in an expansive way and the absence of the term appeal', in Section 24(5) of C.P.C would not denude this Court of the power to transfer such appeals to any Court subordinate to this Court.\ne) Section 24(3) makes it clear that the term proceeding is to be understood in an expansive and inclusive manner and as such, the said term should be taken to include an appeal;",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74ed32ba486c45099520348007bad9ba_33"
        },
        {
            "start": 4862,
            "end": 5069,
            "text": "\nf) Though Section 14 of the Limitation Act is applicable to the provisions of the Arbitration and Conciliation Act, 1996 and the time spent in the appeal pending before this Court would have to be excluded.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "657f0d63becf4669b85a36d9da66e4f3_34"
        },
        {
            "start": 5070,
            "end": 5236,
            "text": "The said process of obtaining such exclusion from the Commercial Court at Visakhapatnam would be long drawn and undue delay would cause immense loss to the appellant.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "987105caa1524da38f17b4cfd53ffffb_35"
        },
        {
            "start": 5237,
            "end": 5484,
            "text": "In any event since the right of the appellant to move an appeal before the Commercial Court at Visakhapatnam is not lost, it would only be appropriate and in the interest of justice to transfer this appeal at the earliest, to the Commercial Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8193ada9ac0d4f6ea46087cc08ec9de1_36"
        },
        {
            "start": 5485,
            "end": 5635,
            "text": "This would enable the Commercial Court to take up the main issue in the appeal at the earliest;\nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 g)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d8dbdbf9bbdf4095b6c7952db2db37bb_37"
        },
        {
            "start": 5636,
            "end": 5710,
            "text": "Learned counsel for the appellant had relied upon the following judgments.",
            "labels": [
                "NONE"
            ],
            "id": "2f5dd8ce208941ccae2313e78715d451_38"
        },
        {
            "start": 5720,
            "end": 5759,
            "text": "i)        Pushpa Kapal vs. Shiv Kumar.1",
            "labels": [
                "NONE"
            ],
            "id": "646050571a3a4392bf754ea30c82779e_39"
        },
        {
            "start": 5768,
            "end": 5885,
            "text": "ii)       Thirmala    Reddy    Mahalakshmamma             vs.    Mulkluri                   Muralidhar Rao.2         ",
            "labels": [
                "NONE"
            ],
            "id": "dbfa5455a43a43a4a387e39a7640cbcf_40"
        },
        {
            "start": 5885,
            "end": 5977,
            "text": "iii )      Madhusudan Das Agarwal vs. BHU.3         iv)       Krishna Devi vs. Karta Singh.4",
            "labels": [
                "NONE"
            ],
            "id": "e2d8b84d3cf24a5bb53e830b217d788a_41"
        },
        {
            "start": 5986,
            "end": 6083,
            "text": "v)        S. Chandra Sekhar Rao (Dr.) vs. VST Constructions,\n\n                  Krishna District5",
            "labels": [
                "NONE"
            ],
            "id": "c9f0d7d5d505470982d007efdad27bc8_42"
        },
        {
            "start": 6084,
            "end": 6130,
            "text": ".\n\n        vi)       Cholasseri Hamza and Ors.",
            "labels": [
                "NONE"
            ],
            "id": "231afd6af0874a37997539691ebe781c_43"
        },
        {
            "start": 6131,
            "end": 6150,
            "text": "Vs. T.V. Udayaraj.6",
            "labels": [
                "NONE"
            ],
            "id": "1f15352dd81449a4bd7c5e0fd02b5144_44"
        },
        {
            "start": 6159,
            "end": 6206,
            "text": "5)        The respondent has filed his counter.",
            "labels": [
                "NONE"
            ],
            "id": "06bc26dd9cf44bd8a0280dfb7f443a6a_45"
        },
        {
            "start": 6207,
            "end": 6628,
            "text": "The pleadings in the counter as wells as the submissions made by Sri S. Niranjan Reddy, learned Senior Counsel appearing for Sri Vivekananda Virupaksha, learned counsel for the respondent can be summarized as follows:\na) Section 24 of C.P.C permits this Court to transfer any suit, appeal or proceeding from any Court subordinate to this Court to any other Court or from this Court to any Court subordinate to this Court.",
            "labels": [
                "NONE"
            ],
            "id": "92c6653d948747fd9b340f5e21ffd985_46"
        },
        {
            "start": 6629,
            "end": 6950,
            "text": "However, such proceeding can only be done in 1988 SCC Online Del 73 1968 SCC Online AP 141 2015 SCC Online ALL 8104 2014 SCC Online Del 1046 2004 SCC Online AP 505 2016(2) KLT 104 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 relation to suits, appeals or proceedings which have been filed before a competent Court.",
            "labels": [
                "NONE"
            ],
            "id": "b4be8f93b5e24582ad8671f0f5840a30_47"
        },
        {
            "start": 6951,
            "end": 7118,
            "text": "In the event of any suit or proceeding pending before a Court which does not have jurisdiction, the same can be transferred by this Court under Section 24(5) of C.P.C.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "670b3762f3ff426693ce61f4f96d7568_48"
        },
        {
            "start": 7119,
            "end": 7264,
            "text": "This provision while permitting the transfer of suits and proceedings pending before an incompetent Court has expressly excluded the term appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e82c6d252d22492abff3c6d8ea227e67_49"
        },
        {
            "start": 7266,
            "end": 7503,
            "text": "Consequently, this Court cannot transfer an appeal pending before a Court which does not have jurisdiction;\nb) In the present case, this Court by its order dated 30.07.2024 had held that it does not have jurisdiction to hear this appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "521e2c035c434b139d7778a25e4e25ae_50"
        },
        {
            "start": 7504,
            "end": 7668,
            "text": "In such circumstances, there is no provision in Section 24 of C.P.C permitting the transfer of this appeal from this Court to the Commercial Court at Visakhapatnam;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3859d52ddcd4f24b86623787742abab_51"
        },
        {
            "start": 7670,
            "end": 7795,
            "text": "c) The term proceeding mentioned in Section 24(5) of C.P.C can only be an original proceeding and not a proceeding in appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3bce93feec2f48ec8f3ff1592d243757_52"
        },
        {
            "start": 7796,
            "end": 7967,
            "text": "The fact that the term proceedings is found in conjunction with the term suit makes it clear that the term proceedings can only be understood to mean original proceedings.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8fb38b9292d4ce8a1a685355b6ef4d6_53"
        },
        {
            "start": 7968,
            "end": 8255,
            "text": "The explanation given in Section 24(3) of C.P.C, including execution proceedings in the term RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 proceeding is in line with this interpretation and the inclusive definition of proceeding set out there cannot be expanded to include appeals.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b06910a171f54ed78cfc5a6dc7aea80c_54"
        },
        {
            "start": 8256,
            "end": 8422,
            "text": "\nd) The omission of the term appeal in Section 24(5) while it is present in Section 24(1) and 24(2) of C.P.C makes it clear that it is not a cause of causes omission.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "927cee030885491e9b132a63ef0d1cc1_55"
        },
        {
            "start": 8423,
            "end": 8740,
            "text": "The rule of construction expressio unius est exclusio alterus would be applicable in the present case as there is an express exclusion of the term appeal in Section 24(5) of C.P.C.\ne) The provisions of Section 151 of C.P.C are not applicable to the present case as Section 24 of C.P.C regulates the transfer of cases.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a65000c46b0411b9e142158b23c9621_56"
        },
        {
            "start": 8741,
            "end": 9049,
            "text": "The provision of Section 151 C.P.C can only be applied where there is no provision in law and this Court would be exercising its inherent jurisdiction;\nf) The contention of the appellant that it was unable to file an appeal before the Commercial Court, during the pendency of the present appeal is incorrect.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "202eb906b34147e99993883ccb7a1578_57"
        },
        {
            "start": 9050,
            "end": 9155,
            "text": "The order of the Arbitrary Tribunal was passed on 04.07.2024 had time till 04.08.2024 to file the appeal.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6d3d539887d468d8590f1f36d0fdc71_58"
        },
        {
            "start": 9156,
            "end": 9317,
            "text": "The order of this Court declining to entertain the appeal was passed on 30.07.2024 and the appellant had four days to file an appeal before the Commercial Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ada6f26b20114e09aa80e9ace597d1da_59"
        },
        {
            "start": 9318,
            "end": 9533,
            "text": "The RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 appellant having failed to utilize the said time cannot seek the indulgence of this Court to get out of the difficulties which were created by its own conduct;",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5f0d8dde509453887dde1607c24acb5_60"
        },
        {
            "start": 9534,
            "end": 9628,
            "text": "\ng) Section 24 of C.P.C and Section 25 of C.P.C were both amended with effect from 01.02.1977.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91a5f3a2056349fa83339e5d22077ad4_61"
        },
        {
            "start": 9629,
            "end": 9767,
            "text": "In Section 25 of C.P.C relating to the power of Supreme Court to transfer suits, the terms suit, appeal or other proceeding are mentioned.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b6e2b67e001476881d84e0ad6aa1668_62"
        },
        {
            "start": 9768,
            "end": 9821,
            "text": "However, the term appeal is missing in Section 24(5).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a34244ae50634de6ad9030424cfabeb3_63"
        },
        {
            "start": 9822,
            "end": 10015,
            "text": "It is obvious that the legislature while amending these two provisions had specifically excluded the term appeal from Section 24(5) of C.P.C and the said intention will have to be given effect;",
            "labels": [
                "PREAMBLE"
            ],
            "id": "306396216eed4e629c3f453c863e7f4c_64"
        },
        {
            "start": 10016,
            "end": 10334,
            "text": "\nh) An application under Section 24 of C.P.C cannot be filed before this Court as the roster for considering applications under Section 24 of C.P.C is with a learned single judge and such applications cannot be filed before this Court.\ni) The learned counsel for the respondent had relied upon the following judgments.",
            "labels": [
                "NONE"
            ],
            "id": "8445fba582a44d74ad0c7aeff94b20e8_65"
        },
        {
            "start": 10335,
            "end": 10582,
            "text": "\ni) B. Premanand vs. Mohan Koikal7 ii) Indira Nehru Gandhi vs. Raj Narain8 iii) Ram Chandra Aggarwal vs. State of U.P.9 (2011) 4 SCC 266 1975 Supp SCC 1 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 iv) Shyam Nandan Sahay vs. Dhanpati Kuer10",
            "labels": [
                "NONE"
            ],
            "id": "df8eb36476b04a0cb672bcf19e15bd8a_66"
        },
        {
            "start": 10583,
            "end": 10697,
            "text": "v) Vidya Shanker Tiwari vs. Surya Kant Tiwari11 vi) Murali Lal vs. Raman Lal12 vii) Durgesh Sharma vs. Jayshree13.",
            "labels": [
                "NONE"
            ],
            "id": "bba3c23b266a47f387ce6d19348825c1_67"
        },
        {
            "start": 10711,
            "end": 10767,
            "text": "viii)    Deep Industries Ltd. vs. ONGC.14             ix",
            "labels": [
                "NONE"
            ],
            "id": "17c504afc65744d299408b28915b7bce_68"
        },
        {
            "start": 10768,
            "end": 10826,
            "text": ")      Virtual Perception OPC (P) Ltd. Vs. Panasonic India",
            "labels": [
                "NONE"
            ],
            "id": "d79c71179c7c4c6995dd600f70243c57_69"
        },
        {
            "start": 10848,
            "end": 10879,
            "text": "(P) Ltd.15             x)      ",
            "labels": [
                "NONE"
            ],
            "id": "a69d95779fda4350b3e59ec4b3ffc556_70"
        },
        {
            "start": 10879,
            "end": 10928,
            "text": "Surender Kumar Singhal vs. Arun Kumar Bhalotia.16",
            "labels": [
                "NONE"
            ],
            "id": "e012e9f89ab54c9992b0ddf69cef047f_71"
        },
        {
            "start": 10929,
            "end": 11032,
            "text": "xi) Garment Craft vs. Prakash Chand Goel.17 xii) Varuna Investments vs. Asian Infrastructure (P) Ltd.18",
            "labels": [
                "NONE"
            ],
            "id": "2c96bc7c4c1549f6a27fe9af3d85e083_72"
        },
        {
            "start": 11033,
            "end": 11155,
            "text": "xiii) Yashovardhan Sinha vs. Satyatej Vyapaar (P) Ltd.19 xiv) Bhaven Constructions vs. Sardar Sarovar Narmada Nigam Ltd.20",
            "labels": [
                "NONE"
            ],
            "id": "a2e83ac4d0d746c4b0382c5df409fe45_73"
        },
        {
            "start": 11156,
            "end": 11194,
            "text": "xv) P. Krishnan vs. M. Ramachandran.21",
            "labels": [
                "NONE"
            ],
            "id": "d2cf0f3c43244d09bccbf3b8857a27a5_74"
        },
        {
            "start": 11195,
            "end": 11270,
            "text": "1966 SCC Online SC 232 1960 SCC Online Pat 1 2013 SCC Online ALL 13323 1977",
            "labels": [
                "NONE"
            ],
            "id": "c85cd4247f5a490abbed122592d73e42_75"
        },
        {
            "start": 11271,
            "end": 11650,
            "text": "SCC Online All 440 (2008) 9 SCC 648 (2020) 15 SCC 706 page 10-15 2022 SCC Online Del 566 page 22 2021 SCC Online Del 3708 page 38, 48 (2022) 4 SCC 181 page 54-55 2014 SCC Online AP 462 page 58-59 2024 SCC Online Cal 5386 page 67, 73 (2022) 1 SCC 75 page 81-85 2021 SCC Online Mad 5130 page 93-96,100 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 Consideration of the Court:",
            "labels": [
                "NONE"
            ],
            "id": "e1962dbbcc41499da09b286af58accc5_76"
        },
        {
            "start": 11651,
            "end": 11890,
            "text": "\n6) Though elaborate submissions have been made, the issue before this Court lies in a narrow compass and this court does not propose to dilate on all the aforesaid submissions, except to the extent of considering the relevant submissions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcad733e90b1463db0f2624a13ae9b9f_77"
        },
        {
            "start": 11891,
            "end": 13052,
            "text": "\n7) Section 24 of C.P.C reads as follows:\n24. General power of transfer and withdrawal.--(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and-- (i) try or dispose of the same; or (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.\n(2) Where any suit or proceeding has been transferred or withdrawn under sub-section (1), the Court which 1 [is thereafter to try or dispose of such suit or proceeding] may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn.",
            "labels": [
                "STA"
            ],
            "id": "c87949321d1b40f48db8d7615bb06ad8_78"
        },
        {
            "start": 13053,
            "end": 13272,
            "text": "(3) For the purposes of this section,--\n(a) Courts of Additional and Assistant Judges shall be deemed to be subordinate to the District Court;\n(b) proceeding includes a proceeding for the execution of a decree or order.",
            "labels": [
                "STA"
            ],
            "id": "223fe2a3db2d4d0fa4777a0e700401d2_79"
        },
        {
            "start": 13273,
            "end": 13507,
            "text": "\nRRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 (4) The Court trying any suit transferred or withdrawn under this section from a Court of Small Causes shall, for the purposes of such suit, be deemed to be a Court of Small Causes.",
            "labels": [
                "STA"
            ],
            "id": "d7b6222cc0fa420da56d6db5d3e4e2ce_80"
        },
        {
            "start": 13508,
            "end": 13620,
            "text": "(5) A suit or proceeding may be transferred under this section from a Court which has no jurisdiction to try it.",
            "labels": [
                "STA"
            ],
            "id": "734f548e946f4de18214030c5db25a36_81"
        },
        {
            "start": 13621,
            "end": 13977,
            "text": "\n8) Section 24(1) of C.P.C confers power on the High Court or the District Court to transfer any suit, appeal or other proceeding pending before the High Court or District Court respectively, for trial or disposal to any Court subordinate to the High Court or the District Court respectively, provided such Court is competent to try or dispose of the same.",
            "labels": [
                "STA"
            ],
            "id": "c371afa08b554756b4a3b023a6941954_82"
        },
        {
            "start": 13978,
            "end": 14278,
            "text": "Section 24(2) of C.P.C empowers the High Court or District Court to withdraw any suit, appeal or other proceeding pending before any Court, subordinate to the High Court or District Court and transfer or retransfer the same to any other Court which is subordinate to the High Court or District Court.",
            "labels": [
                "STA"
            ],
            "id": "dc9dfbbcafd84d8d9902c4f545cac223_83"
        },
        {
            "start": 14279,
            "end": 14519,
            "text": "Section 24(2) of C.P.C stipulates that directions can be given, in the order of transfer, either to retry the entire case, to the Court to which the case is transferred, or to proceed from the point at which it was transferred or withdrawn.",
            "labels": [
                "STA"
            ],
            "id": "feacd7a4482542408775c14c79b77180_84"
        },
        {
            "start": 14520,
            "end": 14603,
            "text": "Section 24(3) of C.P.C clarifies certain aspects of how the transfer is to be done.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bec6ab188744950a88a6b3a64697aaf_85"
        },
        {
            "start": 14604,
            "end": 14725,
            "text": "Section 24(3)(a) of C.P.C explains the meaning of proceeding to include the proceeding of execution of a decree or order.",
            "labels": [
                "STA"
            ],
            "id": "bcd539c8b3ee49e7b8005d81d3f4d0ea_86"
        },
        {
            "start": 14726,
            "end": 14850,
            "text": "Section 24(5) of C.P.C states that a suit or proceeding may be transferred from a Court which has no jurisdiction to try it.",
            "labels": [
                "STA"
            ],
            "id": "89259608a31b4efeb342e1bc19cba57c_87"
        },
        {
            "start": 14852,
            "end": 14906,
            "text": "RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 9)",
            "labels": [
                "NONE"
            ],
            "id": "0122ae0e10784791b00c5ead1514304d_88"
        },
        {
            "start": 14907,
            "end": 15216,
            "text": "The Hon'ble High Court of Kerala in Cholasseri Hamza and Ors. Vs. T.V. Udayaraj, while considering the transfer of an appeal, filed before a Court subordinate to the High Court, which did not have pecuniary jurisdiction to entertain such an appeal, had invoked Section 24(5) of C.P.C to order such a transfer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1f2503b6ea4f4eea8cbc5b8dff747d07_89"
        },
        {
            "start": 15217,
            "end": 15336,
            "text": "The Hon'ble High Court of Kerala held that the power, under Section 24(5), included the power to transfer appeals also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39175156255e4249997ad973369e69e8_90"
        },
        {
            "start": 15337,
            "end": 15458,
            "text": "\n10) This view of the Hon'ble High Court of Kerala, which is relied upon by the appellant, is disputed by the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc15e3841e4e44739433883b7ef8d315_91"
        },
        {
            "start": 15459,
            "end": 15693,
            "text": "\n11) Section 24(1) of C.P.C, while conferring power on the High Court to transfer any suit, appeal or proceedings restricted such power of transfer, in cases which were before Courts without jurisdiction to suits and proceedings only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "606e2e7be7b54c1d883146ac44370734_92"
        },
        {
            "start": 15694,
            "end": 15982,
            "text": "Appeals were not mentioned in Section 24(5) of C.P.C.\n12) It may be noticed, prior to the amendment of Section 24 of C.P.C, in 1976, there was no explicit provision in Section 24, conferring power on the High Court to transfer the cases filed before Courts which do not have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "293a441f74df4927953aa6b15aa17b70_93"
        },
        {
            "start": 15983,
            "end": 16167,
            "text": "Different High Courts, when such issues came up before them, had either held that the power to transfer such cases was available to the High Court or that such power was not available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2efb3d0af5f4c588a75d33da3afb69a_94"
        },
        {
            "start": 16168,
            "end": 16451,
            "text": "The erstwhile High Court of Andhra Pradesh had held that any case pending RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 before any Court which did not have jurisdiction, could be transferred, under unamended section 24 of C.P.C., to any other Court which had such jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f3b15005b82d48d08820f05068cb2761_95"
        },
        {
            "start": 16452,
            "end": 16737,
            "text": "The legislature, taking into account, this divergence of opinion between various High Courts, had amended Section 24 of C.P.C., granting power to the High Court to transfer suits or proceedings pending before Courts which did not have jurisdiction to take up such suits or proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca1e4a07be844f5e9a16588cfe6b246c_96"
        },
        {
            "start": 16738,
            "end": 16974,
            "text": "In the process of this amendment, the term appeal had been omitted in Section 24(5) of C.P.C.\n13) The question before this court is whether, the terms suit or proceeding, mentioned in section 24 (5), can be understood to include appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24606adaef4e4feb8430c24c848d4e9c_97"
        },
        {
            "start": 16975,
            "end": 17167,
            "text": "\n14) The Division Bench of the Hon'ble High Court of Kerala, in the case mentioned above, had transferred an incompetent appeal, by holding that section 24 (5) covers incompetent appeals also.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0df1b82a0a9c41c882bf06b8f9695d04_98"
        },
        {
            "start": 17168,
            "end": 17266,
            "text": "However, the issue about the omission of the term appeal had not been considered in that judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c6ea043903349098f9b8c835f757ce4_99"
        },
        {
            "start": 17267,
            "end": 17692,
            "text": "\n15) In Ram Chandra Aggarwal v. State of U.P.,22, the Hon'ble Supreme Court, while dealing with the question as to proceedings under the Criminal procedure code could be transferred, by using the provisions 1966 SCC OnLine SC 232 : 1966 Supp SCR 393 : AIR 1966 SC 1888 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 of the unamended section 24, had interpreted the meaning of the term other proceeding in this manner:\n6.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1d05bb982d0e45c489e382c48ac2e299_100"
        },
        {
            "start": 17693,
            "end": 18168,
            "text": "The next contention -- and it was the one pressed strenuously by him -- was that a proceeding upon a reference under Section 146(1) entertained by a civil court not being an original proceeding the provisions of Section 141 CPC are not attracted and that, therefore, those provisions of the Civil Procedure Code which relate to suits are not applicable to a proceeding undertaken by a civil court upon a reference to it under Section 146(1) of the Code of Criminal Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c51411d5f03f45f9873dbe46314db401_101"
        },
        {
            "start": 18169,
            "end": 18267,
            "text": "A number of cases dealing with this point were brought to our notice either by him or by Mr Goyal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13cb465e479b40fda5e66d2fcf4861d5_102"
        },
        {
            "start": 18268,
            "end": 18369,
            "text": "It seems to us, however, that those cases are not relevant for deciding the point which is before us.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a8cd3a09b3b4c069b83804c77bd3532_103"
        },
        {
            "start": 18370,
            "end": 18765,
            "text": "In passing, however, we may mention the fact that a Full Bench of the Allahabad High Court has held in Maha Ram v. Harbans [ILR 1941 All 193] that the civil court to which an issue on the question of proprietary rights has been submitted by a revenue court under Section 271 of the Agra Tenancy Act, 1926 has jurisdiction to refer the issue to arbitration under para 1 of Schedule II of the CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b2c6ccadcc8047218e867b3f7415d94c_104"
        },
        {
            "start": 18766,
            "end": 19014,
            "text": "This decision is based upon the view that by virtue of Section 141 CPC the provisions relating to arbitration contained in the second schedule to the Code of Civil Procedure, before the repeal of that schedule, applied to a proceeding of this kind.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "736d5eabd39741d08cf0152f752a2a09_105"
        },
        {
            "start": 19015,
            "end": 19379,
            "text": "Similarly recently this Court has held in Munshi Ram v. Banwarilal [AIR 1962 SC 903] that under Section 41 of the Arbitration Act and also under Section 141 CPC it was competent to the court before which an award made by an arbitration tribunal is filed for passing a decree in terms thereof to permit parties to compromise their dispute under Order 23 Rule 3 CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "963b7ec6d6ca4625b7437b3e365df369_106"
        },
        {
            "start": 19380,
            "end": 19695,
            "text": "Though there is no discussion, this Court has acted upon the view that the expression civil proceeding in Section 141 is not necessarily confined to an original proceeding like a suit or an application for appointment of a guardian etc., but that it applies also to a proceeding which is not an original proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94458f31b6d345c9accab0c3de445dd9_107"
        },
        {
            "start": 19696,
            "end": 19937,
            "text": "Thus, though we say that it is not necessary to consider in this case whether the proceeding before the civil court is a civil proceeding as contemplated by Section 141 or not there is good authority for saying that it is a civil proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84f80853319a44a5b38c06164cbf2c8b_108"
        },
        {
            "start": 19938,
            "end": 20155,
            "text": "All that we are concerned with in this case is whether the provisions of Section 24(1)(b) of the Code of Civil Procedure are available with respect to a proceeding arising out of a reference under Section 146(1) CrPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea4243552b9841d28dc073b3ac2bc15d_109"
        },
        {
            "start": 20156,
            "end": 20218,
            "text": "The relevant portion of Section 24 may, therefore, be set out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a96706bcbb584a25a2258f7683aa55ce_110"
        },
        {
            "start": 20219,
            "end": 20613,
            "text": "It reads thus:\nOn the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) ***\n(b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024",
            "labels": [
                "STA"
            ],
            "id": "20d0d5f5c768451dacfe3276095188ff_111"
        },
        {
            "start": 20614,
            "end": 20902,
            "text": "(i) ***\n(ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same;\n(iii) *** It plainly speaks of other proceeding pending in any court subordinate to it and not only to the civil proceeding pending before a subordinate court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94dd0f4d331c454395d6a93abcfa2001_112"
        },
        {
            "start": 20903,
            "end": 21228,
            "text": "The decisions of the Privy Council and one decision of this Court which we have earlier quoted would warrant the application of the provisions of the Code of Civil Procedure generally to a proceeding before a civil court arising out of a reference to it by a Magistrate under Section 146(1) of the Code of Criminal Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "353a4509710e4b23ac65db4d7bb68021_113"
        },
        {
            "start": 21229,
            "end": 21335,
            "text": "The expression proceeding used in this section is not a term of art which has acquired a definite meaning.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18373b188fdd437b97c412761435f3d5_114"
        },
        {
            "start": 21336,
            "end": 21487,
            "text": "\nWhat its meaning is when it occurs in a particular statute or a provision of a statute will have to be ascertained by looking at the relevant statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9731423086ad44ceabe788d80bb68b1a_115"
        },
        {
            "start": 21488,
            "end": 21728,
            "text": "Looking to the context in which the word has been used in Section 24(1)(b) of the Code of Civil Procedure it would appear to us to be something going on in a court in relation to the adjudication of a dispute other than a suit or an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62399f35583f43a0a5724228dde6a0d4_116"
        },
        {
            "start": 21729,
            "end": 22072,
            "text": "Bearing in mind that the term proceeding indicates something in which business is conducted according to a prescribed mode it would be only right to give it, as used in the aforesaid provision, a comprehensive meaning so as to include within it all matters coming up for judicial adjudication and not to confine it to a civil proceeding alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcc5c5d4f2c543ebaa5d54a9ce3269b5_117"
        },
        {
            "start": 22073,
            "end": 22252,
            "text": "In a recent case Kochadai Naidu v. Nagavasami Naidu [ILR 1951 Mad 413] Ramachandra Iyer, J., (as he then was) was called upon to consider the very question which arises before us.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c690938747ac4ea9a621fc2d17b7ce0a_118"
        },
        {
            "start": 22253,
            "end": 22489,
            "text": "The learned Judge held that a proceeding before a civil court arising out of a reference to it under Section 146(1) CrPC can be transferred by the High Court or District Court under Section 24 CPC because it is in any case a proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03f6896d528944c1ac60ef45f0569a14_119"
        },
        {
            "start": 22490,
            "end": 22723,
            "text": "He has also considered this question from the angle of the nature of the proceeding and expressed the view that the proceeding was a civil proceeding to which the procedure for suits could, with the aid of Section 141 CPC be applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c552ff0205174b65b7b79cce482522fe_120"
        },
        {
            "start": 22724,
            "end": 22871,
            "text": "If indeed the term proceeding in Section 24 is not confined to a civil proceeding there is no need whatsoever of taking the aid of Section 141 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b4be0fe89a44e9c987b8107f94aff9b_121"
        },
        {
            "start": 22872,
            "end": 22909,
            "text": "Upon this view we dismiss the appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ccdb979418d4354ae7bad7e86f6dbfb_122"
        },
        {
            "start": 22910,
            "end": 23019,
            "text": "\n16) In view of the above interpretation, it must be held that the term proceeding would not include appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "758ce4bc4f5c45b0815a441d25f0f3c2_123"
        },
        {
            "start": 23020,
            "end": 23227,
            "text": "Consequently, this court RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 must hold that the present appeal cannot be transferred, under Section 24 (5) of C.P.C., to the Commercial Court at Visakhapatnam.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "84a7994fecfb4cc891a481f625d4cee8_124"
        },
        {
            "start": 23229,
            "end": 23386,
            "text": "17) However, this would not mean that the appellant cannot prefer a fresh appeal to the commercial court, Visakhapatnam or such Court which has jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "afdc913e5c464e01820c7acca735eeda_125"
        },
        {
            "start": 23387,
            "end": 23424,
            "text": "Such a course of action is available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f8a60bcb71f49cda65706057e9d195a_126"
        },
        {
            "start": 23425,
            "end": 23717,
            "text": "It may also be noted that In Consolidated Engineering Enterprises vs. Principal Secretary, Irrigation Department and Ors.,23 the Hon'ble Supreme Court considered the applicability of Section 14 of the Limitation Act, in relation to an application made under Section 34 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "337d0bf9855e47fcb40ef739dd4f87f8_127"
        },
        {
            "start": 23718,
            "end": 23835,
            "text": "In this case, an application under Section 34 of the Arbitration Act was made, to a Court, against an arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "402ca74d9ba540d3aedadf04ac3ca3ef_128"
        },
        {
            "start": 23836,
            "end": 23968,
            "text": "Subsequently it was realized that the said Court did not have jurisdiction and the application was moved before the competent Court.",
            "labels": [
                "RATIO"
            ],
            "id": "f54d1031991a4d53aca9e3890a19cfb1_129"
        },
        {
            "start": 23969,
            "end": 24246,
            "text": "This was objected by the respondent, on the ground that Section 14 of the Limitation Act would not be applicable, in view of the judgment of the Hon'ble Supreme Court in Union of India v. Popular Construction Co., excluding the applicability of Section 5 of the Limitation Act.",
            "labels": [
                "RATIO"
            ],
            "id": "13f1bda478a147778043e21415a24dc2_130"
        },
        {
            "start": 24247,
            "end": 24413,
            "text": "The Hon'ble Supreme Court held that, the language of Section 34 of the Arbitration Act, by implication, excluded the applicability of Section 5 of the Limitation Act.",
            "labels": [
                "RATIO"
            ],
            "id": "f2238d260d124495af5125d63b13ca7b_131"
        },
        {
            "start": 24414,
            "end": 24686,
            "text": "However, the said language cannot be extended to exclude the provisions of Section 14 (2008) 7 SCC 169 = 2008 SCC Online SC 618 RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 of the Limitation Act, as the language in Section 34 does not lend itself to such exclusion.",
            "labels": [
                "RATIO"
            ],
            "id": "147390a7efed4d7297d7cb70be63767f_132"
        },
        {
            "start": 24687,
            "end": 24798,
            "text": "Similar considerations would apply to an appeal under Section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "RPC"
            ],
            "id": "54dafb941a67448d93770af3876f281d_133"
        },
        {
            "start": 24799,
            "end": 24960,
            "text": "\n18) In view of the above, this application is dismissed, leaving it open to the petitioner herein, to avail of such remedies as are available to the petitioner.",
            "labels": [
                "RPC"
            ],
            "id": "92cd71e12fc343bfa52394e653223b90_134"
        },
        {
            "start": 24962,
            "end": 24968,
            "text": "__ _ _",
            "labels": [
                "NONE"
            ],
            "id": "85b51991ef574aedaf525f0a0c253d25_135"
        },
        {
            "start": 24969,
            "end": 24976,
            "text": "_ _ _ _",
            "labels": [
                "NONE"
            ],
            "id": "9887f56131ad4478bec30dd219427466_136"
        },
        {
            "start": 24977,
            "end": 24984,
            "text": "_ _ _ _",
            "labels": [
                "NONE"
            ],
            "id": "e80b3eb53cfe47ad9a4598c6871d0a18_137"
        },
        {
            "start": 24985,
            "end": 24992,
            "text": "_ _ _ _",
            "labels": [
                "NONE"
            ],
            "id": "184d9b173d5041f49ed498be1617f550_138"
        },
        {
            "start": 24993,
            "end": 25000,
            "text": "_ _ _ _",
            "labels": [
                "NONE"
            ],
            "id": "6248f52dd1bd49389de2141e6fa93f95_139"
        },
        {
            "start": 25001,
            "end": 25008,
            "text": "_ _ _ _",
            "labels": [
                "NONE"
            ],
            "id": "05811bb249d5431097959ca1c7992cc3_140"
        },
        {
            "start": 25009,
            "end": 25288,
            "text": "R. RAGHUNANDAN RAO, J ______________ HARINATH.N, J RJS RRR,J & HN,J I.A.No.7 of 2024 in CMA.No.489 of 2024 HON'BLE SRI JUSTICE R. RAGHUNANDAN RAO & HON'BLE SRI JUSTICE HARINATH.N I.A.No.7 of 2024 in CMA.No.489 of 2024 (per Hon'ble Sri Justice R. Raghunandan Rao) Dt: .08.2024 RJS",
            "labels": [
                "NONE"
            ],
            "id": "0c8f5add15db4719b368d5e4ae45ec0e_141"
        }
    ],
    "entities": [
        {
            "text": "Equitas Small Finance Bank Ltd",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 51
        },
        {
            "text": "Nadir",
            "label": "RESPONDENT",
            "start_char": 55,
            "end_char": 60
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 102,
            "end_char": 116
        },
        {
            "text": "Alok Sharma",
            "label": "JUDGE",
            "start_char": 118,
            "end_char": 129
        },
        {
            "text": "High Court Of Judicature For Rajasthan\n                    Bench At Jaipur",
            "label": "COURT",
            "start_char": 138,
            "end_char": 212
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PETITIONER",
            "start_char": 268,
            "end_char": 291
        },
        {
            "text": "Suresh Choudhary",
            "label": "RESPONDENT",
            "start_char": 562,
            "end_char": 578
        },
        {
            "text": "Omprakash Jat",
            "label": "RESPONDENT",
            "start_char": 736,
            "end_char": 749
        },
        {
            "text": "D. B. Civil Misc",
            "label": "RESPONDENT",
            "start_char": 996,
            "end_char": 1012
        },
        {
            "text": "Appeal No. 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 1015,
            "end_char": 1035
        },
        {
            "text": "Equitas Small Finance Bank Ltd.",
            "label": "ORG",
            "start_char": 1036,
            "end_char": 1067
        },
        {
            "text": "Asopa Hospital",
            "label": "ORG",
            "start_char": 1203,
            "end_char": 1217
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 1236,
            "end_char": 1242
        },
        {
            "text": "Hitesh Kumar Jain",
            "label": "OTHER_PERSON",
            "start_char": 1272,
            "end_char": 1289
        },
        {
            "text": "Kastoor Chand Jain",
            "label": "OTHER_PERSON",
            "start_char": 1302,
            "end_char": 1320
        },
        {
            "text": "Nadir",
            "label": "RESPONDENT",
            "start_char": 1396,
            "end_char": 1401
        },
        {
            "text": "Aabid",
            "label": "OTHER_PERSON",
            "start_char": 1414,
            "end_char": 1419
        },
        {
            "text": "Vijay Nagar Colony Distt",
            "label": "GPE",
            "start_char": 1449,
            "end_char": 1473
        },
        {
            "text": "Rajasthan",
            "label": "OTHER_PERSON",
            "start_char": 1487,
            "end_char": 1496
        },
        {
            "text": "Najama",
            "label": "OTHER_PERSON",
            "start_char": 1500,
            "end_char": 1506
        },
        {
            "text": "Ibad",
            "label": "OTHER_PERSON",
            "start_char": 1516,
            "end_char": 1520
        },
        {
            "text": "Vijay Nagar Colony",
            "label": "GPE",
            "start_char": 1550,
            "end_char": 1568
        },
        {
            "text": "Distt",
            "label": "GPE",
            "start_char": 1570,
            "end_char": 1575
        },
        {
            "text": "Rajasthan",
            "label": "OTHER_PERSON",
            "start_char": 1589,
            "end_char": 1598
        },
        {
            "text": "Amad",
            "label": "OTHER_PERSON",
            "start_char": 1602,
            "end_char": 1606
        },
        {
            "text": "Chamma Khan",
            "label": "OTHER_PERSON",
            "start_char": 1619,
            "end_char": 1630
        },
        {
            "text": "Guljar Bagwali Abadi Distt",
            "label": "GPE",
            "start_char": 1664,
            "end_char": 1690
        },
        {
            "text": "D. B. Civil Writ Petition",
            "label": "RESPONDENT",
            "start_char": 1750,
            "end_char": 1775
        },
        {
            "text": "No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 1776,
            "end_char": 1789
        },
        {
            "text": "Rajasthan State Cooperative Oilseed Growers Federation Ltd",
            "label": "ORG",
            "start_char": 1790,
            "end_char": 1848
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 1903,
            "end_char": 1909
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 2002,
            "end_char": 2013
        },
        {
            "text": "Solcon Enginners",
            "label": "ORG",
            "start_char": 2022,
            "end_char": 2038
        },
        {
            "text": "Shivprasad Society, Panmala",
            "label": "ORG",
            "start_char": 2094,
            "end_char": 2121
        },
        {
            "text": "Pune-411030",
            "label": "GPE",
            "start_char": 2137,
            "end_char": 2148
        },
        {
            "text": "Shindewadi",
            "label": "GPE",
            "start_char": 2179,
            "end_char": 2189
        },
        {
            "text": "Pune",
            "label": "GPE",
            "start_char": 2207,
            "end_char": 2211
        },
        {
            "text": "Achyut B. Gokhale",
            "label": "OTHER_PERSON",
            "start_char": 2241,
            "end_char": 2258
        },
        {
            "text": "National Heavy Engineering Cooperative Limited",
            "label": "ORG",
            "start_char": 2264,
            "end_char": 2310
        },
        {
            "text": "Pune",
            "label": "GPE",
            "start_char": 2323,
            "end_char": 2327
        },
        {
            "text": "Himanshu Jain",
            "label": "OTHER_PERSON",
            "start_char": 2369,
            "end_char": 2382
        },
        {
            "text": "Appeal No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 2387,
            "end_char": 2419
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 2425,
            "end_char": 2434
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 2439,
            "end_char": 2466
        },
        {
            "text": "Appeal No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 2521,
            "end_char": 2553
        },
        {
            "text": "Vikas Jain",
            "label": "LAWYER",
            "start_char": 2625,
            "end_char": 2635
        },
        {
            "text": "No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 2670,
            "end_char": 2683
        },
        {
            "text": "MOHAMMAD RAFIQ",
            "label": "JUDGE",
            "start_char": 2707,
            "end_char": 2721
        },
        {
            "text": "JUSTICE ALOK SHARMA",
            "label": "JUDGE",
            "start_char": 2734,
            "end_char": 2753
        },
        {
            "text": "22/08/2019",
            "label": "DATE",
            "start_char": 2774,
            "end_char": 2784
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 2810,
            "end_char": 2824
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 3022,
            "end_char": 3058
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3077,
            "end_char": 3092
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3100,
            "end_char": 3138
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 3215,
            "end_char": 3227
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3235,
            "end_char": 3332
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 3391,
            "end_char": 3403
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 3428,
            "end_char": 3439
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3533,
            "end_char": 3548
        },
        {
            "text": "Appeal No. 12/2019",
            "label": "CASE_NUMBER",
            "start_char": 3664,
            "end_char": 3682
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PETITIONER",
            "start_char": 3715,
            "end_char": 3738
        },
        {
            "text": "20.10.2018",
            "label": "DATE",
            "start_char": 3761,
            "end_char": 3771
        },
        {
            "text": "Commercial Court, Ajmer",
            "label": "COURT",
            "start_char": 3786,
            "end_char": 3809
        },
        {
            "text": "Execution Application No. 06/2018",
            "label": "CASE_NUMBER",
            "start_char": 3857,
            "end_char": 3890
        },
        {
            "text": "12.03.2018",
            "label": "DATE",
            "start_char": 3928,
            "end_char": 3938
        },
        {
            "text": "26.02.2018",
            "label": "DATE",
            "start_char": 4112,
            "end_char": 4122
        },
        {
            "text": "Appeal No. 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 4269,
            "end_char": 4289
        },
        {
            "text": "Equitas Small Finance Bank Limited",
            "label": "PETITIONER",
            "start_char": 4322,
            "end_char": 4356
        },
        {
            "text": "20.10.2018",
            "label": "DATE",
            "start_char": 4379,
            "end_char": 4389
        },
        {
            "text": "Commercial Court, Ajmer",
            "label": "COURT",
            "start_char": 4404,
            "end_char": 4427
        },
        {
            "text": "Execution Application No. 01/2018",
            "label": "CASE_NUMBER",
            "start_char": 4475,
            "end_char": 4508
        },
        {
            "text": "CIS No. 145/2018",
            "label": "CASE_NUMBER",
            "start_char": 4518,
            "end_char": 4534
        },
        {
            "text": "15.02.2018",
            "label": "DATE",
            "start_char": 4572,
            "end_char": 4582
        },
        {
            "text": "01.02.2018",
            "label": "DATE",
            "start_char": 4756,
            "end_char": 4766
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 4874,
            "end_char": 4901
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 4933,
            "end_char": 4943
        },
        {
            "text": "Commercial Court No.1, Jaipur (Rajasthan)",
            "label": "COURT",
            "start_char": 4958,
            "end_char": 4999
        },
        {
            "text": "Solcon Engineers Private Limited",
            "label": "ORG",
            "start_char": 5065,
            "end_char": 5097
        },
        {
            "text": "Rajasthan State Cooperative Oilseed Growers Federation Limited",
            "label": "ORG",
            "start_char": 5165,
            "end_char": 5227
        },
        {
            "text": "National Heavy Engineering Cooperative Limited",
            "label": "RESPONDENT",
            "start_char": 5249,
            "end_char": 5295
        },
        {
            "text": "Court of Civil Judge, Senior Division, Pune (Maharashtra)",
            "label": "COURT",
            "start_char": 5303,
            "end_char": 5360
        },
        {
            "text": "24.07.2004",
            "label": "DATE",
            "start_char": 5675,
            "end_char": 5685
        },
        {
            "text": "District and Sessions Judge, Pune (Maharashtra)",
            "label": "COURT",
            "start_char": 5784,
            "end_char": 5831
        },
        {
            "text": "23.04.2008",
            "label": "DATE",
            "start_char": 5873,
            "end_char": 5883
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 5929,
            "end_char": 5939
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5947,
            "end_char": 5962
        },
        {
            "text": "Court of District and Sessions Judge, Pune",
            "label": "COURT",
            "start_char": 6015,
            "end_char": 6057
        },
        {
            "text": "Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 6148,
            "end_char": 6213
        },
        {
            "text": "Commercial Court No.1, Jaipur",
            "label": "COURT",
            "start_char": 6247,
            "end_char": 6276
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 6340,
            "end_char": 6370
        },
        {
            "text": "28.11.2018",
            "label": "DATE",
            "start_char": 6388,
            "end_char": 6398
        },
        {
            "text": "Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 6444,
            "end_char": 6509
        },
        {
            "text": "Commercial Court No.1, Jaipur",
            "label": "COURT",
            "start_char": 6615,
            "end_char": 6644
        },
        {
            "text": "District and Sessions Judge, Jaipur Metropolitan",
            "label": "COURT",
            "start_char": 6664,
            "end_char": 6712
        },
        {
            "text": "14.12.2018",
            "label": "DATE",
            "start_char": 6803,
            "end_char": 6813
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 6856,
            "end_char": 6866
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 6880,
            "end_char": 6890
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 6986,
            "end_char": 6997
        },
        {
            "text": "District Court, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 7035,
            "end_char": 7078
        },
        {
            "text": "12.12.2018",
            "label": "DATE",
            "start_char": 7099,
            "end_char": 7109
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 7243,
            "end_char": 7273
        },
        {
            "text": "Himanshu Sharma",
            "label": "OTHER_PERSON",
            "start_char": 7310,
            "end_char": 7325
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 7481,
            "end_char": 7491
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7499,
            "end_char": 7514
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 7523,
            "end_char": 7536
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7544,
            "end_char": 7565
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 7674,
            "end_char": 7687
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7695,
            "end_char": 7716
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7810,
            "end_char": 7825
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 8062,
            "end_char": 8085
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8093,
            "end_char": 8114
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 8158,
            "end_char": 8168
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8176,
            "end_char": 8191
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8479,
            "end_char": 8492
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 8496,
            "end_char": 8520
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 8536,
            "end_char": 8545
        },
        {
            "text": "Senior Manager (Legal) Vs.",
            "label": "PRECEDENT",
            "start_char": 8547,
            "end_char": 8573
        },
        {
            "text": "Abdul Samad and Another, (2018) 3 SCC 622",
            "label": "PRECEDENT",
            "start_char": 8574,
            "end_char": 8615
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8621,
            "end_char": 8634
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 8780,
            "end_char": 8790
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 8819,
            "end_char": 8830
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9011,
            "end_char": 9024
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 9028,
            "end_char": 9061
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9107,
            "end_char": 9120
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 9144,
            "end_char": 9154
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 9279,
            "end_char": 9303
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 9319,
            "end_char": 9328
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 9420,
            "end_char": 9453
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 9519,
            "end_char": 9529
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9537,
            "end_char": 9552
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9697,
            "end_char": 9712
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 9968,
            "end_char": 9978
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9986,
            "end_char": 10001
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 10071,
            "end_char": 10084
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10092,
            "end_char": 10113
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10201,
            "end_char": 10216
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 10287,
            "end_char": 10297
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10305,
            "end_char": 10320
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 10388,
            "end_char": 10401
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10409,
            "end_char": 10430
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 10564,
            "end_char": 10582
        },
        {
            "text": "M/s. OCI Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 10586,
            "end_char": 10610
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 10635,
            "end_char": 10660
        },
        {
            "text": "Civil Application (For Transfer) No. 2969 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 10668,
            "end_char": 10717
        },
        {
            "text": "Civil Application No. 2977 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 10733,
            "end_char": 10767
        },
        {
            "text": "11.11.2016",
            "label": "DATE",
            "start_char": 10779,
            "end_char": 10789
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 10875,
            "end_char": 10893
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 10902,
            "end_char": 10917
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10956,
            "end_char": 10969
        },
        {
            "text": "Petition for Special Leave to Appeal (C) No",
            "label": "PRECEDENT",
            "start_char": 10987,
            "end_char": 11030
        },
        {
            "text": "Kandla Export Corporation & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 11043,
            "end_char": 11081
        },
        {
            "text": "OCI Corporation",
            "label": "ORG",
            "start_char": 11087,
            "end_char": 11102
        },
        {
            "text": "03.03.2017",
            "label": "DATE",
            "start_char": 11120,
            "end_char": 11130
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "PRECEDENT",
            "start_char": 11132,
            "end_char": 11167
        },
        {
            "text": "Municipal Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 11177,
            "end_char": 11202
        },
        {
            "text": "M S Khurana Engineering Ltd.",
            "label": "ORG",
            "start_char": 11203,
            "end_char": 11231
        },
        {
            "text": "06.09.2018",
            "label": "DATE",
            "start_char": 11290,
            "end_char": 11300
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 11315,
            "end_char": 11332
        },
        {
            "text": "Jet Airways (India) Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 11336,
            "end_char": 11367
        },
        {
            "text": "Subrata Roy Sahara",
            "label": "OTHER_PERSON",
            "start_char": 11368,
            "end_char": 11386
        },
        {
            "text": "High Court of Chhattisgarh at Bilaspur",
            "label": "COURT",
            "start_char": 11421,
            "end_char": 11459
        },
        {
            "text": "South Eastern Coal Fields Ltd.",
            "label": "ORG",
            "start_char": 11463,
            "end_char": 11493
        },
        {
            "text": "Tirupati Construction District Burhar",
            "label": "ORG",
            "start_char": 11503,
            "end_char": 11540
        },
        {
            "text": "TPC No. 4 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 11542,
            "end_char": 11559
        },
        {
            "text": "10.01.2018",
            "label": "DATE",
            "start_char": 11571,
            "end_char": 11581
        },
        {
            "text": "SCC Online Chh 63",
            "label": "CASE_NUMBER",
            "start_char": 11589,
            "end_char": 11606
        },
        {
            "text": "Vikas Jain",
            "label": "LAWYER",
            "start_char": 11613,
            "end_char": 11623
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 11663,
            "end_char": 11690
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 11783,
            "end_char": 11798
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11806,
            "end_char": 11821
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11844,
            "end_char": 11857
        },
        {
            "text": "State of Maharashtra",
            "label": "GPE",
            "start_char": 11861,
            "end_char": 11881
        },
        {
            "text": "Executive Engineer, Road Development Division No. 111, Panvel & Another Vs",
            "label": "PRECEDENT",
            "start_char": 11890,
            "end_char": 11964
        },
        {
            "text": "Atlanta Limited, (2014) 11 SCC 619",
            "label": "PRECEDENT",
            "start_char": 11966,
            "end_char": 12000
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 12073,
            "end_char": 12083
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12091,
            "end_char": 12112
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 12114,
            "end_char": 12124
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12218,
            "end_char": 12233
        },
        {
            "text": "Commercial (8 of 19) [CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 12305,
            "end_char": 12338
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12592,
            "end_char": 12607
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 12711,
            "end_char": 12729
        },
        {
            "text": "Vijay Cotton and Fiber Company Vs.",
            "label": "PRECEDENT",
            "start_char": 12733,
            "end_char": 12767
        },
        {
            "text": "Agarwal Cotton Spinning Private Limited",
            "label": "ORG",
            "start_char": 12768,
            "end_char": 12807
        },
        {
            "text": "R/Appeal No. 216 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 12809,
            "end_char": 12833
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 12845,
            "end_char": 12855
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 12862,
            "end_char": 12877
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "ORG",
            "start_char": 12887,
            "end_char": 12922
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 12975,
            "end_char": 12992
        },
        {
            "text": "Sushila Singhania & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 12996,
            "end_char": 13026
        },
        {
            "text": "Bharat Hari Singhania & Others, 2017 (3) ABR 357",
            "label": "PRECEDENT",
            "start_char": 13027,
            "end_char": 13075
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 13082,
            "end_char": 13091
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 13150,
            "end_char": 13177
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 13190,
            "end_char": 13199
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13207,
            "end_char": 13228
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 13336,
            "end_char": 13349
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13357,
            "end_char": 13378
        },
        {
            "text": "Sections 9 and 34",
            "label": "PROVISION",
            "start_char": 13504,
            "end_char": 13521
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13529,
            "end_char": 13544
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 13810,
            "end_char": 13846
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 13861,
            "end_char": 13891
        },
        {
            "text": "14.12.2018",
            "label": "DATE",
            "start_char": 13909,
            "end_char": 13919
        },
        {
            "text": "District and Sessions Judge, Jaipur Metropolitan",
            "label": "COURT",
            "start_char": 13980,
            "end_char": 14028
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 14052,
            "end_char": 14063
        },
        {
            "text": "High Court of Chhattisgarh at Bilaspur",
            "label": "COURT",
            "start_char": 14303,
            "end_char": 14341
        },
        {
            "text": "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.",
            "label": "PRECEDENT",
            "start_char": 14345,
            "end_char": 14477
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "OTHER_PERSON",
            "start_char": 14478,
            "end_char": 14500
        },
        {
            "text": "TPC No. 59 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 14502,
            "end_char": 14520
        },
        {
            "text": "22.01.2018",
            "label": "DATE",
            "start_char": 14532,
            "end_char": 14542
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14605,
            "end_char": 14618
        },
        {
            "text": "14884/2018",
            "label": "DATE",
            "start_char": 14681,
            "end_char": 14691
        },
        {
            "text": "South Eastern Coal Fields Ltd. (SECL) Vs.",
            "label": "PRECEDENT",
            "start_char": 14692,
            "end_char": 14733
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "OTHER_PERSON",
            "start_char": 14734,
            "end_char": 14756
        },
        {
            "text": "05.07.2018",
            "label": "DATE",
            "start_char": 14768,
            "end_char": 14778
        },
        {
            "text": "Ajmer",
            "label": "OTHER_PERSON",
            "start_char": 14941,
            "end_char": 14946
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14983,
            "end_char": 14996
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 15000,
            "end_char": 15024
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 15040,
            "end_char": 15049
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 15119,
            "end_char": 15129
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15137,
            "end_char": 15152
        },
        {
            "text": "Abdul Samad",
            "label": "RESPONDENT",
            "start_char": 15419,
            "end_char": 15430
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15609,
            "end_char": 15622
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 15678,
            "end_char": 15688
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15696,
            "end_char": 15711
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 15735,
            "end_char": 15746
        },
        {
            "text": "Morena",
            "label": "GPE",
            "start_char": 15808,
            "end_char": 15814
        },
        {
            "text": "Madhya Pradesh",
            "label": "GPE",
            "start_char": 15816,
            "end_char": 15830
        },
        {
            "text": "Section 47 read with Section 151 and Order 21 Rule 27",
            "label": "PROVISION",
            "start_char": 15837,
            "end_char": 15890
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15891,
            "end_char": 15894
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16139,
            "end_char": 16152
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16211,
            "end_char": 16224
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16532,
            "end_char": 16535
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 16598,
            "end_char": 16608
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16616,
            "end_char": 16631
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 16843,
            "end_char": 16853
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16861,
            "end_char": 16876
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16961,
            "end_char": 16964
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17040,
            "end_char": 17053
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 17261,
            "end_char": 17271
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17279,
            "end_char": 17294
        },
        {
            "text": "Part I.",
            "label": "PROVISION",
            "start_char": 17368,
            "end_char": 17375
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17560,
            "end_char": 17573
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 17617,
            "end_char": 17628
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 17652,
            "end_char": 17662
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17670,
            "end_char": 17685
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 17930,
            "end_char": 17940
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17948,
            "end_char": 17963
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18074,
            "end_char": 18087
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 18293,
            "end_char": 18303
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18311,
            "end_char": 18326
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 18492,
            "end_char": 18502
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18510,
            "end_char": 18525
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18704,
            "end_char": 18719
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19050,
            "end_char": 19063
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 19094,
            "end_char": 19118
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 19134,
            "end_char": 19143
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 19229,
            "end_char": 19239
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19247,
            "end_char": 19262
        },
        {
            "text": "Sections 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 19268,
            "end_char": 19292
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19300,
            "end_char": 19321
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19328,
            "end_char": 19341
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 19345,
            "end_char": 19378
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 19446,
            "end_char": 19457
        },
        {
            "text": "Police Station Mal",
            "label": "ORG",
            "start_char": 19701,
            "end_char": 19719
        },
        {
            "text": "Jalpaiguri",
            "label": "GPE",
            "start_char": 19730,
            "end_char": 19740
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 19742,
            "end_char": 19753
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19867,
            "end_char": 19876
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19884,
            "end_char": 19899
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 19926,
            "end_char": 19948
        },
        {
            "text": "10.12.1998",
            "label": "DATE",
            "start_char": 20123,
            "end_char": 20133
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 20204,
            "end_char": 20214
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20222,
            "end_char": 20237
        },
        {
            "text": "20.01.2000",
            "label": "DATE",
            "start_char": 20346,
            "end_char": 20356
        },
        {
            "text": "10.12.1998",
            "label": "DATE",
            "start_char": 20398,
            "end_char": 20408
        },
        {
            "text": "30.06.2004",
            "label": "DATE",
            "start_char": 20553,
            "end_char": 20563
        },
        {
            "text": "State of West Bengal",
            "label": "ORG",
            "start_char": 20569,
            "end_char": 20589
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20617,
            "end_char": 20627
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20635,
            "end_char": 20650
        },
        {
            "text": "Principal Civil Court of the learned District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 20694,
            "end_char": 20759
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 20761,
            "end_char": 20772
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20855,
            "end_char": 20866
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20874,
            "end_char": 20886
        },
        {
            "text": "Court of learned District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 20923,
            "end_char": 20968
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 20998,
            "end_char": 21020
        },
        {
            "text": "11.04.2005",
            "label": "DATE",
            "start_char": 21062,
            "end_char": 21072
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21078,
            "end_char": 21091
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 21136,
            "end_char": 21151
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21169,
            "end_char": 21179
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21187,
            "end_char": 21202
        },
        {
            "text": "Section 2(c) and 31(4)",
            "label": "PROVISION",
            "start_char": 21245,
            "end_char": 21267
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 21275,
            "end_char": 21296
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 21325,
            "end_char": 21336
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21367,
            "end_char": 21377
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21680,
            "end_char": 21690
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21765,
            "end_char": 21775
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 21894,
            "end_char": 21900
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 21908,
            "end_char": 21929
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22057,
            "end_char": 22067
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 22251,
            "end_char": 22257
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22288,
            "end_char": 22298
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 22372,
            "end_char": 22378
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22460,
            "end_char": 22470
        },
        {
            "text": "Kumbha Mawji v. Dominion of India, AIR 1953 SC 313",
            "label": "PRECEDENT",
            "start_char": 22767,
            "end_char": 22817
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22855,
            "end_char": 22868
        },
        {
            "text": "Section 31(4)",
            "label": "PROVISION",
            "start_char": 22904,
            "end_char": 22917
        },
        {
            "text": "1940 Act",
            "label": "STATUTE",
            "start_char": 22925,
            "end_char": 22933
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23437,
            "end_char": 23447
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 23587,
            "end_char": 23602
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23607,
            "end_char": 23617
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 23625,
            "end_char": 23646
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 23712,
            "end_char": 23723
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23753,
            "end_char": 23763
        },
        {
            "text": "Part I.\n(g) xxxxxxxx",
            "label": "PROVISION",
            "start_char": 23871,
            "end_char": 23891
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23936,
            "end_char": 23949
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 23953,
            "end_char": 23977
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 23993,
            "end_char": 24002
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24089,
            "end_char": 24102
        },
        {
            "text": "State of West Bengal & Others Vs",
            "label": "PRECEDENT",
            "start_char": 24106,
            "end_char": 24138
        },
        {
            "text": "Section 10 and 15",
            "label": "PROVISION",
            "start_char": 24216,
            "end_char": 24233
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24241,
            "end_char": 24262
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 24355,
            "end_char": 24388
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 24448,
            "end_char": 24458
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24466,
            "end_char": 24481
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 24712,
            "end_char": 24718
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24726,
            "end_char": 24741
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 24812,
            "end_char": 24822
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24830,
            "end_char": 24845
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24862,
            "end_char": 24875
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 25055,
            "end_char": 25061
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 25120,
            "end_char": 25130
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25138,
            "end_char": 25153
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 25184,
            "end_char": 25190
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 25236,
            "end_char": 25251
        },
        {
            "text": "OCI Corporation",
            "label": "ORG",
            "start_char": 25295,
            "end_char": 25310
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 25341,
            "end_char": 25352
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 25360,
            "end_char": 25373
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25381,
            "end_char": 25402
        },
        {
            "text": "Section 2(1)(e)(ii)",
            "label": "PROVISION",
            "start_char": 25413,
            "end_char": 25432
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 25437,
            "end_char": 25447
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25455,
            "end_char": 25470
        },
        {
            "text": "District Court, Gandhidham-Kutch",
            "label": "COURT",
            "start_char": 25573,
            "end_char": 25605
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 25620,
            "end_char": 25641
        },
        {
            "text": "Sections 2(e), 47",
            "label": "PROVISION",
            "start_char": 25746,
            "end_char": 25763
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25771,
            "end_char": 25786
        },
        {
            "text": "Section 2(1)(i), Section 6, 10, 15",
            "label": "PROVISION",
            "start_char": 25791,
            "end_char": 25825
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25833,
            "end_char": 25854
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 26208,
            "end_char": 26246
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 26409,
            "end_char": 26430
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 26628,
            "end_char": 26678
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 27007,
            "end_char": 27045
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 27244,
            "end_char": 27254
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27262,
            "end_char": 27283
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 27336,
            "end_char": 27374
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 27462,
            "end_char": 27483
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 27499,
            "end_char": 27510
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 27523,
            "end_char": 27541
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27699,
            "end_char": 27712
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 27716,
            "end_char": 27741
        },
        {
            "text": "03.03.2017",
            "label": "DATE",
            "start_char": 27854,
            "end_char": 27864
        },
        {
            "text": "Gujarat High Court at Ahmedabad",
            "label": "COURT",
            "start_char": 27906,
            "end_char": 27937
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "ORG",
            "start_char": 27941,
            "end_char": 27976
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 28042,
            "end_char": 28060
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 28104,
            "end_char": 28119
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28270,
            "end_char": 28285
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 28311,
            "end_char": 28329
        },
        {
            "text": "Vijay Cotton and Fiber Company",
            "label": "PRECEDENT",
            "start_char": 28333,
            "end_char": 28363
        },
        {
            "text": "Gujarat Civil Courts Act",
            "label": "STATUTE",
            "start_char": 28524,
            "end_char": 28548
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 28551,
            "end_char": 28574
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28582,
            "end_char": 28603
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 29068,
            "end_char": 29119
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 29235,
            "end_char": 29246
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 29560,
            "end_char": 29611
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 30136,
            "end_char": 30159
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30167,
            "end_char": 30188
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30230,
            "end_char": 30240
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30248,
            "end_char": 30263
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 30688,
            "end_char": 30701
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30709,
            "end_char": 30730
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30862,
            "end_char": 30872
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30880,
            "end_char": 30895
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 30927,
            "end_char": 30940
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30948,
            "end_char": 30969
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 31165,
            "end_char": 31176
        },
        {
            "text": "Chattisgarh High Court",
            "label": "COURT",
            "start_char": 31278,
            "end_char": 31300
        },
        {
            "text": "South Eastern Coalfields Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 31304,
            "end_char": 31340
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "PRECEDENT",
            "start_char": 31341,
            "end_char": 31363
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 31386,
            "end_char": 31395
        },
        {
            "text": "sub-section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 31569,
            "end_char": 31598
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 31606,
            "end_char": 31627
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 31849,
            "end_char": 31862
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 31870,
            "end_char": 31891
        },
        {
            "text": "Chhattisgarh High Court",
            "label": "COURT",
            "start_char": 31929,
            "end_char": 31952
        },
        {
            "text": "proviso to Section 15(2)",
            "label": "PROVISION",
            "start_char": 31969,
            "end_char": 31993
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32001,
            "end_char": 32022
        },
        {
            "text": "sub-section (1) or sub-section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 32228,
            "end_char": 32276
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32284,
            "end_char": 32305
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 32506,
            "end_char": 32519
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32527,
            "end_char": 32548
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 32926,
            "end_char": 32937
        },
        {
            "text": "Section 3(i)",
            "label": "PROVISION",
            "start_char": 32974,
            "end_char": 32986
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 32994,
            "end_char": 33091
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 33107,
            "end_char": 33119
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33239,
            "end_char": 33277
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 33370,
            "end_char": 33406
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 33424,
            "end_char": 33439
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33447,
            "end_char": 33485
        },
        {
            "text": "Appeals No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 33527,
            "end_char": 33560
        },
        {
            "text": "Writ petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 33652,
            "end_char": 33679
        },
        {
            "text": "ALOK SHARMA),J",
            "label": "JUDGE",
            "start_char": 33926,
            "end_char": 33940
        },
        {
            "text": "MOHAMMAD RAFIQ),J",
            "label": "JUDGE",
            "start_char": 33987,
            "end_char": 34004
        },
        {
            "text": "MANOJ NARWANI",
            "label": "JUDGE",
            "start_char": 34040,
            "end_char": 34053
        }
    ],
    "precedent_clusters": {
        "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.": [
            "Senior Manager (Legal) Vs.",
            "State of West Bengal & Others Vs.",
            "State of West Bengal & Others Vs.",
            "M/s. OCI Corporation Vs.",
            "Petition for Special Leave to Appeal (C) No",
            "Kandla Export Corporation & Others Vs.",
            "Vadodara Mahanag Seva Sadan Formaly",
            "Municipal Corporation Vs.",
            "Jet Airways (India) Limited Vs.",
            "Executive Engineer, Road Development Division No. 111, Panvel & Another Vs",
            "Vijay Cotton and Fiber Company Vs.",
            "Sushila Singhania & Others Vs.",
            "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.",
            "South Eastern Coal Fields Ltd. (SECL) Vs.",
            "State of West Bengal & Others Vs.",
            "State of West Bengal & Others Vs",
            "State of West Bengal & Others Vs.",
            "South Eastern Coalfields Limited Vs.",
            "OCI Corporation",
            "OCI Corporation",
            "OCI Corporation",
            "OCI Corporation",
            "Vijay Cotton and Fiber Company"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 3(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 3(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Arbitration Act",
            "Section 15",
            "Arbitration Act"
        ],
        [
            "Section 2",
            "Commercial Courts Act",
            "Section 2",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Sections 9 and 34",
            "Arbitration Act",
            "Sections 9 and 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 47 read with Section 151 and Order 21 Rule 27",
            "CPC",
            "Section 47 read with Section 151 and Order 21 Rule 27",
            "CPC"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 32",
            "Arbitration Act",
            "Section 32",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Sections 10(3) and 15(2)",
            "Commercial Courts Act",
            "Sections 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(c) and 31(4)",
            "Arbitration Act, 1940",
            "Section 2(c) and 31(4)",
            "Arbitration Act, 1940"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 31(4)",
            "1940 Act",
            "Section 31(4)",
            "1940 Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 10 and 15",
            "Commercial Courts Act",
            "Section 10 and 15",
            "Commercial Courts Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Section 47",
            "Arbitration Act",
            "Section 47",
            "Arbitration Act"
        ],
        [
            "Sections 2(e), 47",
            "Arbitration Act",
            "Sections 2(e), 47",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(i), Section 6, 10, 15",
            "Commercial Courts Act",
            "Section 2(1)(i), Section 6, 10, 15",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 15(3)",
            "Commercial Courts Act",
            "Section 15(3)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (2) of Section 15",
            "Commercial Courts Act",
            "sub-section (2) of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "proviso to Section 15(2)",
            "Commercial Courts Act",
            "proviso to Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) or sub-section (2) of Section 15",
            "Commercial Courts Act",
            "sub-section (1) or sub-section (2) of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Commercial Courts Act",
            "Section 2(1)(e)",
            "Commercial Courts Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1940",
            "Section 2(1)(e)",
            "Arbitration Act, 1940"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I.\n(g) xxxxxxxx",
            "Arbitration Act",
            "Part I.\n(g) xxxxxxxx",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)(ii)",
            "Arbitration Act, 1940",
            "Section 2(1)(e)(ii)",
            "Arbitration Act, 1940"
        ],
        [
            "Part I.",
            "Arbitration Act",
            "Part I.",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.": 23
    },
    "provision_counts": {
        "Section 2(1)(e) of Arbitration and Conciliation Act, 1996": 2,
        "Section 3(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 36 of Arbitration Act": 15,
        "Section 10(3) of Commercial Courts Act": 4,
        "Section 15(2) of Commercial Courts Act": 4,
        "Section 10(3) and 15(2) of Commercial Courts Act": 3,
        "Section 42 of Arbitration Act": 15,
        "Section 2(1)(e) of Arbitration Act": 1,
        "Section 10 of Commercial Courts Act": 1,
        "Section 15 of Arbitration Act": 1,
        "Section 2 of Commercial Courts Act": 1,
        "Sections 9 and 34 of Arbitration Act": 1,
        "Section 47 read with Section 151 and Order 21 Rule 27 of CPC": 1,
        "Section 32 of Arbitration Act": 1,
        "Sections 10(3) and 15(2) of Commercial Courts Act": 1,
        "Section 9 of Arbitration Act": 1,
        "Section 11 of Arbitration Act": 1,
        "Section 34 of Arbitration Act": 1,
        "Article 227 of Constitution": 1,
        "Section 2(c) and 31(4) of Arbitration Act, 1940": 1,
        "Part I of Arbitration Act, 1996": 5,
        "Section 31(4) of 1940 Act": 1,
        "Section 42 of Arbitration Act, 1996": 2,
        "Section 10 and 15 of Commercial Courts Act": 1,
        "Part I of Arbitration Act": 1,
        "Section 15(5) of Commercial Courts Act": 1,
        "Section 47 of Arbitration Act": 1,
        "Sections 2(e), 47 of Arbitration Act": 1,
        "Section 2(1)(i), Section 6, 10, 15 of Commercial Courts Act": 1,
        "section 15 of Commercial Courts Act": 1,
        "Section 15(3) of Commercial Courts Act": 1,
        "sub-section (2) of Section 15 of Commercial Courts Act": 1,
        "proviso to Section 15(2) of Commercial Courts Act": 1,
        "sub-section (1) or sub-section (2) of Section 15 of Commercial Courts Act": 1,
        "Section 3(i) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 2(b) of Arbitration and Conciliation Act, 1996": 2,
        "Section 2(1)(e) of Commercial Courts Act": 1,
        "Section 2(1)(e) of Arbitration Act, 1940": 1,
        "Part I.\n(g) xxxxxxxx of Arbitration Act": 1,
        "Section 2(1)(e)(ii) of Arbitration Act, 1940": 1,
        "Part I. of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 4,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 2,
        "Arbitration Act": 42,
        "Commercial Courts Act": 23,
        "CPC": 1,
        "Constitution": 1,
        "Arbitration Act, 1940": 3,
        "Arbitration Act, 1996": 7,
        "1940 Act": 1
    }
}