{
    "id": "b9f68bc2f8ad37a5962ec19000d075ce2f2e8a558fc49393084743ee89cf8ac3",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court \nAne Industries Private Limited vs J.K. Engineering Private Limited on 8 September, 2023 \n                 In The High Court At Calcutta\n                 (Ordinary Original Civil Jurisdiction)\n                             Original Side\n\n\nPresent: \n\nThe Hon'ble Justice Krishna Rao \n\n\n\n                             Rvwo 10 of 2023 \n                                    With\n                            Ia No: Ga 1 of 2023 \n                                     &\n                             Rvwo 13 of 2023 \n                                    With\n                            Ia No: Ga 1 of 2023 \n\n                    Ane Industries Private Limited \n                                  Versus \n                   J.K. Engineering Private Limited \n\n\n                              Arising Out Of \n\n                            Ia No : Ga 4 of 2022 \n                                    With\n                            Ia No : Ga 5 of 2023 \n                             In Cs 213 of 2016 \n\n                   J.K. Engineering Private Limited\n                                  Versus\n\n                    Ane Industries Private Limited\n\n\n\n           Mr. Jayanta Kumar Mitra, Sr. Adv.\n           Mr. Sabyasachi Choudhury\n           Mr. Partha Sarathi Bhattacharya\n           Mr. Soujya Roy \n                                       ... For the petitioner/defendant. \n                                         2\n\n\n\n            Mr. Ishaan Saha \n            Mr. Tanuj Kakrania \n            Mr. Shiv Ratan Kakrania \n            Mr. Karanjeet Sharma \n            Mr. N. Das \n                                            ... For the respondent/plaintiff.\n\n\nHearing Concluded On : 18.08.2023\n\nJudgment on              : 08.09.2023 \n\nKrishna Rao, J.:\n1. The defendant has filed an application for review of the order passed by this Court dated 2nd March, 2023. The application for review was filed on the ground that this Court while disposing of Ga 4 of 2022 in Cs No. 213 of 2016 dated 2nd March, 2023 held that the Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 but the Commercial Court were established at Calcutta on 20th March, 2020 and thus in terms of Section 15 of the Commercial Courts Act, 2015, the suit filed by the plaintiff is required to be transferred to the Commercial Division. \n2. Mr. Jayanta Kumar Mitra, Learned Senior Advocate representing the defendant submitted that as per Section 1 (3) of the Commercial Courts Act, 2015 is deemed to have been come into force on 23rd October, 2015 but the plaintiff has filed this suit on 18th August, 2016 and thus it could not be regarded that the suit was pending at the time when the Commercial Courts Act, 2015 came into force. \n3. Mr. Mitra, Learned Senior Advocate submitted that by a Notification dated 16th July, 2016, the Commercial Division of this Court was constituted and the suit was filed on 18th August, 2016 i.e. subsequent to the Constitution of Commercial Division of this Court and thus, it could not be said that the suit filed by the plaintiff was pending at the time when the Commercial Courts Act, 2015 came into force.\n4. Mr. Mitra, Learned Senior Advocate submitted that the Notification dated 20th March, 2020 has nothing to do with the establishment of Commercial Division of this Court and was notified under Section 3 (1A) of the Commercial Courts Act, 2015 and not an order of the Chief Justice of Calcutta High Court establishing Commercial Court under Section 4 of the Commercial Courts Act, 2015. He submits that the Notification dated 20th March, 2020 issued by the State Government under Section 3 (1A) of the Commercial Courts Act, 2015, after the said Act was amended in 2018, which was not available at the time when the Act came into force on 23rd October, 2015. \n5. Mr. Mitra, Learned Senior Advocate submitted that by the Notification dated 20th March, 2020, the pecuniary jurisdiction of the Commercial Court, including Commercial Division of Calcutta High Court was fixed but the same has nothing to do with the establishment of Commercial Division of Calcutta High Court. \n6. Mr. Mitra, Learned Senior Advocate submitted that this Court while passing the order dated 2nd March, 2023 has not considered the paragraphs 7, 8 and 9 of Ga 4 of 2022, the reasons for which the defendant has prayed for rejection/dismissal of the suit filed by the plaintiff. Mr. Mitra submitted that in Ga 4 of 2022, the defendant has sought for the withdrawal of the counter claim for filing at the appropriate forum but no reason is stated in the order dated 2nd March, 2023 while the prayer made by the plaintiff was not allowed.\n7. Mr. Mitra, Learned Senior Advocate submitted that there is a mistake or error apparent on the face of record as the order under review  has not considered the relevant order/notification issued under the Commercial Courts Act, 2015. \n8. Per contra, Mr. Ishaan Saha, Learned Advocate representing the plaintiff submitted that Section 2 (1) (i) of the Commercial Courts Act, 2015 does not provide the Specified Value itself and it merely prescribes a lower limit below which the Specified Value to be notified by the Central Government cannot fall. He submits that Section 3 (1A) empowers the Government to issue a notification specifying the pecuniary value, which shall be less than Rs. 3,00,000/- or such higher value for the whole or part of the State, as it may consider necessary. \n9. Mr. Saha submitted that while empowering the State Government to notify the Specified Value, and prescribing the minimum limit, thereof Section 3 (1A) also does not proceed to prescribe the Specified Value, itself, which is left to be fixed at the discretion of the State Government upon consultation with the High Court. \n10. Mr. Saha submitted that a combined reading of Section 2 (1) (i) and Section 3 (1A) of the Commercial Courts Act, 2015, it is apparent that no specified value is prescribed in the Act itself. The Specified Value is left to be fixed by the State Government at its discretion, by way of delegated legislation. He submitted that the Notification 20th March, 2020 is issued in supersession of an earlier Notification 15th November, 2018. He further submitted that the Commercial Courts Act, 2015 itself did not prescribe a Specified Value but only prescribed the floor or lower limit, below, which is the Specified Value to be notified, could not fall, no Specified Value existed for the State of West Bengal prior to 15th November, 2018. He submitted that the suit was filed on 18th August, 2016, prior to the notification of any Specified Value for the State of West Bengal and remained pending at the time when Specified Value was notified on 20th March, 2020. \n11. Mr. Saha relied upon the judgment passed by the Coordinate Bench of this Court reported in AIR 2021 Cal 190 (Laxmi Polyfab Private Limited -vs- Eden Realty Ventures Private Limited) and submitted that Section 15 has a terminus by reason of the user of the word \"pending\". The terminus is the date when the Specified Value is notified. The terminus shifts with the re-working of the Specified Value or in the other words, in the present case, if the authorities issue a notification stipulating that Specified Value under the Act of 2015 would be Rs. 3,00,000/- then all suits and applications relating to a commercial dispute of such Specified Value pending in High Court where there is a Commercial Division and in any Civil Court in respect of which a Commercial Court has been constituted and shall be transferred to the Commercial Division or the Commercial Court as the case may be.\n12. Mr. Saha submitted that from a reading of the scheme of the Act as a whole it is apparent that though the Commercial Courts Act, 2015 deemed to have been come into force on 23rd October, 2015, the Commercial Courts and the Commercial Division of the High Court cannot begin to exercise its jurisdiction until the Specified Value is notified. He submitted that the Specified Value was notified on 20th March, 2020 and the suit was filed on 18th August, 2016 which is prior to the notification of the Specified Value and thus the suit filed by the plaintiff is deemed to be a pending suit and thus eligible for transfer under Section 15 of the Commercial Courts Act, 2015.\n13. Considered the submissions made by the respective parties, perused the materials available on record and the judgment relied by the plaintiff. Admittedly, the plaintiff had filed the suit before the Ordinarily Original Civil Jurisdiction on 18th August, 2016 and the suit is of commercial in nature. In the suit, the defendant had filed an application being GA 4 of 2022 praying for rejection of the plaint and for dismissal of the suit. On the other hand, the plaintiff had filed an application being GA 5 of 2023 for transfer of CS No. 213 of 2016 to the Commercial Division under Section 15 of the Commercial Courts Act, 2015. \n14. This Court has disposed of both the applications by a common order dated 2nd March, 2023 by passing the following order :\n\"It is admitted that the suit filed by the plaintiff is commercial in nature and the suit is required to be decided by the Commercial Court. As per record, the plaintiff has filed the suit on August 18, 2016. The Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 but the Commercial Courts were established at Calcutta only on 20th March, 2020 and thus in terms Section 15 of the Commercial Courts Act, 2015, the suit filed by the plaintiff is required to be transferred to the Commercial Division.\" \n15. The main contention of the Learned Counsel for the defendant that this Court while passing the order dated 2nd March, 2023 has committed an error by taking into consideration that the Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 and the Commercial Court was established at Calcutta only on 20th March, 2020 and thus this Court was of the view that the suit was pending before this Court when the Commercial Court was established at Calcutta as the plaintiff had filed the suit on 18th August, 2016.\n16. By a Notification dated 16th July, 2016 in exercise of power conferred under Section 5 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the Hon'ble Chief Justice has constituted the Commercial Appellate Division of Calcutta High Court consisting of two Hon'ble Judges for the purpose of exercising the jurisdiction and powers conferred on Commercial Appellate Division by the Act and in the same notification, in exercise of power conferred under Section 4 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the Hon'ble Chief Justice constituted the Commercial Division of Calcutta High Court consisting of one Hon'ble Judge for the purpose of exercising the jurisdiction and power conferred on the Commercial Division by the Act. \n17. After the Notification dated 16th July, 2016, the Commercial Division of this Court was inaugurated on 18th September, 2017 and Commercial Division has started functioning from the 12th March, 2018. On 20th March, 2020, the Government of West Bengal had issued three Notifications in exercise of power conferred by sub Section (1) of Section 3, under sub Section (1A) of Section 3 and under sub Section (2) of Section 3 of the Commercial Courts Act, 2015. In the Notification under Sub Section (1A) of Section 3, the pecuniary jurisdiction of the Commercial Division of the High Court is fixed at an amount exceeding rupees Rs. 10,00,000/-. \n18. Section 2 (i) of the Act of 2015 describes Specified Value which reads as follows :\n\"(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] rupees or such higher value, as may be notified by the Central Government.\". \nBefore the amendment dated 3rd May, 2018, the Specified Value was not less than one crore Rupees. \n19. The transfer provisions of pending suits and applications as has been incorporated in Section 15 of the Act of 2015, allows two methods of transfer of the pending suits and applications. One method of transfer is a transfer contemplated under Sub-section (1), (2) and (3) of Section 15 which, the Court in seisin of the suit or application transfers such suit or application on a finding that, the dispute involved is a commercial dispute within the meaning of the Act of 2015 and is of Specified Value. The other mode of transfer is on an application of a party to the Commercial Appellate Division of the High Court. \n20. Section 15 of the Act of 2015 has to be read along with Sections 6 and 7 of the Act of 2015. \n21. Sections 6 and 7 of the Act of 2015 are as follows:-\n\"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908). \n7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial 45 Division of that High Court: Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\" \n22. Sections 6 and 7 of the Act of 2015 have vested the Commercial Court and the Commercial Division of a High Court with jurisdiction to try all suits and applications relating to a commercial dispute of Specified Value. Under Section 7 of the Act of 2015, all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having Ordinary Original Civil Jurisdiction shall be heard and disposed of by the Commercial Division of the High Court. The two provisos to Section 7 of the Act of 2015 are not material in the instant matters. \n23. In the case of Laxmi Polypab Pvt. Ltd. (Supra), the Coordinate Bench of this Court held that :\n\"A suit which has been filed subsequent to the notification of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court cannot be transferred to the Commercial Division of the High Court by virtue of Section 15(1) of the Act of 2015. A suit filed subsequent to the notification of the Specified Value in the Ordinary Civil Jurisdiction of a High Court having a Commercial Division cannot be said to be a \"pending\"\nsuit within the meaning of Section 15(1) of the Act of 2015. The moment a suit is not \"pending\" in terms of Section 15(1) of the Act of 2015 , the same cannot be transferred to the Commercial Division by virtue of Section 15(1) of the Act of 2015. Whether or not such a suit can be transferred under Section 15(5) of the Act of 2015 has not fallen for consideration and therefore, such issue is not answered. \n73. Despite the absence of power under Section 15(1) of the Act of 2015 to transfer a suit relating to a commercial dispute of a Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court, having a Commercial Division, to the Commercial Division of such High Court, after such suit being filed subsequently to the specification of the Specified Value, the Court has powers under Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with the same. Power under Order VII Rule 10 of the Code of Civil Procedure 1908 stands regulated by Section 15(1) of the Act of 2015 so far as pending suits relating to a commercial dispute of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court. Once the suit has been filed beyond date of the notification of the Specified Value, Order VII Rule 10 of the Code of Civil Procedure, 1908, governs the field. \n74. In exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908, the Court has to return the plaint to be filed before the Court having jurisdiction. In the case of a suit relating to a commercial dispute of the Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court having a Commercial Division, filed beyond the date of notification of the Specified Value, the plaint of such a suit must be returned to the plaintiffs for presentation before the appropriate Court, in exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908. Once the same is done, the plaintiff in such a suit has to file the plaint of such suit in the same High Court but in the Commercial Division of such High Court. Once the same is done, the question of operation of Section 12A of the Act of 2015 will arise. \n76. A suit transferred under the provisions of Section 15 of the Act of 2015 has to be considered as the continuation of the old suit now to be tried either in the Commercial Division or in the Commercial Court as the case may be. However, a suit involving a commercial dispute and of the Specified Value filed subsequent to the notification of the Specified Value has to be transferred to the Commercial Court or the Commercial Division as the case may be under the provisions of Order VII Rule 11 of the Code of Civil Procedure, 1908. Such suit when presented before the Commercial Court or the Commercial Division has to be treated as a fresh suit in view of the ratio laid down in Modern Construction and company (supra).\n77. The second to the fourth issues that have fallen for consideration can be answered in the manner following: - (A) Suits involving a commercial dispute filed in the Ordinary Original Civil Jurisdiction subsequent to the date of the notification of the Specified Value are not maintainable in such jurisdiction in view of provisions of section 7 of the Act of 2015. 53 (B) In the event, in a suit governed by scenario (A) above, the plaintiff applies for transfer, the same can be granted under Order VII Rule 10 of the Code of Civil Procedure, 1908 ( C) On an order under Order VII Rule 10 of the Code of Civil Procedure, 1908 being passed, the plaint has to be returned to the plaintiff to be filed before the appropriate forum. (D) The rigors of Section 12 A of the Act of 2015 will apply to the suit returned under Order VII Rule 10 of the Code of Civil Procedure, 1908 for it to be instituted before the Commercial Division on its presentation.\"\n24. In the present case, the plaintiff filed the suit on 18th August, 2016 and the claim of the plaintiff is more than one crore. At the time of filing of the suit by a Notification dated 16th July, 2016, the Commercial Division of the Calcutta High Court was established but the plaintiff has filed the suit in the Ordinary Original Civil Jurisdiction instead of Commercial Division. \n25. The contents of the plaintiff that only by way of Notification dated 20th March, 2020, the Government of West Bengal has notified the Specified Value and thus it cannot be said that the suit is filed prior to the establishment of the Commercial Division at Calcutta.\n26. In I.A G.A No. 4 of 2022, the defendant has made the following averments in paragraphs 7, 8,10 and 11 which reads as follows:\n\"7. It is pertinent to mention that the Commercial Courts Act, 2015 was promulgated on 23rd October, 2015 and the Commercial Division of this Hon'ble Court was constituted by notification No. 2810G dated 16th July 2016 by the then Hon'ble Chief Justice of this Hon'ble Court. The present suit was filed thereafter on 18.08.2016. \n8. As per the provision of the Commercial Courts Act, 2015, the Commercial Division this Hon'ble Court has the jurisdiction to hear and dispose of all suits and applications relating to commercial disputes the specified value. The valuation of the present suit is over and above the specified value. \n10. The petitioner in this case has filed its written statement on December 21, 2018 wherein it has made a counter claim against the plaintiff. The suit being not maintainable and as such counter claim is also being arising out of a Commercial Dispute the petitioner may be permitted to withdraw such counter claim and file its claims in appropriate Forum. \n11. In the suit, the plaintiff has obtained an interlocutory decree dated 7th February 2019 passed on an interlocutory application being GA No. 2522 of 2016. Copy of the judgment and order dated 7th February, 2019 is annexed hereto and marked with the letter \"B\". The said judgment and decree dated 7th February, 2019 and all orders passed in the present suit be recalled and/or set aside, being without jurisdiction and pending disposal of the present application be stayed.\" \n27. By an order dated 7th February, 2019, this Court had passed judgment on admission against the defendant. The defendant has preferred an appeal against the said judgment and by an order dated 19th November, 2019, the Appellate Court had modified the Judgment dated 7th February, 2019. The order passed by the Appellate Court was further modified by an order dated 14th January, 2020. \n28. This Court while disposing of G.A No. 4 of 2022 and G.A No. 5 of 2023 by an order dated 2nd March, 2023 inadvertently recorded that the Commercial Courts Act, 2015 came into effect from 31st December, 2015 instead of 23rd October, 2015 and this Court also inadvertently recorded that Commercial Courts were established at Calcutta on 20th March, 2020 instead on 16th July, 2016 and due to the said observation, this Court had transferred the suit filed by the plaintiff from Ordinary Division to Commercial Division. This Court also finds that the contentions made by the defendant in paragraphs 7, 8, 10 and 11 was not considered consequently no order was passed in terms of prayer (b), (c) and (d) of the said application. \n29. Considering the above circumstances, this Court finds that the order passed by this Court dated 2nd March, 2023, was on account of some mistake and the error apparent on the face of record as mention in paragraph 28 (supra) , accordingly, common order passed in G.A No. 4 of 2022 and G.A No. 5 of 2023 date 2nd March, 2023 in CS 213 of 2016 is recalled. RVWO 10 of 2023 with GA 1 of 2023 and RVWO 13 of 2023 with GA 1 of 2023 are allowed. \n30. Commercial Court established by Notification dated 16th July, 2016 and the suit filed by the plaintiff on 18th August, 2016 that is after the establishment of the commercial Court at Calcutta. As regard the Notification dated 20th March, 2020 that is only with regard to the Specified Value which the State Government has notified in terms of Section 3(1A) of the Commercial Courts Act, 2015. As per Section 2(i) of the Commercial Courts Act, 2015, the initial Specified Value was not less than one crore and the suit filed by the plaintiff is more than one crore and thus the notification dated 20th March, 2020 is no way connected with the present case. \n31. In view of the above, the suit filed by the plaintiff cannot be transferred to the Commercial Division of this Court as the suit is filed after establishment of Commercial Division and thus the plaint is returned to the plaintiff to present before the appropriate Court in accordance with law. \n32. As regard to withdrawal of counter claim of the defendants, the defendant have specifically stated that as the suit is not maintainable before this Court and the counter claim filed by the defendant is arising out of the plaint. In para 31 (supra), this Court has returned the plaint and thus the defendant is allowed to withdraw the counter claim. \n33. Plaintiff had obtained judgment on admission by an order dated 7th February, 2019 and subsequently the said order was modified by the Hon'ble Appellate Court. At the time of deciding the said issue, the defendant has not raised the issue with regard to the maintainability of the suit now, this Court has decided that the suit cannot be transferred to the Commercial Division and the plaint is returned to the plaintiff and thus the order dated 7th February, 2019 is recalled. \n34. In view of the above prayers (a), (b) and (c) of G.A No. 4 of 2022 in CS 213 of 2016 is allowed and G.A No. 5 of 2023 in CS 213 of 2016 is thus dismissed. \n(Krishna Rao, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court praxair india pvt. ltd vs steel authority of india ltd on 22 february, 2024 author: moushumi bhattacharya bench: moushumi bhattacharya in the high court at calcutta ordinary original civil jurisdiction original side (commercial division) present : hon'ble justice moushumi bhattacharya a.p. com 41 of 2024 praxair india pvt. ltd. vs steel authority of india ltd. for the petitioner : mr. s.n. mookherjee, sr. adv. mr. ratnanko banerjee, sr. adv. mr. shatanshu panda, adv. mr. dipendra nath chunder, adv. ms. urmila chakraborty, adv. mr. shubrojyoti mookherjee, adv. for the respondent : mr. l.k. gupta, sr. adv. mr. t.k. banerjee, adv. mr. sauvik nandy, adv last heard on : 19.01.2024 delivered on : 22.02.2024. moushumi bhattacharya, j. 1. this is a composite application for extension of the mandate of the arbitral tribunal under section 29a (4) and (5) of the arbitration and conciliation act, 1996 and for exclusion of the time period from 14.07.2023 to 10.01.2024 for the purpose of determining whether the application has been made within the prescribed period under the 1996 act. 2. the significance of these dates would be clear from the facts narrated after this. the parties have not disputed the dates. 3. the petitioner is the claimant in the arbitration. the mandate of the tribunal was extended by the consent of parties under section 29a(3) for six months till 14.07.2023. the order recording the consent given by the respondent under section 29a(3) is part of records. the order passed by the arbitral tribunal on 16.01.2023 records the respondent's consent to extension of the mandate under section 29a(3) of the act. the next order of the arbitral tribunal dated 1.05.2023 records the stand taken by the parties in the matter of filing an application before the appropriate forum for extension of the mandate. 4. the petitioner made an application before the ld. district judge, asansol for extension of the mandate on 14.07.2023 pursuant to the direction dated 01.05.2023. the ld. district judge, asansol, transferred the case to the ld. additional district judge by an order dated 18.11.2023. the matter was thereafter transferred to the ld. judge, commercial court at asansol by an order dated 14.12.2023. the ld. commercial court renumbered the case on 15.12.2023 and finally rejected the application as non-maintainable by an order dated 09.01.2024. 5. the order dated 09.01.2024 was uploaded on the court's website on 10.01.2024 and the certified copy of the order was made available on 11.01.2024. the present application was filed before this court on 11.01.2024. the petitioner however cured a defect in one of the annexures (being illegible) on 15.01.2024. the application was finally filed on 15.01.2024. 6. learned counsel appearing for the petitioner relies on section 14 of the limitation act, 1963 and argues that the delay in filing the petition should be condoned under section 5 of the said act. counsel urges that the mandate continued from 14.07.2023 to 10.01.2024 and that delay, if any, is also condonable under sections 5 and 14 of the limitation act, 1963. 7. learned counsel appearing for the respondent argues that the mandate first terminated on 14.07.2023 and thereafter on 9.01.2024 i.e after the extension given under section 29a(3) of the 1996 act and the order passed by the asansol commercial court rejecting the petitioner's application for extension of the mandate, respectively. counsel submits that the court cannot extend the mandate after 09.01.2024. 8. counsel makes an alternative argument of the calcutta high court lacking jurisdiction for entertaining the present application. counsel relies on the definition of \"court\" under section 2(1)(e) of the 1996 act and also says that the calcutta high court cannot re-appoint the same arbitrator post-termination but can only \"substitute\" the arbitrator. 9. the mandate of the arbitral tribunal under section 29a(1) of the arbitration and conciliation act, 1996 starts from the date of completion of the pleadings and continues for 12 months from that date for non-international commercial arbitrations. the mandate continues for a second run under section 29a(3) where the parties consent to extending the period for making of the award for a further period of 6 months from the end of the first window of 12 months under section 29a(1). sections 29a(4) and (5) contemplate a third extension of the mandate subject to an application made by one of the parties to the court and the court extending the mandate for sufficient cause and on terms imposed by the court. the second proviso to section 29a(4) envisages an automatic extension of the mandate where the parties have applied to the court under section 29a(5) till disposal of the application. 10. the mandate of the arbitral tribunal, hence, is a thread which transitions seamlessly from one stage of section 29a to the next, unless the thread is broken either by the parties not consenting to extend the mandate under section 29a(3) or the parties failing to make an application to the court for extension. the mandate, unless extended before exhausting the available windows under section 29a(1), (3), (4)/(5), terminates and the tribunal is rendered de jure ineligible to perform its functions. 11. the court can step in to continue the arbitration provided the court receives an application under section 29a(4)/(5), on the contemplation that the arbitration will continue from the stage at which the application was filed. 12. it is also relevant to locate section 29a(1) in the timeline of the amendments brought into the arbitration and conciliation act, 1996. section 29a was inserted in 2016 with effect from 23.10.2015 and sub-section (1) to section 29a was inserted in 2019 with effect from 30.8.2019. even if not strictly relevant, it would be worthwhile to compare the pre-amendment (the 2019 amendment) position prior to 30.8.2019. 13. section 29a(1) previously required that the award be made within a period of 12 months from the date of arbitral tribunal entering upon the reference with the explanation that the tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator/s received notice in writing of their appointment. in that sense, the amended section 29a(1) enlarges the time for the arbitral tribunal to make the award. 14. in the present case, the court has been called upon to determine whether the mandate was broken, that is, whether the mandate irrevocably terminated before the petitioner filed the present application. 15. the undisputed dates which are relevant for this determination would show that the mandate had a smooth run from its commencement that is from the date of completion of the pleadings till 14.7.2023 factoring in the 6 months extension under section 29a(3). the petition was made on 14.7.2023 itself before the mandate could trip. the mandate was thereafter lobbed from one court to the next and then to the court of the commercial court at asansol on 14.12.2023. the commercial court renumbered the case on 15.12.2023 and finally rejected the application for extension on 9.1.2024 as not being maintainable. this order was uploaded on the court's website on the next day i.e 10.01.2024 and the certified copy was made available on 11.01.2024. the mandate was therefore prevented from tripping and falling by continuation of the proceedings from 14.7.2023 till 11.01.2024 under section 14 of the limitation act, 1963. 16. the respondent, through learned counsel, admits to the facts being amenable to section 14 of the limitation act. there is no doubt that the petitioner is entitled to reap the benefit of section 14 on the bona fide prosecution of the civil proceeding before the asansol district court and thereafter in the asansol commercial court till 11.01.2024. section 14(2) provides that the time during which the applicant has been prosecuting another proceedings with due diligence against the same party for the same relief shall be excluded, where the proceeding is in good faith and the court is unable to entertain the proceeding for defect of jurisdiction. 17. explanation (a) to section 14 includes the day on which that proceeding was instituted and the day on which the proceeding ended for the purpose of extension of the time during which the earlier civil proceeding was pending. hence, both 14.7.2023 as well as 10.1.2024 would be included for determining the time-band which is to be excluded under section 14(2) of the limitation act. 18. it is now settled that section 14 of the limitation act would be applicable to the arbitration and conciliation act, 1996 : refer m/s. consolidated engineering enterprises v. the principal secretary (irrigation department). the petitioner herein fulfils all five of the criteria set-down in paragraph 21 of the report, namely, (i) both the prior and later proceedings are civil in nature, (ii) the prior proceeding was done with due diligence and in good faith, (iii) the failure of the prior proceeding is due to a defect of jurisdiction, (iv) both the proceedings relate to the same matter in issue, (v) both the proceedings are in a court of law. 19. the petitioner thereafter successfully picked up the thread of the mandate on 11.01.2024 from the date when the certified copy of the order of the asansol commercial court was made available to the petitioner to the day when the petitioner filed the present application in this court. the petitioner however deemed it necessary, and with good reason, to cure the defect in one of the annexures to application on 15.01.2024. the court's papers indicate that the application was filed on 11.01.2024. even if 15.01.2024 is taken as the date of filing, the petitioner appears to be twice-blessed (or is it thrice?) with the mandate continuing its unbroken run from 11.01.2024 to 15.01.2024 for the reason as follows. 20. 12.01.2024 14.01.2024 would be excluded as 12.01.2024 was a notified holiday in the state of west bengal including in the calcutta high court. 13.01.2024 and 14.01.2024 was saturday and sunday, respectively. 21. therefore, the delay, if any, would be condoned under section 5 of the limitation act, 1963 as the court has found that there was sufficient cause for not making the application within the prescribed period. the section 5 reasoning is buttressed by the attending circumstances including the petitioner receiving necessary documents from asansol and instructions from bangalore but managing to file the present application in the course of a day. this would constitute \"sufficient cause\" under section 5 read with section 14 of the limitation act, 1963. the supreme court in j. kumaradasan nair v. iric sohan; (2009) 12 scc 175 held that sections 5 and 14 of the limitation act and principles analogous thereto are applicable to all proceedings even if those sections are not applicable per se. 22. the above factors persuade the court to hold that the petitioner successfully held up the mandate from 14.7.2023 to 11.01.2024 if not 15.01.2024 without break, termination or interruption. contrary to the stand taken on behalf of the respondent, the mandate did not terminate at any stage in this time frame. 23. section 29a of the arbitration and conciliation act, 1996 is not about cookie-cutter interpretations where the court lurks in the shadows and catches the applicant unawares to slash the mandate on the slightest slip. section 29a is about the arbitral tribunal acting in concert with the stakeholders to ensure that the award is made within the prescribed timeliness. the section is only to guard against tardy arbitrators and forgetful / indifferent parties where the making of the award is put on the back burner. 24. the present case takes on an entirely different complexion on the learned arbitrator informing the parties by mail dated 15.12.2023 that the award will be pronounced on 21.12.2023 at 6.30 p.m. this fact is recorded in the minutes dated 19.12.2023. this means that the award was ready to be published as on 21.12.2023 with the parties being put on notice thereof. hence, apart from the question of the mandate continuing till 11.01.2023/15.01.2023, there is no further room for the respondent to argue that the arbitration needs to commence de novo upon the mandate terminating on 9.01.2024. the respondent's argument would amount to a most unnatural reading of section 29a where the court directs commencement of the arbitration from the very beginning despite the tribunal giving a date for pronouncing the award. section 29a is for preserving arbitral efficacy and should not be made out to be a monster. 25. the second point raised by the respondent is on the jurisdiction of this court or more precisely, the lack of jurisdiction, for deciding the extension of the mandate. the respondent says that the application should be filed before the commercial court at asansol. counsel relies on section 11(6) of the arbitration and conciliation act, 1996 in the context of the definition of \"court\" under section 2(1)(e) of the said act. counsel also relies on section 29a(6) of the act to argue that the court can only \"substitute\" an arbitrator but not re-appoint the same arbitrator in an application of the present nature. 26. the above contention cannot be accepted for the following reasons. 27. in the order dated 09.01.2024 the ld. commercial court at asansol specifically held that it did not have jurisdiction to extend the mandate under section 29a of the act. the commercial court considered the definition given under section 2(1)(e) of the 1996 act and also the import of sections 11 and 29a in coming to this view. a coordinate bench judgment of this court in amit kumar gupta v. dipak prasad; 2021 scc online cal 2174 answered this issue on the view that the word \"court\" used in section 29a partakes the character of the appointing authority as prescribed under section 11 of the act and therefore can only be the court which has the power to appoint an arbitrator under section 11. the court is informed that the appointment of one of the arbitrators in the present case was made by this court under section 11 of the act by an order dated 22.7.2019. 28. the decisions relied on for the purpose of divesting this court of jurisdiction do not take the respondent's case forward nimet resources inc. vs essar steels ltd; 2009 17 scc 313 and state of west bengal vs. associated contractors; 2015 1 scc 32 were delivered prior to 2015 before the insertion of section 29a to the 1996 act. nimet resources was also concerned with an application under section 14(2) of the 1996 act for substitution of arbitrators where the allegation was of the arbitrator delaying the arbitral proceedings. state of jharkhand v. hindustan construction company limited; (2018) 2 scc 602 was concerned with the term \"court\" as used in sections 2, 14 and 31 of the arbitration act, 1940 as opposed to the 1996 act. the decision of this court in multiplex equipments & services pvt. ltd. v. bagzone lifestyles pvt. ltd; ap com 11 of 2023 was on the question whether the court can proceed with a substitute arbitrator in view of the arbitrator's mandate having come to an end. there was a specific finding in that decision of the mandate having come to an end on 22.01.2022. the decision of this court in rohan builders (india) pvt. ltd. v. berger paints india limited; 2023 scc online cal 2645 was on the premise that the application under section 29a(4) and (5) was made after termination of the mandate. in that case, the respondent had also not consented to the extension of the mandate under section 29a(3) of the act. rohan builders, in any event, is under challenge before the supreme court. therefore, rohan builders cannot be a fetter on the court for the aforesaid reasons. 29. substitution or re-appointment is only warranted where the mandate has come to an end and the court prods the arbitration to proceed to its logical conclusion, i.e. an award. it is indeed curious as to why the respondent, after having participated in the arbitration and consented to the extension of the mandate, is now keen to resist publication of the award. 30. the court is thus inclined to reject the objection to the present application. the court proposes to extend the mandate on the sufficiency of cause shown by the petitioner. the court's view would be evident from the reasons as stated above. 31. ap com 41 of 2023 is accordingly allowed and disposed of by extending the mandate of the arbitral tribunal for 3 weeks from the date of pronouncement of this judgment. later 32. having regard to the law discussed and the fact that the award was ready to be published on 21.12.2023, the prayer for stay is considered and refused. urgent photostat certified copies of this judgment, if applied for, be supplied to the parties upon fulfillment of requisite formalities. (moushumi bhattacharya, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d1b17abefdd47ab83cec906071de826_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81ced029e28c44f290dac91c2c4e51d2_1"
        },
        {
            "start": 242,
            "end": 262,
            "text": "\nCalcutta High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f3c13e7a74c4e7794ce56e0600728bf_2"
        },
        {
            "start": 263,
            "end": 351,
            "text": "\nAne Industries Private Limited vs J.K. Engineering Private Limited on 8 September, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ec4370ac60f47c8aa738b1b94bb4264_3"
        },
        {
            "start": 370,
            "end": 485,
            "text": "In The High Court At Calcutta\n                 (Ordinary Original Civil Jurisdiction)\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e25339c9049b45e79ec38fd68c8c171b_4"
        },
        {
            "start": 485,
            "end": 501,
            "text": "Original Side\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9474b58b8a748c8bb2ab75c1d094aaf_5"
        },
        {
            "start": 501,
            "end": 509,
            "text": "Present:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ef901444c2044f69cc8a3901e86f500_6"
        },
        {
            "start": 510,
            "end": 543,
            "text": "\n\nThe Hon'ble Justice Krishna Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36f923a2f5df4a64a7defdf8a3237caa_7"
        },
        {
            "start": 577,
            "end": 592,
            "text": "Rvwo 10 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3a08916685bd49cc96149c5b8ccea586_8"
        },
        {
            "start": 630,
            "end": 665,
            "text": "With\n                            Ia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2a6222812b94c0cb4f45e1aa0eec663_9"
        },
        {
            "start": 666,
            "end": 682,
            "text": "No: Ga 1 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01a61d3bd3fe4e00a9dcaf2c74ea7077_10"
        },
        {
            "start": 721,
            "end": 767,
            "text": "&\n                             Rvwo 13 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6517e0bd313a425cbcb7db5ef516eb04_11"
        },
        {
            "start": 805,
            "end": 840,
            "text": "With\n                            Ia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b22da89e69de46d6a14f2aafd05a2861_12"
        },
        {
            "start": 841,
            "end": 857,
            "text": "No: Ga 1 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc4c262c01dd401099de19dc24e5cdfc_13"
        },
        {
            "start": 880,
            "end": 910,
            "text": "Ane Industries Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b9d8f4b27b04d0dae9847408811ba90_14"
        },
        {
            "start": 946,
            "end": 952,
            "text": "Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4aabf494daff43cc9cdc326837cf5a24_15"
        },
        {
            "start": 973,
            "end": 1005,
            "text": "J.K. Engineering Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a36d65effc924f82adbc84e981eea228_16"
        },
        {
            "start": 1039,
            "end": 1053,
            "text": "Arising Out Of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9fec4c53e764e0e99fc52d52ffec800_17"
        },
        {
            "start": 1084,
            "end": 1091,
            "text": "Ia No :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1685958c6b62411b98dd07fa3c5a7172_18"
        },
        {
            "start": 1092,
            "end": 1104,
            "text": "Ga 4 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e48484e06f8846d09f516b13cd0ff68b_19"
        },
        {
            "start": 1142,
            "end": 1177,
            "text": "With\n                            Ia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f252e31e9cb842cb9dd62c3a47f19f8c_20"
        },
        {
            "start": 1178,
            "end": 1195,
            "text": "No : Ga 5 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0dd594e5ea44c91a4485514d41973a0_21"
        },
        {
            "start": 1226,
            "end": 1235,
            "text": "In Cs 213",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeb6f6c7f63c4265909d6f5a3413c813_22"
        },
        {
            "start": 1236,
            "end": 1243,
            "text": "of 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ff95e4a173a4db8ba43ca94f0285705_23"
        },
        {
            "start": 1265,
            "end": 1529,
            "text": "J.K. Engineering Private Limited\n                                  Versus\n\n                    Ane Industries Private Limited\n\n\n\n           Mr. Jayanta Kumar Mitra, Sr. Adv.\n           Mr. Sabyasachi Choudhury\n           Mr. Partha Sarathi Bhattacharya\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d6f3311dc3f4310bb9e511c05ca4cfa_24"
        },
        {
            "start": 1529,
            "end": 1543,
            "text": "Mr. Soujya Roy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00aae167a5ce44c9bc48ad1b639891ed_25"
        },
        {
            "start": 1584,
            "end": 1617,
            "text": "... For the petitioner/defendant.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec5c7e6c5a2f441eae9a891c9e961bf2_26"
        },
        {
            "start": 1660,
            "end": 1692,
            "text": "2\n\n\n\n            Mr. Ishaan Saha",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38130936f54c4107bfe00683b396cde3_27"
        },
        {
            "start": 1706,
            "end": 1724,
            "text": "Mr. Tanuj Kakrania",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50eec00807c64b6d8572e2f002b69315_28"
        },
        {
            "start": 1738,
            "end": 1761,
            "text": "Mr. Shiv Ratan Kakrania",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54ba7b320d8f4c7f9fadb4b8fefa9e64_29"
        },
        {
            "start": 1775,
            "end": 1795,
            "text": "Mr. Karanjeet Sharma",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aefdc7addaf941f2a8f3a909c969cf7b_30"
        },
        {
            "start": 1809,
            "end": 1819,
            "text": "Mr. N. Das",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e53a218464324b93b56b8eb4b35d5af3_31"
        },
        {
            "start": 1865,
            "end": 1947,
            "text": "... For the respondent/plaintiff.\n\n\nHearing Concluded On : 18.08.2023\n\nJudgment on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2cb750eafa46414ebe2c9c6d26ddee09_32"
        },
        {
            "start": 1948,
            "end": 1973,
            "text": "             : 08.09.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e92bbf73f9e4594b7dcc1c199857190_33"
        },
        {
            "start": 1974,
            "end": 1995,
            "text": "\n\nKrishna Rao, J.:\n1.",
            "labels": [
                "NONE"
            ],
            "id": "319b6ee688bc472da4c71ebf9a369225_34"
        },
        {
            "start": 1996,
            "end": 2102,
            "text": "The defendant has filed an application for review of the order passed by this Court dated 2nd March, 2023.",
            "labels": [
                "FAC"
            ],
            "id": "38261e9113a2411cab547ed8ba95a85c_35"
        },
        {
            "start": 2103,
            "end": 2572,
            "text": "The application for review was filed on the ground that this Court while disposing of Ga 4 of 2022 in Cs No. 213 of 2016 dated 2nd March, 2023 held that the Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 but the Commercial Court were established at Calcutta on 20th March, 2020 and thus in terms of Section 15 of the Commercial Courts Act, 2015, the suit filed by the plaintiff is required to be transferred to the Commercial Division.",
            "labels": [
                "FAC"
            ],
            "id": "f5feebf75d194c2a9e3a72df51d3f909_36"
        },
        {
            "start": 2573,
            "end": 2969,
            "text": "\n2. Mr. Jayanta Kumar Mitra, Learned Senior Advocate representing the defendant submitted that as per Section 1 (3) of the Commercial Courts Act, 2015 is deemed to have been come into force on 23rd October, 2015 but the plaintiff has filed this suit on 18th August, 2016 and thus it could not be regarded that the suit was pending at the time when the Commercial Courts Act, 2015 came into force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f1d2847a77e74e81b55bb83ca8765be9_37"
        },
        {
            "start": 2970,
            "end": 3384,
            "text": "\n3. Mr. Mitra, Learned Senior Advocate submitted that by a Notification dated 16th July, 2016, the Commercial Division of this Court was constituted and the suit was filed on 18th August, 2016 i.e. subsequent to the Constitution of Commercial Division of this Court and thus, it could not be said that the suit filed by the plaintiff was pending at the time when the Commercial Courts Act, 2015 came into force.\n4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ccc2c2e1fac1466fbc23ef372ecaf3d9_38"
        },
        {
            "start": 3385,
            "end": 3768,
            "text": "Mr. Mitra, Learned Senior Advocate submitted that the Notification dated 20th March, 2020 has nothing to do with the establishment of Commercial Division of this Court and was notified under Section 3 (1A) of the Commercial Courts Act, 2015 and not an order of the Chief Justice of Calcutta High Court establishing Commercial Court under Section 4 of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e16c5132924400f8fb76182a26e9926_39"
        },
        {
            "start": 3769,
            "end": 4040,
            "text": "He submits that the Notification dated 20th March, 2020 issued by the State Government under Section 3 (1A) of the Commercial Courts Act, 2015, after the said Act was amended in 2018, which was not available at the time when the Act came into force on 23rd October, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b775cb712c8e4b0788d4d018fc61758e_40"
        },
        {
            "start": 4042,
            "end": 4354,
            "text": "5. Mr. Mitra, Learned Senior Advocate submitted that by the Notification dated 20th March, 2020, the pecuniary jurisdiction of the Commercial Court, including Commercial Division of Calcutta High Court was fixed but the same has nothing to do with the establishment of Commercial Division of Calcutta High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "663015b1494f44d090e3c20b267f1ee6_41"
        },
        {
            "start": 4356,
            "end": 4634,
            "text": "6. Mr. Mitra, Learned Senior Advocate submitted that this Court while passing the order dated 2nd March, 2023 has not considered the paragraphs 7, 8 and 9 of Ga 4 of 2022, the reasons for which the defendant has prayed for rejection/dismissal of the suit filed by the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e106a7a0306d406c901d306186952f55_42"
        },
        {
            "start": 4635,
            "end": 4895,
            "text": "Mr. Mitra submitted that in Ga 4 of 2022, the defendant has sought for the withdrawal of the counter claim for filing at the appropriate forum but no reason is stated in the order dated 2nd March, 2023 while the prayer made by the plaintiff was not allowed.\n7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "822f019aa7ac49bf9ae16f6b1b2610b2_43"
        },
        {
            "start": 4896,
            "end": 5030,
            "text": "Mr. Mitra, Learned Senior Advocate submitted that there is a mistake or error apparent on the face of record as the order under review",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "df5e1d50681d40c89661bb88c5a56d53_44"
        },
        {
            "start": 5031,
            "end": 5128,
            "text": " has not considered the relevant order/notification issued under the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9826d059b93c4c4e8978c1215fd15bcf_45"
        },
        {
            "start": 5130,
            "end": 5442,
            "text": "8. Per contra, Mr. Ishaan Saha, Learned Advocate representing the plaintiff submitted that Section 2 (1) (i) of the Commercial Courts Act, 2015 does not provide the Specified Value itself and it merely prescribes a lower limit below which the Specified Value to be notified by the Central Government cannot fall.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "07b201546baa4cc8ae42d08d3972ef57_46"
        },
        {
            "start": 5443,
            "end": 5680,
            "text": "He submits that Section 3 (1A) empowers the Government to issue a notification specifying the pecuniary value, which shall be less than Rs. 3,00,000/- or such higher value for the whole or part of the State, as it may consider necessary.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "97d989b2abb542f99da97770e9087762_47"
        },
        {
            "start": 5682,
            "end": 6006,
            "text": "9. Mr. Saha submitted that while empowering the State Government to notify the Specified Value, and prescribing the minimum limit, thereof Section 3 (1A) also does not proceed to prescribe the Specified Value, itself, which is left to be fixed at the discretion of the State Government upon consultation with the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ebbdb05714db469caa7674cf4d65401b_48"
        },
        {
            "start": 6008,
            "end": 6202,
            "text": "10. Mr. Saha submitted that a combined reading of Section 2 (1) (i) and Section 3 (1A) of the Commercial Courts Act, 2015, it is apparent that no specified value is prescribed in the Act itself.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "06208edae5a445d89a115437d1229911_49"
        },
        {
            "start": 6203,
            "end": 6318,
            "text": "The Specified Value is left to be fixed by the State Government at its discretion, by way of delegated legislation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0fb4b158001f4412bc225f5ea36a0b90_50"
        },
        {
            "start": 6319,
            "end": 6444,
            "text": "He submitted that the Notification 20th March, 2020 is issued in supersession of an earlier Notification 15th November, 2018.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "84a599128d3b480d84c3426a036bbe94_51"
        },
        {
            "start": 6445,
            "end": 6745,
            "text": "He further submitted that the Commercial Courts Act, 2015 itself did not prescribe a Specified Value but only prescribed the floor or lower limit, below, which is the Specified Value to be notified, could not fall, no Specified Value existed for the State of West Bengal prior to 15th November, 2018.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "041fe7972d994f14b6233f381db4f59f_52"
        },
        {
            "start": 6746,
            "end": 6970,
            "text": "He submitted that the suit was filed on 18th August, 2016, prior to the notification of any Specified Value for the State of West Bengal and remained pending at the time when Specified Value was notified on 20th March, 2020.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53822a309ead40a8878df938f9d48ab2_53"
        },
        {
            "start": 6972,
            "end": 7247,
            "text": "11. Mr. Saha relied upon the judgment passed by the Coordinate Bench of this Court reported in AIR 2021 Cal 190 (Laxmi Polyfab Private Limited -vs- Eden Realty Ventures Private Limited) and submitted that Section 15 has a terminus by reason of the user of the word \"pending\".",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "46debea9b77e4dbf8f9911acb720bbe9_54"
        },
        {
            "start": 7248,
            "end": 7310,
            "text": "The terminus is the date when the Specified Value is notified.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a5ee0995cdb14a5ea1ce12f91e9a15d4_55"
        },
        {
            "start": 7311,
            "end": 7867,
            "text": "The terminus shifts with the re-working of the Specified Value or in the other words, in the present case, if the authorities issue a notification stipulating that Specified Value under the Act of 2015 would be Rs. 3,00,000/- then all suits and applications relating to a commercial dispute of such Specified Value pending in High Court where there is a Commercial Division and in any Civil Court in respect of which a Commercial Court has been constituted and shall be transferred to the Commercial Division or the Commercial Court as the case may be.\n12.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cb37a8c56baa491f93dce3c7410efa90_56"
        },
        {
            "start": 7868,
            "end": 8209,
            "text": "Mr. Saha submitted that from a reading of the scheme of the Act as a whole it is apparent that though the Commercial Courts Act, 2015 deemed to have been come into force on 23rd October, 2015, the Commercial Courts and the Commercial Division of the High Court cannot begin to exercise its jurisdiction until the Specified Value is notified.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c10ff3c37049468db4d24039465abd4c_57"
        },
        {
            "start": 8210,
            "end": 8539,
            "text": "He submitted that the Specified Value was notified on 20th March, 2020 and the suit was filed on 18th August, 2016 which is prior to the notification of the Specified Value and thus the suit filed by the plaintiff is deemed to be a pending suit and thus eligible for transfer under Section 15 of the Commercial Courts Act, 2015.\n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "800cfd6c2342463bb006fea01aba2521_58"
        },
        {
            "start": 8539,
            "end": 8685,
            "text": "13. Considered the submissions made by the respective parties, perused the materials available on record and the judgment relied by the plaintiff.",
            "labels": [
                "NONE"
            ],
            "id": "d6fa00569291407eb338ffaaefad6aa7_59"
        },
        {
            "start": 8686,
            "end": 8842,
            "text": "Admittedly, the plaintiff had filed the suit before the Ordinarily Original Civil Jurisdiction on 18th August, 2016 and the suit is of commercial in nature.",
            "labels": [
                "FAC"
            ],
            "id": "016971da51964f28adc1b0ce968357e1_60"
        },
        {
            "start": 8843,
            "end": 8980,
            "text": "In the suit, the defendant had filed an application being GA 4 of 2022 praying for rejection of the plaint and for dismissal of the suit.",
            "labels": [
                "FAC"
            ],
            "id": "37dec54f9f8849abb58df165a75e50f5_61"
        },
        {
            "start": 8981,
            "end": 9172,
            "text": "On the other hand, the plaintiff had filed an application being GA 5 of 2023 for transfer of CS No. 213 of 2016 to the Commercial Division under Section 15 of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "be8dfbe8f3ab4cabbc83c25543dc7977_62"
        },
        {
            "start": 9174,
            "end": 9440,
            "text": "14. This Court has disposed of both the applications by a common order dated 2nd March, 2023 by passing the following order :\n\"It is admitted that the suit filed by the plaintiff is commercial in nature and the suit is required to be decided by the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "fe6123cea21f4ce5b32984372f674ac5_63"
        },
        {
            "start": 9441,
            "end": 9508,
            "text": "As per record, the plaintiff has filed the suit on August 18, 2016.",
            "labels": [
                "FAC"
            ],
            "id": "b0dc0000c7024f21bb9ba4a333213ede_64"
        },
        {
            "start": 9509,
            "end": 9829,
            "text": "The Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 but the Commercial Courts were established at Calcutta only on 20th March, 2020 and thus in terms Section 15 of the Commercial Courts Act, 2015, the suit filed by the plaintiff is required to be transferred to the Commercial Division.\"",
            "labels": [
                "FAC"
            ],
            "id": "d92f5be851fb4e14b791844d829b7008_65"
        },
        {
            "start": 9831,
            "end": 10370,
            "text": "15. The main contention of the Learned Counsel for the defendant that this Court while passing the order dated 2nd March, 2023 has committed an error by taking into consideration that the Commercial Courts Act, 2015 came into force with effect from 31st December, 2015 and the Commercial Court was established at Calcutta only on 20th March, 2020 and thus this Court was of the view that the suit was pending before this Court when the Commercial Court was established at Calcutta as the plaintiff had filed the suit on 18th August, 2016.\n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c345b07ec2264e8789dc0669a7c0a807_66"
        },
        {
            "start": 10370,
            "end": 11214,
            "text": "16. By a Notification dated 16th July, 2016 in exercise of power conferred under Section 5 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the Hon'ble Chief Justice has constituted the Commercial Appellate Division of Calcutta High Court consisting of two Hon'ble Judges for the purpose of exercising the jurisdiction and powers conferred on Commercial Appellate Division by the Act and in the same notification, in exercise of power conferred under Section 4 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Act, 2015, the Hon'ble Chief Justice constituted the Commercial Division of Calcutta High Court consisting of one Hon'ble Judge for the purpose of exercising the jurisdiction and power conferred on the Commercial Division by the Act.",
            "labels": [
                "STA"
            ],
            "id": "9791ad5d338b42a997d6a1809a8a0ba9_67"
        },
        {
            "start": 11216,
            "end": 11418,
            "text": "17. After the Notification dated 16th July, 2016, the Commercial Division of this Court was inaugurated on 18th September, 2017 and Commercial Division has started functioning from the 12th March, 2018.",
            "labels": [
                "FAC"
            ],
            "id": "44e58739c9eb4b0c829662551e871daa_68"
        },
        {
            "start": 11419,
            "end": 11675,
            "text": "On 20th March, 2020, the Government of West Bengal had issued three Notifications in exercise of power conferred by sub Section (1) of Section 3, under sub Section (1A) of Section 3 and under sub Section (2) of Section 3 of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "95d21c47cbad40238b9d28a4d6f7e9cd_69"
        },
        {
            "start": 11676,
            "end": 11860,
            "text": "In the Notification under Sub Section (1A) of Section 3, the pecuniary jurisdiction of the Commercial Division of the High Court is fixed at an amount exceeding rupees Rs. 10,00,000/-.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65eee8dbe62d43f79d464003f2dfec20_70"
        },
        {
            "start": 11862,
            "end": 12244,
            "text": "18. Section 2 (i) of the Act of 2015 describes Specified Value which reads as follows :\n\"(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] rupees or such higher value, as may be notified by the Central Government.\".",
            "labels": [
                "STA"
            ],
            "id": "29d372c03c414a588acc0034b1f4a9dd_71"
        },
        {
            "start": 12245,
            "end": 12343,
            "text": "\nBefore the amendment dated 3rd May, 2018, the Specified Value was not less than one crore Rupees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41765923b006420998bba543536d7fd3_72"
        },
        {
            "start": 12345,
            "end": 12535,
            "text": "19. The transfer provisions of pending suits and applications as has been incorporated in Section 15 of the Act of 2015, allows two methods of transfer of the pending suits and applications.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "320ddb1d6e65420bafc868f855bcf055_73"
        },
        {
            "start": 12536,
            "end": 12852,
            "text": "One method of transfer is a transfer contemplated under Sub-section (1), (2) and (3) of Section 15 which, the Court in seisin of the suit or application transfers such suit or application on a finding that, the dispute involved is a commercial dispute within the meaning of the Act of 2015 and is of Specified Value.",
            "labels": [
                "STA"
            ],
            "id": "ddf5f245c0f34c3a8537ee8f512d5b45_74"
        },
        {
            "start": 12853,
            "end": 12967,
            "text": "The other mode of transfer is on an application of a party to the Commercial Appellate Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c3ee576d4074f228ffe4351c962843f_75"
        },
        {
            "start": 12968,
            "end": 13065,
            "text": "\n20. Section 15 of the Act of 2015 has to be read along with Sections 6 and 7 of the Act of 2015.",
            "labels": [
                "STA"
            ],
            "id": "baac0a87fc124eecbeeefe30f5347a0f_76"
        },
        {
            "start": 13066,
            "end": 13143,
            "text": "\n21. Sections 6 and 7 of the Act of 2015 are as follows:-\n\"6. Jurisdiction of",
            "labels": [
                "STA"
            ],
            "id": "1c83af3089fe463ebf1caa54542f0ae3_77"
        },
        {
            "start": 13144,
            "end": 13400,
            "text": "Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "662dede5d0ee4a93907b2e98f7c1b943_78"
        },
        {
            "start": 13401,
            "end": 13775,
            "text": "Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).",
            "labels": [
                "STA"
            ],
            "id": "f107f633d5f74e8e955429233f1e38fe_79"
        },
        {
            "start": 13776,
            "end": 14345,
            "text": "\n7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial 45 Division of that High Court: Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
            "labels": [
                "STA"
            ],
            "id": "ad8fdb4afba34b88a1a74aa03bc92bcd_80"
        },
        {
            "start": 14346,
            "end": 14726,
            "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"",
            "labels": [
                "STA"
            ],
            "id": "fc5357dc3e2a479a8db7c227c4f9c3e6_81"
        },
        {
            "start": 14727,
            "end": 14949,
            "text": "\n22. Sections 6 and 7 of the Act of 2015 have vested the Commercial Court and the Commercial Division of a High Court with jurisdiction to try all suits and applications relating to a commercial dispute of Specified Value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b229d0ff6d34fc0ad0cedfe20c5d35b_82"
        },
        {
            "start": 14950,
            "end": 15208,
            "text": "Under Section 7 of the Act of 2015, all suits and applications relating to commercial disputes of a Specified Value filed in a High Court having Ordinary Original Civil Jurisdiction shall be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29350f9385324fbb9d32fa03a0a63078_83"
        },
        {
            "start": 15209,
            "end": 15298,
            "text": "The two provisos to Section 7 of the Act of 2015 are not material in the instant matters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be572484fa83467ebf60f9d388aa4e75_84"
        },
        {
            "start": 15300,
            "end": 15657,
            "text": "23. In the case of Laxmi Polypab Pvt. Ltd. (Supra), the Coordinate Bench of this Court held that :\n\"A suit which has been filed subsequent to the notification of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court cannot be transferred to the Commercial Division of the High Court by virtue of Section 15(1) of the Act of 2015.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b34da065adf455abd43aa084e5daf29_85"
        },
        {
            "start": 15658,
            "end": 15898,
            "text": "A suit filed subsequent to the notification of the Specified Value in the Ordinary Civil Jurisdiction of a High Court having a Commercial Division cannot be said to be a \"pending\"\nsuit within the meaning of Section 15(1) of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98dfaf658ef2446c8083d9a18cafa5fb_86"
        },
        {
            "start": 15899,
            "end": 15978,
            "text": "The moment a suit is not \"pending\" in terms of Section 15(1) of the Act of 2015",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c75e2c1eb744525b69cbbabecbc0dc5_87"
        },
        {
            "start": 15979,
            "end": 16085,
            "text": ", the same cannot be transferred to the Commercial Division by virtue of Section 15(1) of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4101c7060ec4141b4787bf557000683_88"
        },
        {
            "start": 16086,
            "end": 16246,
            "text": "Whether or not such a suit can be transferred under Section 15(5) of the Act of 2015 has not fallen for consideration and therefore, such issue is not answered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8dcd40319ec432fbf0aeec5dcbdf9d6_89"
        },
        {
            "start": 16248,
            "end": 16729,
            "text": "73. Despite the absence of power under Section 15(1) of the Act of 2015 to transfer a suit relating to a commercial dispute of a Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court, having a Commercial Division, to the Commercial Division of such High Court, after such suit being filed subsequently to the specification of the Specified Value, the Court has powers under Order VII Rule 10 of the Code of Civil Procedure, 1908 to deal with the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28fb5bf29cd54bc4abddb912b3f20e2f_90"
        },
        {
            "start": 16730,
            "end": 16991,
            "text": "Power under Order VII Rule 10 of the Code of Civil Procedure 1908 stands regulated by Section 15(1) of the Act of 2015 so far as pending suits relating to a commercial dispute of the Specified Value in the Ordinary Original Civil Jurisdiction of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4af4edd75104da4853cab4beacc08fc_91"
        },
        {
            "start": 16992,
            "end": 17151,
            "text": "Once the suit has been filed beyond date of the notification of the Specified Value, Order VII Rule 10 of the Code of Civil Procedure, 1908, governs the field.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cefc554eb2847049ed90e88d93f174d_92"
        },
        {
            "start": 17153,
            "end": 17325,
            "text": "74. In exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908, the Court has to return the plaint to be filed before the Court having jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0acce2bc918f40c6973ea88e674e5a5c_93"
        },
        {
            "start": 17326,
            "end": 17755,
            "text": "In the case of a suit relating to a commercial dispute of the Specified Value filed in the Ordinary Original Civil Jurisdiction of the High Court having a Commercial Division, filed beyond the date of notification of the Specified Value, the plaint of such a suit must be returned to the plaintiffs for presentation before the appropriate Court, in exercise of powers under Order VII Rule 10 of the Code of Civil Procedure, 1908.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e50e0e39b6449a5acd518108e859d4c_94"
        },
        {
            "start": 17756,
            "end": 17917,
            "text": "Once the same is done, the plaintiff in such a suit has to file the plaint of such suit in the same High Court but in the Commercial Division of such High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9cd7a2b768d6431e94cdd1310d90003b_95"
        },
        {
            "start": 17918,
            "end": 18012,
            "text": "Once the same is done, the question of operation of Section 12A of the Act of 2015 will arise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "192b0dbf9c0746fcbbc07a9eb0b0b5e2_96"
        },
        {
            "start": 18014,
            "end": 18244,
            "text": "76. A suit transferred under the provisions of Section 15 of the Act of 2015 has to be considered as the continuation of the old suit now to be tried either in the Commercial Division or in the Commercial Court as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8898429c4c434bc3af934a126b8af294_97"
        },
        {
            "start": 18245,
            "end": 18550,
            "text": "However, a suit involving a commercial dispute and of the Specified Value filed subsequent to the notification of the Specified Value has to be transferred to the Commercial Court or the Commercial Division as the case may be under the provisions of Order VII Rule 11 of the Code of Civil Procedure, 1908.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8120ec2fb499406eb86809ba805105b2_98"
        },
        {
            "start": 18551,
            "end": 18743,
            "text": "Such suit when presented before the Commercial Court or the Commercial Division has to be treated as a fresh suit in view of the ratio laid down in Modern Construction and company (supra).\n77.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d72ce9b273d41c886f179648b4a5618_99"
        },
        {
            "start": 18744,
            "end": 19107,
            "text": "The second to the fourth issues that have fallen for consideration can be answered in the manner following: - (A) Suits involving a commercial dispute filed in the Ordinary Original Civil Jurisdiction subsequent to the date of the notification of the Specified Value are not maintainable in such jurisdiction in view of provisions of section 7 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4210c74c7374a2497c10a2ce1e5852d_100"
        },
        {
            "start": 19108,
            "end": 19291,
            "text": "53 (B) In the event, in a suit governed by scenario (A) above, the plaintiff applies for transfer, the same can be granted under Order VII Rule 10 of the Code of Civil Procedure, 1908",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a0597320a4f4563854e3bfb5700ac2a_101"
        },
        {
            "start": 19292,
            "end": 19472,
            "text": "( C) On an order under Order VII Rule 10 of the Code of Civil Procedure, 1908 being passed, the plaint has to be returned to the plaintiff to be filed before the appropriate forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "843c70d8b141451488b169d4aa99093c_102"
        },
        {
            "start": 19473,
            "end": 19696,
            "text": "(D) The rigors of Section 12 A of the Act of 2015 will apply to the suit returned under Order VII Rule 10 of the Code of Civil Procedure, 1908 for it to be instituted before the Commercial Division on its presentation.\"\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aba13fe39e4d4ff194f3917b7abe2307_103"
        },
        {
            "start": 19697,
            "end": 19822,
            "text": "In the present case, the plaintiff filed the suit on 18th August, 2016 and the claim of the plaintiff is more than one crore.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d17fd6165b3e4d90bad0c96d130afc41_104"
        },
        {
            "start": 19823,
            "end": 20077,
            "text": "At the time of filing of the suit by a Notification dated 16th July, 2016, the Commercial Division of the Calcutta High Court was established but the plaintiff has filed the suit in the Ordinary Original Civil Jurisdiction instead of Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ccd804d9ac746d9a3dc51c6287a96db_105"
        },
        {
            "start": 20079,
            "end": 20353,
            "text": "25. The contents of the plaintiff that only by way of Notification dated 20th March, 2020, the Government of West Bengal has notified the Specified Value and thus it cannot be said that the suit is filed prior to the establishment of the Commercial Division at Calcutta.\n26.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bc9e3b28eb94a76b1aacb29e613da66_106"
        },
        {
            "start": 20354,
            "end": 20483,
            "text": "In I.A G.A No. 4 of 2022, the defendant has made the following averments in paragraphs 7, 8,10 and 11 which reads as follows:\n\"7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "120fe96983b940d39f05abfcc34f321e_107"
        },
        {
            "start": 20484,
            "end": 20755,
            "text": "It is pertinent to mention that the Commercial Courts Act, 2015 was promulgated on 23rd October, 2015 and the Commercial Division of this Hon'ble Court was constituted by notification No. 2810G dated 16th July 2016 by the then Hon'ble Chief Justice of this Hon'ble Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "37907683f1a348a499f2e8732c2e7300_108"
        },
        {
            "start": 20756,
            "end": 20808,
            "text": "The present suit was filed thereafter on 18.08.2016.",
            "labels": [
                "RPC"
            ],
            "id": "fa720dce8ceb49489b12745a81783c4c_109"
        },
        {
            "start": 20810,
            "end": 21036,
            "text": "8. As per the provision of the Commercial Courts Act, 2015, the Commercial Division this Hon'ble Court has the jurisdiction to hear and dispose of all suits and applications relating to commercial disputes the specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f1fd94bfb82464993b0efd67092c484_110"
        },
        {
            "start": 21037,
            "end": 21109,
            "text": "The valuation of the present suit is over and above the specified value.",
            "labels": [
                "RPC"
            ],
            "id": "e15664cee5e64158b0daedb0b3136c16_111"
        },
        {
            "start": 21111,
            "end": 21254,
            "text": "10. The petitioner in this case has filed its written statement on December 21, 2018 wherein it has made a counter claim against the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50400c41840a4b20a750ca85fd19e947_112"
        },
        {
            "start": 21255,
            "end": 21467,
            "text": "The suit being not maintainable and as such counter claim is also being arising out of a Commercial Dispute the petitioner may be permitted to withdraw such counter claim and file its claims in appropriate Forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e7e2d342b554c2ea389c82be3b1d0ea_113"
        },
        {
            "start": 21469,
            "end": 21626,
            "text": "11. In the suit, the plaintiff has obtained an interlocutory decree dated 7th February 2019 passed on an interlocutory application being GA No. 2522 of 2016.",
            "labels": [
                "RPC"
            ],
            "id": "6e3a72c9ab3343c59b769ab08f16f4b3_114"
        },
        {
            "start": 21627,
            "end": 21732,
            "text": "Copy of the judgment and order dated 7th February, 2019 is annexed hereto and marked with the letter \"B\".",
            "labels": [
                "RPC"
            ],
            "id": "7b34c03a11884815a6a0a504fe155b10_115"
        },
        {
            "start": 21733,
            "end": 21945,
            "text": "The said judgment and decree dated 7th February, 2019 and all orders passed in the present suit be recalled and/or set aside, being without jurisdiction and pending disposal of the present application be stayed.\"",
            "labels": [
                "RPC"
            ],
            "id": "6fb4a3fab46a4235ad20ae55b7ca4221_116"
        },
        {
            "start": 21947,
            "end": 22055,
            "text": "27. By an order dated 7th February, 2019, this Court had passed judgment on admission against the defendant.",
            "labels": [
                "RPC"
            ],
            "id": "2de5b66cb234477eab67ecac4ab2ab05_117"
        },
        {
            "start": 22056,
            "end": 22234,
            "text": "The defendant has preferred an appeal against the said judgment and by an order dated 19th November, 2019, the Appellate Court had modified the Judgment dated 7th February, 2019.",
            "labels": [
                "RPC"
            ],
            "id": "5abaff41e5e142dabf42bc19129702e9_118"
        },
        {
            "start": 22235,
            "end": 22333,
            "text": "The order passed by the Appellate Court was further modified by an order dated 14th January, 2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13238e0021df4d5893004ead6e14488d_119"
        },
        {
            "start": 22335,
            "end": 22855,
            "text": "28. This Court while disposing of G.A No. 4 of 2022 and G.A No. 5 of 2023 by an order dated 2nd March, 2023 inadvertently recorded that the Commercial Courts Act, 2015 came into effect from 31st December, 2015 instead of 23rd October, 2015 and this Court also inadvertently recorded that Commercial Courts were established at Calcutta on 20th March, 2020 instead on 16th July, 2016 and due to the said observation, this Court had transferred the suit filed by the plaintiff from Ordinary Division to Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "052914f7635e41bdab4fedf3f0b074eb_120"
        },
        {
            "start": 22856,
            "end": 23063,
            "text": "This Court also finds that the contentions made by the defendant in paragraphs 7, 8, 10 and 11 was not considered consequently no order was passed in terms of prayer (b), (c) and (d) of the said application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6eb9190e48e944e6a9c5a47a58c6d0c5_121"
        },
        {
            "start": 23065,
            "end": 23292,
            "text": "29. Considering the above circumstances, this Court finds that the order passed by this Court dated 2nd March, 2023, was on account of some mistake and the error apparent on the face of record as mention in paragraph 28 (supra)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d269388ee93f42c789534e99a84f272f_122"
        },
        {
            "start": 23293,
            "end": 23422,
            "text": ", accordingly, common order passed in G.A No. 4 of 2022 and G.A No. 5 of 2023 date 2nd March, 2023 in CS 213 of 2016 is recalled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7f6b156c54f44a4903b1592be290c07_123"
        },
        {
            "start": 23423,
            "end": 23507,
            "text": "RVWO 10 of 2023 with GA 1 of 2023 and RVWO 13 of 2023 with GA 1 of 2023 are allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39f01ad5f4a444988f7fce0451a2ad6b_124"
        },
        {
            "start": 23509,
            "end": 23705,
            "text": "30. Commercial Court established by Notification dated 16th July, 2016 and the suit filed by the plaintiff on 18th August, 2016 that is after the establishment of the commercial Court at Calcutta.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23bb4798fed44f1b937bea34b14104bc_125"
        },
        {
            "start": 23706,
            "end": 23905,
            "text": "As regard the Notification dated 20th March, 2020 that is only with regard to the Specified Value which the State Government has notified in terms of Section 3(1A) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "509bacbc8d4140adace19b6bf9a38f22_126"
        },
        {
            "start": 23906,
            "end": 24168,
            "text": "As per Section 2(i) of the Commercial Courts Act, 2015, the initial Specified Value was not less than one crore and the suit filed by the plaintiff is more than one crore and thus the notification dated 20th March, 2020 is no way connected with the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f03c2112ae24629a94002b62fb8f89e_127"
        },
        {
            "start": 24170,
            "end": 24467,
            "text": "31. In view of the above, the suit filed by the plaintiff cannot be transferred to the Commercial Division of this Court as the suit is filed after establishment of Commercial Division and thus the plaint is returned to the plaintiff to present before the appropriate Court in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a2e39486b9b47b68eb3b9764b1b4b45_128"
        },
        {
            "start": 24469,
            "end": 24701,
            "text": "32. As regard to withdrawal of counter claim of the defendants, the defendant have specifically stated that as the suit is not maintainable before this Court and the counter claim filed by the defendant is arising out of the plaint.",
            "labels": [
                "RATIO"
            ],
            "id": "20f1f3b97591480bb00923cc43bf1d38_129"
        },
        {
            "start": 24702,
            "end": 24821,
            "text": "In para 31 (supra), this Court has returned the plaint and thus the defendant is allowed to withdraw the counter claim.",
            "labels": [
                "RATIO"
            ],
            "id": "aaa7873adf0d42b79557e7a61e50fcae_130"
        },
        {
            "start": 24823,
            "end": 24985,
            "text": "33. Plaintiff had obtained judgment on admission by an order dated 7th February, 2019 and subsequently the said order was modified by the Hon'ble Appellate Court.",
            "labels": [
                "RPC"
            ],
            "id": "b27d8da4d14844cc935e42bdb32b585b_131"
        },
        {
            "start": 24986,
            "end": 25303,
            "text": "At the time of deciding the said issue, the defendant has not raised the issue with regard to the maintainability of the suit now, this Court has decided that the suit cannot be transferred to the Commercial Division and the plaint is returned to the plaintiff and thus the order dated 7th February, 2019 is recalled.",
            "labels": [
                "RPC"
            ],
            "id": "d4174ebc15b34d199f1f1d462289ddb4_132"
        },
        {
            "start": 25305,
            "end": 25463,
            "text": "34. In view of the above prayers (a), (b) and (c) of G.A No. 4 of 2022 in CS 213 of 2016 is allowed and G.A No. 5 of 2023 in CS 213 of 2016 is thus dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "040b04e342c64d6390d02ce48fba7d46_133"
        },
        {
            "start": 25464,
            "end": 25482,
            "text": "\n(Krishna Rao, J.)",
            "labels": [
                "NONE"
            ],
            "id": "87a92377757a44658c8230ab72a5d517_134"
        }
    ],
    "entities": [
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 19
        },
        {
            "text": "Praxair India",
            "label": "ORG",
            "start_char": 20,
            "end_char": 33
        },
        {
            "text": "Steel Authority Of India Ltd",
            "label": "RESPONDENT",
            "start_char": 47,
            "end_char": 75
        },
        {
            "text": "22 February, 2024",
            "label": "DATE",
            "start_char": 79,
            "end_char": 96
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "LAWYER",
            "start_char": 105,
            "end_char": 126
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "LAWYER",
            "start_char": 134,
            "end_char": 155
        },
        {
            "text": "HIGH COURT AT CALCUTTA",
            "label": "COURT",
            "start_char": 184,
            "end_char": 206
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 384,
            "end_char": 405
        },
        {
            "text": "Praxair India Pvt",
            "label": "PETITIONER",
            "start_char": 486,
            "end_char": 503
        },
        {
            "text": "Steel Authority of India Ltd.",
            "label": "RESPONDENT",
            "start_char": 579,
            "end_char": 608
        },
        {
            "text": "S.N. Mookherjee",
            "label": "LAWYER",
            "start_char": 645,
            "end_char": 660
        },
        {
            "text": "Ratnanko Banerjee",
            "label": "OTHER_PERSON",
            "start_char": 706,
            "end_char": 723
        },
        {
            "text": "Shatanshu Panda",
            "label": "LAWYER",
            "start_char": 769,
            "end_char": 784
        },
        {
            "text": "Dipendra Nath Chunder",
            "label": "OTHER_PERSON",
            "start_char": 826,
            "end_char": 847
        },
        {
            "text": "Urmila Chakraborty",
            "label": "OTHER_PERSON",
            "start_char": 889,
            "end_char": 907
        },
        {
            "text": "Shubrojyoti Mookherjee",
            "label": "LAWYER",
            "start_char": 949,
            "end_char": 971
        },
        {
            "text": "L.K. Gupta",
            "label": "OTHER_PERSON",
            "start_char": 1014,
            "end_char": 1024
        },
        {
            "text": "T.K. Banerjee",
            "label": "OTHER_PERSON",
            "start_char": 1070,
            "end_char": 1083
        },
        {
            "text": "Sauvik Nandy",
            "label": "OTHER_PERSON",
            "start_char": 1125,
            "end_char": 1137
        },
        {
            "text": "19.01.2024",
            "label": "DATE",
            "start_char": 1173,
            "end_char": 1183
        },
        {
            "text": "22.02.2024",
            "label": "DATE",
            "start_char": 1215,
            "end_char": 1225
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 1229,
            "end_char": 1250
        },
        {
            "text": "section 29A (4) and (5)",
            "label": "PROVISION",
            "start_char": 1350,
            "end_char": 1373
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1381,
            "end_char": 1419
        },
        {
            "text": "14.07.2023",
            "label": "DATE",
            "start_char": 1462,
            "end_char": 1472
        },
        {
            "text": "10.01.2024",
            "label": "DATE",
            "start_char": 1476,
            "end_char": 1486
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 1861,
            "end_char": 1875
        },
        {
            "text": "14.07.2023",
            "label": "DATE",
            "start_char": 1896,
            "end_char": 1906
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 1970,
            "end_char": 1984
        },
        {
            "text": "16.01.2023",
            "label": "DATE",
            "start_char": 2050,
            "end_char": 2060
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 2128,
            "end_char": 2142
        },
        {
            "text": "1.05.2023",
            "label": "DATE",
            "start_char": 2201,
            "end_char": 2210
        },
        {
            "text": "District Judge, Asansol",
            "label": "COURT",
            "start_char": 2402,
            "end_char": 2425
        },
        {
            "text": "14.07.2023",
            "label": "DATE",
            "start_char": 2458,
            "end_char": 2468
        },
        {
            "text": "01.05.2023",
            "label": "DATE",
            "start_char": 2501,
            "end_char": 2511
        },
        {
            "text": "District Judge, Asansol",
            "label": "COURT",
            "start_char": 2521,
            "end_char": 2544
        },
        {
            "text": "18.11.2023",
            "label": "DATE",
            "start_char": 2622,
            "end_char": 2632
        },
        {
            "text": "Commercial Court at Asansol",
            "label": "COURT",
            "start_char": 2690,
            "end_char": 2717
        },
        {
            "text": "14.12.2023",
            "label": "DATE",
            "start_char": 2736,
            "end_char": 2746
        },
        {
            "text": "15.12.2023",
            "label": "DATE",
            "start_char": 2796,
            "end_char": 2806
        },
        {
            "text": "09.01.2024",
            "label": "DATE",
            "start_char": 2882,
            "end_char": 2892
        },
        {
            "text": "09.01.2024",
            "label": "DATE",
            "start_char": 2914,
            "end_char": 2924
        },
        {
            "text": "10.01.2024",
            "label": "DATE",
            "start_char": 2964,
            "end_char": 2974
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 3033,
            "end_char": 3043
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 3100,
            "end_char": 3110
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 3195,
            "end_char": 3205
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 3244,
            "end_char": 3254
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 3315,
            "end_char": 3325
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 3333,
            "end_char": 3353
        },
        {
            "text": "section 5",
            "label": "PROVISION",
            "start_char": 3428,
            "end_char": 3437
        },
        {
            "text": "14.07.2023",
            "label": "DATE",
            "start_char": 3501,
            "end_char": 3511
        },
        {
            "text": "10.01.2024",
            "label": "DATE",
            "start_char": 3515,
            "end_char": 3525
        },
        {
            "text": "sections 5 and 14",
            "label": "PROVISION",
            "start_char": 3575,
            "end_char": 3592
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 3600,
            "end_char": 3620
        },
        {
            "text": "14.07.2023",
            "label": "DATE",
            "start_char": 3715,
            "end_char": 3725
        },
        {
            "text": "9.01.2024",
            "label": "DATE",
            "start_char": 3744,
            "end_char": 3753
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 3790,
            "end_char": 3804
        },
        {
            "text": "Asansol Commercial Court",
            "label": "COURT",
            "start_char": 3849,
            "end_char": 3873
        },
        {
            "text": "09.01.2024",
            "label": "DATE",
            "start_char": 4020,
            "end_char": 4030
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 4081,
            "end_char": 4100
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 4214,
            "end_char": 4229
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 4269,
            "end_char": 4288
        },
        {
            "text": "section 29A(1)",
            "label": "PROVISION",
            "start_char": 4433,
            "end_char": 4447
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4455,
            "end_char": 4493
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 4681,
            "end_char": 4695
        },
        {
            "text": "section 29A(1)",
            "label": "PROVISION",
            "start_char": 4855,
            "end_char": 4869
        },
        {
            "text": "Sections 29A(4) and (5)",
            "label": "PROVISION",
            "start_char": 4871,
            "end_char": 4894
        },
        {
            "text": "section 29A(4)",
            "label": "PROVISION",
            "start_char": 5120,
            "end_char": 5134
        },
        {
            "text": "section 29A(5)",
            "label": "PROVISION",
            "start_char": 5233,
            "end_char": 5247
        },
        {
            "text": "section 29A",
            "label": "PROVISION",
            "start_char": 5391,
            "end_char": 5402
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 5509,
            "end_char": 5523
        },
        {
            "text": "section 29A(1), (3), (4)/(5)",
            "label": "PROVISION",
            "start_char": 5673,
            "end_char": 5701
        },
        {
            "text": "section 29A(4)/(5)",
            "label": "PROVISION",
            "start_char": 5892,
            "end_char": 5910
        },
        {
            "text": "section 29A(1)",
            "label": "PROVISION",
            "start_char": 6054,
            "end_char": 6068
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6120,
            "end_char": 6158
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 6160,
            "end_char": 6171
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 6210,
            "end_char": 6220
        },
        {
            "text": "30.8.2019",
            "label": "DATE",
            "start_char": 6294,
            "end_char": 6303
        },
        {
            "text": "30.8.2019",
            "label": "DATE",
            "start_char": 6427,
            "end_char": 6436
        },
        {
            "text": "Section 29A(1)",
            "label": "PROVISION",
            "start_char": 6443,
            "end_char": 6457
        },
        {
            "text": "section 29A(1)",
            "label": "PROVISION",
            "start_char": 6797,
            "end_char": 6811
        },
        {
            "text": "14.7.2023",
            "label": "DATE",
            "start_char": 7275,
            "end_char": 7284
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 7327,
            "end_char": 7341
        },
        {
            "text": "14.7.2023",
            "label": "DATE",
            "start_char": 7368,
            "end_char": 7377
        },
        {
            "text": "Commercial Court at Asansol",
            "label": "COURT",
            "start_char": 7506,
            "end_char": 7533
        },
        {
            "text": "14.12.2023",
            "label": "DATE",
            "start_char": 7537,
            "end_char": 7547
        },
        {
            "text": "15.12.2023",
            "label": "DATE",
            "start_char": 7593,
            "end_char": 7603
        },
        {
            "text": "9.1.2024",
            "label": "DATE",
            "start_char": 7658,
            "end_char": 7666
        },
        {
            "text": "10.01.2024",
            "label": "DATE",
            "start_char": 7761,
            "end_char": 7771
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 7817,
            "end_char": 7827
        },
        {
            "text": "14.7.2023",
            "label": "DATE",
            "start_char": 7931,
            "end_char": 7940
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 7946,
            "end_char": 7956
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 7963,
            "end_char": 7973
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 7981,
            "end_char": 8001
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 8087,
            "end_char": 8097
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 8105,
            "end_char": 8119
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 8194,
            "end_char": 8204
        },
        {
            "text": "Asansol District Court",
            "label": "COURT",
            "start_char": 8269,
            "end_char": 8291
        },
        {
            "text": "Asansol Commercial Court",
            "label": "COURT",
            "start_char": 8314,
            "end_char": 8338
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 8344,
            "end_char": 8354
        },
        {
            "text": "Section 14(2)",
            "label": "PROVISION",
            "start_char": 8356,
            "end_char": 8369
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 8684,
            "end_char": 8694
        },
        {
            "text": "14.7.2023",
            "label": "DATE",
            "start_char": 8902,
            "end_char": 8911
        },
        {
            "text": "10.1.2024",
            "label": "DATE",
            "start_char": 8923,
            "end_char": 8932
        },
        {
            "text": "section 14(2)",
            "label": "PROVISION",
            "start_char": 9011,
            "end_char": 9024
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 9032,
            "end_char": 9046
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 9076,
            "end_char": 9086
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 9094,
            "end_char": 9108
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 9136,
            "end_char": 9174
        },
        {
            "text": "M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department)",
            "label": "PRECEDENT",
            "start_char": 9183,
            "end_char": 9275
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 9786,
            "end_char": 9796
        },
        {
            "text": "Asansol Commercial Court",
            "label": "COURT",
            "start_char": 9855,
            "end_char": 9879
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 10120,
            "end_char": 10130
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 10194,
            "end_char": 10204
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 10214,
            "end_char": 10224
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 10369,
            "end_char": 10379
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 10383,
            "end_char": 10393
        },
        {
            "text": "12.01.2024",
            "label": "DATE",
            "start_char": 10426,
            "end_char": 10436
        },
        {
            "text": "14.01.2024",
            "label": "DATE",
            "start_char": 10439,
            "end_char": 10449
        },
        {
            "text": "12.01.2024",
            "label": "DATE",
            "start_char": 10471,
            "end_char": 10481
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 10521,
            "end_char": 10532
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 10550,
            "end_char": 10569
        },
        {
            "text": "13.01.2024",
            "label": "DATE",
            "start_char": 10571,
            "end_char": 10581
        },
        {
            "text": "14.01.2024",
            "label": "DATE",
            "start_char": 10586,
            "end_char": 10596
        },
        {
            "text": "section 5",
            "label": "PROVISION",
            "start_char": 10695,
            "end_char": 10704
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 10712,
            "end_char": 10732
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10853,
            "end_char": 10862
        },
        {
            "text": "Asansol",
            "label": "OTHER_PERSON",
            "start_char": 10978,
            "end_char": 10985
        },
        {
            "text": "Bangalore",
            "label": "GPE",
            "start_char": 11008,
            "end_char": 11017
        },
        {
            "text": "section 5 read with section 14",
            "label": "PROVISION",
            "start_char": 11134,
            "end_char": 11164
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 11172,
            "end_char": 11192
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11198,
            "end_char": 11211
        },
        {
            "text": "J. Kumaradasan Nair v. IRIC Sohan; (2009) 12 SCC 175",
            "label": "PRECEDENT",
            "start_char": 11215,
            "end_char": 11267
        },
        {
            "text": "sections 5 and 14",
            "label": "PROVISION",
            "start_char": 11278,
            "end_char": 11295
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 11303,
            "end_char": 11317
        },
        {
            "text": "14.7.2023",
            "label": "DATE",
            "start_char": 11543,
            "end_char": 11552
        },
        {
            "text": "11.01.2024",
            "label": "DATE",
            "start_char": 11556,
            "end_char": 11566
        },
        {
            "text": "15.01.2024",
            "label": "DATE",
            "start_char": 11576,
            "end_char": 11586
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 11758,
            "end_char": 11769
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 11777,
            "end_char": 11815
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 11975,
            "end_char": 11986
        },
        {
            "text": "15.12.2023",
            "label": "DATE",
            "start_char": 12399,
            "end_char": 12409
        },
        {
            "text": "21.12.2023",
            "label": "DATE",
            "start_char": 12447,
            "end_char": 12457
        },
        {
            "text": "19.12.2023",
            "label": "DATE",
            "start_char": 12514,
            "end_char": 12524
        },
        {
            "text": "21.12.2023",
            "label": "DATE",
            "start_char": 12584,
            "end_char": 12594
        },
        {
            "text": "11.01.2023/15.01.2023",
            "label": "DATE",
            "start_char": 12703,
            "end_char": 12724
        },
        {
            "text": "9.01.2024",
            "label": "DATE",
            "start_char": 12858,
            "end_char": 12867
        },
        {
            "text": "section 29A",
            "label": "PROVISION",
            "start_char": 12939,
            "end_char": 12950
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 13093,
            "end_char": 13104
        },
        {
            "text": "Commercial Court at Asansol",
            "label": "COURT",
            "start_char": 13425,
            "end_char": 13452
        },
        {
            "text": "section 11(6)",
            "label": "PROVISION",
            "start_char": 13472,
            "end_char": 13485
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 13493,
            "end_char": 13531
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 13582,
            "end_char": 13597
        },
        {
            "text": "section 29A(6)",
            "label": "PROVISION",
            "start_char": 13638,
            "end_char": 13652
        },
        {
            "text": "09.01.2024",
            "label": "DATE",
            "start_char": 13900,
            "end_char": 13910
        },
        {
            "text": "Commercial Court at Asansol",
            "label": "COURT",
            "start_char": 13919,
            "end_char": 13946
        },
        {
            "text": "section 29A",
            "label": "PROVISION",
            "start_char": 14027,
            "end_char": 14038
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 14110,
            "end_char": 14125
        },
        {
            "text": "sections 11 and 29A",
            "label": "PROVISION",
            "start_char": 14165,
            "end_char": 14184
        },
        {
            "text": "Amit Kumar Gupta v. Dipak Prasad; 2021 SCC OnLine Cal 2174",
            "label": "PRECEDENT",
            "start_char": 14254,
            "end_char": 14312
        },
        {
            "text": "section 29A",
            "label": "PROVISION",
            "start_char": 14375,
            "end_char": 14386
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 14458,
            "end_char": 14468
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 14567,
            "end_char": 14577
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 14697,
            "end_char": 14707
        },
        {
            "text": "22.7.2019",
            "label": "DATE",
            "start_char": 14737,
            "end_char": 14746
        },
        {
            "text": "Nimet Resources Inc. vs Essar Steels Ltd",
            "label": "PRECEDENT",
            "start_char": 14877,
            "end_char": 14917
        },
        {
            "text": "2009 17 SCC 313",
            "label": "PRECEDENT",
            "start_char": 14919,
            "end_char": 14934
        },
        {
            "text": "State of West Bengal vs. Associated Contractors; 2015 1 SCC 32",
            "label": "PRECEDENT",
            "start_char": 14939,
            "end_char": 15001
        },
        {
            "text": "section 29A",
            "label": "PROVISION",
            "start_char": 15055,
            "end_char": 15066
        },
        {
            "text": "1996 Act",
            "label": "STATUTE",
            "start_char": 15074,
            "end_char": 15082
        },
        {
            "text": "Nimet Resources",
            "label": "ORG",
            "start_char": 15084,
            "end_char": 15099
        },
        {
            "text": "section 14(2)",
            "label": "PROVISION",
            "start_char": 15145,
            "end_char": 15158
        },
        {
            "text": "State of Jharkhand v. Hindustan Construction Company Limited; (2018) 2 SCC 602",
            "label": "PRECEDENT",
            "start_char": 15285,
            "end_char": 15363
        },
        {
            "text": "sections 2, 14 and 31",
            "label": "PROVISION",
            "start_char": 15411,
            "end_char": 15432
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 15440,
            "end_char": 15461
        },
        {
            "text": "Multiplex Equipments & Services Pvt. Ltd. v. Bagzone Lifestyles Pvt",
            "label": "PRECEDENT",
            "start_char": 15520,
            "end_char": 15587
        },
        {
            "text": "AP - COM 11 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 15594,
            "end_char": 15613
        },
        {
            "text": "22.01.2022",
            "label": "DATE",
            "start_char": 15838,
            "end_char": 15848
        },
        {
            "text": "Rohan Builders (India) Pvt. Ltd. v. Berger Paints India Limited; 2023 SCC OnLine Cal 2645",
            "label": "PRECEDENT",
            "start_char": 15880,
            "end_char": 15969
        },
        {
            "text": "section 29A(4) and (5)",
            "label": "PROVISION",
            "start_char": 16016,
            "end_char": 16038
        },
        {
            "text": "section 29A(3)",
            "label": "PROVISION",
            "start_char": 16172,
            "end_char": 16186
        },
        {
            "text": "Rohan Builders",
            "label": "ORG",
            "start_char": 16199,
            "end_char": 16213
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16259,
            "end_char": 16272
        },
        {
            "text": "Rohan Builders",
            "label": "ORG",
            "start_char": 16285,
            "end_char": 16299
        },
        {
            "text": "AP COM 41 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 16977,
            "end_char": 16994
        },
        {
            "text": "21.12.2023",
            "label": "DATE",
            "start_char": 17248,
            "end_char": 17258
        },
        {
            "text": "Moushumi Bhattacharya",
            "label": "JUDGE",
            "start_char": 17448,
            "end_char": 17469
        }
    ],
    "precedent_clusters": {
        "M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department)": [
            "M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department)",
            "Nimet Resources Inc. vs Essar Steels Ltd",
            "Multiplex Equipments & Services Pvt. Ltd. v. Bagzone Lifestyles Pvt"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 29A (4) and (5)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A (4) and (5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 14",
            "Limitation Act, 1963",
            "section 14",
            "Limitation Act, 1963"
        ],
        [
            "sections 5 and 14",
            "Limitation Act, 1963",
            "sections 5 and 14",
            "Limitation Act, 1963"
        ],
        [
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 14",
            "Limitation Act, 1963",
            "section 14",
            "Limitation Act, 1963"
        ],
        [
            "section 14",
            "Limitation Act",
            "section 14",
            "Limitation Act"
        ],
        [
            "section 14(2)",
            "Limitation Act",
            "section 14(2)",
            "Limitation Act"
        ],
        [
            "section 14",
            "Limitation Act",
            "section 14",
            "Limitation Act"
        ],
        [
            "section 5",
            "Limitation Act, 1963",
            "section 5",
            "Limitation Act, 1963"
        ],
        [
            "section 5 read with section 14",
            "Limitation Act, 1963",
            "section 5 read with section 14",
            "Limitation Act, 1963"
        ],
        [
            "sections 5 and 14",
            "Limitation Act",
            "sections 5 and 14",
            "Limitation Act"
        ],
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A",
            "1996 Act",
            "section 29A",
            "1996 Act"
        ],
        [
            "sections 2, 14 and 31",
            "Arbitration Act, 1940",
            "sections 2, 14 and 31",
            "Arbitration Act, 1940"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 5",
            "Limitation Act, 1963",
            "section 5",
            "Limitation Act, 1963"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act, 1940",
            "section 2(1)(e)",
            "Arbitration Act, 1940"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 29A(4) and (5)",
            "Arbitration and Conciliation Act, 1996",
            "Sections 29A(4) and (5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(4)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(4)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(5)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A",
            "Arbitration and Conciliation Act, 1996",
            "section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(1), (3), (4)/(5)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(1), (3), (4)/(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(4)/(5)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(4)/(5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 29A(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 14",
            "Limitation Act",
            "section 14",
            "Limitation Act"
        ],
        [
            "Section 14(2)",
            "Limitation Act",
            "Section 14(2)",
            "Limitation Act"
        ],
        [
            "section 14",
            "Limitation Act",
            "section 14",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A",
            "Arbitration and Conciliation Act, 1996",
            "section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act, 1940",
            "section 2(1)(e)",
            "Arbitration Act, 1940"
        ],
        [
            "section 29A(6)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A",
            "Arbitration and Conciliation Act, 1996",
            "section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act, 1940",
            "section 2(1)(e)",
            "Arbitration Act, 1940"
        ],
        [
            "sections 11 and 29A",
            "Arbitration and Conciliation Act, 1996",
            "sections 11 and 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A",
            "Arbitration and Conciliation Act, 1996",
            "section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 11",
            "Arbitration and Conciliation Act, 1996",
            "section 11",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 11",
            "Arbitration and Conciliation Act, 1996",
            "section 11",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 11",
            "Arbitration and Conciliation Act, 1996",
            "section 11",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 14(2)",
            "Limitation Act",
            "section 14(2)",
            "Limitation Act"
        ],
        [
            "section 29A(4) and (5)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(4) and (5)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996",
            "section 29A(3)",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "M/s. Consolidated Engineering Enterprises v. The Principal Secretary (Irrigation Department)": 3
    },
    "provision_counts": {
        "section 29A (4) and (5) of Arbitration and Conciliation Act, 1996": 1,
        "section 14 of Limitation Act, 1963": 2,
        "sections 5 and 14 of Limitation Act, 1963": 1,
        "section 29A(1) of Arbitration and Conciliation Act, 1996": 4,
        "section 14 of Limitation Act": 4,
        "section 14(2) of Limitation Act": 2,
        "section 5 of Limitation Act, 1963": 2,
        "section 5 read with section 14 of Limitation Act, 1963": 1,
        "sections 5 and 14 of Limitation Act": 1,
        "Section 29A of Arbitration and Conciliation Act, 1996": 4,
        "section 11(6) of Arbitration and Conciliation Act, 1996": 1,
        "section 29A of 1996 Act": 1,
        "sections 2, 14 and 31 of Arbitration Act, 1940": 1,
        "section 29A(3) of Arbitration and Conciliation Act, 1996": 8,
        "section 2(1)(e) of Arbitration Act, 1940": 3,
        "Sections 29A(4) and (5) of Arbitration and Conciliation Act, 1996": 1,
        "section 29A(4) of Arbitration and Conciliation Act, 1996": 1,
        "section 29A(5) of Arbitration and Conciliation Act, 1996": 1,
        "section 29A of Arbitration and Conciliation Act, 1996": 4,
        "section 29A(1), (3), (4)/(5) of Arbitration and Conciliation Act, 1996": 1,
        "section 29A(4)/(5) of Arbitration and Conciliation Act, 1996": 1,
        "Section 29A(1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 14(2) of Limitation Act": 1,
        "Section 5 of Limitation Act, 1963": 1,
        "section 29A(6) of Arbitration and Conciliation Act, 1996": 1,
        "sections 11 and 29A of Arbitration and Conciliation Act, 1996": 1,
        "section 11 of Arbitration and Conciliation Act, 1996": 3,
        "section 29A(4) and (5) of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 34,
        "Limitation Act, 1963": 7,
        "Limitation Act": 8,
        "1996 Act": 1,
        "Arbitration Act, 1940": 4
    }
}