{
    "id": "96510f811f76ee8ef555220f428cc7f730eb803cadc6b002923351da43812f27",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nDelhi High Court - Orders\nTapesh Arora vs Mukesh Chand on 16 November, 2023 \nAuthor: Manmeet Pritam Singh Arora\nBench: Manmeet Pritam Singh Arora \n                                    $ ~67 \n                                    *           In The High Court Of Delhi At New Delhi \n                                    +           Cm(M ) 1806/2023 \n                                                Tapesh Arora                                                                   ..... Petitioner \n                                                                                      Through:                 Mr. Ghanshyam Thakur, Advocate \n\n                                                                                      versus \n\n                                                Mukesh Chand                                                                   ..... Respondent\n                                                                                      Through:                 None\n                                    Coram:\n                                    Hon'Ble Ms. Justice Manmeet Pritam Singh Arora\n                                                                                      Order\n% 16.11.2023 Cm Appl. 57344/2023 (for exemption) Allowed, subject to all just exceptions.\nAccordingly, the present application stands disposed of.\n1. This is an application seeking stay of the decree  of possession dated 05.10.2023, passed by the District Judge, Commercial Court-02, North-West District, Rohini Courts, Delhi ('Commercial Court') in CS (Comm.) No. 724/2022, titled as 'Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering'. \n2. The Petitioner herein is the defendant and the Respondent is the plaintiff. The civil suit has been filed on 03.06.2022, for recovery of possession of property bearing no. A-79, Group Industrial Area, Wazirpur, Delhi - 110052 ('subject property'), recovery of sum of Rs. 22,000/-, mesne profits and damages, permanent and mandatory injunction. \nThis is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:56 3. The Commercial Court vide impugned judgment dated 05.10.2023, while deciding the application filed by the Respondent under Order XII Rule 6 of Code of Civil Procedure, 1908 ('CPC'), allowed the said application and passed a decree of possession (prayer 'a' in said plaint).\n4. This petition has been filed under Article 227 of Constitution of India assailing the said decree of possession. At the outset, it is observed that the Petitioner herein has a statutory remedy of filing an appeal against the said decree of possession under Section 96 read with Order XLI of CPC as the said judgment of the Commercial Court is a decree within the meaning of the Section 2(2) of CPC. \n5. Learned counsel for the Petitioner herein, however, states that the Petitioner has not availed the remedy of appeal on the ground that the Petitioner herein has raised a challenge to the jurisdiction of the Commercial Court to try the suit itself. \n5.1. He states that in view of the provisions of Section 12(3) of the Commercial Courts Act, 2015 ('Act of 2015'), the Petitioner herein has elected to maintain the present petition and not avail the statutory remedy of appeal. \n5.2. He further states that as per the proviso to Section 13(1A) of the Act of 2015, an appeal can be filed only against the orders that are specifically enumerated under Order XLIII of the CPC and, infact, no appeal can be filed against the impugned decree of possession dated 05.10.2023 under the said provisions. \n5.3. He states that there is no remedy of appeal against the said decree of possession under the provisions of Act of 2015 as Section 96 and Order XLI of CPC finds no mention in Section 13 of the Act of 2015. \nThis is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:56 6. This Court in unable to accept the said submission of the Petitioner. In the considered opinion of this Court an appeal is maintainable against the impugned decree dated 05.10.2023 before the Commercial Appellate Division of this Court in view of Section 13(1A) of the Act of 2015. \n7. In this regard, it would be instructive to refer to the decision of Supreme Court in Kandla Export Corporation and Anr. v. OCI Corporation and Anr., (2018) 14 SCC 715, and more specifically paragraph 13 therein. \n8. The said judgement of the Supreme Court in Kandla Export (Supra) has been relied upon by the Division Bench of High Court of Gujarat in Kandla Container Terminal Pvt. Ltd. v. Doosan Heavy Industries and Construction Company Ltd., 2018 SCC OnLine Guj 4051, to explain the scope of Section 13 of the Act of 2015, which reads as under:\n29. Applying the law laid down by the Hon'ble Supreme Court in the aforesaid decision to the facts of the case on hand and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, we are of the opinion that against the final judgment and/or decision of the Commercial Court or the Commercial Division of the High Court only, appeal shall be maintainable before the Commercial Appellate Division of the High Court. However, an appeal shall also lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996. Therefore, the submission on behalf of Shri Kamal Trivedi, learned Senior Advocate on behalf of the respondent that an appeal under Section 13 of the Commercial Courts Act, 2015, shall lie only from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code, as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996, is not acceptable. As observed and held by the Hon'ble Supreme Court, Section 13(1) of the Commercial Courts Act, 2015, is in two parts, one is with respect to providing appeal to the Commercial Appellate Division of the High Court against the final decision/judgment or order of the Commercial Court or the Commercial Division of the High This is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 Court and the second part is with respect to providing appeal from such orders passed by Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996. However, at the same time, Shri Trivedi, learned Senior Advocate app earing on behalf of the respondent is justified in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Commercial Court, Rajkot, overruling and/or setting aside the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition. \n('Emphasis Supplied') \n9. Further, the Division Bench of this Court in HPL (India) limited & Ors. v. QRD Enterprises and Anr., 2017 SCC Online Del 6955, has clarified that the word 'judgment' appearing in Section 13(1) of the Act of 2015 actually relates to a 'decree'. The relevant portion of the said judgment reads as under:\n\"34. The above analysis reveals that : - (a) the word 'judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a 'decree';\n(b) the word 'order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning 'a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act.\"\n(Emphasis Supplied) The said law enunciated by the Division Bench of this Court would equally apply to Section 13(1A) of the Act of 2015, which as well refers to the right of appeal of party aggrieved by a judgment of a Commercial Court at the level of District Judge; and consequently, an appeal would lie to the Commercial Appellate Division Bench of this Court. The relevant portion of Section 13 of Act of 2015 reads as under:\n\" 13. Appeals from decrees of Commercial Courts and Commercial Divisions -- (1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \nThis is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 (1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n10. This Court is therefore, of the opinion that in view of the fact the Petitioner is challenging the decree of possession passed by the impugned judgment dated 05.10.2023, the Petitioner has to file a substantive appeal under Section 96 read with Order XLI of CPC. The Petitioner cannot circumvent the statutory remedy of filing an appeal and seek a stay of the decree of possession from this Court in its supervisory jurisdiction. 10.1. The Supreme Court in Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors. v. Tuticorin Educational Society and Ors., (2019) 9 SCC 538, has held that wherever the proceedings are under the CPC and the forum is the civil Court, the availability of the remedy under the CPC will deter the High Court from exercising its jurisdiction. The relevant portion of the said judgment reads as under:\n\"13. Therefore wherever the proceedings are under the Code of Civil Procedure and the forum is the civil court, the availability of a remedy under the CPC, will deter the High Court, not merely as a measure of self-imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under the Constitution. Hence, the High Court ought not to have entertained the revision under Article 227 especially in a case where a specific remedy of appeal is provided under the Code of Civil Procedure itself.\" \n(Emphasis Supplied) \n11. The grounds urged by the Petitioner with respect to lack of jurisdiction of the Commercial Court has also been dealt with by this Court This is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 in the subsequent portion of this order. \n12. This Court, therefore, does not find any merit in this application and the same is accordingly, dismissed. This will however, not preclude the Petitioner herein from availing his statutory remedy of appeal against the decree of possession, in accordance with law. \nCM(M) 1806/2023 13. Learned counsel for the Petitioner states that the suit itself was not maintainable before the Commercial Court in view of the fact that the Respondent has not initiated pre-institution mediation as per the mandate of Section 12-A of the Act of 2015. \n13.1. He fairly states that the present civil suit was instituted in June, 2022 and was duly accompanied with an application filed under Order XXXIX Rule 1 and 2 of CPC for interim relief. He however, contends that the relief sought in the said application was not urgent in nature. 13.2. He states that though the declaration of law in Patil Automation Pvt. Ltd. & Ors. v. Rakheja Engineers Pvt. Ltd., (2022) 10 SCC 1, has been made effective from 20.08.2022, however, the law with respect to the mandatory nature of Section 12-A of the Act of 2015, within the territory of Delhi, has been settled by this Court prior to the said date. In this regard, he relies upon a reference dated 27.11.2018 (bearing Ref. No. 18/DSLSA/LAW/Pre-institution Mediation/ 2018/ 12818-12823) issued by Delhi State Legal Services Authority ('DSLSA') to contend that in view of the said reference, the pre-institution mediation as stipulated under Section 12-A of Act of 2015 became mandatory in Delhi. \n14. In the facts of this case, the suit was filed in June, 2022 and though, the Supreme Court in Patil Automation Pvt. Ltd. (supra) has held that the This is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 provisions of Section 12-A of the Act of 2015 are mandatory; however, the said Court has clarified that the said declaration will become effective only from 20.08.2022. Thus, this suit, which was filed in June, 2022, is not liable to be rejected on the said ground. \n14.1. It is also a matter of record that the Petitioner had filed an application under Order XXXIX Rule 1 and 2 of CPC for seeking interim relief along with the plaint and therefore, in terms of Section 12A(1) of the Act of 2015, the Respondent/plaintiff was entitled to approach the civil Court directly, without seeking pre-institution mediation. In fact, even the reference letter dated 27.11.2018 issued by DSLSA on which reliance has been placed by the Petitioner herein, excludes the suits in which interim relief is contemplated. The relevant portion of the said reference letter dated 27.11.2018 reads as under:\n\"Thus, in all commercial disputes where no interim relief is contemplated, DSLSA through its respective DLSAs are mandated to facilitate conduct of mediation in all the matter.\"\n(Emphasis Supplied) 14.2. With respect to the contention of the Petitioner that the application filed by the Respondent/plaintiff under Order XXXIX Rule 1 and 2 of CPC did not contemplate any urgent relief and therefore, the plaint is liable to be rejected, is also without merit. The Division Bench of this Court in Chandra Kishore Chaurasia v. R A Perfumery Works Pvt. Ltd., 2022 SCC OnLine Del 3529, has held that the question whether the suit involves any urgent interim relief is to be determined by the plaintiff alone and the Court cannot dismiss the suit on the ground that the remedy of mediation has not been exhausted. The relevant portion of the said judgment reads as under:\n\"31. First of all, there is no provision under Section 12A of the Commercial This is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 Courts Act, 2015 that requires the plaintiff to make any such application in a suit which involves urgent interim reliefs. As stated above, if the suit involves urgent interim relief, Section 12A of the Commercial Courts Act, 2015 is inapplicable and it is not necessary for the plaintiff to enter into a pre- institution mediation. \n32. Second, a suit, which does not contemplate urgent interim relief, cannot be instituted without exhaustion of pre-institution mediation, as required under Section 12A(1) of the Commercial Courts Act, 2015. As noted above, the Supreme Court has held that the said provision is mandatory and it is compulsory for a plaintiff to exhaust the remedy of pre-institution mediation, in accordance with the rules before instituting a suit. The Court has no discretion to exempt a plaintiff from the applicability of Section 12A(1) of the Commercial Courts Act, 2015. It is not permissible for the court to pass an order contrary to law; therefore, an application seeking exemption from engaging in pre- institution mediation, in a suit that does not involve urgent interim reliefs, would not lie. \n33. This Court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of Section 12A(1) of the Commercial Courts Act, 2015. The question whether a plaintiff desires any urgent relief is to be decided solely by the plaintiff while instituting a suit. The court may or may not accede to such a request for an urgent interim relief. But that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation. The question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief. \n34. The use of the words \"contemplate any urgent interim relief\" as used in Section 12(1) of the Commercial Courts Act, 2015 are used to qualify the category of a suit. This is determined solely on the frame of the plaint and the relief sought. The plaintiff is the sole determinant of the pleadings in the suit and the relief sought. \n35. This Court is of the view that the question whether a suit involves any urgent interim relief is to be determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff. If a plaintiff seeks any urgent interim relief, the suit cannot be dismissed on the ground that the plaintiff has not exhausted the pre-institution remedy of mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015. \n(Emphasis Supplied) 14.3. This Court is of the opinion that in view of the application filed along with the plaint, under Order XXXIX Rule 1 and 2 of CPC and the judgment This is a digitally signed order.\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 of Division Bench in Chandra Kishore Chaurasia (supra) the present suit is not liable to rejected on this ground non-initiation of pre-institution mediation under Section 12-A of the Act of 2015. \n15. Learned counsel for the Petitioner has further stated that the relief of possession in the present suit ought to have been valued as per the market value of the immoveable property. He states that however, in the plaint, the specified value of the suit has been calculated at the rate of rent to bring the case within the jurisdiction of Commercial Court. \n16. This Court has considered the submissions of the Petitioner and perused the record. The paragraph no. 19.1 in the plaint sets out the amount at which each relief has been valued and the Court fees assessed thereon. However, in the written statement, the Petitioner/defendant while replying to paragraph 19.1 of the plaint, has failed to raise any specific plea disputing the valuation of the relief of decree of possession or other reliefs, as mandated under Order VIII Rule 3A (5) of CPC as amended by the Act of 2015. The denial in the written statement fails to give rise to the issue of 'specified value', as raised before this Court. \n16.1. In the written statement, the Petitioner/defendant has raised a bald plea that the requisite Court fee has not been paid and no further. Before this Court it was argued that the relief for decree of possession has been incorrectly valued. \n16.2. This Court has perused the plaint, wherein the Respondent/plaintiff has valued the relief for recovery of possession at Rs. 5,40,000/- (Rs. 45,000/- x 12) and paid a Court fee of Rs. 7,615/- on the same. The sum of Rs. 45,000/- per month is admittedly, the rent of the suit property, agreed between the parties. \nThis is a digitally signed order. \nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 16.3. In the opinion of this Court, the said valuation of the relief of possession by the plaintiff is in terms of Section 7(xi) of the Court Fees Act, 1870, which prescribes that in suits between landlord and tenant, the relief will be valued according to the amount of rent of the immoveable property for the next years before the date of presenting the plaint. 16.4. Further, the objection of 'specified value' appears to have been raised as an objection to the pecuniary jurisdiction of the Commercial Court. However, the said objection of pecuniary jurisdiction cannot be raised for the first time after the decree of possession has been passed. \n17. In view of the aforesaid observations, this Court is prima facie of the opinion that the grounds urged by the Petitioner do not show that the Commercial Court lacked jurisdiction to entertain the suit. \n18. However, this Court would like to hear the Respondent before proceeding with the matter. Accordingly, the Petitioner is directed to re- serve a copy of this petition to the Respondent through speed post, courier and e-mail and in addition, to the counsel for the Respondent appearing before the Commercial Court. \n19. The suit is pending before the Commercial Court for adjudication of the remaining reliefs i.e., prayers 'b' to 'f' in the plaint. It is made clear that the proceedings before the Commercial Court shall continue and no stay will be sought before the said Court on the ground of pendency of this petition. \n20. List before the Joint Registrar (Judicial) on 05.01.2024.\n21. List before the Court on 24.01.2024. \nMANMEET PRITAM SINGH ARORA, J NOVEMBER 16, 2023/msh/ms/aa Click here to check corrigendum, if any This is a digitally signed order.\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above. The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57",
        "preamble_end_char_offset": null,
        "cleaned_text": "tripura high court indorama india private limited . vs sri nitai bhowmik on 31 january, 2024 author: arindam lodh bench: arindam lodh high court of tripura agartala arb. a. no.2 of 2023 1. indorama india private limited (formerly irc agrochemicals pvt. ltd.) having its office at eco-centre, em-4,12th floor, unit ecsl-1201, sector-v, salt lake, kolkata-700091, india, represented by its managing director. 2. manager-legal and company secretary, indorama india private limited (formerly irc, agrochemicals pvt. ltd.), having its office at eco-centre, em4,12th floor, unit ecsl-1201, sector-v, salt lake, kolkata700091, india. 3. sri rajat panda, regional manager irc agro chemicals pvt. ltd. having his office at ecocentre, em-4,12th floor, unit ecsl-1201, floor salt lake, sector-v, kolkata-700091, west bengal. 4. sri ram avtar yadav, guwahati regional office, shima plaza, block-c,3rd floor, g.s. road ulubari chariali, guwahati-781007. 5.sri riddhi siddhi customer service provider, buffer handling agent shibnagar college road, agartala, poagartala, pseast agartala, districtwest tripura. the defendant-appellant no.1 is represented by the duly constituted attorney, namely, miss sushma shukla, holding the post of senior manager legal & company secretary, indorama india private limited (formerly irc agro chemicals pvt. ltd.), having her office at eco-centre, em-4, 12th floor, unit ecsl-1201, sector-v, salt lake, kolkata-700091, india. . appellant(s) versus sri nitai bhowmik, son of sri subhash bhowmik, resident of ranir bazar, assam para, po and psranir bazar, districtwest tripura, proprietor of m/s. arati fertilizer, at ranir bazar motor stand, dainik bazar road, ranir bazar, po and psranir bazar, districtwest tripura. . respondent(s) for appellant(s) : mr. somik deb, sr. advocate, mr. p. chakraborty, advocate. for respondent(s) : mr. s.m. chakraborty, sr. advocate, mrs. p. chakraborty, advocate, ms. ankita pal, advocate. hon'ble the chief justice mr. aparesh kumar singh hon'ble mr. justice arindam lodh date of hearing & judgment : 31.01.2024 whether fit for reporting : yes judgment & order (oral) heard mr. somik deb, learned senior counsel assisted by mr. p. chakraborty, learned counsel for the appellants. also heard mr. s. m. chakraborty, learned senior counsel assisted by mrs. p. chakraborty together with ms. ankita pal, learned counsel for the respondent. [2] in the commercial suit no.6 of 2021 before the court of learned judge, commercial court, west tripura, agartala, the plaintiff-respondent herein has prayed for a decree for payment of money amounting to rs.39,40,000/in his favour along with interest. the plaintiff in so many words in his plaint has averred that a dealership agreement was prepared with the defendant no.1 and the signature of the plaintiff in the said agreement was obtained at agartala and as per the plaintiff the original agreement is lying under the custody and control of the defendant no.1 who is appellant no.1 in the present case. after execution of the dealership agreement, the defendant no.1 started raising different invoices in the name of the plaintiff for different types of items which the plaintiff would collect from the customer service provider. the plaintiff used to lift the item so invoiced in his name from the custody of the defendant no.5 and sold it in the market without any problem. a chart under paragraph-6 of the plaint shows the number and dates of the invoices. but the plaintiff averred at paragraph-7 of the plaint that after raising invoice for the aforesaid quantity of fertilizer in the name of the plaintiff, the defendant no.1 sent 2600 (two thousand and six hundred) metric tons of fertilizer in their godown in tripura to credit buffer stock. the price of the said 2600(two thousand and six hundred) metric tons of fertilizer was of less price when the invoice raised in the name of the plaintiff i.e., higher by rs.200/(rupees two hundred) per bag. the said act of the defendant no.1, therefore, posed as a threat and caused loss of business to the plaintiff as he was not in a position to sell the fertilizer of higher price at the price of the 2600 (two thousand and six hundred) metric tons of fertilizer sent by the defendants after about one month from the date of raising of the invoice in the name of the plaintiff. thereafter, correspondences took place between the plaintiff and defendants and later the plaintiff could understand that the defendants were not ready to appreciate the fact that because of their arbitrary and unreasonable role the business interest of the plaintiff is going to suffer. further correspondences took place between the parties. however, the plaintiff realized that the defendants did not have any intention to discharge their obligation and are only interested in making illegal claims. therefore, he had no other option but to file this suit for realization of the price of 110 (one hundred and ten) dap amounting to rs.32,00,000/(rupees thirty two lakhs), the amount of rs.4,40,000/(rupees four lakhs and forty thousand) against the loss sustained by him by selling the dap at a lesser rate because of sending of 2600 (two thousand six hundred) of fertilizer for different categories at a lesser rate than the rate invoiced to the plaintiff for the said items. another amount of rs.3,00,000/(rupees three lakhs) in the account of godown rent for storing 110(one hundred and ten) metric tons of dap in the godown of the defendants which had already been paid by the plaintiff to the defendants after raising the invoice. therefore, the plaintiff is entitled to get the total amount of rs.39,40,000/(rupees thirty nine lakhs and forty thousand) from the defendants. the cause of action for filing this suit arose on different dates and lastly on 18.01.2021 when the defendants without settling the claim of the plaintiff, again made a demand of rs.25,94,020/(rupees twenty five lakhs ninety four thousand and twenty) with 18% interest to the plaintiff. the plaintiff averred at paragraph-15 of the plaint that the cause of action of this suit arose within the jurisdiction of the learned court at agartala when the agreement was signed by the plaintiff at agartala and since 110 (one hundred and ten) metric tons of dap are also lying in the godown of the defendants at agartala under the custody of the defendant no.5. therefore, the learned commercial court, west tripura, agartala has the territorial jurisdiction to try this suit. [3] the defendant appeared on notice and filed an application under sections 5 and 8 of the arbitration and conciliation act, 1996, as amended, inter alia taking the following plea:the defendant no.1 being indorama india private limited (formerly known as irc agrochemicals private limited) is a company engaged in the business of manufacture and marketing and sales of various chemical and fertilizers. the defendant nos. 1 to 3 are involved in the activities and are representatives of the defendant no.1. the plaintiff approached the defendant no.1 desirous of being a non exclusive dealer of its products. accordingly a dealership agreement was executed on 1st june, 2018 (hereinafter referred to as the ―said agreement‖) between the plaintiff and defendant no.1, who were to act in terms of the said agreement. [4] the defendant also replied on the items of claim raised by the plaintiff and thereafter referred to clause 22.2, 22.3 and 22.4 of the agreement. the defendant further raised an objection that the dispute raised in the suit by the plaintiff is subject matter of arbitration agreement which is executed on 1 st june, 2018 and therefore it should be referred to arbitration in terms of the arbitration clause. the defendant also stated that he had filed an application under section 11 of the arbitration and conciliation act, 1996 before the hon'ble high court of calcutta, being a.p. no.325 of 2021 for appointment of an arbitrator. the defendant took a plea that the learned commercial court may be pleased to refer the parties to arbitration in terms of clause 22.4 of the said agreement executed between the parties. thereafter, the impugned order dated 6th february, 2023 was passed which reads as under: ―learned advocate ms. mampi chakraborty appearing for the plaintiff is present. none appeared for the defendants. i have heard both the sides on 21-012023 on the application dated 12-11-2022. perused the record. the defendants have filed the application dated 12-11-2022 under section 5 & 8 of the arbitration & conciliation act, 1996, here-in-after referred as the arbitration act, contending, inter alia, that there was a dealership agreement in between the parties and there is an arbitration clause in the agreement and as such, this suit stands not maintainable. at the outset lets have a look on the relevant clause of the dealership agreement dated 01-062018:\"22. dispute resolution: 22.1. the agreement and all questions of its interpretation shall be construed in accordance with the laws of india as applicable from time to time. 22.2. the parties agree that they shall attempt to resolve through good faith, consultation, and dispute or difference between the parties in respect of or concerning or connected with interpretation or implementation of this agreement or arising out of this agreement (\"dispute\"), and such consultation shall begin promptly after a party has delivered to another party a written request for such consultation. 22.3. in the event that the parties have been unable to resolve a dispute within a period of 45 business days in accordance with the mechanism mentioned in the above para, such dispute shall finally be settled according by the process of arbitration as mentioned in the following paragraph\". what, therefore, emerges is that there is a clause for reference of dispute or differences for arbitration, but the arbitration clause vide clause 22.3 is subject to the provisions vide clause 22.1 and 22.2. there is no prima facie materials in the record to show that the provisions mentioned in clause 22.1. and 22.2. were exhausted. in this view of the matter, we are of the considered opinion that jurisdiction of this court cannot be ousted in such a simple manner as proposed. we are, therefore, of the considered opinion that the application dated 12-11-2022 has no merit at all and accordingly, stands rejected. record further reveals that the statutory period of 120 days for filing written statement has already elapsed. however, a solitary opportunity is granted to the defendants to file their written statement, if any. fix 18-04-2023 for filing written statement.‖ [5] thereafter, the defendant approached this court in the present appeal. when the matter was taken up on the first occasion on 18th may, 2023 by this court, the following order was passed: ―respondent herein approached the district commercial court, west tripura, agartala in case no. cs 06 of 2021 for recovery of outstanding dues in respect of works said to be executed under an agreement dated 01.06.2018 entered with the respondent therein/appellant company herein. appellant herein preferred an application on 12.11.2022 under sections 5 and 8 of the arbitration and conciliation act, 1996 inter alia taking a plea that the court should not entertain the suit in presence of an arbitration agreement between the parties. by the impugned order dated 06.02.2023 learned district commercial court, west tripura rejected the application with an observation that pre-arbitration conciliation mechanism under clause nos. 22.1 and 22.2 were not exhausted for the arbitration clause to be invoked. however, learned senior counsel for the appellant has pointed out that in terms of the arbitration clause nos. 22.3 and 22.4 the appellant had invoked the jurisdiction of calcutta high court for appointment of arbitrator in respect of the dispute arising out of the same agreement under section 11(6) of the arbitration and conciliation act, 1996 as amended. by order dated 01.03.2023, learned single bench of the calcutta high court has been pleased to appoint one ms. radhika singh, advocate as the sole arbitrator to resolve the dispute between the parties. learned senior counsel for the appellant further submits that the first sitting of the arbitration proceedings has been held on 22.03.2023 at 5 pm at the business centre of ̳basu advisory (pvt.) limited', kolkata where the schedule of the proceedings and guidelines for pleadings and documents as also other ancillary matters relating to conduct of proceedings have been prescribed. both the parties were represented on the said date. however, he submits that these developments have taken place after passing of the impugned order. the learned commercial court, west tripura, agartala may not have been properly apprised of these developments. it is further submitted that in the face of an arbitration proceeding having been started pursuant to an order passed by the calcutta high court under section 11(6) of the act of 1996, the instant suit may itself not be maintainable. having heard learned counsel for the appellant and having taken note of these conspicuous facts borne out from record, it appears that the district commercial court, west tripura, agartala may not be apprised of the initiation of arbitration proceedings pursuant to an order passed by calcutta high court under section 11(6) of the act of 1996. in such circumstances, we are of the considered view that at the first instance the appellant should approach the district commercial court, west tripura, agartala with a proper application bringing on record the aforesaid developments for consideration of the issue of maintainability of the suit itself. it appears that the next date is on 06.07.2023. as such, the matter is adjourned to be listed on 13.07.2023. let it be made clear that this court has not made any observation on the plea to be raised by the appellant before the learned district commercial court, west tripura, agartala.‖ [6] the appellant herein approached the learned court with an application under order vii rule 11 of the code of civil procedure, 1908 read with sections 5 and 8 of the arbitration and conciliation act, 1996, as amended, for rejection of the plaint on the grounds mentioned therein. the learned court after hearing the parties by an order dated 18th july, 2023 rejected the application dated 06.07.2023 filed by the defendants/ appellants herein observing as under: ―the aforesaid case law also speaks about arbitration agreement and in the present case original arbitration agreement or a duly certified copy has not been produced by the defendants. without filing written statement, defendants cannot take the plea on maintainability of the suit. at this stage i.e. before submitting written statement though the defendants can seek for referring the parties to arbitration if there is arbitration clause in the agreement but for that exercise the defendants must produce original arbitration agreement or a duly certified copy thereof. thus in view of the aforesaid discussions, the application dated 06-07-2023 filed by the defendants under ordervii, rule11 of the cpc read with sections 5 and 8 of the arbitration and conciliation act, 1996 stands rejected. defendants are directed to file their written statement on the next date. fix 28-08-2023 for filing of written statement by the defendants.‖ [7] an objection to this ia has also been filed by the plaintiff/respondent herein. [8] we have heard the learned counsel for the parties. in order to understand the controversy, it would be proper to refer to the provisions of sections 5 and 8 of the arbitration and conciliation act, 1996 as amended which are quoted hereunder: ―5. extent of judicial intervention.notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this part.‖ ―8. power to refer parties to arbitration where there is an arbitration agreement. [(1) a judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party to the arbitration agreement or any person claiming through or under him, so applies not later than the date of submitting his first statement on the substance of the dispute, then, notwithstanding any judgment, decree or order of the supreme court or any court, refer the parties to arbitration unless it finds that prima facie no valid arbitration agreement exists.] (2) the application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof: [provided that where the original arbitration agreement or a certified copy thereof is not available with the party applying for reference to arbitration under sub-section (1), and the said agreement or certified copy is retained by the other party to that agreement, then, the party so applying shall file such application along with a copy of the arbitration agreement and a petition praying the court to call upon the other party to produce the original arbitration agreement or its duly certified copy before that court.] (3) notwithstanding that an application has been made under subsection (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made. [9] it would also be proper to refer to provisions of section 13(1) and 13 (1-a) of the commercial courts act, 2015 read with section 37(1) (a) of the arbitration and conciliation act, 1996 which is quoted hereunder: ―13 appeals from decrees of commercial courts and commercial divisions.(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1-a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996)‖ [10] section 37 of the arbitration and conciliation act, 1996 is quoted hereunder for better appreciation: ―37. appealable orders. (1) [notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-[(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34.] (2) an appeal shall also lie to a court from an order of the arbitral tribunal-(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court. [11] certain facts also need to be gone into. it is not in dispute that the calcutta high court, on an application under section 11(6) of the arbitration and conciliation act, 1996, i.e. ap no. 325 of 2021 has by an order dated 1st march, 2023 appointed an arbitrator namely ms. radhika singh, advocate to resolve the dispute between the parties arising out of the agreement dated 01.06.2018. it is also not in dispute that the appointment of an arbitrator was made by the calcutta high court in the presence of the parties after objection being made by the plaintiff/respondent herein. it is, however, also informed that the learned court left all issues open to be raised before learned arbitrator. clause 22 which is an issue under the agreement dated 01.06.2018 provides for dispute resolution. clause 22 to 22.5 are also extracted hereunder: ―22. dispute resolution: 22.1. the agreement and all questions of its interpretation shall be construed in accordance with the laws of india as applicable from time to time. 22.2. the parties agree that they shall attempt to resolve through good faith consultation, and dispute or difference between the parties in respect of or concerning of connected with the interpretation or implementation of this agreement or arising out of this agreement (―dispute‖), and such consultation shall begin promptly after a party has delivered to another party a written request for such consultation. 22.3. in the event that the parties have been unable to resolve a dispute within a period of 45 business days in accordance with the mechanism mentioned in the above para, such dispute shall finally be settled according by the process of arbitration as mentioned in the following paragraph. 22.4. in the event of any dispute arising out of the agreement herein recorded either as to the construction, meaning or interpretation of these presents or of the rights and liabilities of the parties or the performance or non-performance thereof, or as to any matter of whatsoever nature touching or pertaining to these present, such dispute shall be referred to a sole arbitrator, in accordance with and in all respects to conform to the provisions in that behalf contained in the arbitration and conciliation (amended) act, 2015, or any statutory modification or re-enactment thereof for the time being in force and the award of such arbitrator shall be binding upon the parties hereto. the venue of such arbitration proceedings shall be within the local municipal jurisdiction of the registered office of company as mentioned hereinabove and the arbitration proceedings shall be conducted in english language. the arbitral tribunal shall have the power and jurisdiction to award the costs of the arbitration proceedings against either party. the existence of any dispute(s) or difference(s) or intimation or continuance of the arbitration proceedings shall not permit the parties to postpone or delay the performance by the parties to the arbitration of their respective obligations pursuant to this agreement. provided however that this clause shall not preclude any party from obtaining relief by way of motion or similar proceedings or an urgent basis or from instituting any interdict, injunction or similar proceedings in any court of competent jurisdiction, pending the decision of the arbitral tribunal. 22.5. all notices to be given or served by either party to this agreement shall be deemed to have been given or served if the same is delivered or served by messenger, on the date of its receipt/ delivery; or on the expiry of 72 hours after dispatch if by courier/fax/email/post/telegram/ registered post, as the case may be, by either party to the other at its registered or principal office as mentioned hereinabove. provided that either party shall have the right to inform the other in writing in a similar manner of any other addressor addresses at which such notices shall be given or served.‖ [12] an argument has been raised by the respondent that the money suit preferred by him was prior in point of time than the arbitration application preferred by the appellant herein under section 11(6) of the arbitration and conciliation act, 1996 before the calcutta high court. however, as noted above it is not in dispute that the calcutta high court has proceeded to appoint an arbitrator in respect of the dispute arising between the parties and the arbitration proceedings are underway. no award has been delivered. section 16 of the arbitration and conciliation act, 1996 under chapter iv provides for competence of an arbitral tribunal to rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement. section 16 of the arbitration and conciliation act, 1996 is also extracted hereunder: ―16. competence of arbitral tribunal to rule on its jurisdiction. (1) the arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose,-(a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and (b) a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. (2) a plea that the arbitral tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence; however, a party shall not be precluded from raising such a plea merely because that he has appointed, or participated in the appointment of, an arbitrator. (3) a plea that the arbitral tribunal is exceeding the scope of its authority shall be raised as soon as the matter alleged to be beyond the scope of its authority is raised during the arbitral proceedings. (4) the arbitral tribunal may, in either of the cases referred to in subsection (2) or sub-section (3), admit a later plea if it considers the delay justified. (5) the arbitral tribunal shall decide on a plea referred to in sub-section (2) or sub-section (3) and, where the arbitral tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award. (6) a party aggrieved by such an arbitral award may make an application for setting aside such an arbitral award in accordance with section 34. [13] we are not aware whether the plaintiff/ respondent herein has raised the objection with respect to the existence or validity of the arbitration agreement before the learned arbitrator or not. however, averments in his plaint which are part of the paper book give a prima facie impression that the claim raised by the plaintiff revolved around execution of work in respect of the dealership agreement dated 01.06.2018 due to non-payment of dues by the defendants/appellants herein arising out of difference in cost of the products to be sold by the plaintiff as a distributor of the appellant and certain other ancillary claims. since the order dated 06.02.2023 impugned in the instant appeal amounts to refusal to refer the parties to an arbitration under section 8 of the act of 1996, the appeal would lie under section 37(1)(a) of the act of 1996 read with section 13(1-a) of the commercial courts act, 2015. it would be apposite to refer to the provisions of section 42 of the act of 1996 which provides that if an application under part-1 with respect to an arbitration agreement has been made in a court, that court alone shall have jurisdiction over the arbitral proceedings and all subsequent applications arising out of that agreement and the arbitral proceedings shall be made in that court and in no other court. learned senior counsel for the respondent has raised a plea that the money suit was filed prior in point of time than the arbitration application before the calcutta high court. however, learned counsel for both the parties have not been able to supply the exact date of the filing of the respective suit and the application before commercial court, west tripura, agartala and the arbitration application before the calcutta high court. the learned senior counsel for the appellant has, on the other hand, pointed out to clause 22.4 of the agreement quoted above which provides that the venue of such arbitration proceedings shall be within the local municipal jurisdiction of the registered office of company as mentioned hereinabove and the arbitration proceedings shall be conducted in english language. on the basis of this clause, the appellant herein had approached the calcutta high court for appointment of an arbitrator invoking section 11(6) of the act of 1996. it is also pointed out that the expression ―company‖, means the appellant herein since the plaintiff/respondent herein is an individual proprietor as is also borne out from the cause title of the agreement which is part of the paper book. [14] in the wake of undisputed fact that an arbitration proceeding is underway in respect of the dispute arising out of the agreement dated 01.06.2018 between the parties pursuant to appointment of an arbitrator by the calcutta high court in arbitration application no.325/21, the issue raised to be decided herein is whether the refusal on the part of the learned commercial court to refer the parties for arbitration in terms of clause 22.4 of the agreement by the impugned order dated 06.02.2023 was proper in the eye of law or not. this court after taking note of the appointment of an arbitrator by the calcutta high court at the instance of the appellant herein, in its order dated 18.05.2023 itself, felt that this conspicuous facts be brought to the notice of the district commercial court, west tripura, agartala who may not be apprised of appointment of an arbitrator by the calcutta high court. in this background, the appellant was directed to once again move the district commercial court, agartala with proper application bringing on record the aforesaid developments for consideration of the issue of maintainability of the suit itself. that application under order vii rule 11 read with section 5 and 8 of the arbitration and conciliation act, 1996 stands rejected by the order dated 18.07.2023 which has been sought to be assailed in ia no.2 of 2023 by the appellant herein. such application has been objected to inter alia by the respondent herein on a number of grounds including the wrong invocation of the provisions of order vii rule 11 and also defect in the affidavit filed in support of the ia. however, since the entire records of the commercial suit no.6/2021 have been summoned pursuant to our order dated 13.12.2023, we take cognizance of the order dated 18.06.2023 whereby the learned court has rejected the application made by the defendants/appellants herein on the directions passed by this court. the learned court appears to have been persuaded by the fact that the defendant could not have raised the plea of maintainability of the suit before fling the written statement though he could have sought for referring the parties to arbitration if there is an arbitration clause in the agreement. however, it observed that the defendant had failed to produce the original arbitration agreement or a duly certified copy thereof. in our opinion, the requirement of filing of original or certified copy of the arbitration agreement in terms of section 8(2) of the act of 1996 is a curable defect. [15] the appellant has taken a plea that the original copy of the agreement dated 01.06.2018 was submitted along with the arbitration application before the calcutta high court. however, in that case it is always open for the appellant to obtain a certified copy of the agreement for being produced before the learned commercial court to properly entertain the application under section 8(1) of the act of 1996 on the issue of referring the dispute between the parties to an arbitrator. in this case an arbitration proceeding is already underway by virtue of the order passed by the calcutta high court in arbitration application no. 325/21 moved by the appellant herein. it is not clear as to whether the requirement of pre-institution mediation and settlement in terms of section 12-a under chapter iii-a of the commercial courts act, 2015 has been carried out before institution of the suit. the learned court in the impugned order dated 06.02.2023 has simply observed that the jurisdiction of the court could not be ousted in a simple manner as proposed relying upon clause 22 to 24 of the dealership agreement dated 01.06.2018 by the defendant. the learned court has given the defendant an opportunity to file written statement without deciding the application under section 5 and 8(1) of the arbitration and conciliation act, 1996. the subsequent order dated 18.07.2023 passed by the learned court gives an impression that the learned court was not inclined to entertain the application filed under order vii rule 11 of cpc read with section 5 and 8 of arbitration and conciliation act, 1996 on the plea of maintainability of the suit before filing of written statement as the original or duly certified copy of the arbitration agreement could not be produced by the defendant. as observed hereinabove requirement of sub section 2 of section 8 of the act of 1996 is a curable defect and the appellant is required to submit either the original or the duly certified copy of the agreement for the learned court to take a decision on the application made under section 5 and 8 of the act of 1996. the instant provision contemplates that if an action is brought before a judicial authority which is the subject of an arbitration agreement and if the party to the arbitration agreement or any person claiming through or under him, applies not later than the date of submitting his first statement on the substance of the dispute, then, notwithstanding any judgment, decree or order of the supreme court or any court, the judicial authority is under an obligation to refer the parties to arbitration unless it finds that prima facie no valid arbitration agreement exists (see sushma shivkumar daga & anr., vs. madhurkumar ramkrishnaji bajaj & ors., 2023 scc online sc 1683). in this case, the calcutta high court has already appointed an arbitrator to decide the dispute between the parties arising out of the same dealership agreement dated 01.06.2018 and the arbitration proceedings are underway. [16] from a bare reading of the plaint it appears that the dispute and the claims made by the plaintiff revolved around the work of distributorship and sale of goods as a distributor in respect of the dealership agreement entered between the plaintiff and defendant no.1 i.e. the appellant and respondent herein. in such circumstances when an arbitration proceeding is underway in respect of the dispute raised by the appellant under the same dealership agreement dated 01.06.2018 pursuant to the order of the calcutta high court, there could result a parallel proceeding or conflict of decisions in respect of disputes raised by one party before another judicial authority/ commercial court herein arising out of the dealership agreement in question. in such circumstances we feel that the learned commercial court failed to exercise its jurisdiction under section 8(1) of the act of 1996 even though the defendants/appellants herein had at the first instance raised an objection to that effect and before the date of submitting his first statement on the substance of the dispute. this court at the first instance instead of interfering in the matter thought it proper to relegate the appellant to apprise the learned district commercial court with a proper application bringing on record the aforesaid developments for consideration of the issue of maintainability of the suit itself. the learned court by the subsequent order dated 18.07.2023 again failed to exercise jurisdiction and consider the issue without properly appreciating the entire background of facts and circumstances of the case that a dispute between the parties in respect of dealership agreement dated 01.06.2018 is pending before the learned arbitrator appointed by the calcutta high court. it also failed to consider the relevant provisions of the arbitration and conciliation act, 1996 as referred to hereinabove and the terms of the agreement quoted above as well. the learned court could have accorded an opportunity to the defendant to produce the original or duly certified copy of the agreement to fulfill the requirement under section 8(2) of the act of 1996 before proceeding to decide the issue in substance. [17] we are, therefore, of the view that the impugned order dated 06.02.2023 cannot be sustained in the eye of law and is set aside. the subsequent order dated 18.07.2023 which has been passed pursuant to our order passed on 18.05.2023 also cannot stand in the eye of law. it is also set aside. the matter is remitted to the learned commercial court to take a decision on the application made by the appellant under sections 5 and 8 of the arbitration and conciliation act, 1996 and also on the maintainability of the commercial suit itself in accordance with law. let such decision be taken within a reasonable time preferably 8(eight) weeks from the date of receipt of the copy of this judgment. [18] let it be made clear that any observation made hereinabove are only for the purpose of testing the correctness and legality of the order dated 06.02.2023 and 18.07.2023 and shall not prejudice the case of the parties before the learned commercial court. lower court records be sent to the concerned court. pending application(s), if any, also stands disposed of. (arindam lodh), j (aparesh kumar singh), cj munna s munna saha digitally signed by munna saha date: 2024.02.13 17:45:33 +05'30'"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4fa780688ac74904bcbe54b04d07fe08_0"
        },
        {
            "start": 155,
            "end": 242,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b192bc57864145aeb31e2ec3b3b53838_1"
        },
        {
            "start": 242,
            "end": 317,
            "text": "Delhi High Court - Orders\nTapesh Arora vs Mukesh Chand on 16 November, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbc1c76f710a430db4ebce3f371c1709_2"
        },
        {
            "start": 319,
            "end": 360,
            "text": "Author: Manmeet Pritam Singh Arora\nBench:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "245c3834d0d542abb7d78f97b100f61b_3"
        },
        {
            "start": 361,
            "end": 387,
            "text": "Manmeet Pritam Singh Arora",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae3e38247582486ab65818b254fce7fa_4"
        },
        {
            "start": 425,
            "end": 480,
            "text": "$ ~67 \n                                    *           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48dd149bd6c74252a7fa22e17d6a5e2b_5"
        },
        {
            "start": 480,
            "end": 519,
            "text": "In The High Court Of Delhi At New Delhi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "308bfe583cda44aa90e7dd4ef339b27b_6"
        },
        {
            "start": 557,
            "end": 573,
            "text": "+           Cm(M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f887ca80dc8e431bbdebc9b29008ae8c_7"
        },
        {
            "start": 574,
            "end": 585,
            "text": ") 1806/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46f17b1379054024bc86bdf8ab85da19_8"
        },
        {
            "start": 635,
            "end": 647,
            "text": "Tapesh Arora",
            "labels": [
                "PREAMBLE"
            ],
            "id": "835352bea68d45f78cb83d294015657e_9"
        },
        {
            "start": 714,
            "end": 730,
            "text": "..... Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38da2d3c2aa84c25b46cc003c9dc9fbd_10"
        },
        {
            "start": 818,
            "end": 826,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41f0eb12dfc74c0b9f6da999f6dd34f6_11"
        },
        {
            "start": 843,
            "end": 873,
            "text": "Mr. Ghanshyam Thakur, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c6a0c3f08c584ced818bff887dd98dae_12"
        },
        {
            "start": 962,
            "end": 968,
            "text": "versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ca1a13f25964faa8eda4579dae577e1_13"
        },
        {
            "start": 1019,
            "end": 1025,
            "text": "Mukesh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f87e057a039e486f959e1d1f149067dc_14"
        },
        {
            "start": 1026,
            "end": 1103,
            "text": "Chand                                                                   .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2a7421c49eb4a6780e51a8442412552_15"
        },
        {
            "start": 1104,
            "end": 1648,
            "text": "Respondent\n                                                                                      Through:                 None\n                                    Coram:\n                                    Hon'Ble Ms. Justice Manmeet Pritam Singh Arora\n                                                                                      Order\n% 16.11.2023 Cm Appl. 57344/2023 (for exemption) Allowed, subject to all just exceptions.\nAccordingly, the present application stands disposed of.\n1. This is an application seeking stay of the decree",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4b5b3627003e40e1b8b227246ebd1eaf_16"
        },
        {
            "start": 1649,
            "end": 1888,
            "text": " of possession dated 05.10.2023, passed by the District Judge, Commercial Court-02, North-West District, Rohini Courts, Delhi ('Commercial Court') in CS (Comm.) No. 724/2022, titled as 'Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering'.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03b7e5f11c214c0f855fea7430621b4d_17"
        },
        {
            "start": 1890,
            "end": 1968,
            "text": "2. The Petitioner herein is the defendant and the Respondent is the plaintiff.",
            "labels": [
                "NONE"
            ],
            "id": "56eb1142a3f44165b5ecc644b63de9d0_18"
        },
        {
            "start": 1969,
            "end": 2236,
            "text": "The civil suit has been filed on 03.06.2022, for recovery of possession of property bearing no. A-79, Group Industrial Area, Wazirpur, Delhi - 110052 ('subject property'), recovery of sum of Rs. 22,000/-, mesne profits and damages, permanent and mandatory injunction.",
            "labels": [
                "FAC"
            ],
            "id": "f2885502a2b04a6798b8faad7807cd56_19"
        },
        {
            "start": 2237,
            "end": 2271,
            "text": "\nThis is a digitally signed order.",
            "labels": [
                "FAC"
            ],
            "id": "4cebeabb23454fa68d4d94d5ca50ada6_20"
        },
        {
            "start": 2272,
            "end": 2393,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "FAC"
            ],
            "id": "c581f15a01ae4d218f29f49ff2a411cd_21"
        },
        {
            "start": 2394,
            "end": 2466,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:56 3.",
            "labels": [
                "FAC"
            ],
            "id": "3ad8abfa28ac46518fb69f2aec8efd2c_22"
        },
        {
            "start": 2467,
            "end": 2743,
            "text": "The Commercial Court vide impugned judgment dated 05.10.2023, while deciding the application filed by the Respondent under Order XII Rule 6 of Code of Civil Procedure, 1908 ('CPC'), allowed the said application and passed a decree of possession (prayer 'a' in said plaint).\n4.",
            "labels": [
                "FAC"
            ],
            "id": "5933e67502a843f6bc835f8d7d087e5c_23"
        },
        {
            "start": 2744,
            "end": 2856,
            "text": "This petition has been filed under Article 227 of Constitution of India assailing the said decree of possession.",
            "labels": [
                "FAC"
            ],
            "id": "8b5cbc2a410c43fc85638adebdb9f328_24"
        },
        {
            "start": 2857,
            "end": 3142,
            "text": "At the outset, it is observed that the Petitioner herein has a statutory remedy of filing an appeal against the said decree of possession under Section 96 read with Order XLI of CPC as the said judgment of the Commercial Court is a decree within the meaning of the Section 2(2) of CPC.",
            "labels": [
                "FAC"
            ],
            "id": "c2d65b0ff79b4ec3b0a3422750db652c_25"
        },
        {
            "start": 3144,
            "end": 3394,
            "text": "5. Learned counsel for the Petitioner herein, however, states that the Petitioner has not availed the remedy of appeal on the ground that the Petitioner herein has raised a challenge to the jurisdiction of the Commercial Court to try the suit itself.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5410bf33cd2f41aca7135c7c87ef1fdf_26"
        },
        {
            "start": 3395,
            "end": 3623,
            "text": "\n5.1. He states that in view of the provisions of Section 12(3) of the Commercial Courts Act, 2015 ('Act of 2015'), the Petitioner herein has elected to maintain the present petition and not avail the statutory remedy of appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "88215df38bfe48a983fde17bdd88efbb_27"
        },
        {
            "start": 3625,
            "end": 3940,
            "text": "5.2. He further states that as per the proviso to Section 13(1A) of the Act of 2015, an appeal can be filed only against the orders that are specifically enumerated under Order XLIII of the CPC and, infact, no appeal can be filed against the impugned decree of possession dated 05.10.2023 under the said provisions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd274feba04c4165a39fc6400b5c7531_28"
        },
        {
            "start": 3942,
            "end": 4150,
            "text": "5.3. He states that there is no remedy of appeal against the said decree of possession under the provisions of Act of 2015 as Section 96 and Order XLI of CPC finds no mention in Section 13 of the Act of 2015.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "bee454622ce640f6a4bea48d1dd814c7_29"
        },
        {
            "start": 4151,
            "end": 4185,
            "text": "\nThis is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adb9d37d7fd2401a85ba6ff6830b12e8_30"
        },
        {
            "start": 4186,
            "end": 4307,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80374f655d6842f4bb1b7d1116994af6_31"
        },
        {
            "start": 4308,
            "end": 4380,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:56 6.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c4ccb0b302840cda4e59e259786ae0b_32"
        },
        {
            "start": 4381,
            "end": 4450,
            "text": "This Court in unable to accept the said submission of the Petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "1bc06c0b64414bd1a5ff15480183c9ef_33"
        },
        {
            "start": 4451,
            "end": 4662,
            "text": "In the considered opinion of this Court an appeal is maintainable against the impugned decree dated 05.10.2023 before the Commercial Appellate Division of this Court in view of Section 13(1A) of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71e03787b804469da39e2476149b7533_34"
        },
        {
            "start": 4664,
            "end": 4878,
            "text": "7. In this regard, it would be instructive to refer to the decision of Supreme Court in Kandla Export Corporation and Anr. v. OCI Corporation and Anr., (2018) 14 SCC 715, and more specifically paragraph 13 therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "16eeb88faa0f4af99a8bfc74e5e25a98_35"
        },
        {
            "start": 4880,
            "end": 5219,
            "text": "8. The said judgement of the Supreme Court in Kandla Export (Supra) has been relied upon by the Division Bench of High Court of Gujarat in Kandla Container Terminal Pvt. Ltd. v. Doosan Heavy Industries and Construction Company Ltd., 2018 SCC OnLine Guj 4051, to explain the scope of Section 13 of the Act of 2015, which reads as under:\n29.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "54ee3338766a4b70b15adba36006be85_36"
        },
        {
            "start": 5220,
            "end": 5650,
            "text": "Applying the law laid down by the Hon'ble Supreme Court in the aforesaid decision to the facts of the case on hand and considering sub-section (1) of Section 13 of the Commercial Courts Act, 2015, we are of the opinion that against the final judgment and/or decision of the Commercial Court or the Commercial Division of the High Court only, appeal shall be maintainable before the Commercial Appellate Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2688fdd4589c4196a9b5d01426aee9da_37"
        },
        {
            "start": 5651,
            "end": 5928,
            "text": "However, an appeal shall also lie from such orders passed by the Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54b12fd0c10541a79e94fd18f449cc9c_38"
        },
        {
            "start": 5929,
            "end": 6384,
            "text": "Therefore, the submission on behalf of Shri Kamal Trivedi, learned Senior Advocate on behalf of the respondent that an appeal under Section 13 of the Commercial Courts Act, 2015, shall lie only from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code, as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996, is not acceptable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "395a90fc819f4b8e995bdb6bee70b863_39"
        },
        {
            "start": 6385,
            "end": 6739,
            "text": "As observed and held by the Hon'ble Supreme Court, Section 13(1) of the Commercial Courts Act, 2015, is in two parts, one is with respect to providing appeal to the Commercial Appellate Division of the High Court against the final decision/judgment or order of the Commercial Court or the Commercial Division of the High This is a digitally signed order.",
            "labels": [
                "STA"
            ],
            "id": "0bd2aebe514446cbbf22213f1863984c_40"
        },
        {
            "start": 6740,
            "end": 6861,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "235a7748af5349bbae0e5448bcefd475_41"
        },
        {
            "start": 6862,
            "end": 7233,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 Court and the second part is with respect to providing appeal from such orders passed by Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code as amended by the Commercial Courts Act, 2015 and Section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f30b3a326584c1e8a42e8af1325cf79_42"
        },
        {
            "start": 7234,
            "end": 7729,
            "text": "However, at the same time, Shri Trivedi, learned Senior Advocate app earing on behalf of the respondent is justified in raising the objection on the maintainability of the present appeal under Section 13 of the Commercial Courts Act, 2015 against the impugned order passed by the learned Commercial Court, Rajkot, overruling and/or setting aside the objection raised by the appellant herein on the jurisdiction of the Commercial Court, Rajkot, to entertain and adjudicate the execution petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "203b5f7a90ca45e489e1ffe556297bbe_43"
        },
        {
            "start": 7730,
            "end": 7752,
            "text": "\n('Emphasis Supplied')",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0451da93e18e424b866c4b3de30cf99e_44"
        },
        {
            "start": 7754,
            "end": 8000,
            "text": "9. Further, the Division Bench of this Court in HPL (India) limited & Ors. v. QRD Enterprises and Anr., 2017 SCC Online Del 6955, has clarified that the word 'judgment' appearing in Section 13(1) of the Act of 2015 actually relates to a 'decree'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "079d77f451a44fc1ae8ce1c47d6c0f4f_45"
        },
        {
            "start": 8001,
            "end": 8063,
            "text": "The relevant portion of the said judgment reads as under:\n\"34.",
            "labels": [
                "STA"
            ],
            "id": "667a2fa8e1bc41d880173bb86dbeee50_46"
        },
        {
            "start": 8064,
            "end": 8572,
            "text": "The above analysis reveals that : - (a) the word 'judgment' appearing in Section 13(1) of the said Act actually relates or has a reference to a 'decree';\n(b) the word 'order' in that provision would have to be construed in the light of Section 2(14) of the CPC as meaning 'a formal expression of a decision of a Civil Court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under Order XLIII, as provided in the proviso to Section 13(1) of the said Act.\"\n",
            "labels": [
                "STA"
            ],
            "id": "5f06702567574a569118bbf2441c3c7b_47"
        },
        {
            "start": 8572,
            "end": 8591,
            "text": "(Emphasis Supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62c9acb0d3834775b0e083bcd79000cf_48"
        },
        {
            "start": 8592,
            "end": 8936,
            "text": "The said law enunciated by the Division Bench of this Court would equally apply to Section 13(1A) of the Act of 2015, which as well refers to the right of appeal of party aggrieved by a judgment of a Commercial Court at the level of District Judge; and consequently, an appeal would lie to the Commercial Appellate Division Bench of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f4a21de12c3481481c9824c918f00e8_49"
        },
        {
            "start": 8937,
            "end": 9300,
            "text": "The relevant portion of Section 13 of Act of 2015 reads as under:\n\" 13. Appeals from decrees of Commercial Courts and Commercial Divisions -- (1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
            "labels": [
                "STA"
            ],
            "id": "ca29788c05af4528bbfde0db7bde81ef_50"
        },
        {
            "start": 9301,
            "end": 9335,
            "text": "\nThis is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "507ca9a5341b4b909af13e72fc189edb_51"
        },
        {
            "start": 9336,
            "end": 9457,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9c71e61c12b4776b3ed5629013d027f_52"
        },
        {
            "start": 9458,
            "end": 9532,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 (1A)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "105f4aa2de1f421b8a482a3ec3832827_53"
        },
        {
            "start": 9533,
            "end": 10175,
            "text": "Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n10.",
            "labels": [
                "STA"
            ],
            "id": "6ca7aee3247d445abd3562870e8685f0_54"
        },
        {
            "start": 10176,
            "end": 10438,
            "text": "This Court is therefore, of the opinion that in view of the fact the Petitioner is challenging the decree of possession passed by the impugned judgment dated 05.10.2023, the Petitioner has to file a substantive appeal under Section 96 read with Order XLI of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b8c9ccde7d94f269063898b971887f6_55"
        },
        {
            "start": 10439,
            "end": 10605,
            "text": "The Petitioner cannot circumvent the statutory remedy of filing an appeal and seek a stay of the decree of possession from this Court in its supervisory jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e633d692e524787bdc2df75819f1fac_56"
        },
        {
            "start": 10606,
            "end": 10950,
            "text": "10.1. The Supreme Court in Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors. v. Tuticorin Educational Society and Ors., (2019) 9 SCC 538, has held that wherever the proceedings are under the CPC and the forum is the civil Court, the availability of the remedy under the CPC will deter the High Court from exercising its jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ccda2109be98499cbce13249449caac4_57"
        },
        {
            "start": 10951,
            "end": 11013,
            "text": "The relevant portion of the said judgment reads as under:\n\"13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c795b0cb90964bb0b6ac4689a47c1d03_58"
        },
        {
            "start": 11014,
            "end": 11357,
            "text": "Therefore wherever the proceedings are under the Code of Civil Procedure and the forum is the civil court, the availability of a remedy under the CPC, will deter the High Court, not merely as a measure of self-imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cfa70ddc9a34525af00c2742022fbb0_59"
        },
        {
            "start": 11358,
            "end": 11550,
            "text": "Hence, the High Court ought not to have entertained the revision under Article 227 especially in a case where a specific remedy of appeal is provided under the Code of Civil Procedure itself.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a2628b490d347c3860d25076b4ffd80_60"
        },
        {
            "start": 11551,
            "end": 11571,
            "text": "\n(Emphasis Supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ba428679d9544c0929e0ed667d2a134_61"
        },
        {
            "start": 11573,
            "end": 11746,
            "text": "11. The grounds urged by the Petitioner with respect to lack of jurisdiction of the Commercial Court has also been dealt with by this Court This is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9cd9945d9d374afa8a4bdc8b39584cc9_62"
        },
        {
            "start": 11747,
            "end": 11868,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7d95740f8d845fba2f7b790ea791a37_63"
        },
        {
            "start": 11869,
            "end": 11979,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 in the subsequent portion of this order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a9f5d07ce664bd29f23b2da498d70c3_64"
        },
        {
            "start": 11981,
            "end": 12091,
            "text": "12. This Court, therefore, does not find any merit in this application and the same is accordingly, dismissed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80e72399b82d44ef9984eeff60d345ff_65"
        },
        {
            "start": 12092,
            "end": 12248,
            "text": "This will however, not preclude the Petitioner herein from availing his statutory remedy of appeal against the decree of possession, in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ebd57ad7fea4402af90305d5f6c796a_66"
        },
        {
            "start": 12249,
            "end": 12269,
            "text": "\nCM(M) 1806/2023 13.",
            "labels": [
                "NONE"
            ],
            "id": "842e94d8ef8c47149aeebbaadfc2f5d5_67"
        },
        {
            "start": 12270,
            "end": 12520,
            "text": "Learned counsel for the Petitioner states that the suit itself was not maintainable before the Commercial Court in view of the fact that the Respondent has not initiated pre-institution mediation as per the mandate of Section 12-A of the Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c447d3e44c9345c88f9fb9743b4ce774_68"
        },
        {
            "start": 12522,
            "end": 12710,
            "text": "13.1. He fairly states that the present civil suit was instituted in June, 2022 and was duly accompanied with an application filed under Order XXXIX Rule 1 and 2 of CPC for interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0e2a82507e34bad8dd8a182a8a22eb3_69"
        },
        {
            "start": 12711,
            "end": 12804,
            "text": "He however, contends that the relief sought in the said application was not urgent in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b920a357d0b043e39b002158e17aa5c6_70"
        },
        {
            "start": 12805,
            "end": 13158,
            "text": "13.2. He states that though the declaration of law in Patil Automation Pvt. Ltd. & Ors. v. Rakheja Engineers Pvt. Ltd., (2022) 10 SCC 1, has been made effective from 20.08.2022, however, the law with respect to the mandatory nature of Section 12-A of the Act of 2015, within the territory of Delhi, has been settled by this Court prior to the said date.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5f59d03448a4a598a97dcc6d7d79c46_71"
        },
        {
            "start": 13159,
            "end": 13504,
            "text": "In this regard, he relies upon a reference dated 27.11.2018 (bearing Ref. No. 18/DSLSA/LAW/Pre-institution Mediation/ 2018/ 12818-12823) issued by Delhi State Legal Services Authority ('DSLSA') to contend that in view of the said reference, the pre-institution mediation as stipulated under Section 12-A of Act of 2015 became mandatory in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5499023f2b94077b5f49d0ed892d221_72"
        },
        {
            "start": 13506,
            "end": 13689,
            "text": "14. In the facts of this case, the suit was filed in June, 2022 and though, the Supreme Court in Patil Automation Pvt. Ltd. (supra) has held that the This is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26f5b020e4954100a36bd9ac10727d39_73"
        },
        {
            "start": 13690,
            "end": 13811,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0fe134788284fe394f8a8db9041675a_74"
        },
        {
            "start": 13812,
            "end": 14050,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 provisions of Section 12-A of the Act of 2015 are mandatory; however, the said Court has clarified that the said declaration will become effective only from 20.08.2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47e0287e832a4bf0a5b2e3ceab979ccc_75"
        },
        {
            "start": 14051,
            "end": 14147,
            "text": "Thus, this suit, which was filed in June, 2022, is not liable to be rejected on the said ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3fc7a323a384efbac3a0d17cf71e225_76"
        },
        {
            "start": 14149,
            "end": 14497,
            "text": "14.1. It is also a matter of record that the Petitioner had filed an application under Order XXXIX Rule 1 and 2 of CPC for seeking interim relief along with the plaint and therefore, in terms of Section 12A(1) of the Act of 2015, the Respondent/plaintiff was entitled to approach the civil Court directly, without seeking pre-institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e705c8ef185249f781f77db29b641dd7_77"
        },
        {
            "start": 14498,
            "end": 14685,
            "text": "In fact, even the reference letter dated 27.11.2018 issued by DSLSA on which reliance has been placed by the Petitioner herein, excludes the suits in which interim relief is contemplated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66c0a4147e2f4e2f8aada30e66531125_78"
        },
        {
            "start": 14686,
            "end": 14972,
            "text": "The relevant portion of the said reference letter dated 27.11.2018 reads as under:\n\"Thus, in all commercial disputes where no interim relief is contemplated, DSLSA through its respective DLSAs are mandated to facilitate conduct of mediation in all the matter.\"\n(Emphasis Supplied) 14.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f3245f52e9945dda7658f2fce8e4c01_79"
        },
        {
            "start": 14973,
            "end": 15227,
            "text": "With respect to the contention of the Petitioner that the application filed by the Respondent/plaintiff under Order XXXIX Rule 1 and 2 of CPC did not contemplate any urgent relief and therefore, the plaint is liable to be rejected, is also without merit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d77830b860247c5b0d0f2a1c2b8843d_80"
        },
        {
            "start": 15228,
            "end": 15576,
            "text": "The Division Bench of this Court in Chandra Kishore Chaurasia v. R A Perfumery Works Pvt. Ltd., 2022 SCC OnLine Del 3529, has held that the question whether the suit involves any urgent interim relief is to be determined by the plaintiff alone and the Court cannot dismiss the suit on the ground that the remedy of mediation has not been exhausted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d7046218827045c48ba9ee61f2dfb2f1_81"
        },
        {
            "start": 15577,
            "end": 15639,
            "text": "The relevant portion of the said judgment reads as under:\n\"31.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "63a943c7ff5e4441b9d97e387fc5e8a7_82"
        },
        {
            "start": 15640,
            "end": 15745,
            "text": "First of all, there is no provision under Section 12A of the Commercial This is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49af213e88054ccabc76d964fb4c841e_83"
        },
        {
            "start": 15746,
            "end": 15867,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0db43bdd51cb4559b10006caef15f756_84"
        },
        {
            "start": 15868,
            "end": 16060,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 Courts Act, 2015 that requires the plaintiff to make any such application in a suit which involves urgent interim reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3794c41132240b788f98433a5f4ba5d_85"
        },
        {
            "start": 16061,
            "end": 16270,
            "text": "As stated above, if the suit involves urgent interim relief, Section 12A of the Commercial Courts Act, 2015 is inapplicable and it is not necessary for the plaintiff to enter into a pre- institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb7cbd392dcd4c08835d24e6c6c78392_86"
        },
        {
            "start": 16271,
            "end": 16480,
            "text": "\n32. Second, a suit, which does not contemplate urgent interim relief, cannot be instituted without exhaustion of pre-institution mediation, as required under Section 12A(1) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cead92f17801466c8f7dc30c9710f584_87"
        },
        {
            "start": 16481,
            "end": 16705,
            "text": "As noted above, the Supreme Court has held that the said provision is mandatory and it is compulsory for a plaintiff to exhaust the remedy of pre-institution mediation, in accordance with the rules before instituting a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8b3f5dacb4748dfb55d22abc41d259b_88"
        },
        {
            "start": 16706,
            "end": 16832,
            "text": "The Court has no discretion to exempt a plaintiff from the applicability of Section 12A(1) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2c8322c2b93490a9cc16cb483b506c0_89"
        },
        {
            "start": 16833,
            "end": 17062,
            "text": "It is not permissible for the court to pass an order contrary to law; therefore, an application seeking exemption from engaging in pre- institution mediation, in a suit that does not involve urgent interim reliefs, would not lie.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d78228636e164a5abe330eff49fd1496_90"
        },
        {
            "start": 17064,
            "end": 17338,
            "text": "33. This Court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of Section 12A(1) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "668e2421c9184aa7b02d7ba239b55886_91"
        },
        {
            "start": 17339,
            "end": 17464,
            "text": "The question whether a plaintiff desires any urgent relief is to be decided solely by the plaintiff while instituting a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55e3b79ecdd44fb19dd4460127a709dc_92"
        },
        {
            "start": 17465,
            "end": 17544,
            "text": "The court may or may not accede to such a request for an urgent interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43a302b8a8534cbf9aee03f77f786123_93"
        },
        {
            "start": 17545,
            "end": 17669,
            "text": "But that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bb9736a0df34385a41e847a6edd5ef4_94"
        },
        {
            "start": 17670,
            "end": 17826,
            "text": "The question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d045133f311d46c3b3f778793d10423c_95"
        },
        {
            "start": 17828,
            "end": 17996,
            "text": "34. The use of the words \"contemplate any urgent interim relief\" as used in Section 12(1) of the Commercial Courts Act, 2015 are used to qualify the category of a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d05fc7042d741828b54dd4198d461c0_96"
        },
        {
            "start": 17997,
            "end": 18072,
            "text": "This is determined solely on the frame of the plaint and the relief sought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e313c6a2d3d4e1b96165540dee3d75f_97"
        },
        {
            "start": 18073,
            "end": 18162,
            "text": "The plaintiff is the sole determinant of the pleadings in the suit and the relief sought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4aec642fedac4cd592b72f1a64b98dcd_98"
        },
        {
            "start": 18164,
            "end": 18361,
            "text": "35. This Court is of the view that the question whether a suit involves any urgent interim relief is to be determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7910e2fb48c34d81b28e2e4d73a3a84b_99"
        },
        {
            "start": 18362,
            "end": 18602,
            "text": "If a plaintiff seeks any urgent interim relief, the suit cannot be dismissed on the ground that the plaintiff has not exhausted the pre-institution remedy of mediation as contemplated under Section 12A(1) of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "450f9079699540258ff81926fe1bfa79_100"
        },
        {
            "start": 18603,
            "end": 18623,
            "text": "\n(Emphasis Supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2719881d2b094f6db213f9338ee58ba6_101"
        },
        {
            "start": 18624,
            "end": 18809,
            "text": "14.3. This Court is of the opinion that in view of the application filed along with the plaint, under Order XXXIX Rule 1 and 2 of CPC and the judgment This is a digitally signed order.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e25c3af30c8b413dbd2b0c79928490e1_102"
        },
        {
            "start": 18809,
            "end": 18929,
            "text": "The authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89ea6e93c4fa4981bfef6a58d70f165d_103"
        },
        {
            "start": 18930,
            "end": 19195,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 of Division Bench in Chandra Kishore Chaurasia (supra) the present suit is not liable to rejected on this ground non-initiation of pre-institution mediation under Section 12-A of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "194d127fa0ec4a13a78872b951b5a6f4_104"
        },
        {
            "start": 19197,
            "end": 19382,
            "text": "15. Learned counsel for the Petitioner has further stated that the relief of possession in the present suit ought to have been valued as per the market value of the immoveable property.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dd84e97f2b4440999acfe250e0a156b3_105"
        },
        {
            "start": 19383,
            "end": 19556,
            "text": "He states that however, in the plaint, the specified value of the suit has been calculated at the rate of rent to bring the case within the jurisdiction of Commercial Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c41c29ece2d9482a8af243b01c5eb94b_106"
        },
        {
            "start": 19558,
            "end": 19645,
            "text": "16. This Court has considered the submissions of the Petitioner and perused the record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae51d0049a8d49f5873999bb44ac9fd6_107"
        },
        {
            "start": 19646,
            "end": 19776,
            "text": "The paragraph no. 19.1 in the plaint sets out the amount at which each relief has been valued and the Court fees assessed thereon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47aebeded21e405297538f7448aa3eb3_108"
        },
        {
            "start": 19777,
            "end": 20081,
            "text": "However, in the written statement, the Petitioner/defendant while replying to paragraph 19.1 of the plaint, has failed to raise any specific plea disputing the valuation of the relief of decree of possession or other reliefs, as mandated under Order VIII Rule 3A (5) of CPC as amended by the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0dd2b372fe424442a02c0acb3b769141_109"
        },
        {
            "start": 20082,
            "end": 20200,
            "text": "The denial in the written statement fails to give rise to the issue of 'specified value', as raised before this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bab1e86821b46efb632fc8d709a81b6_110"
        },
        {
            "start": 20202,
            "end": 20344,
            "text": "16.1. In the written statement, the Petitioner/defendant has raised a bald plea that the requisite Court fee has not been paid and no further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "799da596ee93416ea915da5d93376182_111"
        },
        {
            "start": 20345,
            "end": 20446,
            "text": "Before this Court it was argued that the relief for decree of possession has been incorrectly valued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c5ad6e315f346ef89d456e2a3938f19_112"
        },
        {
            "start": 20448,
            "end": 20657,
            "text": "16.2. This Court has perused the plaint, wherein the Respondent/plaintiff has valued the relief for recovery of possession at Rs. 5,40,000/- (Rs. 45,000/- x 12) and paid a Court fee of Rs. 7,615/- on the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12b832d35f2540078c93085ced414fd8_113"
        },
        {
            "start": 20658,
            "end": 20765,
            "text": "The sum of Rs. 45,000/- per month is admittedly, the rent of the suit property, agreed between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b3f59746fb4482dad52a2325888e04b_114"
        },
        {
            "start": 20766,
            "end": 20800,
            "text": "\nThis is a digitally signed order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07038401b4dc424d837179823391e67f_115"
        },
        {
            "start": 20801,
            "end": 20922,
            "text": "\nThe authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c92e195610d428aa4df15957dbc0331_116"
        },
        {
            "start": 20923,
            "end": 20998,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57 16.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67ff7e2868b0400db5100d8fcbaa583d_117"
        },
        {
            "start": 20999,
            "end": 21362,
            "text": "In the opinion of this Court, the said valuation of the relief of possession by the plaintiff is in terms of Section 7(xi) of the Court Fees Act, 1870, which prescribes that in suits between landlord and tenant, the relief will be valued according to the amount of rent of the immoveable property for the next years before the date of presenting the plaint. 16.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7beaf490cc3242ec925eac7bed6dc690_118"
        },
        {
            "start": 21363,
            "end": 21505,
            "text": "Further, the objection of 'specified value' appears to have been raised as an objection to the pecuniary jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8148a7a0719486790071a9b95203586_119"
        },
        {
            "start": 21506,
            "end": 21643,
            "text": "However, the said objection of pecuniary jurisdiction cannot be raised for the first time after the decree of possession has been passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2436eb27178459f90897355ad6d7114_120"
        },
        {
            "start": 21645,
            "end": 21850,
            "text": "17. In view of the aforesaid observations, this Court is prima facie of the opinion that the grounds urged by the Petitioner do not show that the Commercial Court lacked jurisdiction to entertain the suit.",
            "labels": [
                "RATIO"
            ],
            "id": "79ca34002a584f52afa9f30f33253ef4_121"
        },
        {
            "start": 21852,
            "end": 21944,
            "text": "18. However, this Court would like to hear the Respondent before proceeding with the matter.",
            "labels": [
                "RPC"
            ],
            "id": "866f8be580a74ddba0d87a8f984759b3_122"
        },
        {
            "start": 21945,
            "end": 22168,
            "text": "Accordingly, the Petitioner is directed to re- serve a copy of this petition to the Respondent through speed post, courier and e-mail and in addition, to the counsel for the Respondent appearing before the Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "0223b47ff6d24c71b89dcfdf712dadaf_123"
        },
        {
            "start": 22170,
            "end": 22303,
            "text": "19. The suit is pending before the Commercial Court for adjudication of the remaining reliefs i.e., prayers 'b' to 'f' in the plaint.",
            "labels": [
                "RPC"
            ],
            "id": "5c1952d9862644baa089ff42ecc81fa4_124"
        },
        {
            "start": 22304,
            "end": 22477,
            "text": "It is made clear that the proceedings before the Commercial Court shall continue and no stay will be sought before the said Court on the ground of pendency of this petition.",
            "labels": [
                "RPC"
            ],
            "id": "7a19fc64c57e481e930a38d8faf4ee1f_125"
        },
        {
            "start": 22479,
            "end": 22544,
            "text": "20. List before the Joint Registrar (Judicial) on 05.01.2024.\n21.",
            "labels": [
                "NONE"
            ],
            "id": "b620edb32da7435b80a5ec8b27102cb3_126"
        },
        {
            "start": 22545,
            "end": 22581,
            "text": "List before the Court on 24.01.2024.",
            "labels": [
                "NONE"
            ],
            "id": "eddfe3c5b19d4f07b24eeed049f34743_127"
        },
        {
            "start": 22582,
            "end": 22640,
            "text": "\nMANMEET PRITAM SINGH ARORA, J NOVEMBER 16, 2023/msh/ms/aa",
            "labels": [
                "NONE"
            ],
            "id": "aedb0f258a5d44acb8dfac496adbd7d9_128"
        },
        {
            "start": 22641,
            "end": 22715,
            "text": "Click here to check corrigendum, if any This is a digitally signed order.\n",
            "labels": [
                "NONE"
            ],
            "id": "c8ad11d9c6d34938b1b5f5c55075b492_129"
        },
        {
            "start": 22715,
            "end": 22835,
            "text": "The authenticity of the order can be re-verified from Delhi High Court Order Portal by scanning the QR code shown above.",
            "labels": [
                "RPC"
            ],
            "id": "4f04ac9ea9c44101b65959bc74507606_130"
        },
        {
            "start": 22836,
            "end": 22905,
            "text": "The Order is downloaded from the DHC Server on 18/11/2023 at 00:12:57",
            "labels": [
                "NONE"
            ],
            "id": "ff9e53fb48664bbd8ee234903a84fec0_131"
        }
    ],
    "entities": [
        {
            "text": "Indorama India Private Limited",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 49
        },
        {
            "text": "Nitai Bhowmik",
            "label": "RESPONDENT",
            "start_char": 61,
            "end_char": 74
        },
        {
            "text": "Arindam Lodh",
            "label": "RESPONDENT",
            "start_char": 103,
            "end_char": 115
        },
        {
            "text": "Arindam Lodh",
            "label": "JUDGE",
            "start_char": 123,
            "end_char": 135
        },
        {
            "text": "High Court Of Tripura\n                             Agartala",
            "label": "COURT",
            "start_char": 209,
            "end_char": 268
        },
        {
            "text": "Indorama India Private Limited",
            "label": "PETITIONER",
            "start_char": 323,
            "end_char": 353
        },
        {
            "text": "Manager-Legal and Company Secretary, Indorama India Private Limited",
            "label": "RESPONDENT",
            "start_char": 545,
            "end_char": 612
        },
        {
            "text": "Rajat Panda",
            "label": "RESPONDENT",
            "start_char": 774,
            "end_char": 785
        },
        {
            "text": "Ram Avtar Yadav",
            "label": "RESPONDENT",
            "start_char": 964,
            "end_char": 979
        },
        {
            "text": "Riddhi",
            "label": "RESPONDENT",
            "start_char": 1097,
            "end_char": 1103
        },
        {
            "text": "Sushma Shukla",
            "label": "OTHER_PERSON",
            "start_char": 1363,
            "end_char": 1376
        },
        {
            "text": "Indorama India Private Limited",
            "label": "ORG",
            "start_char": 1440,
            "end_char": 1470
        },
        {
            "text": "IRC Agro Chemicals Pvt. Ltd.",
            "label": "ORG",
            "start_char": 1481,
            "end_char": 1509
        },
        {
            "text": "Kolkata-700091",
            "label": "GPE",
            "start_char": 1600,
            "end_char": 1614
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 1616,
            "end_char": 1621
        },
        {
            "text": "Nitai Bhowmik",
            "label": "RESPONDENT",
            "start_char": 1755,
            "end_char": 1768
        },
        {
            "text": "Somik Deb",
            "label": "LAWYER",
            "start_char": 2169,
            "end_char": 2178
        },
        {
            "text": "P. Chakraborty",
            "label": "LAWYER",
            "start_char": 2223,
            "end_char": 2237
        },
        {
            "text": "S.M. Chakraborty",
            "label": "OTHER_PERSON",
            "start_char": 2279,
            "end_char": 2295
        },
        {
            "text": "P. Chakraborty",
            "label": "LAWYER",
            "start_char": 2341,
            "end_char": 2355
        },
        {
            "text": "Ankita Pal",
            "label": "LAWYER",
            "start_char": 2396,
            "end_char": 2406
        },
        {
            "text": "APARESH KUMAR SINGH",
            "label": "JUDGE",
            "start_char": 2452,
            "end_char": 2471
        },
        {
            "text": "ARINDAM LODH",
            "label": "JUDGE",
            "start_char": 2502,
            "end_char": 2514
        },
        {
            "text": "Somik Deb",
            "label": "LAWYER",
            "start_char": 2737,
            "end_char": 2746
        },
        {
            "text": "P. Chakraborty",
            "label": "LAWYER",
            "start_char": 2787,
            "end_char": 2801
        },
        {
            "text": "S. M. Chakraborty",
            "label": "OTHER_PERSON",
            "start_char": 2854,
            "end_char": 2871
        },
        {
            "text": "P. Chakraborty",
            "label": "LAWYER",
            "start_char": 2913,
            "end_char": 2927
        },
        {
            "text": "Ankita Pal",
            "label": "LAWYER",
            "start_char": 2946,
            "end_char": 2956
        },
        {
            "text": "Commercial Suit No.6 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 3006,
            "end_char": 3034
        },
        {
            "text": "Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 3070,
            "end_char": 3110
        },
        {
            "text": "Agartala",
            "label": "GPE",
            "start_char": 3447,
            "end_char": 3455
        },
        {
            "text": "Tripura",
            "label": "GPE",
            "start_char": 4323,
            "end_char": 4330
        },
        {
            "text": "18.01.2021",
            "label": "DATE",
            "start_char": 6408,
            "end_char": 6418
        },
        {
            "text": "Agartala",
            "label": "GPE",
            "start_char": 6761,
            "end_char": 6769
        },
        {
            "text": "Agartala",
            "label": "GPE",
            "start_char": 6820,
            "end_char": 6828
        },
        {
            "text": "Agartala",
            "label": "GPE",
            "start_char": 6934,
            "end_char": 6942
        },
        {
            "text": "Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 7007,
            "end_char": 7047
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 7167,
            "end_char": 7183
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 7191,
            "end_char": 7229
        },
        {
            "text": "Indorama India Private Limited",
            "label": "RESPONDENT",
            "start_char": 7307,
            "end_char": 7337
        },
        {
            "text": "IRC Agrochemicals Private Limited",
            "label": "ORG",
            "start_char": 7357,
            "end_char": 7390
        },
        {
            "text": "1st June, 2018",
            "label": "DATE",
            "start_char": 7763,
            "end_char": 7777
        },
        {
            "text": "clause 22.2, 22.3 and 22.4",
            "label": "PROVISION",
            "start_char": 8023,
            "end_char": 8049
        },
        {
            "text": "1 st June, 2018",
            "label": "DATE",
            "start_char": 8227,
            "end_char": 8242
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 8395,
            "end_char": 8405
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 8413,
            "end_char": 8451
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 8471,
            "end_char": 8493
        },
        {
            "text": "A.P. No.325 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 8501,
            "end_char": 8520
        },
        {
            "text": "6th February, 2023",
            "label": "DATE",
            "start_char": 8779,
            "end_char": 8797
        },
        {
            "text": "Mampi Chakraborty",
            "label": "OTHER_PERSON",
            "start_char": 8853,
            "end_char": 8870
        },
        {
            "text": "21-012023",
            "label": "DATE",
            "start_char": 8978,
            "end_char": 8987
        },
        {
            "text": "12-11-2022",
            "label": "DATE",
            "start_char": 9013,
            "end_char": 9023
        },
        {
            "text": "12-11-2022",
            "label": "DATE",
            "start_char": 9095,
            "end_char": 9105
        },
        {
            "text": "Section 5 & 8",
            "label": "PROVISION",
            "start_char": 9112,
            "end_char": 9125
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 9133,
            "end_char": 9169
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9201,
            "end_char": 9216
        },
        {
            "text": "01-062018:-",
            "label": "DATE",
            "start_char": 9492,
            "end_char": 9503
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 9639,
            "end_char": 9644
        },
        {
            "text": "clause 22.1 and 22.2",
            "label": "PROVISION",
            "start_char": 10569,
            "end_char": 10589
        },
        {
            "text": "12-11-2022",
            "label": "DATE",
            "start_char": 10939,
            "end_char": 10949
        },
        {
            "text": "18-04-2023",
            "label": "DATE",
            "start_char": 11223,
            "end_char": 11233
        },
        {
            "text": "18th May, 2023",
            "label": "DATE",
            "start_char": 11394,
            "end_char": 11408
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 11490,
            "end_char": 11539
        },
        {
            "text": "CS 06 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 11552,
            "end_char": 11565
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 11664,
            "end_char": 11674
        },
        {
            "text": "12.11.2022",
            "label": "DATE",
            "start_char": 11782,
            "end_char": 11792
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 11799,
            "end_char": 11815
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 11823,
            "end_char": 11861
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 12021,
            "end_char": 12031
        },
        {
            "text": "District Commercial Court, West Tripura",
            "label": "COURT",
            "start_char": 12040,
            "end_char": 12079
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 12434,
            "end_char": 12453
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 12550,
            "end_char": 12563
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 12571,
            "end_char": 12609
        },
        {
            "text": "01.03.2023",
            "label": "DATE",
            "start_char": 12637,
            "end_char": 12647
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 12677,
            "end_char": 12696
        },
        {
            "text": "Radhika Singh",
            "label": "OTHER_PERSON",
            "start_char": 12733,
            "end_char": 12746
        },
        {
            "text": "22.03.2023",
            "label": "DATE",
            "start_char": 12952,
            "end_char": 12962
        },
        {
            "text": "‗Basu Advisory (Pvt.",
            "label": "ORG",
            "start_char": 12997,
            "end_char": 13017
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 13029,
            "end_char": 13036
        },
        {
            "text": "Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 13369,
            "end_char": 13409
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 13594,
            "end_char": 13613
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 13620,
            "end_char": 13633
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 13843,
            "end_char": 13892
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 13989,
            "end_char": 14008
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 14015,
            "end_char": 14028
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 14163,
            "end_char": 14212
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 14391,
            "end_char": 14401
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 14452,
            "end_char": 14462
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala.‖",
            "label": "COURT",
            "start_char": 14592,
            "end_char": 14643
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 14724,
            "end_char": 14741
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14749,
            "end_char": 14778
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 14789,
            "end_char": 14805
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 14813,
            "end_char": 14851
        },
        {
            "text": "18th July, 2023",
            "label": "DATE",
            "start_char": 14989,
            "end_char": 15004
        },
        {
            "text": "06.07.2023",
            "label": "DATE",
            "start_char": 15036,
            "end_char": 15046
        },
        {
            "text": "06-07-2023",
            "label": "DATE",
            "start_char": 15750,
            "end_char": 15760
        },
        {
            "text": "Order- VII, Rule- 11",
            "label": "PROVISION",
            "start_char": 15791,
            "end_char": 15811
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15819,
            "end_char": 15822
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 15833,
            "end_char": 15849
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 15857,
            "end_char": 15895
        },
        {
            "text": "28-08-2023",
            "label": "DATE",
            "start_char": 15992,
            "end_char": 16002
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 16284,
            "end_char": 16300
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16308,
            "end_char": 16346
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17078,
            "end_char": 17091
        },
        {
            "text": "Section 13(1) and 13 (1-A)",
            "label": "PROVISION",
            "start_char": 18176,
            "end_char": 18202
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 18210,
            "end_char": 18237
        },
        {
            "text": "Section 37(1) (a)",
            "label": "PROVISION",
            "start_char": 18248,
            "end_char": 18265
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 18273,
            "end_char": 18311
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 19117,
            "end_char": 19128
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 19136,
            "end_char": 19177
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 19205,
            "end_char": 19215
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]",
            "label": "STATUTE",
            "start_char": 19223,
            "end_char": 19280
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 19281,
            "end_char": 19291
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 19299,
            "end_char": 19337
        },
        {
            "text": "section 8",
            "label": "PROVISION",
            "start_char": 19730,
            "end_char": 19739
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 19793,
            "end_char": 19802
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 19871,
            "end_char": 19881
        },
        {
            "text": "sub-section (2) or sub-section (3) of section 16",
            "label": "PROVISION",
            "start_char": 20003,
            "end_char": 20051
        },
        {
            "text": "section 17",
            "label": "PROVISION",
            "start_char": 20115,
            "end_char": 20125
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20291,
            "end_char": 20304
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 20383,
            "end_char": 20402
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 20428,
            "end_char": 20441
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 20449,
            "end_char": 20487
        },
        {
            "text": "AP No. 325 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 20494,
            "end_char": 20512
        },
        {
            "text": "Radhika Singh",
            "label": "OTHER_PERSON",
            "start_char": 20586,
            "end_char": 20599
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 20688,
            "end_char": 20698
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 20780,
            "end_char": 20799
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 21062,
            "end_char": 21072
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 21289,
            "end_char": 21294
        },
        {
            "text": "Arbitration and Conciliation (Amended) Act, 2015",
            "label": "STATUTE",
            "start_char": 22520,
            "end_char": 22568
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 24440,
            "end_char": 24453
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 24461,
            "end_char": 24499
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 24511,
            "end_char": 24530
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 24586,
            "end_char": 24605
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 24774,
            "end_char": 24784
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 24792,
            "end_char": 24830
        },
        {
            "text": "chapter IV",
            "label": "PROVISION",
            "start_char": 24837,
            "end_char": 24847
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25036,
            "end_char": 25046
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25054,
            "end_char": 25092
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 26705,
            "end_char": 26715
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 27128,
            "end_char": 27138
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 27372,
            "end_char": 27382
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 27478,
            "end_char": 27487
        },
        {
            "text": "Section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 27535,
            "end_char": 27551
        },
        {
            "text": "Section 13(1-A)",
            "label": "PROVISION",
            "start_char": 27581,
            "end_char": 27596
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 27604,
            "end_char": 27631
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 27684,
            "end_char": 27694
        },
        {
            "text": "Part-1",
            "label": "PROVISION",
            "start_char": 27758,
            "end_char": 27764
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 28202,
            "end_char": 28221
        },
        {
            "text": "Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 28377,
            "end_char": 28417
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 28461,
            "end_char": 28480
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 28921,
            "end_char": 28940
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 28983,
            "end_char": 28996
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 29397,
            "end_char": 29407
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 29476,
            "end_char": 29495
        },
        {
            "text": "arbitration application No.325/21",
            "label": "CASE_NUMBER",
            "start_char": 29499,
            "end_char": 29532
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 29745,
            "end_char": 29755
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 29865,
            "end_char": 29884
        },
        {
            "text": "18.05.2023",
            "label": "DATE",
            "start_char": 29945,
            "end_char": 29955
        },
        {
            "text": "District Commercial Court, West Tripura, Agartala",
            "label": "COURT",
            "start_char": 30029,
            "end_char": 30078
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 30142,
            "end_char": 30161
        },
        {
            "text": "District Commercial Court, Agartala",
            "label": "COURT",
            "start_char": 30233,
            "end_char": 30268
        },
        {
            "text": "Order VII Rule 11 read with Section 5 and 8",
            "label": "PROVISION",
            "start_char": 30432,
            "end_char": 30475
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 30483,
            "end_char": 30521
        },
        {
            "text": "18.07.2023",
            "label": "DATE",
            "start_char": 30557,
            "end_char": 30567
        },
        {
            "text": "IA No.2 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 30608,
            "end_char": 30623
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 30798,
            "end_char": 30815
        },
        {
            "text": "IA",
            "label": "ORG",
            "start_char": 30873,
            "end_char": 30875
        },
        {
            "text": "13.12.2023",
            "label": "DATE",
            "start_char": 30991,
            "end_char": 31001
        },
        {
            "text": "18.06.2023",
            "label": "DATE",
            "start_char": 31041,
            "end_char": 31051
        },
        {
            "text": "Section 8(2)",
            "label": "PROVISION",
            "start_char": 31730,
            "end_char": 31742
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 31865,
            "end_char": 31875
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 31940,
            "end_char": 31959
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 32162,
            "end_char": 32174
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 32366,
            "end_char": 32385
        },
        {
            "text": "arbitration application No. 325/21",
            "label": "CASE_NUMBER",
            "start_char": 32389,
            "end_char": 32423
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 32557,
            "end_char": 32569
        },
        {
            "text": "Chapter III-A",
            "label": "PROVISION",
            "start_char": 32576,
            "end_char": 32589
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 32597,
            "end_char": 32624
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 32724,
            "end_char": 32734
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 32904,
            "end_char": 32914
        },
        {
            "text": "Section 5 and 8(1)",
            "label": "PROVISION",
            "start_char": 33055,
            "end_char": 33073
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33081,
            "end_char": 33119
        },
        {
            "text": "18.07.2023",
            "label": "DATE",
            "start_char": 33148,
            "end_char": 33158
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 33288,
            "end_char": 33305
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33309,
            "end_char": 33312
        },
        {
            "text": "Section 5 and 8",
            "label": "PROVISION",
            "start_char": 33323,
            "end_char": 33338
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33342,
            "end_char": 33380
        },
        {
            "text": "sub Section 2 of Section 8",
            "label": "PROVISION",
            "start_char": 33606,
            "end_char": 33632
        },
        {
            "text": "Section 5 and 8",
            "label": "PROVISION",
            "start_char": 33847,
            "end_char": 33862
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 34273,
            "end_char": 34286
        },
        {
            "text": "Sushma Shivkumar Daga & Anr",
            "label": "PRECEDENT",
            "start_char": 34459,
            "end_char": 34486
        },
        {
            "text": "Madhurkumar Ramkrishnaji Bajaj & Ors., 2023 SCC OnLine SC 1683)",
            "label": "PRECEDENT",
            "start_char": 34493,
            "end_char": 34556
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 34576,
            "end_char": 34595
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 34725,
            "end_char": 34735
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 35253,
            "end_char": 35263
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 35293,
            "end_char": 35312
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 35641,
            "end_char": 35653
        },
        {
            "text": "18.07.2023",
            "label": "DATE",
            "start_char": 36219,
            "end_char": 36229
        },
        {
            "text": "01.06.2018",
            "label": "DATE",
            "start_char": 36458,
            "end_char": 36468
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 36527,
            "end_char": 36546
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 36606,
            "end_char": 36644
        },
        {
            "text": "Section 8(2)",
            "label": "PROVISION",
            "start_char": 36892,
            "end_char": 36904
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 37043,
            "end_char": 37053
        },
        {
            "text": "18.07.2023",
            "label": "DATE",
            "start_char": 37137,
            "end_char": 37147
        },
        {
            "text": "18.05.2023",
            "label": "DATE",
            "start_char": 37202,
            "end_char": 37212
        },
        {
            "text": "Sections 5 and 8",
            "label": "PROVISION",
            "start_char": 37393,
            "end_char": 37409
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 37417,
            "end_char": 37455
        },
        {
            "text": "06.02.2023",
            "label": "DATE",
            "start_char": 37824,
            "end_char": 37834
        },
        {
            "text": "18.07.2023",
            "label": "DATE",
            "start_char": 37839,
            "end_char": 37849
        },
        {
            "text": "ARINDAM LODH",
            "label": "JUDGE",
            "start_char": 38048,
            "end_char": 38060
        },
        {
            "text": "APARESH KUMAR SINGH",
            "label": "JUDGE",
            "start_char": 38110,
            "end_char": 38129
        },
        {
            "text": "Munna S   MUNNA SAHA",
            "label": "OTHER_PERSON",
            "start_char": 38135,
            "end_char": 38155
        },
        {
            "text": "MUNNA SAHA",
            "label": "OTHER_PERSON",
            "start_char": 38176,
            "end_char": 38186
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11",
            "Arbitration and Conciliation Act, 1996",
            "Section 11",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5 & 8",
            "Arbitration & Conciliation Act, 1996",
            "Section 5 & 8",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure, 1908",
            "Order VII Rule 11",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order- VII, Rule- 11",
            "CPC",
            "Order- VII, Rule- 11",
            "CPC"
        ],
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1) and 13 (1-A)",
            "Commercial Courts Act, 2015",
            "Section 13(1) and 13 (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37(1) (a)",
            "Arbitration and Conciliation Act, 1996",
            "Section 37(1) (a)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16",
            "Arbitration and Conciliation Act, 1996",
            "Section 16",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 16",
            "Arbitration and Conciliation Act, 1996",
            "Section 16",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1-A)",
            "Commercial Courts Act, 2015",
            "Section 13(1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11 read with Section 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Order VII Rule 11 read with Section 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Chapter III-A",
            "Commercial Courts Act, 2015",
            "Chapter III-A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 5 and 8(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 5 and 8(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Sections 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 8",
            "Arbitration and Conciliation Act, 1996",
            "section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub-section (2) or sub-section (3) of section 16",
            "Arbitration and Conciliation Act, 1996",
            "sub-section (2) or sub-section (3) of section 16",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37(1)(a)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]",
            "Section 37(1)(a)",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure, 1908",
            "Order VII Rule 11",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 8(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 8(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 8(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sub Section 2 of Section 8",
            "Arbitration and Conciliation Act, 1996",
            "sub Section 2 of Section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5 and 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 5 and 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 8(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 8(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "clause 22.2, 22.3 and 22.4",
            "Arbitration and Conciliation Act, 1996",
            "clause 22.2, 22.3 and 22.4",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "clause 22.1 and 22.2",
            "Arbitration Act",
            "clause 22.1 and 22.2",
            "Arbitration Act"
        ],
        [
            "section 9",
            "Arbitration and Conciliation Act, 1996",
            "section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Arbitration and Conciliation Act, 1996",
            "section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 17",
            "Arbitration and Conciliation Act, 1996",
            "section 17",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "chapter IV",
            "Arbitration and Conciliation Act, 1996",
            "chapter IV",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Commercial Courts Act, 2015",
            "Section 42",
            "Commercial Courts Act, 2015"
        ],
        [
            "Part-1",
            "Commercial Courts Act, 2015",
            "Part-1",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Arbitration and Conciliation Act, 1996",
            "Section 12-A",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Sections 5 and 8 of Arbitration and Conciliation Act, 1996": 6,
        "Section 11 of Arbitration and Conciliation Act, 1996": 1,
        "Section 5 & 8 of Arbitration & Conciliation Act, 1996": 1,
        "Section 11(6) of Arbitration and Conciliation Act, 1996": 6,
        "Order VII Rule 11 of Code of Civil Procedure, 1908": 2,
        "Order- VII, Rule- 11 of CPC": 1,
        "Section 13(1) and 13 (1-A) of Commercial Courts Act, 2015": 1,
        "Section 37(1) (a) of Arbitration and Conciliation Act, 1996": 1,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 16 of Arbitration and Conciliation Act, 1996": 2,
        "Section 13(1-A) of Commercial Courts Act, 2015": 1,
        "Order VII Rule 11 read with Section 5 and 8 of Arbitration and Conciliation Act, 1996": 1,
        "Chapter III-A of Commercial Courts Act, 2015": 1,
        "Section 5 and 8(1) of Arbitration and Conciliation Act, 1996": 1,
        "Order VII Rule 11 of CPC": 1,
        "Section 5 and 8 of Arbitration and Conciliation Act, 1996": 2,
        "section 8 of Arbitration and Conciliation Act, 1996": 1,
        "sub-section (2) or sub-section (3) of section 16 of Arbitration and Conciliation Act, 1996": 1,
        "section 34 of Arbitration and Conciliation Act, 1996": 2,
        "Section 8 of Arbitration and Conciliation Act, 1996": 1,
        "Section 37(1)(a) of Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]": 1,
        "Section 8(2) of Arbitration and Conciliation Act, 1996": 2,
        "Section 8(1) of Arbitration and Conciliation Act, 1996": 2,
        "sub Section 2 of Section 8 of Arbitration and Conciliation Act, 1996": 1,
        "clause 22.2, 22.3 and 22.4 of Arbitration and Conciliation Act, 1996": 1,
        "clause 22.1 and 22.2 of Arbitration Act": 1,
        "section 9 of Arbitration and Conciliation Act, 1996": 1,
        "section 17 of Arbitration and Conciliation Act, 1996": 1,
        "chapter IV of Arbitration and Conciliation Act, 1996": 1,
        "Section 42 of Commercial Courts Act, 2015": 1,
        "Part-1 of Commercial Courts Act, 2015": 1,
        "Section 12-A of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 36,
        "Arbitration & Conciliation Act, 1996": 1,
        "Code of Civil Procedure, 1908": 2,
        "CPC": 2,
        "Commercial Courts Act, 2015": 5,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)‖ [10]": 2,
        "Arbitration Act": 1
    }
}