{
    "id": "1a9ba3cd616d0549530171f3026ca6e8f0395f39743a12a73a2fdc622449d0f2",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court (Appellete Side)\nM/S. India Power Corporation Ltd vs Sbicap Trustee Company Ltd. & Ors on 16 May, 2023\nAuthor: Harish Tandon \nBench: Harish Tandon \n                                                                            1 \n\n                    In The High Court At Calcutta \n\n                     Civil Appellate Jurisdiction\n\n                           Commercial Division\n\nPresent:\n\nThe Hon'Ble Justice Harish Tandon \n              & \nThe Hon'Ble Justice Prasenjit Biswas \n\n                              F.M.A 1370 of 2022 \n                             Ia No. Can 1 of 2022 \n\n                       M / s. India Power Corporation Ltd. \n                                     Vs.\n                     Sbicap Trustee Company Ltd. & Ors. \n\n\n\nAppearance: \n\nFor the Appellant                  :     Mr. Deepak Khosla, Adv. \n                                         Ms. Anjana Banerjee, Adv. \n                                         Mr. Rohan S. Nandy, Adv. \n\nFor the Respondent no. 2           :     Mr. Sourajit Dasgupta, Adv. \n                                         Mr. Soumya Nag, Adv. \n\nFor the Respondent nos. 3 to 19     :    Mr. Jishnu Saha, Adv.\n3 to 19                                  Mr. Debnath Ghosh, Adv. \n                                         Mr. Shwetank Ginodia, Adv. \n                                         Mr. Bhavesh Garodia, Adv. \n                                         Mrs. Ratnadipa Sarkar \n\n\n\nJudgment On                        :    16.05.2023\n\nHarish Tandon, J.: \nThe present appeal arises from an order dated 9.9.2022 passed by learned Judge, Commercial Court at Alipore in Money Suit no. 1 of 2022 whereby and whereunder an application for injunction is rejected on contest. By an impugned order the Commercial Court also vacated the ex parte ad interim order of injunction passed on 24th January, 2022 by which the contesting Respondent nos. 3-20 were restrained from initiating proceeding or continuing proceeding for recovery of debt against the appellant on the basis of a deed of guarantee executed on 23rd September, 2016. The said ex-parte ad interim order of injunction was directed to operate till 29th January, 2022 and on the said returnable date an application was taken out by the appellant for correction of a typographical error with further related reliefs which were eventually allowed and the challenge was made to the Commercial Appellate Division in Fmat 142 of 2022. The Appellate Court reversed the order by which the ex-parte ad interim order of injunction was sought to be extended beyond its initial peripheral with categorical finding that taking aid of Section 152 of the Code, the Court cannot vary, modify or expand the horizon of the order. The Appellate Court directed the injunction application to be disposed of at an earliest. By the impugned order, Commercial Court vacated the ex-parte ad interim order of injunction and rejected the application for temporary injunction. \nBoth the learned Counsels argued on a several points and relied upon the plethora of judgments in support of such contentions. Before we proceed to decide the points urged before us, salient facts are required to be narrated in pursuit thereof. \nOne Meenakshi Energy Pvt. Ltd. (Mel) was incorporated as coal based power Project Company initially promoted by the Meenakshi Engineering and Infrastructure Holdings Ltd., subsequently a French company namely Ng Global Development (Bw) acquired 89 per cent of shares in Mel and became the largest shareholders of the said company. Several financial assistance by way of a loan, credits etc. were provided in different phases for development of the projects undertaken by the said company. Subsequently, the French Government decided to shift from generation of energy by any other mode to the renewable energy which led the said company which was a State based backed company to opt out from the said project which opened the path for the appellant to acquire the share held by the said French company at the cost of Us $ 1. Interestingly, the said French company further agreed to pay Us $ 40 million to the appellant for completion of the transaction so that the same can be invested in the project with further infusion of Usd $ 300 million before transfer of the shareholding of the appellant. \nAfter taking over all the majority shares, the appellant and the said Mel approached the lenders who extended the financial assistance for approval of the transfer of shares held by the French company which was duly accorded on the condition that all the obligations held by the French company shall be taken over by the appellant by providing an undertaking and the corporate guarantee under the financial documents. Pursuant to the said conditions imposed while according a pproval, the erstwhile Director of the appellant submitted an affidavit dated September 23, 2016 certifying, declaring and confirming that the appellant is a distribution licensee in terms of the West Bengal Electricity Regulatory Commission (Licensing and Condition of License) Regulations, 2019 and there is no necessity to obtain a prior permission or consent from the West Bengal Electricity Regulatory Commission for furnishing a corporate guarantee. Simultaneously therewith a corporate guarantee was also executed which is the subject matter of the suit instituted by the appellant before the Commercial Court. Even after such arrangements, the MEL continued in defaulting the repayment of the debts which resulted into the classification of the account of MEL as Non- Performing Assets. The Respondent no. 1 in the capacity of an agent of the primary lender i.e., State Bank of India recalled the loan so extended and demanded the payment within the stipulated time. Since the entire shares were pledged, the invocation was made and the same were transmitted into a Dematerialisation Account of the agent. \nSubsequently, the corporate guarantee was sought to be invoked, the appellant along with MEL instituted a commercial suit being COS 266 of 2017 before the Commercial Court, City Civil Court, Hyderabad seeking declaration that the deed of guarantee dated 23.9.2016 executed by the appellant be declared null and void having issued in contravention to the statutory provisions contained in the said regulation. However, the said suit was withdrawn without seeking any leave to file a fresh suit. The moment the lenders put an advertisement inviting the bid for change of the management of the MEL, a writ application was filed before the High Court of Andhra Pradesh being Writ Petition no. 26999 of 2018 wherein an interim order was passed that no coercive steps shall be taken by the lenders of the Phase-I and II against the appellant. Interestingly, the said writ petition was subsequently withdrawn as it was dismissed as such. Another writ petition was filed, simultaneously with the other writ petition which was subsequently withdrawn being WP 26977 of 2018, assailing the action of the respondents in transferring the equity shares without conducting the valuation thereof. Initially an interim order was passed in the same tune and line that coercive step should not be taken but the same was later on vacated. In an another Writ Petition being no. 30048 of 2018 filed before the High Court challenging the recall notice wherein an interim order was passed in the same tune that no coercive step shall be taken on the basis of such notice which was later on vacated on January 23, 2019. The order vacating an interim order was carried to an intra-court appeal before the said High Court which was eventually dismissed. \nThereafter the proceeding under Section 7 of the IBC Code, 2016 was filed by the SBI against the MEL before the National Company Law Tribunal, Hyderabad seeking a commencement of CIRP which was duly admitted on November 7, 2009 with categorical finding that invocation of pledge did not amount to discharge of debt. The aforesaid fact was disclosed in the pending writ petitions before the High Court of Andhra Pradesh and the interim order so passed therein was modified to the extent that the said interim order shall not put fetter in the way of the respondents from approaching the National Company Law Tribunal for appropriate remedies taking recourse to law. Amidst the pendency of the insolvency proceedings against the MEL the appellant was served with a demand notice in respect of the aforesaid corporate guarantee and on failure thereof the SBI filed an application under Section 7 of the IBC for initiation of CIRP alleging that the default in respect of a corporate guarantee has been made. \nOn the backdrop of the aforesaid facts, the appellant has filed the instant suit primarily for a decree of declaration that the contract of guarantee executed by the appellant company is null and void ab initio being in breach of Regulation 5.13.2 of the West Bengal Electricity Regulatory Commission (Licensing and Condition of License) Regulation, 2013 with further decree of declaration that the sale and transfer of the equity shares held by the appellant company in MEL is not less than 4.406.50 crores and a mandatory injunction be passed to pay the said amount with interests to the plaintiff. Though the Commercial Court passed ex-parte ad interim order of injunction at the initial stage, the tenet whereof has been succinctly narrated hereinbefore but on a contested hearing the Commercial Court rejected the application for temporary injunction which is a subject matter of appeal before us. \nAt the very outset we must record the stand of the appellant so far as the allegation as to the transfer of shares into the de-mat account of the Respondent no.1 is concerned, it is concededly submitted that in view of the judgments rendered by the Supreme Court in PTC India Financial Services Ltd. Vs. Venkateswarlu Kari & Anr., reported in (2022) SCC Online SC 608 wherein it is held that resumption of shares into a demat account upon invocation of a contract of pledge does not tantamount to transfer, therefore, the aforesaid plea is not taken at this stage. \nThe learned Counsel for the appellant unequivocally submitted that the said plea has not been abandoned for all time to come but is not pressed for the present in view of the decision of the Supreme Court in the abovementioned judgment. We, therefore, do not delve to go into the aforesaid aspect and venture to decide the appeal on the other points urged before us. \nThe learned Advocate for the appellant is very much critical on the observation of the Commercial Court recorded in the impugned order that even after holding that the plaint clearly shows the cause of action and the dispute is required to be adjudicated on trial, it proceeds to hold that there is no prima facie case made out for the purpose of injunction. It is arduously contended that the cause of action is synonymous to a prima facie case and, therefore, there is an apparent inconsistency in the impugned order which needs interference. It is further contended that the moment the corporate guarantee is found to have been issued in violation of the statutory provisions such guarantee cannot be legally enforced being void ab initio and placed reliance upon a judgment of the Apex Court in case of Mannalal Khetan vs. Kedar Nath Khetan, reported in AIR 1977 SC 536. It is further contended that the distinction is real between a prohibitary provisions and the restrictive provisions as in the former case any act forbidden by law is per se void and cannot be enforced before the Court. It is further contended that there is no distinction, in law between a debt recovery proceedings and a proceeding for recovery of debt and, therefore, the proceeding under IBC may not be a typical debt recovery proceeding but have an avowed object of recovery of debt may be with an intent to keep the company alive by bringing back into a healthy financial state. It is further submitted that an application under Order 7 Rule 11 of the CPC filed by the respondent having dismissed by the Trial Court lead to an unequivocal conclusions that the proceeding is maintainable and, therefore, that the proceeding is otherwise barred under the law is not available at the stage of temporary injunction. According to the learned Advocate for the appellant the Trial Court ought to have considered that the balance of convenience lies in passing a protective order as in the event the insolvency proceeding is allowed to continue the plaintiff would be non-suited because of the moratorium envisaged under Section 14 of the IBC and the consequences to follow thereafter. It is further contended that there is a manifest perversity in the findings of the Commercial Court on the aspect of irreparable injury as it did not consider the consequence of the proceeding under IBC causing immense injury to the appellant without deciding all the issues involved in the suit. It is contended that when a serious question of fraud is pleaded in the plaint which unravels all the solemn act, protective order must be passed against the party as any act done during the pendency of the suit may invite an irreversible situation. In support of the same, the reliance is placed upon a judgment of the Supreme Court in case of Agricultural Produce Marketing Committee, Bangalore vs. State of Karnataka &Ors. (Civil Appeal nos. 1345-1346 of 2022 decided on 22.3.2022) On the other hand, the contesting respondents while repelling the contention of the appellants submits that in view of the categorical statements made in Paragraph 97 of the plaint the plaintiff themselves have indicated that do not want to forestall the hearing of a proceeding under Section 7 of IBC but later on turned around and intended to seek the relief by way of preventive injunction which is impermissible in law. It is further contended that in view of the express embargo upon the Civil Court to entertain the suit, no injunction can be passed. It is further contended that the several proceedings initiated by the plaintiff could not yield the desired results and in fact, the identical suit filed before the Commercial Court, City Civil Court, Hyderabad was later on withdrawn without seeking any leave to file a fresh on the self same cause of action or the reliefs. It is arduously submitted that the affidavit as well as the corporate guarantee issued by the appellant company through its erstwhile director categorically evinced that they were aware of a embargo under the aforesaid statutory rules but the said corporate guarantee was in relation to non regulated assets which according to the appellant does not come within the mischief of the said statutory provision. They cannot resile from their stand. \nAccording to the learned Counsels there is a fallacy in the submission of the appellant that there is no apparent distinction between a cause of action and a prima facie case. Even if the suit discloses the cause of action but for the purpose of granting a temporary injunction, there is no infirmity in the Court to arrive at the findings that prima facie case for the purpose of passing the injunction has not been made out. It is emphatically submitted that the Commercial Court being not a superior Court to NCLT, cannot pass an order of injunction preventing a party from initiating a proceeding before NCLT in view of the provisions contained under Section 41(b) of the Specific Relief Act and relied upon a judgment of the Bombay High Court in case of PSL Ltd., reported in 2018 SCC Online Bombay 36. It is further contended that the ratio of the said Bombay judgment has been reiterated and reinstated by the Supreme Court in Forech (India) Ltd. Vs. Edelweiss Assets Reconstruction Co. Ltd., reported in (2019) 18 SCC 549. It is further submitted that there is a lack of pleadings in relation to a fraud, coercion or undue influence and, therefore, in absence thereof the Court should not presume the existence of the same while granting a temporary injunction. The learned Counsel submits that the reliance upon Mannalal Khetan (supra) is misplaced as the said decision is relatable to a situation concerning the transfer of shares and the interpretation of the provisions contained under Section 108 of the Companies Act, 1956 and, therefore, has no application in the present context when the regulation simplicitor provides for a penalty. It is contended that a distinction has to be drawn between a prohibitary provision and a provision which requires an approval and invites the penalty without rendering the contract void or unenforceable. It is further submitted that the moment the appellant have taken a firm stand in the affidavit and the corporate guarantee as well as in the audited balance sheets that no permission is required for non-regulated asset, the appellant cannot be permitted to approbate and reprobate as the conduct of the parties seeking an injunction is also one of the relevant factors for granting injunction. \nOn the conspectus of aforesaid submissions, let us decide whether the impugned order can be justified or needs interference. Recently a trend is developed in the Bar in interpreting the words used in common parlance in most different manner to inculcate a sense that the finding arrived by the Court in judicial dispensation suffers from the several infirmities and reflects the mind of a Judge in hind side which in our opinion does not reveal so. The words or expressions are segregated and projected in such a manner that the entire decision making process is vitiated and the order cannot stand on a well established principle of law. The words of insignificance is attempted to project the words or expression of vital importance in adjudicatory process with the rhetoric of reasoning which does not appear to be of any significant value. The words or the expressions divorced from the context should not be permitted to be agitated. Every word so used have to be understood in juxtaposition with the context in which it is used and cannot be allowed to assign a different meaning treating the same as standalone words or expressions carrying a meaning which impinges the process of reasoning in the orders or judgments. Every word is capable of more than one meaning given in the dictionary and it is an ardent duty of the Court to find out its meaning in the perspective of the context in which it is used and not to assign a meaning perceived by the aggrieved litigant. The words or expressions which are commonly used having no bearing in adjudication of the dispute but merely an expression under the common parlance should not be permitted to interpret differently having no bearing on the core issue. \nIn the instant case, the expression \"if any\" in relation to a reply filed by the party is critically examined by the learned Counsel for the appellant in the sense that the learned Judge in the Court below was sceptical whether such reply are filed and taken on record. The aforesaid expression is sought to be interpreted as according to the Counsel for the appellant gives an impression that the learned Judge was not sure whether such reply is on record or even if such reply is on record may not have read it. The impugned order would reveal that the pleadings of the parties in relation to a temporary injunction, the opposition and the reply have been succinctly jotted down therein which by no stretch of imagination may inculcate a sense in the appellant that either the Judge is not aware of such reply is on record nor the same has been read. The aforesaid expression cannot be permitted to be divorced from the context and/or the tenet of the order more particularly when it can be reasonably ascertained therefrom that the same has been taken note of and the crux of the pleading in reply is narrated extensively. The arguments should be restricted to a point involved in the proceeding emanating from the facts and law and it is not appreciated that the arguments are advanced using the interpretative process having no bearing thereupon. Often the Court faces a criticism from the Bar that an ample opportunity to argue the matter has not been given yet, it is a corresponding duty of the Bar to restrict the argument on the facts and law applicable in relation to a dispute and should not unnecessarily invest the time on an inconsequential and/or insignificant points, more particularly, on the words or expressions of common use as of seminal importance. It admits no ambiguity that language used in the judgments rendered by the Court are not ordinarily read as a statute. The words or expressions used in the statute carries an intention of the legislature, its purpose and object and relevant in the subject for which it is enacted. The aforesaid observations have been made, though not relevant, but for the purpose of imparting a sense of responsibility amongst the members of the Bar to restrict the argument on the issues involved in the proceeding and assist the Court in arriving at the decision so that it can achieve the very object of avoiding the wastage of time in addressing such insignificant thing. \nThe point which in essence involved in the instants appeal is whether the Commercial Court's order in rejecting an application for temporary injunction as a consequence whereupon the ad interim orders stood vacated, cannot be justified on the reasoning provided in the impugned order. The reliefs claimed in the plaint is essentially aimed against the contract of guarantee executed by the appellant no. 1 company in favour of the lenders as well as the security trustee being null and void ab initio and the price of the shares which are allegedly transferred in the record of the respondent no. 2 to the respondent no. 1 should be treated as a consideration due to the appellant no. 1 and a direction to pay the amount so determined along with an interest. It is thus a composite suit relating to a declaration in respect of a corporate guarantee and also recovery of sum with interest upon determining the reasonable price or the ascertained sum to the appellant no. 1. \nThe substantive reliefs in relation to a corporate guarantee is basically founded on the assertion that the said guarantee being violative of Regulation 5.13.2 of the West Bengal Electricity Regulatory Commission (Licensing and condition of Licence) Regulations, 2013 is null and void ab initio and, therefore, any action or steps taken thereupon is impermissible in law. For the purpose of clarity, we must record that the other point relating to a transfer of shares and the price to be paid is not pressed, as indicated hereinbefore, by the appellant in view of the judgment of the Apex Court rendered in case of P.T.C (Supra). It is a specific stand of the appellant that the appellant no. 1 being a distribution licensee engaged in a generation and/or distribution of the electricity are regulated by a statutory Rules framed by the legislature and, therefore, any act or thing done in contravention thereto is per se illegal null and void ab initio.\nWe have narrated the facts hereinbefore in relation to a several proceedings between the parties before the Civil Court, High Court and NCLT. It is manifest from the record that both the MEL and the appellant no. 1 has been taken to the NCLT for initiation of CIRP under IBC and the matter is pending therein. A point has been taken by the respondents that for the self-same reliefs a suit was instituted in the Commercial Courts, the City Civil Court at Hyderabad which was later on withdrawn without any leave to institute a suit for self-same reliefs debarred the appellants from instituting the instant suit under Order 23 Rule 1 of the Code of Civil Procedure. A further plea is taken by the respondents that the nature of the temporary injunction sought in the instant proceeding is in effect impinges upon their right to take recourse to provisions of IBC before a proper form which is impermissible under Section 41 (b) of the Specific Relief Act.\nWe are not oblivion of the proposition of law that the Court while deciding the application for temporary injunction must travel within the parameters well accepted in the judicial parlance namely existence of prima facie case, balance of convenience and inconvenience and irreparable loss and injury. An argument is advanced by the appellant that the cause of action in a suit is synonymous to the existence of prima facie case and, therefore, in the event the Court has found that the plaint discloses the cause of action it ipso facto lead to a presumption of existence of prima facie case. There is a fallacy in this regard as the cause of action and the existence of prima facie case are two distinct and separate aspects and cannot be blended or merged into one. The cause of action is neither defined in the statute nor in the constitutional provision but well understood to mean the bundle of facts pleaded by the party inviting the Courts to determine the reliefs claimed therein. The disclosure of the cause of action cannot be read or construed in the perspective of the existence of a prima facie case being one of the important factors for granting an interim or temporary injunction pending final adjudication in the suit. The cause of action has to be understood in the perspective of a right to institute a suit and the reliefs claimed therein. Though the cause of action may be an important factor at the time of considering the application for temporary injunction but cannot be equated with the existence of prima facie case. The object of passing a temporary injunction is to protect the right of the parties to the proceedings pending final adjudication upon a full-fledge trial and to prevent any mischief or dissipation of the property involved therein. Any findings made in this regard do not necessarily mean that it would have a vital impact at the time of final disposal of the suit. Technically, it somewhat partakes a character of a mini trial but that is not so as the findings are mere tentative and returned on the basis of the pleading and the documents produced by the respective parties which must stand on trial. The nature of finding made by the Court at temporary injunction stage is prima facie in the sense that what appears from the existence of such document and the pleadings made therein if proved to be true but it does not dispense with proving such facts or the documents in trial. The cause of action, therefore, is important for the purpose of maintaining a proceeding and inviting the Court to adjudicate the reliefs claimed therein; on the other hand, the temporary injunction is decided on an existence of prima facie case based upon such pleading and/or documents to be true and correct to stand on trial. Because of the nature of the finding returned by the Court in an application for temporary injunction, the legislature in their wisdom have provided the remedy by way of an appeal under Section 104 and Order 43 of the Code of Civil Procedure. We, therefore, do not find any substance in the stand of the appellant that once the Court has recorded that the plaint discloses the cause of action it leads to an inevitable conclusion that it discloses the existence of a prima facie case for the purpose of temporary injunction. \nAdmittedly, the appellant no. 1 gave corporate guarantee as the French company holding majority shares in MEL decided to opt out from the project undertaken by the said outgoing concern. Interestingly, after investing a substantial amount of money the French company agreed to forego all its right may be for the reason that the French Government decided to invest on a renewable energy, upon payment of USD 1 with further stipulation that they would infuse further money and even pay 40 million USD to the appellant to be invested in the project of MEL. Though the Counsels for the respondents are very much vocal on such issue as according to them even after receiving 40 million dollar from the French Government, the same was not invested in MEL but we do not intend to go into the aforesaid aspect as the explanation is also offered by the appellant in this regard. The facts remained that the French company while disassociating himself from the project of the MEL offered to the Appellant no. 1 to undertake such project which includes not only the assets belonging to said company but also to meet out the liability so that such project is not frustrated. The pleading would reveal that the lenders while considering such proposal of the French company and accepting the Appellant no. 1 to acquire the entire shareholding of the said departed company indicated several conditions including the issuance of a corporate guarantee. It is not in dispute that the director of the Appellant no. 1 gave a corporate guarantee to the lenders, conjointly or severally and continued to hold the management and the administration of the MEL. An affidavit was also showrn by the director of the Appellant no. 1 that there is no impediment in giving the corporate guarantee which is restricted to a non- regulated assets as the embargo created under aforesaid regulation is not applicable. It is contended by the appellant that the said corporate guarantee was obtained by inducing coercion, misrepresentation and/or commission of fraud as an opinion was sought by the lenders from the legal jurist which is unusual. According to him, the opinion has to be sought by the appellant company before it proceed to give a guarantee which appears to be reverse situation in this case. \nIt is no doubt true that the fraud unravels all the solemn act and, therefore, is always viewed seriously when it is alleged in course of the proceedings. The person who alleges the fraud to have been committed by the other side must plead particulars of such fraud under the rule of pleading and procedures. Mere using the word 'fraud' without any specification or particulars shown in the pleading may not be sufficient. The fraud has to be discerned in the transaction and the stand of the parties and the conduct in relation thereto. It cannot be applied abjunctly nor in abstract manner. Two corporate entities who are well equipped to understand their commercial interests, entered into a transaction, the allegation as to fraud has to be understood keeping in mind the above aspect. It is quite improbable that the appellant no. 1 who acquired the majority shares in MEL at USD 1 is induced to give a corporate guarantee. \nLet us examine the implications and the effect of Regulation 5.13.2 of the Regulation 2013 which runs thus:\n\"...5.13.2 The licensee shall obtain prior written consent from the Commission in making any loans to, or issuing any guarantee for any obligation of any person which is beyond the normal area of business activities of the licensee in respect of its core activities. Loan to the employees pursuant to the terms of services and advances to the suppliers etc. in the ordinary course of business are excluded from the requirement to seek such approval. If any affiliates of the licensee undertake any loan for which the licensee's business may be affected directly or indirectly then in such case licensee is required to obtain such written consent from the Commission in a manner as already specified.\" \nIt is manifest from the above quoted provision that the distribution of the licensee company are bound by the provisions contained under the said regulation which postulates that in making any loans or issuing any guarantee for any obligation beyond the normal area of business activities of the licensee in respect of its core activities is permissible after obtaining a prior written consent from the commission. The exception is also created therein relatable to the loans to the employees provided in the terms of the employment and services. A further mandate can be seen in the language used therein that in the event of any affiliates of the licensee undertake any loan which may affect directly or indirectly, its business then in such event the prior consent in writing from the commission is required . The appellant contends that in view of the embargo created under the aforesaid provision any guarantee given by the licensee or distribution company, be it corporate or otherwise, is per se null and void ab initio and does not create any enforceable right into a person in whose favour such guarantee was given. A distinction was sought to be made between a prohibition and restrictions attracting penalty without any consequence to follow otherwise. In case of an absolute prohibition the things done in derogation thereof may entail the act or the thing illegal and void. However, the situation would be different when the prohibition is not absolute but requires a prior consent in writing and the consequence by way of penalty is provided. The affidavit and the corporate guarantee if read harmoniously is explicit to the extent that the Appellant no. 1 was conscious of such embargo having created and represented that a distinction in this regard is manifestly seen in the sense that there is no fetter in giving a corporate guarantee on a non-regulated assets as it has no impact on its business to be affected directly or indirectly. In fact there was no attempt made by the appellants unless it senses that lenders may invoke corporate guarantee because of the default having committed by the MEL. \nThe contents of the deed of guarantee dated 29th September, 2016 may be looked into in order to ascertain the stand of the appellant no. 1 in relation to the requirement under the aforesaid regulation. The non- regulated asset is defined to mean all assets of guarantor other than the regulated assets in the deed of guarantee. Clause 2 thereof indicates that the guarantor furnished the said guarantee irrevocably, absolutely and unconditionally to the phase I security trustees for the benefit of the phase I lenders with clear stipulation that the guarantor shall forthwith pay from non-regulated assets to phase I lenders without demur or protest or without the right of any Set of, deductions or adjustment of any kind whatsoever. Even Clause 27 makes the obligation more clear that in order to perform the obligation of guarantee the non-regulated asset shall be utilized. Clause 12 of the deed of guarantee which contained the broad head \"liability not affected\" manifestly indicate that it would not be so effected by any illegality, invalidity, irregularity or unenforceability of all or any part of the guarantee obligations. The appellant no. 1 further made representation and gave warrantees under Clause 7 of the deed of guarantee that there is no contravention of the regulations or the laws in the following:\n\"(V) No Contravention: The execution, delivery and performance of this Guarantee and all instruments and agreements required hereunder do not and would not contravene, violate or constitute a default under (a) any applicable law; (b) any provision of any constitution document of the Guarantor; (c) any corporate authorisations of the Guarantor; (d) any provision of any agreement or other instrument to which the Guarantor is a party or by which the Guarantor or any of its assets is or may be bound; (e) any treaty, law or regulation applicable to the Guarantor; or (f) any judgment, injunction, order or decree binding upon the Guarantor or any of its assets.\" \nThe affidavit shown by the director of the appellant no. 1 would evince that the appellants were conscious that such guarantee would be regulated by the provisions contained therein but the same is not required as such guarantee is restricted to a non-regulated assets in the following:\n\"3. That in relation to change in shareholding of MEPL and in accordance with the terms of Common Loan Agreement, IPCL as the new promoter of MEPL is required to furnish a corporate guarantee in favour of the Phase I Lenders (\"Corporate Guarantee\").\n4. That, I hereby certify, declare and confirm on behalf of IPCL that IPCL is a distribution licensee in terms of the West Bengal Electricity Regulatory Commission (Licensing and Conditions of Licensee) Regulation, 2013, and it is not required to obtain the prior consent of the West Bengal Electricity Regulatory Commission for issuing the Corporate Guarantee in accordance with terms thereof.\" \nThe appellant vociferously contended that the contract of guarantee issued in violation of the statutory provisions has always been recognized as an illegal act and, therefore void as held in Mannalal Khetan (Supra) in the following:\n\"7. Therefore, in the present case, the Contract of Guarantee is squarely hit by Section 23 of the Contract Act, being contrary to another statutory provision i.e. the WBERC Regulation. (Reliance: Mannala lKhetan vs. KedarNath Khetan - AIR 1977 SC 536), in which it was held as under:\n19. Where a contract, express or implied, is expressly or by implication forbidden by statute, no Court will lend its assistance to give it effect. (See Milliss v. Shirley Local Board, (1885) 16 QBD 446). A contract is void if prohibited by a statute under a penalty, even without express declaration that the contract is void, because such a penalty implies a prohibition. \nThe penalty may be imposed with intent merely to deter persons from entering into the contract or for the purposes of revenue or that the contract shall not be entered into so as to be valid at law. A distinction is sometimes made between contracts entered into with the object of committing an illegal act and contracts expressly or impliedly prohibited by statute. The distinction is that that in the former class one has only to look and see what acts the statute prohibits; it does not matter whether or not it prohibits a contract; if a contract is made to do a prohibited act, that contract will be unenforceable. In the latter class, one has to consider what act the statute prohibits, but what contracts it prohibits. One is not concerned at all with the intent of the parties, if the parties enter into a prohibited contract, that contract is enforceable. (See St. John Shipping Corporation v. Joseph Bank, (1957) 1 QB 267). (See also Halsbury's Laws of England Third Edition Vol. 8, p. 141). \n20. It is well established that a contract which involves in its fulfilment the doing of an act prohibited by statute is void. The legal maxim a pactisprivatorum public juri non derogatur means that private agreements cannot alter the general law. Where a contract, express or implied, is expressly or by implication forbidden by statute, no Court can lend its assistance to give it effect. (See Melliss v. Shirley Local Board, (1885) 16 QBD 446). What is done in contravention of the provisions of an Act of the Legislature cannot be made the subject of an action. \n21. If anything is against w though it is not prohibited in the statute but only a penalty is annexed is void. In every case where a statute inflicts a penalty for doing an act, though the act be not prohibited, yet the thing is unlawful, because it is not intended that a statute would inflict a penalty for a lawful act. \n22. Penalties are imposed by statute for two distinct purposes (1) for the protection of the public against fraud, or for some other object of public policy; (2) for the purpose of securing certain sources of revenue either to the State or to certain public bodies. If it is clear that a penalty is imposed by statute for the purpose of preventing something from being done on some ground of public policy, the thing prohibited, if done, will be treated as void, even though the penalty is imposed is not enforceable. \n23. The provisions contained in Section 108 of the Act are for the reasons indicated earlier mandatory. The High Court erred in holding that the provisions are directory.\" \nThe law expounded in the above noted report is explicit in the sense that where the contract is expressly or by necessary implication is prohibited by a statute, no effect shall be given to such a contract as what is forbidden in law cannot get a recognition in the Court of Law. The concept of imposition of the penalty with regard to an act prohibited by a statute would render such contract unenforceable and may be regarded as an unlawful act but in order to ascertain whether such contract is absolutely prohibited or prohibition can be seen from the act of the parties and a consequence to follow are essentially a question of fact requires an adjudication upon a full- fledged trial. For the purpose of ascertaining the implication of law laid down in Mannalal Khetan (supra) the subsequent judgment of the Supreme Court rendered in case of BOI Finance Ltd. Vs. Custodian & Ors. may be looked into. The Apex Court after analyzing the act of a party vis--vis the third party held that even if non-compliance may attract prosecution or levy of penalty under the substantive provision in this case Section 142 of the Electricity Act, it may not render the contract with the third party invalid in the following:\n\"33. The aforesaid principles will clearly be applicable in the present case as well. The non-compliance of the directions issued by the Reserve Bank may result in prosecution/or levy of penalty under Section 46, but it cannot result in invalidation of any contract by the bank with the third party. If the contention of the Custodian is accepted it will result in invalidation of agreements by the banks, even where the third parties may not be aware of the directions which are being violated. To give an example if the Reserve Bank by confidential circulars fixes the limit in excess of which the banks cannot give any loan but, without informing the third party, the bank while exceeding its limit gives a loan which is then utilised by the bank's customer. It will be inequitable and improper to hold that as the directions of the Reserve Bank had not been complied with by the bank, the grant of loan cannot be regarded as valid and, as a consequence thereof, the customer must return the amount received even though he may have utilised the same in his business. Yet another instance maybe where the bank advances loan by charging interest at a rate lower than the minimum which may have been fixed by the Reserve Bank, in a direction issued under Section 36 (1)(a). As far as the customer is concerned, it may not be aware of the direction fixing the minimum rate of interest. Can it be said, in such a case, that the advance of loan itself was illegal or that the bank would be entitled to receive the higher rate of interest? In our opinion it will be wholly unjust and inequitable to hold that such transactions entered into by the bank with a customer, which transactions are otherwise not invalid, can be regarded as void because the bank did not follow the directions or instructions issued by the Reserve Bank of India. \n34. The instructions which were issued by the said circulars were meant to be complied with by the banking companies only and did not purport to, nor could they, be binding on the third parties. This being so, even if the appellant banks had been prohibited from entering into the buy-back arrangements in question, that by itself, would not invalidate the contracts though the infringement of the said directions may lead to action being taken under Section 46 of the Act.\" \nIn view of the law expounded hereinabove mere non-compliance of the requirement under the statutory provisions attracting prosecution or levy of penalty does not render the contract void or invalid in relation to a third party. Thus the stand of the appellant that the entire contract is vitiated having rendered null or void ab initio, is not acceptable. Furthermore, in view of the specific stand taken by the appellant that the corporate guarantee in relation to a non-regulated assets are beyond the mischief of the said regulation is essentially a fact to be decided in the suit itself based upon the evidence to be adduced by the parties in this regard. \nThe aforesaid observations are made for the simple reason that the appellant all along stood, before the issues are raised with the regulatory authorities, that the said prohibitory clause under the regulations in relation to a non-regulated assets which forms part of the corporate guarantee is kept outside the purview thereof. The appellant has construed the said provision while furnishing the corporate guarantee, that the non- regulated assets has no impact directly or indirectly on the licensees business and, therefore, it does not come under the mischief of the aforesaid provision. Regulation 5.13.2 envisages that a prior written consent from the Commission is to be obtained by the licensee in making any loan or issuing any guarantee for any obligation which is beyond the normal area of business activities in respect of its core activities. The appellant has interpreted the aforesaid provisions that the non-regulated assets as defined in the corporate guarantee shall mean all assets of the guarantor other than the regulated assets. The said corporate guarantee further defines the regulated assets to mean all the revenues and receivables of the business and operations of the Dishargarh Electrical License. It is essentially a question of fact whether the guarantee in respect of a non-regulated asset is beyond the core activities of the licensee or within the core activities of the licensee. The moment the promises are made to a third party by way of a corporate guarantee who acted thereupon is required to be viewed in this regard. The pleadings of the party and the stand taken therein are the factors to be taken into account as the party cannot make a departure therefrom as held in Bacchaj Nahar vs. Nilima Mandal & Anr., reported in (2008) 17 SCC 491 in the following:\n\"12. The object and purpose of pleadings and issues is to ensure that the litigants come to trial with all issues clearly defined and to prevent cases being expanded or grounds being shifted during trial. Its object is also to ensure that each side is fully alive to the questions that are likely to be raised or considered so that they may have an opportunity of placing the relevant evidence appropriate to the issues before the court for its consideration. This Court has repeatedly held that the pleadings are meant to give to each side intimation of the case of the other so that it may be met, to enable courts to determine what is really at issue between the parties, and to prevent any deviation from the course which litigation on particular causes must take.\n13. The object of issues is to identify from the pleadings the questions or points required to be decided by the courts so as to enable parties to let in evidence thereon. When the facts necessary to make out a particular claim, or to seek a particular relief, are not found in the plaint, the court cannot focus the attention of the parties, or its own attention on that claim or relief, by framing an appropriate issue. As a result the defendant does not get an opportunity to place the facts and contentions necessary to repudiate or challenge such a claim or relief. Therefore, the court cannot, on finding that the plaintiff has not made out the case put forth by him, grant some other relief. The question before a court is not whether there is some material on the basis of which some relief can be granted. The question is whether any relief can be granted, when the defendant had no opportunity to show that the relief proposed by the court could not be granted. When there is no prayer for a particular relief and no pleadings to support such a relief, and when the defendant has no opportunity to resist or oppose such a relief, if the court considers and grants such a relief, it will lead to miscarriage of justice. Thus it is said that no amount of evidence, on a plea that is not put forward in the pleadings, can be looked into to grant any relief.\" \nEven apart there was an unequivocal promise of the corporate guarantor and acts and things have been done thereupon in relation to a transaction with the third party, the estopple by such promise or representation has to be viewed in the perspective of the equitable principles which can be discerned from the decision of the Supreme Court in State of Jharkand & Ors. Vs. Brahmputra Metallics Ltd., reported in (2022) 7 SCC 323 in the following:\n\"35. This Court has given an expansive interpretation to the doctrine of promissory estoppel in order to remedy the injustice being done to a party who has relied on a promise. In Motilal Padampat (supra), this Court viewed promissory estoppel as a principle in equity, which was not hampered by the doctrine of consideration as was the case under English Law. This Court, speaking through justice P.N.Bhagabati (as he was then), held thus:\n\"12....having regard to the general opprobrium to which the doctrine of consideration has been subjected by eminent jurists, we need not be unduly anxious to project this doctrine against assault or erosion nor allow it to dwarf or stultify the full development of the equity of promissory estoppel or inhibit or curtail its operational efficacy as a justice device for preventing injustice... We do not see any valid reason why promissory estoppel should not be allowed to found a cause of action where, in order to satisfy the equity, it is necessary to do so.\" \nH.4 From estoppel to expectations 36. Under English Law, the doctrine of promissory estoppel has developed parallel to the doctrine of legitimate expectations. The doctrine of legitimate expectations is founded on the principles of fairness in government dealings. It comes into play if a public body leads an individual to believe that they will be a recipient of a substantive benefit. The doctrine of substantive legitimate expectation has been explained in R v. North and East Devon Health Authority, ex p Coughlan in the following terms:\n\"55.... But what was their legitimate expectation?\" Where there is a dispute as to this, the dispute has to be determined by the court, as happened in In re Findlay. This can involve a detailed examination of the precise terms of the promise or representations made, the circumstances in which the promise was made and the nature of the statutory or other discretion. \n..... \n56.... Where the court considers that a lawful promise or practice has induced a legitimate expectation of a benefit which is substantive, not simply procedural, authority now establishes that here too that court will in a proper case decide whether to frustrate the expectation is so unfair that to take a new and different course will amount to an abuse of power. Here, once the legitimacy of the expectation is established, the court will have the task of weighing the requirements of fairness against any overriding interest relied upon for the change of policy.\" \nA further plea has been taken herein that what is intended by the appellant in the instant suit is to forestall the proceedings initiated before the NCLT having a direct or indirect impact on the CIRP and, therefore, hit by the provisions of 41(b) of the Specific Relief Act. There is no quarrel to the proposition of law that the power or jurisdiction exercised by the NCLT under IBC cannot be regarded as a forum subordinate or inferior to the Civil Court. Such settled proposition of law need not be dealt with in extenso as we do not find any ambiguity in this regard. Section 41(b) of the Specific Relief Act contained a negative language that the injunction may be refused nor can be granted to restrain any person from instituting or prosecuting any proceeding in Court not subordinate to that forum for which the injunction is sought. It is manifest from the aforesaid provision containing a negative language that the Court cannot pass an order of injunction restraining a party from instituting or prosecuting any proceedings pending in different fora which is not subordinate to that jurisdiction of the Court. The Court which does not have a supervisory or a superintendence as a Court of superior jurisdiction is denuded of power to issue any injunction against a person from taking recourse to law in a different forum not inferior or subordinate to it as held by the Division Bench of this Court in Bhagwandas Auto Finance Ltd. & Ors. Vs. Citicorp Finance (India) Ltd., reported in AIR 2009 CAL 231 held in:\n\"9. In the case before us, the learned Judge, City Civil Court has granted an ad interim order of injunction restraining the appellants from giving effect to the notice dated January 7, 2009 issued by the appellants threatening prosecution of the respondent with both civil and criminal litigation for the alleged forgery committed by the plaintiff. In substance, by virtue of the order of injunction granted by the learned Trial Judge, the appellants are restrained from filing a civil suit before the City Civil Court or before the original side of this Court for avoiding the alleged agreement between the parties and at the same time, are also restrained from initiating any criminal prosecution against the respondent. It may not be out of place to mention here that even according to the plaint case, the alleged agreements between the parties were executed in the office of the plaintiff within the territorial jurisdiction of the City Civil Court at Calcutta or within the original side of this Court, the plaintiff is also carrying on business within the said jurisdiction and at the same time, the notice dated January 7, 2009 was issued by a lawyer having office within the territorial limit of the above court. Therefore, now if the appellants want to file any civil suit against the respondent for avoiding the alleged agreements, such civil litigation should be filed either in the City Civil Court or in the original side of this Court depending upon the valuation of the proceedings. However, in such circumstances, the order impugned has really restrained the appellants from filing a civil suit either in a coordinate jurisdiction or in a superior jurisdiction clearly violating clause (d) of the said section by restraining the appellant from initiating a criminal proceedings.\" \nWe do not find any substance in the stand of the appellant on an apparent distinction between money recovery proceedings and a proceeding for recovery of money. The coinage of the expression does not make any substantial distinction in relation to a proceedings initiated before the NCLT under IBC. It has been categorically held by the Supreme Court in Invent Asset Securitisation and Reconstruction Pvt. Ltd. vs GirnarFibres Ltd., reported in 2022 SCC Online SC 808 that a proceeding before the NCLT is not a money recovery proceeding as it intended to invoke the provisions of the code so as to enforce the recovery against the corporate debtor. Though it sought to achieve a purpose of enforcing the recovery against the corporate debtor yet the various provisions of the IBC would indicate that it cannot be regarded as a money recovery proceedings nor a proceeding for recovery of money as the fall out on failure to honour the obligations may invite several consequences including insolvency, appointment of resolution professional, revival of the company and so on and so forth. \nIt takes to another point that the appellant filed the suit before the Commercial Court, City Civil Court at Hyderabad for the same reliefs which was subsequently withdrawn without any leave obtained from the Court required under Order 23 Rule 1 of the CPC. The aforesaid provisions of the Code postulate that in the event the appellant abandons any suit or a part of a claim without seeking any permission to institute a fresh suit in respect of a subject matter of such suit, he shall not only be liable to cost as a Court may award but shall be precluded from instituting any fresh suit in respect of such subject matter or such part of the claim. But in order to attract the aforesaid embargo created under the aforesaid provision, it is to be ascertained whether the cause of action and the reliefs claimed therein are identical with those in the subsequent suit and in the event it is found that the cause of action has been similar and identical to the suit which was withdrawn without any leave or permission, the same would attract mischief under aforesaid provision relating to the maintainability of the said suit (see Ballavh vs. Madanlal AIR 1970 SC 987). In order to attract the aforesaid provision, the pleadings filed in the earlier litigations and the issues involved therein are required to be seen. Since the application for rejection of the plaint has been dismissed by the Court and the said order is still operative having not interfered by a higher forum, it would not be proper to make any observations thereupon at this stage. \nBoth the Counsels are very much critical on the averments made in the paragraph made in the plaint wherein it has been categorically averred that the said suit is not intended to challenge any measure taken or intended to be taken by the lenders under the various acts for recovery of the money and is only restricted to the recovery of the proceeds of the sale and transfer of the shares of the appellant no. 1 in Respondent no. 21 to the Respondent no. 1 because of the malicious and fraudulent action of the respondent or each of them against the appellants. We have already discussed in the preceding paragraphs that the reliefs couched in such a fashion would indicate that not only the appellant seeks declaration in relation to a corporate guarantee being null and void ab initio but also a declaration that the transfer of the said share cannot be done without ascertaining the reasonable price or the ascertained sum. Such being the pleading in essence does not manifestly appear to have forestalled the proceedings before the NCLT nor the Court was invited to pass an order of injunction in this regard. The moment the appellants have taken a specific stand, subsequent variation may operate as an obstacle in contending so as the parties are bound by their own pleadings and cannot be permitted to approbate and reprobate at the same time. Though it has been vociferously contended by the appellant that the pleading has to be read in its entirety and it is not permissible to segregate or divorce some portion therefrom which suits the other side but upon reading the pleading so made in paragraph 97, it leaves no ambiguity that the appellants were of the view that they do not intend to forestall the ongoing proceeding under the IBC before the NCLT. Although we have made certain observations as the arguments are advanced by the respective Counsels but that would be regarded as a mere prima facie observations as we have held that the injunction of such nature cannot be passed in view of the embargo created under Section 41 (b) of the Specific Relief Act. We, thus, do not find any infirmity and/or illegality in the order. \nThe appeal is thus dismissed. \nNo order as to costs. \nUrgent Photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities.\n      I agree.                                         (Harish Tandon, J.)\n\n\n\n(Prasenjit Biswas, J.)\n\n\n\n\n\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "bombay high court sanjay suganchand kasliwal prop. . vs m/s golden dreams buildcon pvt ltd and . on 10 november, 2023 2023:bhc-aug:24780 1 34.23ao in the high court of judicature at bombay bench at aurangabad appeal from order no. 34 of 2023 sanjay suganchand kasliwal prop. kasliwal construction age: 54 years; occ. : agril. & business r/o. plot no.13, chintamani colony, adalat road, aurangabad. .. appellant [original plaintiff] versus 1] m/s. golden dreams buildcon pvt. ltd. a private limited company incorporated under the companies at, 1956 having its registered office at golden dreams, d-5, midc, chikalthana, aurangabad. 2] mr.santosh shantilal muthiyan age: 50 yeasr, occ. business r/o. flat no.1, maharaja apartment, nirala bazar, aurangabad 431 001. 3] mr.vinod premchand surana age: 59 years, occ. business r/o. plot no.542, friends villa, n-3, cidco, aurangabad. 4] mrs.shobha vinod surana, age: major, occ. : business, r/o. as above. 5] mr.vipul vinod surana, age: major, occ. : business, r/o. as above. 6] mr.mudit vinod surana, age: major, occ. : business, r/o. as above. ::: uploaded on 10/11/2023 ::: downloaded on 25/02/2024 07:56:16 ::: 2 34.23ao 7] ajanta infrastructures ltd. (formerly known as ajanta infrastructures private ltd.), a public limited company incorporated under the companies act, 1956 having its registered office at golden dreams, d-5, midc, chikalthana, aurangabad. 8] mr.vinay premchand surana age: major, occ. : buainess, r/o. plot no.542, friends villa, n-3, cidco, aurangabad. 9] m/s. manjeet landmark llp a limited liability partnership registered under the limited liability partnership act, 2007, having its registered office at khasra no.70/3, ab road, sendhwa, district barwani, madhya pradesh 451 666. 10] mr.rajendra singh rajpal age: major, occ. : business & designated partner of m/s. manjeet landmark llp, r/o. plot no.318, n-3, cidco, aurangabad. 11] mr.karan rajpal age: major, occ. : business & designated partner of m/s. manjeet landmark llp, r/o. as above. 12] maharashra industrial development corporation (midc), a corporation incorporated under the maharashtra industrial development corporation act, 1962, having its principal office at orient house, adi marzban path, ballard estate, mumbai 400 038 and it's regional office at udyog wardhini midc area, near railway station, aurangabad. ::: uploaded on 10/11/2023 ::: downloaded on 25/02/2024 07:56:16 ::: 3 34.23ao 13] sicom ltd. a public limited company incorporated under the companies act, 1956 having its registered office at solitaire corporate park building no.4, 6th floor, guru hargovindji road, (andheri ghatkopar link road), chakala, andheri (e), mumbai 400 093. .. respondents [original defendants] . mr.a.p.bhandari, advocate for the appellant mr.r.n.dhorde, senior advocate i/b. mr.v.a.bagdiya, advocate for the respondent nos. 9 to 11 mr.m.r.sonawane, advocate for the respondent no.2 mr.s.v.adwant along with adv.neha kamble, advocates for the respondent no.13 . coram : arun r. pedneker, j. reserved on : 27.07.2023 pronounced on : 10.11.2023 judgment : 1] by the present appeal from order, the appellant is challenging the order dated 4th may, 2023 passed by the 8th joint civil judge senior division, aurangabad on an application filed on behalf of the respondents defendant nos.9 to 11 under section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of the commercial court act, 2015 [for short 'act of 2015'] read with order vii rule 10 and 11 of the code of civil procedure for return of the plaint for 34.23ao presentation to the proper forum i.e. commercial court constituted under section 3 of the commercial courts act, 2015. brief facts giving rise to filing the present appeal from order can be summarized as under : 2] memorandum of understanding dated 26.12.2009 came to be executed between plaintiff, defendant no.1 and defendant no.7. as per the said memorandum, the defendant no.1 i.e. vendor was to get amount of consideration of rs.35 crores towards development of suit property. as per the said mou, the defendant no.1 agreed to give property plot no. e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad for the development to the plaintiff and accordingly the defendant no.1 accepted the amount of rs.5,92,55,000/-. as per the memorandum of understanding, the defendant nos.1 to 7 were to get the part property converted to residential use. a joint venture was to be constituted by the plaintiff and defendant no.7. 34.23ao 3] since the mou dated 26.12.2009 was not acted upon by the defendants, the plaintiff filed a suit for specific performance of the memorandum of understanding dated 26.12.2009 in respect of property plot no.e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad and perpetual injunction. the property is described in the plaint at para 1. 4] in the plaint it is pleaded that as per the terms and conditions of the mou plaintiff was required to pay only the amount of rs.3.5 crore prior to construction permission and to pay rs.2.5 crore after obtaining construction permission by defendant no.1. however, defendant no. 1 did not obtain the conversion of land from industrial to residential and the construction permission, but still plaintiff paid the amount of rs.5,92,55,000/as stated above. the plaintiff further contended that the plaintiff also called upon the said defendants to execute and register a development agreement as regards the suit 34.23ao property. it is further contended that the plaintiff was ready and willing to pay the balance agreed consideration amount of rs.29,07,45,000/-, and thus, the plaintiff's cause of action to file the present suit. it lastly arose in the month of february, 2023, after several meetings, when the defendant nos.1 to 11 refused to execute the development agreement in favour of the plaintiff and also defendant nos.9 to 11 launched its project under the name of dream world phase-1 on the suit property on 25.02.2023. the cause of action arose at aurangabad. in view of the place of cause of action, the situation of the property, and the residence of the parties, the suit is filed in aurangabad. 5] the plaint contains following prayers : prayers a. the suit of the plaintiff may be decreed with costs b. defendants no.1 to 11 may be directed to execute the development agreement and power of attorney in respect of the property described in para 1 of the plaint by obtaining the consent of defendant no. 12 for the execution of the development agreement and power of attorney and to present the same to the sub-registrar, 34.23ao aurangabad as per terms of memorandum of understanding dated 26.12.2009. c. the deed of assignment bearing registration no. 4569/2021 dated 21.6.2021 executed by defendant nos.1, 7 and 9 is illegal, null and void ab initio and not binding on plaintiff and is liable to be cancelled. d. the perpetual injunction may kindly be issued against the defendants to restrain them from alienating, selling, and creating third party interest, in the shape of plots, flat, or any construction thereon changing the nature of the suit property, i.e. plot no. e-36/1 admeasuring 17,000 sq.mt., situated at midc chikalthana, aurangabad in any manner. e. in alternate case, if the specific performance is not granted due to a legal hurdle; in that case, the amount paid by the plaintiff to the defendants may be refunded in the amount of rs.5,92,00,000/with interest @ 24 p.a. as damages. f. any other relief to which the plaintiff may be found entitled, under the law and in the interest of justice, be kindly granted and obliged. 6] the defendant nos. 9 to 11 appeared and filed their written statement and also filed application under order vii rule 10 and 11 of the code of civil procedure for return/rejection of the plaint. by the order dated 4 th may, 2023, the learned 8th joint civil judge senior division, 34.23ao aurangabad was pleased to allow the application below exh.36 and return the plaint for its presentation to commercial court constituted under section 3 of the commercial courts act, 2015. 7] being aggrieved the aforesaid order, the present appeal from order is filed. 8] relevant provisions to decide the issues in the present proceedings are quoted below : section 2 (1) (c) of the commercial courts act, 2015 as under : (c) \"commercial dispute\" means a dispute arising out of (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents; (ii) export or import of merchandise or services; (iii) issues relating to admiralty and maritime law; (iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same; (v) carriage of goods; 34.23ao (vi) construction and infrastructure contracts, including tenders; (vii) agreements relating to immovable property used exclusively in trade or commerce; (viii) franchising agreements; (ix) distribution and licensing agreements; (x) management and consultancy agreements; (xi) joint venture agreements; (xii) shareholders agreements; (xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services; (xiv) mercantile agency and mercantile usage; (xv) partnership agreements; (xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services; (xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance; (xxi) contracts of agency relating to any of the above; and 34.23ao (xxii) such other commercial disputes as may be notified by the central government. explanation a commercial dispute shall not cease to be a commercial dispute merely because (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out public functions; section 6 jurisdiction of commercial court : the commercial court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a special value arising out of the entire territory of the state over which it has been vested territorial jurisdiction. explanation : for the purpose of this section, a commercial dispute shall be considered to arise out of the entire territory of the state over which a commercial court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the code of civil procedure, 1908 (5 of 1908). section 15 of commercial courts act, 2015 deals with transfer of pending suits. said provision may not apply to the present case. 9] submissions of the appellant : a] the provisions of commercial courts act, 2015 are required to be strictly construed and he relies upon the 34.23ao judgment of the hon'ble supreme court in the case of ambalal sarabhai enterprises ltd. vs. k.s. infraspace llp and another reported in 2020 (15) scc 585. in this judgment, hon'ble supreme court has held that, the expression \"used\" in section 2 (1) (c) (vii) of commercial courts act, must mean actually used or \"being used\". the phraseology used is not \"likely to be used or to be used\". (para no.11). it is further held in said judgment that, the definition of \"commercial dispute\" is required to be strictly construed as the special procedure for expeditious disposal is required to be applied only in deserving cases. (para no.13 and 14). observation in para 14 clearly shows that the nature of property as on the date of the suit is required to be considered. furthermore, provisions of the act are required to be strictly construed (para nos.14, 31 to 38). in para no.40, it is specifically observed that \"merely because the property is likely to be used in relation to trade or commerce, the same cannot be the ground to 34.23ao attract jurisdiction of the commercial court\". b] the property must be actually used for trade or commerce and not that, it is likely to be used. he relies the judgment of the division bench of gujrath high court in the case of vasu health care pvt. ltd. vs. gujarat akruti tcg biotech ltd. reported in air 2017 sc 153. in the case wherein similar memorandum of understanding is considered wherein para no.7.1 to 7.6 the scheme of commercial courts act, is considered wherein it was held that, commercial court will not have jurisdiction to consider the cases where the issue regarding development of infrastructural facilities and establishing biotech park was considered by the division bench of gujarat high court. in the judgment of hon'ble supreme court in ambalal sarabhai (supra), more particularly in para 12 the hon'ble supreme court agreed with the view taken by gujarat high court. c] the learned counsel for the appellant submits that the civil court has jurisdiction to try and decide all the 34.23ao suits except the suits that are barred by any law. there is no specific bar to exclude jurisdiction of civil court and in view of the law laid down by the hon'ble supreme court in the case of dhulabhai vs. state of m.p. reported in air 1969 sc 78, the civil court will have jurisdiction to try and decide all the cases except the cases wherein the jurisdiction is barred. d] perusal of plaint would clearly establish that, plaintiff has made specific allegations against sicom i.e. financial institution and has also prayed for directions to midc for granting permission for assignment of property in favour of the appellant. as a matter of fact sicom is a financial institution and midc is a special planning authority. the relief prayed for as against said authorities cannot be termed as \"commercial dispute\". furthermore, the user of property at present is earmarked for residential purpose only. future use of the property is not material. 34.23ao that, as far as defendant no.1 is concerned, the suit is for specific performance of contract for sale, having stipulation for deferred payment. as far as the defendant no.12 and 13 are concerned, the suit is for directions to statutory authority to grant permission for transfer in favour of the plaintiff and also to establish before the court as to how the process of law is abused by the officers of the authorities for transferring the property in favour of defendant nos.9 to 11. the defendant no.9 to 11 are transferees of the property, that was to be assigned in favour of the plaintiff. all these circumstances and cause of action, as pleaded in the plaint, would clearly established that, the dispute may not be exclusively commercial in nature. at best, it is a case of composite dispute which has other aspects than merely the transaction, which is alleged to be commercial (as per defense of the contesting defendants). e] there is no existing joint venture : the suit is for specific performance of memorandum of understanding. 34.23ao one of the stipulations is regarding joint venture, which is to be constituted. the clause xi of section 2 (1) (c) of the commercial courts act deals with joint venture agreements. section 2 (1) (c) specifically start with the words \"dispute arising out of\". in the facts of present case, the joint venture is not yet constituted. f] the property is not used for trade or commerce at present : in view of judgments cited by the appellant, the property is not actually used for trade or commerce. at best it is likely to be used. in view of judgment of the hon'ble supreme court in the matter of ambalal sarabahai (supra), the suit is not covered by clause (vii) of section 2 (1) (c). g] next submission of the learned counsel for the appellant is that explanation b of section 2 (1) (c) of the commercial courts act is applicable only in cases where the state is contracting party. in the present case, the state authorities i.e. sicom and midc are not contracting parties. both the parties are in their capacity as regulatory authorities. therefore, the dispute cannot be considered as 34.23ao exclusively commercial dispute to be tried by commercial court only. h] the learned counsel further submits that section 6 of the commercial courts act provides that the commercial court shall have jurisdiction to try all suits and applications relating to commercial dispute. this clearly shows that the jurisdiction is conferred on commercial court. however, the jurisdiction of civil court is not barred and in any event the transactions that are outside the pale of the definition of commercial dispute cannot be adjudicated by a commercial court as the jurisdiction is restricted to commercial dispute only. in view of the same, if the claim is composite in nature, the commercial court may not have jurisdiction to decide the same. i] section 15 of the commercial courts act provides for transfer of proceedings : the suits that are pending as on the date of enforcement of the act were permitted to be transferred by application of either of parties as per section 15 (5) of the commercial courts act. 34.23ao however, similar enabling provision is conspicuously absent in section 6 of the act. this clearly shows the legislative intent of trying such proceedings only that are filed as commercial suit / dispute. j] judgment of this hon'ble court in kanchanganga realtors pvt. ltd. v/s monarch infrastructure reported in air 2019 bom 102 : it is submitted that, said judgment is passed by this hon'ble court on 08.02.2019, wherein it is noted that, judgment in the matter of vasu healthcare (supra) is challenged before the hon'ble supreme court. however, by a subsequent judgment in the matter of ambalal sarabhai decided on 04.10.2019, the hon'ble supreme court has endorsed the view taken by gujarat high court. there is specific observation for strict construction of provisions of commercial courts act. as such, in view of judgment of hon'ble supreme court in above stated cases, the law laid down in kanchanganga is required to be ignored. even otherwise, kanchanganga (supra) was 34.23ao decided on the basis of section 15 of the act. in the present case, nature and scope of section 6 is required to be considered. as a matter of fact, section 15 is not applicable in the facts of present case. k] in the case for rejection or return of plaint the court is required to consider the contents of plaint only. the defence cannot be looked into. however, the provision of order vii rule 10 are applicable only in cases of the court holds that it has no jurisdiction. same can be done at a later stage as held by this hon'ble court in vaijinath kale vs. nerkar property llp reported in 2021 (3) mh.l.j. 202. in view of the aforesaid submissions, the learned counsel for the appellant submits the present appeal from order be allowed by setting aside the impugned judgment and order passed by the trial court. submissions of the respondents : 10] per contra, the learned counsel for the respondents submits that the transaction between the 34.23ao parties is a commercial transaction in which the midc and sicom ltd. are also involved. the property is the subject matter of development by the appellant plaintiff and that the appellant plaintiff has a right of development of suit property as per the memorandum of understanding on execution of further documents in his favour and ultimate object and purpose of the transaction is the construction to be done for pecuniary benefit by seeking the noc etc. from the midc and sicom. 11] the learned counsel for the respondents further submits that the development agreement in the form of joint venture to develop the property and to have commercial benefits by the appellant plaintiff along with the defendant nos. 1 to 8 (respondent nos.1 to 8) and that the cause of action to file the suit is that there is breach of commercial contract and because of which the appellant plaintiff has been deprived of joint venture benefits. 12] the learned counsel for the respondents submits that as per section 2 (c) and the suit clauses of 34.23ao section 2 (c), the suit is for the enforcement of the contract and the contract is of construction pertaining to the immovable property being exclusive used or to be used in the trade or commerce. apart from the above, the plaint clearly point out the contract is pertaining to the recovery of immovable property by execution of development agreement and power of attorney and or for realization of money out of immovable property. it is further contended by the respondents that the terms of the memorandum of understanding clearly goes to show that the said mou is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. the consideration involved in the said transaction is of rs.35 crores. the mou on the face of it shows that it is development agreement for the construction in favour of joint venture company. the transaction involved in mou comes within the purview of the commercial dispute defined under clause (c) of section 2 sub-includes the construction also. the mou shows that it is construction 34.23ao contract of building and therefore it is covered under subclause (vi) of clause (c) of section 1 of the act. the learned counsel for the respondents, thus, submits that the appeal from order be dismissed. consideration : 13] the facts pleaded in the plaint are that the plaintiff and defendant no. 3 as the director and authorized signatory of ajanta and goldendreams, signed and executed a memorandum of understanding dated 26.12.2009 regarding the suit property bearing plot no.e36 b, now numbered as e-36/1 admeasuring 17,066.25 sq.mt. on various terms and conditions, some of the relevant terms are as under : i. plot no. e-36 will get transferred in the name of goldendreams. ii. it park project would comprise a total land of 62 acres, out of which 60% would be for it purposes, and the balance 40% would be for residential and commercial use. 34.23ao iii. goldendreams would execute development agreement in favour of a joint venture company to be formed by plaintiff and ajanta for residential development only. iv. the said joint venture shall be entitled to develop the suit property admeasuring 17,066.25 sq.mt. (i.e. 4.21 acres) having 1.5 fsi i.e. about 23,000 sq.mt. vii. plaintiff along with ajanta would be required to pay a total sum of rs.6 crores under the said mou comprising of 3 installments (a) rs.1 crore payable by january 2010 (b) rs.2.50 crores payable by february 2010 and (c) rs.2.50 crores payable on receipt of construction permission, before that goldendreams will obtain conversion order from industrial use to residential use. viii. the balance consideration of rs.29 crores for the development rights of the suit property would be payable from advances and booking amount for flats to the extent of 40% thereof till payment of rs.29 crores and the balance amount to be utilized for construction. 34.23ao xii. all internal development work like internal roads, compound, water line, drainage line, and all common amenities and facilities for the residential scheme were to be built by plaintiff i.e. old. plot no. e-36 b and now plot no. e-16/1. xiii. ajanta will obtain midc permissions and sanction building permission for residential use and all legal formalities. xv. amenity, clubhouse area of 25,000-30,000 sq.ft. in plot no. e-18 it park will be jointly owned by the jv company of plaintiff and ajanta, land cost-free-construction cost by the plaintiff for residential plot no. e-36 b (now e36/1) and additional members for use facility to be decided jointly. 14] on perusal of the plaint, it reveals that, the plaint is filed for specific performance of the contract on the basis of mou dated 26.12.2009. as per the said mou, the defendant no.1 agreed to give property plot no. e-36-1 admeasuring 17000.00 (17,066.25) sq.mt. situated at midc chikalthana, aurangabad tq. & dist. aurangabad for the 34.23ao development to the plaintiff and accordingly the defendant no.1 accepted the amount of rs.5,92,55,000/but the defendant no.1 failed to discharge his obligations as per mou. therefore, the plaintiff filed a present suit for specific performance. 15] the defendant nos.9 to 11 filed an application under section 2 (c) (i), (vi), (vii), (xi) and explanation (a) of commercial court act, 2015 read with order vii rule 10 and 11 of the cpc for return of plaint. the trial court by impugned order has returned the plaint for filing the same before the commercial court. 16] the trial court has held at para no.18 as under : 18] gone the pleading of the plaintiff, also gone through the documents filed along with list exh.4 at sr.no.7 i.e. the terms of memorandum of understanding which clearly goes to show that, the said mou is executed in respect of the suit property for the purpose of the execution of development agreement in favour of the joint venture company to be formed for residential development only. on the perusal of the contents of mou dated 26.12.200 it clearly goes to show that, the consideration involved in the said transaction is of rs.35 cr. the mou on the face of it shows that, it is development agreement for 34.23ao the construction in favour of joint venture company. the transaction involved in mou comes within the purview of commercial dispute defined under clause (c) of section 2 sub-section 1 of the commercial court act, 2015. the term development includes the construction also. the mou shows that, it is construction contract of building and therefore it is covered under sub-clause (vi) of clause (c) of the section 1 of the act, therefore, it is not necessary to go through the provisions of sub-rule (vii) of clause (c) of section 2 (1) of the commercial courts act, 2015. 17] the trial court held that the mou dated 26.12.2009 is a \"construction contract\" of building and therefore is covered in sub-clause (vi) of section 2 (1) (c) as it relates to construction and infrastructure contracts, including tenders. clause (vi) of section 2 (1) (c) reads as under : (vi) construction and infrastructure contracts, including tenders; 18] the hon'ble supreme court in the case of sushil kumar agarwal vs. meenakshi sadhu & ors. reported in manu/sc/1144/2018 [equivalent : [2019] 2 scc 241] has explained what are the different development 34.23ao agreements and also when a development agreement can be called a 'construction contract' and as held at para no.16 and 17 as under : 16. the expression \"development agreement\" has not been defined statutorily. in a sense, it is a catch-all nomenclature which is used to be describe a wide range of agreements which an owner of a property may enter into for development of immovable property. as real estate transactions have grown in complexity, the nature of these agreements has become increasingly intricate. broadly speaking, (without intending to be exhaustive), development agreements may be of various kinds: (i) an agreement may envisage that the owner of the immovable property engages someone to carry out the work of construction on the property for monetary consideration. this is a pure construction contract; (ii) an agreement by which the owner or a person holding other rights in an immovable property grants rights to a third party to carry on development for a monetary consideration payable by the developer to the other. in such a situation, the owner or right holder may in effect create an interest in the property in favour of the developer for a monetary consideration; (iii) an agreement where the owner or a person holding any other rights in an immovable property grants rights to another person to carry out development. in consideration, the developer has to hand over a part of the 34.23ao constructed area to the owner. the developer is entitled to deal with the balance of the constructed area. in some situations, a society or similar other association is formed and the land is conveyed or leased to the society or association; (iv) a development agreement may be entered into in a situation where the immovable property is occupied by tenants or other right holders. in some cases, the property may be encroached upon. the developer may take on the entire responsibility to settle with the occupants and to thereafter carry out construction; and (v) an owner may negotiate with a developer to develop a plot of land which is occupied by slum dwellers and which has been declared as a slum. alternately, there may be old and dilapidated buildings which are occupied by a number of occupants or tenants. the developer may undertake to rehabilitate the occupants or, as the case may be, the slum dwellers and thereafter share the saleable constructed area with the owner. when a pure construction contact is entered into, the contractor has no interest in either the land or the construction which is carried out. but in various other categories of development agreements, the developer may have acquired a valuable right either in the property or in the constructed area. the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. 34.23ao 17. in a construction contract, the contractor has no interest in either the land or the construction carried out on the land. but, in other species of development agreements, the developer may have acquired a valuable right either in the property or the constructed area. there are various incidents of ownership of in respect of an immovable property. primarily, ownership imports the right of exclusive possession and the enjoyment of the thing owned. the owner in possession of the thing has the right to exclude all others from its possession and enjoyment. the right to ownership of a property carries with it the right to its enjoyment, right to its access and to other beneficial enjoyments incidental to it. (b. gangadhar v. bg rajalingam manu/sc/0212/1996 : (1995) 5 scc 239 at para 6). ownership denotes the relationship between a person and an object forming the subject matter of the ownership. it consists of a complex of rights, all of which are rights in rem, being good against the world and not merely against specific persons. there are various rights or incidents of ownership all of which need not necessarily be present in every case. they may include a right to possess, use and enjoy the thing owned; and a right to consume, destroy or alienate it. (swadesh ranjan sinha v. haradeb banerjee manu/sc/0305/1992 : (1991) 4 scc 572). an essential incident of ownership of land is the right to exploit the development, potential to construct and to deal with the constructed area. in some situations, under a development agreement, an owner may part with such rights to a developer. this in is essence is a parting of some of the incidents of ownership of the immovable property. there could be situations where pursuant to the grant of such rights, the developer has incurred a 34.23ao substantial investment, altered the state of the property and even created third party rights in the property or the construction carried out to be carried out. there could be situations where it is the developer who by his efforts has rendered a property developable by taking steps in law. in development agreements of this nature, where an interest is created in the land or in the development in favour of the developer, it may be difficult to hold that the agreement is not capable of being specifically performed. for example, the developer may have evicted or settled with occupants, got land which was agricultural converted into non-agricultural use, carried out a partial development of the property and pursuant to the rights conferred under the agreement, created third party rights in favour of flat purchasers in the proposed building. in such a situation, if for no fault of the developer, the owner seeks to resile from the agreement and terminates the development agreement, it may be difficult to hold that the developer is not entitled to enforce his rights. this of course is dependent on the terms of the agreement in each case. there cannot be a uniform formula for determining whether an agreement granting development rights can be specifically enforced and it would depend on the nature of the agreement in each case and the rights created under it. 19] the hon'ble supreme court in the above case of sushil kumar agarwal has held that in a pure 'construction contract', the contractor has no interest in either the land or the construction which is carried out. but in various other categories of development agreements, the developer may 34.23ao have acquired a valuable right either in the property or in the constructed area and the terms of the agreement are crucial in determining whether any interest has been created in the land or in respect of rights in the land in favour of the developer and if so, the nature and extent of the rights. 20] applying above principles to the facts pleaded in the plaint, and in terms of the mou, the plaintiff get rights in the property of the vendor [defendant] by paying consideration. the plaintiff has made part payment [rs.5.6 crores] towards the property development [permissions etc.] and the balance payment is to be made post receipt of booking amount towards sale of the developed property to the prospective buyers. on making payment of rs.5.6 crores, the plaintiff creates right in the property. on development, the plaintiff gets right to sell the suit property of the vendor. the mou dated 26.12.2009 cannot be termed as an 'construction contract'. on implementation of the mou the vendor does not retain right in the suit 34.23ao property but it is transferred to the plaintiff / prospective buyers. the defendant / vendor get consideration amount of rs.35 crores, the vendor receives consideration and looses right over land. the plaintiff is not a 'contractor' engaged to carry out defendants \"building construction\". it is the plaintiff, who has paid the consideration and the defendant does not pay for construction work retaining control over suit property under the mou. by no stretch of imagination, the mou dated 26.12.2009 can be said to be a simple 'construction contract'. since interest in land is created in the suit land in favour of the plaintiff, there is no claim in the plaint for simplicitor 'construction work' undertaken. 21] the trial court has also held that it is a development agreement, so also, on perusal of the agreement / mou dated 26.12.2009, it is also obvious that it is primarily a development agreement or an agreement to be executed in respect of the suit property for the purposes of execution of development agreement. thus, the suit for 34.23ao specific performance of mou dated 26.12.2009 has to be tested in terms of section 2 (1) (c) (vii) of the commercial courts act and not with reference to section 2 (1) (c) (vi) to ascertain whether the suit for specific performance of mou comes within the purview of 'commercial dispute'. clause (vii) of section 2 (1) (c) of the commercial courts act, 2015, which reads as under : (vii) agreements relating to immovable property used exclusively in trade or commerce; 22] the trial court has erroneously analyzed the plaint with reference to clause (vi) of section 2 (1) (c) of the act. the plaint has to be analyzed from the conspectus clause (vii) of section 2 (1) (c) of the commercial courts act, 2015 to ascertain whether the dispute involves a \"commercial dispute\". the supreme court in the case of ambalal sarabhai enterprises ltd. v. k.s.infraspace llp and another reported in 2019 stpl 11111 sc [equivalent : [2020] 15 scc 585] has held as para no.38 as under : 38. a dispute relating to immovable property per se 34.23ao may not be a commercial dispute. but it becomes a commercial dispute, if it falls under sub-clause (vii) of section 2 (1) (c) of the act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". the words \"used exclusively in trade or commerce\" are to be interpreted purposefully. the word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". it should be \"actually used\". such a wide interpretation would defeat the objects of the act and the fast tracking procedure discussed above. 23] every dispute relating to immovable property may not be per se a commercial dispute and in the instant case the plaint and the mou needs to examine in order to ascertain whether the dispute involved is a \"commercial dispute\" with reference to clause (vii) of section 2 (1) (c) of the commercial courts act, 2015. as such, the impugned order dated 04.05.2023 passed by the 8th joint civil judge senior division, aurangabad below exh.36 in special civil suit no.162 of 2023 is quashed and set aside and the matter is remanded back to the trial court for deciding afresh the application under order 7 rule 10 and 11 of the civil procedure code read with section 3 of the commercial act. 34.23ao 24] section 6 of the commercial courts act, 2015, uses words 'shall' have jurisdiction to try \"all suits and applications relating to a commercial dispute of a specified value\" are to be tried by commercial court. thus, if the suit in the instant case falls within clause (vii) of section 2 (1) (c) of the commercial courts act, 2015, the trial court would be entitled to return plaint for filing the same before the appropriate court. since the commercial courts, under section 6 of the commercial courts act \"shall\" have jurisdiction to try 'all suits' relating to 'commercial disputes' of specified value, ordinary civil courts jurisdiction would be impliedly barred to entertain the same. 25] under section 9 of the civil procedure code, the civil court has the jurisdiction to try all suits of a civil nature, except those in respect of which the jurisdiction is barred either expressly or impliedly by a specific provision of law. [dhulabai vs. state of m.p., air 1969 sc 78]. the civil courts jurisdiction cannot be said to be alternative to 34.23ao commercial courts leaving it to the election of suitor concerned to choose his remedy either before the ordinary civil court or the commercial court. section 15 provides for transfer of all the pending suits relating to commercial disputes to commercial courts [on constitution of commercial courts]. section 15 (5) of the 2015 act, provides for transfer of suits of commercial disputes pending before civil court on an application of either of the parties to the suits involving commercial disputes. thus, it is clear from reading of section 6 of the 2015 act that the plaintiff does not have a choice of alternative forum and all suits relating to commercial disputes has to be adjudicated before the commercial courts once established. 26] the impugned order dated 04.05.2023 passed by the 8th joint civil judge senior division, aurangabad below exh.36 in special civil suit no.162 of 2023 is quashed and set aside. with the above observations, the matter stands remanded back to the trial court for fresh adjudication of application under order vii rule 10 and 11 34.23ao of civil procedure code read with section 3 of the commercial courts act, 2015. appeal from order stands disposed of accordingly. 27] parties to appear before the trial court on 30.11.2023 so as to enable the trial court to proceed with the matter. suit stands restored. 28] in view of disposal of appeal from order, pending civil application, if any, does not survive and the same stands disposed of. [arun r. pedneker] judge ddc"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d722eca2d8b14af187d7536eb17a04ac_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3015e50af0744018b580a0da91675c3_1"
        },
        {
            "start": 242,
            "end": 387,
            "text": "\nCalcutta High Court (Appellete Side)\nM/S. India Power Corporation Ltd vs Sbicap Trustee Company Ltd. & Ors on 16 May, 2023\nAuthor: Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45a61087ec294853a46d67f72bcdd583_2"
        },
        {
            "start": 388,
            "end": 409,
            "text": "\nBench: Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "11e0d2e599e24de984fe976ed873b866_3"
        },
        {
            "start": 487,
            "end": 528,
            "text": "1 \n\n                    In The High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db05292fb6aa412ea67f7f1d54dfaf0d_4"
        },
        {
            "start": 529,
            "end": 540,
            "text": "At Calcutta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe8115dca593475f984451e3168467af_5"
        },
        {
            "start": 564,
            "end": 621,
            "text": "Civil Appellate Jurisdiction\n\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d79aa7b3f98d4c4e8c1103d15c9d17fc_6"
        },
        {
            "start": 621,
            "end": 642,
            "text": "Commercial Division\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c993094c6bc4ad1b72d3ec19bb78502_7"
        },
        {
            "start": 642,
            "end": 685,
            "text": "Present:\n\nThe Hon'Ble Justice Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eddd01ef852d42e2aec4d51fb4865c0e_8"
        },
        {
            "start": 701,
            "end": 740,
            "text": "& \nThe Hon'Ble Justice Prasenjit Biswas",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2d9b5683d15407780dbb259c85028b4_9"
        },
        {
            "start": 773,
            "end": 791,
            "text": "F.M.A 1370 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8eeb9c5327ac46e18ec3b985f4eaf73b_10"
        },
        {
            "start": 822,
            "end": 842,
            "text": "Ia No. Can 1 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ad13ba49fde4fb8b48cfacfdd35203d_11"
        },
        {
            "start": 868,
            "end": 874,
            "text": "M / s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1dd8875e7874406194d33d04a7bac638_12"
        },
        {
            "start": 875,
            "end": 903,
            "text": "India Power Corporation Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cab67f94fb9548faaa9978a2e9e52b96_13"
        },
        {
            "start": 942,
            "end": 973,
            "text": "Vs.\n                     Sbicap",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5271da77ea5649e0a1ebd5ab14fb6812_14"
        },
        {
            "start": 974,
            "end": 996,
            "text": "Trustee Company Ltd. &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "556be14aa32e4e8781e6e9f3829f03cd_15"
        },
        {
            "start": 997,
            "end": 1017,
            "text": "Ors. \n\n\n\nAppearance:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab71c5026a034435af270c0f7e15945d_16"
        },
        {
            "start": 1018,
            "end": 1037,
            "text": "\n\nFor the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8620e52e7cb46d2b64b764f817a32b5_17"
        },
        {
            "start": 1055,
            "end": 1084,
            "text": ":     Mr. Deepak Khosla, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45b833a1749e4840a051d752d4da41e9_18"
        },
        {
            "start": 1127,
            "end": 1152,
            "text": "Ms. Anjana Banerjee, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "198a871ad2724b0ebb6eb30448529819_19"
        },
        {
            "start": 1195,
            "end": 1219,
            "text": "Mr. Rohan S. Nandy, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d8e084a53df4486b2dd18113d7d67af_20"
        },
        {
            "start": 1220,
            "end": 1246,
            "text": "\n\nFor the Respondent no. 2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2f04f926eb5457a8ef8304cff504401_21"
        },
        {
            "start": 1257,
            "end": 1290,
            "text": ":     Mr. Sourajit Dasgupta, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0da99571a3ad4e418d6b247af9e83e75_22"
        },
        {
            "start": 1333,
            "end": 1353,
            "text": "Mr. Soumya Nag, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d564d246e5a42298598be114c3121fe_23"
        },
        {
            "start": 1354,
            "end": 1387,
            "text": "\n\nFor the Respondent nos. 3 to 19",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01f6032e1c4943f9b15b653e2032f31b_24"
        },
        {
            "start": 1392,
            "end": 1460,
            "text": ":    Mr. Jishnu Saha, Adv.\n3 to 19                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4bb9dce8bf484ba3868ac46ece8befda_25"
        },
        {
            "start": 1460,
            "end": 1483,
            "text": "Mr. Debnath Ghosh, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dba8237e9598402aa751cc8b6856778a_26"
        },
        {
            "start": 1526,
            "end": 1552,
            "text": "Mr. Shwetank Ginodia, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c7d412f0e805481ab8dd7180c2ae0d5e_27"
        },
        {
            "start": 1595,
            "end": 1620,
            "text": "Mr. Bhavesh Garodia, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94b2e9a755634dbba4a100d581a14888_28"
        },
        {
            "start": 1663,
            "end": 1684,
            "text": "Mrs. Ratnadipa Sarkar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a2040973f7640f9b61b839613a6862d_29"
        },
        {
            "start": 1685,
            "end": 1741,
            "text": "\n\n\n\nJudgment On                        :    16.05.2023\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c61b22226c749bbbb2adad427919b3a_30"
        },
        {
            "start": 1741,
            "end": 1759,
            "text": "Harish Tandon, J.:",
            "labels": [
                "NONE"
            ],
            "id": "8d9a8478314b430bb3a9c443d0895d78_31"
        },
        {
            "start": 1760,
            "end": 1973,
            "text": "\nThe present appeal arises from an order dated 9.9.2022 passed by learned Judge, Commercial Court at Alipore in Money Suit no. 1 of 2022 whereby and whereunder an application for injunction is rejected on contest.",
            "labels": [
                "RLC"
            ],
            "id": "9a26cc9cbc7348b980ee6031ff6e350a_32"
        },
        {
            "start": 1974,
            "end": 2327,
            "text": "By an impugned order the Commercial Court also vacated the ex parte ad interim order of injunction passed on 24th January, 2022 by which the contesting Respondent nos. 3-20 were restrained from initiating proceeding or continuing proceeding for recovery of debt against the appellant on the basis of a deed of guarantee executed on 23rd September, 2016.",
            "labels": [
                "RLC"
            ],
            "id": "6d0028cbe0594b7cb2d9b7b48c64b92c_33"
        },
        {
            "start": 2328,
            "end": 2686,
            "text": "The said ex-parte ad interim order of injunction was directed to operate till 29th January, 2022 and on the said returnable date an application was taken out by the appellant for correction of a typographical error with further related reliefs which were eventually allowed and the challenge was made to the Commercial Appellate Division in Fmat 142 of 2022.",
            "labels": [
                "RLC"
            ],
            "id": "7cf4b4a28aeb4c3f858f77285ba6ee42_34"
        },
        {
            "start": 2687,
            "end": 2969,
            "text": "The Appellate Court reversed the order by which the ex-parte ad interim order of injunction was sought to be extended beyond its initial peripheral with categorical finding that taking aid of Section 152 of the Code, the Court cannot vary, modify or expand the horizon of the order.",
            "labels": [
                "RLC"
            ],
            "id": "d3df6f0496cb4bc1bfdb3dad464bf9df_35"
        },
        {
            "start": 2970,
            "end": 3059,
            "text": "The Appellate Court directed the injunction application to be disposed of at an earliest.",
            "labels": [
                "RLC"
            ],
            "id": "381657fc1b244c488c4b5bcc8df242d0_36"
        },
        {
            "start": 3060,
            "end": 3206,
            "text": "By the impugned order, Commercial Court vacated the ex-parte ad interim order of injunction and rejected the application for temporary injunction.",
            "labels": [
                "RLC"
            ],
            "id": "d8d4634d6ad1487785ba61dc448e5bea_37"
        },
        {
            "start": 3208,
            "end": 3334,
            "text": "Both the learned Counsels argued on a several points and relied upon the plethora of judgments in support of such contentions.",
            "labels": [
                "NONE"
            ],
            "id": "7cd1778a6f744dae9b4b4969a90c7687_38"
        },
        {
            "start": 3335,
            "end": 3452,
            "text": "Before we proceed to decide the points urged before us, salient facts are required to be narrated in pursuit thereof.",
            "labels": [
                "NONE"
            ],
            "id": "3f164f552db540e6ad69852422006fd6_39"
        },
        {
            "start": 3453,
            "end": 3784,
            "text": "\nOne Meenakshi Energy Pvt. Ltd. (Mel) was incorporated as coal based power Project Company initially promoted by the Meenakshi Engineering and Infrastructure Holdings Ltd., subsequently a French company namely Ng Global Development (Bw) acquired 89 per cent of shares in Mel and became the largest shareholders of the said company.",
            "labels": [
                "FAC"
            ],
            "id": "827a3e6c42cf498293d1b833006ba46c_40"
        },
        {
            "start": 3785,
            "end": 3942,
            "text": "Several financial assistance by way of a loan, credits etc. were provided in different phases for development of the projects undertaken by the said company.",
            "labels": [
                "FAC"
            ],
            "id": "ad44aae5ea104a65bc498c37e48e9461_41"
        },
        {
            "start": 3943,
            "end": 4278,
            "text": "Subsequently, the French Government decided to shift from generation of energy by any other mode to the renewable energy which led the said company which was a State based backed company to opt out from the said project which opened the path for the appellant to acquire the share held by the said French company at the cost of Us $ 1.",
            "labels": [
                "FAC"
            ],
            "id": "8dbd9e3e03f2487ca73b069326cc1112_42"
        },
        {
            "start": 4279,
            "end": 4551,
            "text": "Interestingly, the said French company further agreed to pay Us $ 40 million to the appellant for completion of the transaction so that the same can be invested in the project with further infusion of Usd $ 300 million before transfer of the shareholding of the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "8508be66de864715ba1a4fb9f4d3ba76_43"
        },
        {
            "start": 4553,
            "end": 4970,
            "text": "After taking over all the majority shares, the appellant and the said Mel approached the lenders who extended the financial assistance for approval of the transfer of shares held by the French company which was duly accorded on the condition that all the obligations held by the French company shall be taken over by the appellant by providing an undertaking and the corporate guarantee under the financial documents.",
            "labels": [
                "FAC"
            ],
            "id": "25aa3f5dcc70487b9907063f607bb8f7_44"
        },
        {
            "start": 4971,
            "end": 5028,
            "text": "Pursuant to the said conditions imposed while according a",
            "labels": [
                "FAC"
            ],
            "id": "97e22f4246f74b0aa5518cf8120198e0_45"
        },
        {
            "start": 5029,
            "end": 5484,
            "text": "pproval, the erstwhile Director of the appellant submitted an affidavit dated September 23, 2016 certifying, declaring and confirming that the appellant is a distribution licensee in terms of the West Bengal Electricity Regulatory Commission (Licensing and Condition of License) Regulations, 2019 and there is no necessity to obtain a prior permission or consent from the West Bengal Electricity Regulatory Commission for furnishing a corporate guarantee.",
            "labels": [
                "FAC"
            ],
            "id": "54fe8258a5b94d03a4d843aefe9f9f32_46"
        },
        {
            "start": 5485,
            "end": 5646,
            "text": "Simultaneously therewith a corporate guarantee was also executed which is the subject matter of the suit instituted by the appellant before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "e4a714d67eea4416a85fa3717230f729_47"
        },
        {
            "start": 5647,
            "end": 5823,
            "text": "Even after such arrangements, the MEL continued in defaulting the repayment of the debts which resulted into the classification of the account of MEL as Non- Performing Assets.",
            "labels": [
                "FAC"
            ],
            "id": "fce49754f8344edfa674be9f4f8aa230_48"
        },
        {
            "start": 5824,
            "end": 6003,
            "text": "The Respondent no. 1 in the capacity of an agent of the primary lender i.e., State Bank of India recalled the loan so extended and demanded the payment within the stipulated time.",
            "labels": [
                "FAC"
            ],
            "id": "d5681f00e34b4f2497c9cc918a4570bc_49"
        },
        {
            "start": 6004,
            "end": 6142,
            "text": "Since the entire shares were pledged, the invocation was made and the same were transmitted into a Dematerialisation Account of the agent.",
            "labels": [
                "FAC"
            ],
            "id": "bfe45c30b517422f9fce43ca42b4351e_50"
        },
        {
            "start": 6144,
            "end": 6552,
            "text": "Subsequently, the corporate guarantee was sought to be invoked, the appellant along with MEL instituted a commercial suit being COS 266 of 2017 before the Commercial Court, City Civil Court, Hyderabad seeking declaration that the deed of guarantee dated 23.9.2016 executed by the appellant be declared null and void having issued in contravention to the statutory provisions contained in the said regulation.",
            "labels": [
                "FAC"
            ],
            "id": "1babd0e5dc80407f909f29e45c3695a5_51"
        },
        {
            "start": 6553,
            "end": 6637,
            "text": "However, the said suit was withdrawn without seeking any leave to file a fresh suit.",
            "labels": [
                "FAC"
            ],
            "id": "40a58ddaa69749fb869b39459d638775_52"
        },
        {
            "start": 6638,
            "end": 6980,
            "text": "The moment the lenders put an advertisement inviting the bid for change of the management of the MEL, a writ application was filed before the High Court of Andhra Pradesh being Writ Petition no. 26999 of 2018 wherein an interim order was passed that no coercive steps shall be taken by the lenders of the Phase-I and II against the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "327496af81d2492baacd2b24e7eae15e_53"
        },
        {
            "start": 6981,
            "end": 7074,
            "text": "Interestingly, the said writ petition was subsequently withdrawn as it was dismissed as such.",
            "labels": [
                "FAC"
            ],
            "id": "6651704de9fb4145b3c53ed9d2280a1f_54"
        },
        {
            "start": 7075,
            "end": 7324,
            "text": "Another writ petition was filed, simultaneously with the other writ petition which was subsequently withdrawn being WP 26977 of 2018, assailing the action of the respondents in transferring the equity shares without conducting the valuation thereof.",
            "labels": [
                "FAC"
            ],
            "id": "0de8c4e0b06348a284d099df6f056179_55"
        },
        {
            "start": 7325,
            "end": 7462,
            "text": "Initially an interim order was passed in the same tune and line that coercive step should not be taken but the same was later on vacated.",
            "labels": [
                "FAC"
            ],
            "id": "4bcf01bbcfe64850b9191ab59c1cd310_56"
        },
        {
            "start": 7463,
            "end": 7738,
            "text": "In an another Writ Petition being no. 30048 of 2018 filed before the High Court challenging the recall notice wherein an interim order was passed in the same tune that no coercive step shall be taken on the basis of such notice which was later on vacated on January 23, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "e106bd627b804857a43b063e71b1df6f_57"
        },
        {
            "start": 7739,
            "end": 7870,
            "text": "The order vacating an interim order was carried to an intra-court appeal before the said High Court which was eventually dismissed.",
            "labels": [
                "RLC"
            ],
            "id": "9d005b961a0b49fda40384d497dd39d5_58"
        },
        {
            "start": 7871,
            "end": 8187,
            "text": "\nThereafter the proceeding under Section 7 of the IBC Code, 2016 was filed by the SBI against the MEL before the National Company Law Tribunal, Hyderabad seeking a commencement of CIRP which was duly admitted on November 7, 2009 with categorical finding that invocation of pledge did not amount to discharge of debt.",
            "labels": [
                "FAC"
            ],
            "id": "ffb4b916af4b4c2294018d97072f4da0_59"
        },
        {
            "start": 8188,
            "end": 8536,
            "text": "The aforesaid fact was disclosed in the pending writ petitions before the High Court of Andhra Pradesh and the interim order so passed therein was modified to the extent that the said interim order shall not put fetter in the way of the respondents from approaching the National Company Law Tribunal for appropriate remedies taking recourse to law.",
            "labels": [
                "FAC"
            ],
            "id": "b2fb695c5c9a42e7bdadc9809c9e84a0_60"
        },
        {
            "start": 8537,
            "end": 8875,
            "text": "Amidst the pendency of the insolvency proceedings against the MEL the appellant was served with a demand notice in respect of the aforesaid corporate guarantee and on failure thereof the SBI filed an application under Section 7 of the IBC for initiation of CIRP alleging that the default in respect of a corporate guarantee has been made.",
            "labels": [
                "FAC"
            ],
            "id": "3daf7706f9d04624accf20e4bb20af9a_61"
        },
        {
            "start": 8876,
            "end": 9477,
            "text": "\nOn the backdrop of the aforesaid facts, the appellant has filed the instant suit primarily for a decree of declaration that the contract of guarantee executed by the appellant company is null and void ab initio being in breach of Regulation 5.13.2 of the West Bengal Electricity Regulatory Commission (Licensing and Condition of License) Regulation, 2013 with further decree of declaration that the sale and transfer of the equity shares held by the appellant company in MEL is not less than 4.406.50 crores and a mandatory injunction be passed to pay the said amount with interests to the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "69e3679d59894557a15d96807cf08fa0_62"
        },
        {
            "start": 9478,
            "end": 9779,
            "text": "Though the Commercial Court passed ex-parte ad interim order of injunction at the initial stage, the tenet whereof has been succinctly narrated hereinbefore but on a contested hearing the Commercial Court rejected the application for temporary injunction which is a subject matter of appeal before us.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "51ae3f0b382647f493b673fa93bca7d3_63"
        },
        {
            "start": 9780,
            "end": 10345,
            "text": "\nAt the very outset we must record the stand of the appellant so far as the allegation as to the transfer of shares into the de-mat account of the Respondent no.1 is concerned, it is concededly submitted that in view of the judgments rendered by the Supreme Court in PTC India Financial Services Ltd. Vs. Venkateswarlu Kari & Anr., reported in (2022) SCC Online SC 608 wherein it is held that resumption of shares into a demat account upon invocation of a contract of pledge does not tantamount to transfer, therefore, the aforesaid plea is not taken at this stage.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "afeb7c08b00f4362825b85731362cace_64"
        },
        {
            "start": 10347,
            "end": 10583,
            "text": "The learned Counsel for the appellant unequivocally submitted that the said plea has not been abandoned for all time to come but is not pressed for the present in view of the decision of the Supreme Court in the abovementioned judgment.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "440a0624664e40a89124ddbfe0a433d3_65"
        },
        {
            "start": 10584,
            "end": 10713,
            "text": "We, therefore, do not delve to go into the aforesaid aspect and venture to decide the appeal on the other points urged before us.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "707c2bb41d12430b9be166944df70fe1_66"
        },
        {
            "start": 10715,
            "end": 11073,
            "text": "The learned Advocate for the appellant is very much critical on the observation of the Commercial Court recorded in the impugned order that even after holding that the plaint clearly shows the cause of action and the dispute is required to be adjudicated on trial, it proceeds to hold that there is no prima facie case made out for the purpose of injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "44bc5b9ddd5b438b9823a6ed0582c0fe_67"
        },
        {
            "start": 11074,
            "end": 11259,
            "text": "It is arduously contended that the cause of action is synonymous to a prima facie case and, therefore, there is an apparent inconsistency in the impugned order which needs interference.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b443d981e57040348e1e0f1b38b4053a_68"
        },
        {
            "start": 11260,
            "end": 11589,
            "text": "It is further contended that the moment the corporate guarantee is found to have been issued in violation of the statutory provisions such guarantee cannot be legally enforced being void ab initio and placed reliance upon a judgment of the Apex Court in case of Mannalal Khetan vs. Kedar Nath Khetan, reported in AIR 1977 SC 536.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2a9094a34b2a4a34ba43e5a2f9781b47_69"
        },
        {
            "start": 11590,
            "end": 11809,
            "text": "It is further contended that the distinction is real between a prohibitary provisions and the restrictive provisions as in the former case any act forbidden by law is per se void and cannot be enforced before the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5b2a2d27d7404f7fb8fd726d539b4767_70"
        },
        {
            "start": 11810,
            "end": 12174,
            "text": "It is further contended that there is no distinction, in law between a debt recovery proceedings and a proceeding for recovery of debt and, therefore, the proceeding under IBC may not be a typical debt recovery proceeding but have an avowed object of recovery of debt may be with an intent to keep the company alive by bringing back into a healthy financial state.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ab9d6319c2214869b6cc13656820d3ca_71"
        },
        {
            "start": 12175,
            "end": 12507,
            "text": "It is further submitted that an application under Order 7 Rule 11 of the CPC filed by the respondent having dismissed by the Trial Court lead to an unequivocal conclusions that the proceeding is maintainable and, therefore, that the proceeding is otherwise barred under the law is not available at the stage of temporary injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fe2ce1aecc0e4282bc325b2a391c2400_72"
        },
        {
            "start": 12508,
            "end": 12873,
            "text": "According to the learned Advocate for the appellant the Trial Court ought to have considered that the balance of convenience lies in passing a protective order as in the event the insolvency proceeding is allowed to continue the plaintiff would be non-suited because of the moratorium envisaged under Section 14 of the IBC and the consequences to follow thereafter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "143e02b5a07048ad9f3021a17c8ad2e8_73"
        },
        {
            "start": 12874,
            "end": 13170,
            "text": "It is further contended that there is a manifest perversity in the findings of the Commercial Court on the aspect of irreparable injury as it did not consider the consequence of the proceeding under IBC causing immense injury to the appellant without deciding all the issues involved in the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b43b9c041b014279ac9471f8b01c2fdc_74"
        },
        {
            "start": 13171,
            "end": 13420,
            "text": "It is contended that when a serious question of fraud is pleaded in the plaint which unravels all the solemn act, protective order must be passed against the party as any act done during the pendency of the suit may invite an irreversible situation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d1d16719e99c47a1b91be8ef57eecc6b_75"
        },
        {
            "start": 13421,
            "end": 13655,
            "text": "In support of the same, the reliance is placed upon a judgment of the Supreme Court in case of Agricultural Produce Marketing Committee, Bangalore vs. State of Karnataka &Ors. (Civil Appeal nos. 1345-1346 of 2022 decided on 22.3.2022)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9deb63fcf4a24b0f9830477d072c56eb_76"
        },
        {
            "start": 13656,
            "end": 14079,
            "text": "On the other hand, the contesting respondents while repelling the contention of the appellants submits that in view of the categorical statements made in Paragraph 97 of the plaint the plaintiff themselves have indicated that do not want to forestall the hearing of a proceeding under Section 7 of IBC but later on turned around and intended to seek the relief by way of preventive injunction which is impermissible in law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b6508e14d2ad44778f1cd0f993537f1c_77"
        },
        {
            "start": 14080,
            "end": 14212,
            "text": "It is further contended that in view of the express embargo upon the Civil Court to entertain the suit, no injunction can be passed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5e937c380b4142ee89f44cacabd8bf34_78"
        },
        {
            "start": 14213,
            "end": 14537,
            "text": "It is further contended that the several proceedings initiated by the plaintiff could not yield the desired results and in fact, the identical suit filed before the Commercial Court, City Civil Court, Hyderabad was later on withdrawn without seeking any leave to file a fresh on the self same cause of action or the reliefs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9b10353d97ff40568fb86116615020c5_79"
        },
        {
            "start": 14538,
            "end": 14945,
            "text": "It is arduously submitted that the affidavit as well as the corporate guarantee issued by the appellant company through its erstwhile director categorically evinced that they were aware of a embargo under the aforesaid statutory rules but the said corporate guarantee was in relation to non regulated assets which according to the appellant does not come within the mischief of the said statutory provision.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3b6d9c6a2e124ee5a4f7f581eeeceb46_80"
        },
        {
            "start": 14946,
            "end": 14982,
            "text": "They cannot resile from their stand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e95c58ea46864f87b35d3e07f6fd416b_81"
        },
        {
            "start": 14983,
            "end": 15159,
            "text": "\nAccording to the learned Counsels there is a fallacy in the submission of the appellant that there is no apparent distinction between a cause of action and a prima facie case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b1747f287be44d359b373e92caf4732c_82"
        },
        {
            "start": 15160,
            "end": 15410,
            "text": "Even if the suit discloses the cause of action but for the purpose of granting a temporary injunction, there is no infirmity in the Court to arrive at the findings that prima facie case for the purpose of passing the injunction has not been made out.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "feaaf4f51d864f22a37316948ff0952d_83"
        },
        {
            "start": 15411,
            "end": 15791,
            "text": "It is emphatically submitted that the Commercial Court being not a superior Court to NCLT, cannot pass an order of injunction preventing a party from initiating a proceeding before NCLT in view of the provisions contained under Section 41(b) of the Specific Relief Act and relied upon a judgment of the Bombay High Court in case of PSL Ltd., reported in 2018 SCC Online Bombay 36.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fb3d24b4e37343dc9c307b6d010fe874_84"
        },
        {
            "start": 15792,
            "end": 16014,
            "text": "It is further contended that the ratio of the said Bombay judgment has been reiterated and reinstated by the Supreme Court in Forech (India) Ltd. Vs. Edelweiss Assets Reconstruction Co. Ltd., reported in (2019) 18 SCC 549.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5fa2590ed21d474fba5074a7363361f5_85"
        },
        {
            "start": 16015,
            "end": 16253,
            "text": "It is further submitted that there is a lack of pleadings in relation to a fraud, coercion or undue influence and, therefore, in absence thereof the Court should not presume the existence of the same while granting a temporary injunction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8572a14a3d0f4ef2a1877f1aee96250d_86"
        },
        {
            "start": 16254,
            "end": 16634,
            "text": "The learned Counsel submits that the reliance upon Mannalal Khetan (supra) is misplaced as the said decision is relatable to a situation concerning the transfer of shares and the interpretation of the provisions contained under Section 108 of the Companies Act, 1956 and, therefore, has no application in the present context when the regulation simplicitor provides for a penalty.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8ab13512c97c4a9186b69306f894d19d_87"
        },
        {
            "start": 16635,
            "end": 16838,
            "text": "It is contended that a distinction has to be drawn between a prohibitary provision and a provision which requires an approval and invites the penalty without rendering the contract void or unenforceable.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cf51c35cf81c4a648705f116d4977b9b_88"
        },
        {
            "start": 16839,
            "end": 17232,
            "text": "It is further submitted that the moment the appellant have taken a firm stand in the affidavit and the corporate guarantee as well as in the audited balance sheets that no permission is required for non-regulated asset, the appellant cannot be permitted to approbate and reprobate as the conduct of the parties seeking an injunction is also one of the relevant factors for granting injunction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "20fe5084d4774a47a79fa8f79eb2d3cd_89"
        },
        {
            "start": 17233,
            "end": 17358,
            "text": "\nOn the conspectus of aforesaid submissions, let us decide whether the impugned order can be justified or needs interference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ccddac3d68f4270a08e2e7245fa91ce_90"
        },
        {
            "start": 17359,
            "end": 17682,
            "text": "Recently a trend is developed in the Bar in interpreting the words used in common parlance in most different manner to inculcate a sense that the finding arrived by the Court in judicial dispensation suffers from the several infirmities and reflects the mind of a Judge in hind side which in our opinion does not reveal so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bd766c8b15547fd81b8defe98e7746d_91"
        },
        {
            "start": 17683,
            "end": 17872,
            "text": "The words or expressions are segregated and projected in such a manner that the entire decision making process is vitiated and the order cannot stand on a well established principle of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4ca60804848475cba65107b27f0a6a4_92"
        },
        {
            "start": 17873,
            "end": 18077,
            "text": "The words of insignificance is attempted to project the words or expression of vital importance in adjudicatory process with the rhetoric of reasoning which does not appear to be of any significant value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "622000e4ac104272a811d604320f2e05_93"
        },
        {
            "start": 18078,
            "end": 18172,
            "text": "The words or the expressions divorced from the context should not be permitted to be agitated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "789a1fc4a2154b0b80705baa1c45a464_94"
        },
        {
            "start": 18173,
            "end": 18459,
            "text": "Every word so used have to be understood in juxtaposition with the context in which it is used and cannot be allowed to assign a different meaning treating the same as standalone words or expressions carrying a meaning which impinges the process of reasoning in the orders or judgments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31bb91f235594c3fbfdb75cd488648c2_95"
        },
        {
            "start": 18460,
            "end": 18711,
            "text": "Every word is capable of more than one meaning given in the dictionary and it is an ardent duty of the Court to find out its meaning in the perspective of the context in which it is used and not to assign a meaning perceived by the aggrieved litigant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb8714bec47442ca8af615ea0e9d59ba_96"
        },
        {
            "start": 18712,
            "end": 18946,
            "text": "The words or expressions which are commonly used having no bearing in adjudication of the dispute but merely an expression under the common parlance should not be permitted to interpret differently having no bearing on the core issue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f7ce2c521dd4356887fccf8e14dec79_97"
        },
        {
            "start": 18947,
            "end": 19217,
            "text": "\nIn the instant case, the expression \"if any\" in relation to a reply filed by the party is critically examined by the learned Counsel for the appellant in the sense that the learned Judge in the Court below was sceptical whether such reply are filed and taken on record.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b7a1bd87cb8e48f2a62bf77e88d24b32_98"
        },
        {
            "start": 19218,
            "end": 19461,
            "text": "The aforesaid expression is sought to be interpreted as according to the Counsel for the appellant gives an impression that the learned Judge was not sure whether such reply is on record or even if such reply is on record may not have read it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c08606d9dee4a5eb888b0a19fa8d06c_99"
        },
        {
            "start": 19462,
            "end": 19800,
            "text": "The impugned order would reveal that the pleadings of the parties in relation to a temporary injunction, the opposition and the reply have been succinctly jotted down therein which by no stretch of imagination may inculcate a sense in the appellant that either the Judge is not aware of such reply is on record nor the same has been read.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b3fc34c103b4bffa2212e236c3adc1d_100"
        },
        {
            "start": 19801,
            "end": 20073,
            "text": "The aforesaid expression cannot be permitted to be divorced from the context and/or the tenet of the order more particularly when it can be reasonably ascertained therefrom that the same has been taken note of and the crux of the pleading in reply is narrated extensively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d51ae11a5d384084bfa8a6dbee7c9ebb_101"
        },
        {
            "start": 20074,
            "end": 20299,
            "text": "The arguments should be restricted to a point involved in the proceeding emanating from the facts and law and it is not appreciated that the arguments are advanced using the interpretative process having no bearing thereupon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "305cbe82dc774653a578e21e7f857b91_102"
        },
        {
            "start": 20300,
            "end": 20719,
            "text": "Often the Court faces a criticism from the Bar that an ample opportunity to argue the matter has not been given yet, it is a corresponding duty of the Bar to restrict the argument on the facts and law applicable in relation to a dispute and should not unnecessarily invest the time on an inconsequential and/or insignificant points, more particularly, on the words or expressions of common use as of seminal importance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b59c903e63b4e7191977412d036c386_103"
        },
        {
            "start": 20720,
            "end": 20838,
            "text": "It admits no ambiguity that language used in the judgments rendered by the Court are not ordinarily read as a statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2980d030b0d849abb042c9be19e4db5f_104"
        },
        {
            "start": 20839,
            "end": 21000,
            "text": "The words or expressions used in the statute carries an intention of the legislature, its purpose and object and relevant in the subject for which it is enacted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "515ff82c4e694bb8b328661d89c86cbe_105"
        },
        {
            "start": 21001,
            "end": 21380,
            "text": "The aforesaid observations have been made, though not relevant, but for the purpose of imparting a sense of responsibility amongst the members of the Bar to restrict the argument on the issues involved in the proceeding and assist the Court in arriving at the decision so that it can achieve the very object of avoiding the wastage of time in addressing such insignificant thing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "342a41ce2320425fa581f31e4c1fcab4_106"
        },
        {
            "start": 21381,
            "end": 21666,
            "text": "\nThe point which in essence involved in the instants appeal is whether the Commercial Court's order in rejecting an application for temporary injunction as a consequence whereupon the ad interim orders stood vacated, cannot be justified on the reasoning provided in the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "438d3965977546d0b05bcad9f6db5e14_107"
        },
        {
            "start": 21667,
            "end": 22140,
            "text": "The reliefs claimed in the plaint is essentially aimed against the contract of guarantee executed by the appellant no. 1 company in favour of the lenders as well as the security trustee being null and void ab initio and the price of the shares which are allegedly transferred in the record of the respondent no. 2 to the respondent no. 1 should be treated as a consideration due to the appellant no. 1 and a direction to pay the amount so determined along with an interest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b16fd94c78444fdbe724273d9628bc5_108"
        },
        {
            "start": 22141,
            "end": 22354,
            "text": "It is thus a composite suit relating to a declaration in respect of a corporate guarantee and also recovery of sum with interest upon determining the reasonable price or the ascertained sum to the appellant no. 1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b28fe191727847f284f582a2a0b9c7f0_109"
        },
        {
            "start": 22356,
            "end": 22727,
            "text": "The substantive reliefs in relation to a corporate guarantee is basically founded on the assertion that the said guarantee being violative of Regulation 5.13.2 of the West Bengal Electricity Regulatory Commission (Licensing and condition of Licence) Regulations, 2013 is null and void ab initio and, therefore, any action or steps taken thereupon is impermissible in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd437299d7774d1ab9ecc639edd3adeb_110"
        },
        {
            "start": 22728,
            "end": 22986,
            "text": "For the purpose of clarity, we must record that the other point relating to a transfer of shares and the price to be paid is not pressed, as indicated hereinbefore, by the appellant in view of the judgment of the Apex Court rendered in case of P.T.C (Supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d80682fdf36c4155a382063c33544d40_111"
        },
        {
            "start": 22987,
            "end": 23312,
            "text": "It is a specific stand of the appellant that the appellant no. 1 being a distribution licensee engaged in a generation and/or distribution of the electricity are regulated by a statutory Rules framed by the legislature and, therefore, any act or thing done in contravention thereto is per se illegal null and void ab initio.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b77b7cabbaf2480cb274f7c47a02c152_112"
        },
        {
            "start": 23312,
            "end": 23453,
            "text": "We have narrated the facts hereinbefore in relation to a several proceedings between the parties before the Civil Court, High Court and NCLT.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1e11e6f62564b9b83186add823f88df_113"
        },
        {
            "start": 23454,
            "end": 23621,
            "text": "It is manifest from the record that both the MEL and the appellant no. 1 has been taken to the NCLT for initiation of CIRP under IBC and the matter is pending therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adedda1ce4c04acbb7bfda745422454b_114"
        },
        {
            "start": 23622,
            "end": 23977,
            "text": "A point has been taken by the respondents that for the self-same reliefs a suit was instituted in the Commercial Courts, the City Civil Court at Hyderabad which was later on withdrawn without any leave to institute a suit for self-same reliefs debarred the appellants from instituting the instant suit under Order 23 Rule 1 of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "063b4b767964401aa5a631c3bbe95895_115"
        },
        {
            "start": 23978,
            "end": 24268,
            "text": "A further plea is taken by the respondents that the nature of the temporary injunction sought in the instant proceeding is in effect impinges upon their right to take recourse to provisions of IBC before a proper form which is impermissible under Section 41 (b) of the Specific Relief Act.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "043b3de182f34f55bbc1fa395a6e3d6f_116"
        },
        {
            "start": 24268,
            "end": 24569,
            "text": "We are not oblivion of the proposition of law that the Court while deciding the application for temporary injunction must travel within the parameters well accepted in the judicial parlance namely existence of prima facie case, balance of convenience and inconvenience and irreparable loss and injury.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b70bbcdded0145bc934fa9f346093ee8_117"
        },
        {
            "start": 24570,
            "end": 24861,
            "text": "An argument is advanced by the appellant that the cause of action in a suit is synonymous to the existence of prima facie case and, therefore, in the event the Court has found that the plaint discloses the cause of action it ipso facto lead to a presumption of existence of prima facie case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93b4e03e80b24447a8fb6d5535780428_118"
        },
        {
            "start": 24862,
            "end": 25036,
            "text": "There is a fallacy in this regard as the cause of action and the existence of prima facie case are two distinct and separate aspects and cannot be blended or merged into one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "027fe2519a484b2b8d45ec6314dcd6b8_119"
        },
        {
            "start": 25037,
            "end": 25257,
            "text": "The cause of action is neither defined in the statute nor in the constitutional provision but well understood to mean the bundle of facts pleaded by the party inviting the Courts to determine the reliefs claimed therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a42ad3fe982c4a89ba3b295388d4f4b4_120"
        },
        {
            "start": 25258,
            "end": 25504,
            "text": "The disclosure of the cause of action cannot be read or construed in the perspective of the existence of a prima facie case being one of the important factors for granting an interim or temporary injunction pending final adjudication in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8a3a03fd33f441692374f446c6b4df5_121"
        },
        {
            "start": 25505,
            "end": 25628,
            "text": "The cause of action has to be understood in the perspective of a right to institute a suit and the reliefs claimed therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "905305b336844eb198e7e30ce1b8f61f_122"
        },
        {
            "start": 25629,
            "end": 25812,
            "text": "Though the cause of action may be an important factor at the time of considering the application for temporary injunction but cannot be equated with the existence of prima facie case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a260a24d00b4ae88e6d96baaee15ff8_123"
        },
        {
            "start": 25813,
            "end": 26044,
            "text": "The object of passing a temporary injunction is to protect the right of the parties to the proceedings pending final adjudication upon a full-fledge trial and to prevent any mischief or dissipation of the property involved therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e32a52fba50348b39cb4762cdb98fcd9_124"
        },
        {
            "start": 26045,
            "end": 26178,
            "text": "Any findings made in this regard do not necessarily mean that it would have a vital impact at the time of final disposal of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6792c726d60c4c1089ce0788151dcd38_125"
        },
        {
            "start": 26179,
            "end": 26416,
            "text": "Technically, it somewhat partakes a character of a mini trial but that is not so as the findings are mere tentative and returned on the basis of the pleading and the documents produced by the respective parties which must stand on trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1657184070142bd904de17dab53c6ce_126"
        },
        {
            "start": 26417,
            "end": 26696,
            "text": "The nature of finding made by the Court at temporary injunction stage is prima facie in the sense that what appears from the existence of such document and the pleadings made therein if proved to be true but it does not dispense with proving such facts or the documents in trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f04311633261464885c8bd522b14e0da_127"
        },
        {
            "start": 26697,
            "end": 27026,
            "text": "The cause of action, therefore, is important for the purpose of maintaining a proceeding and inviting the Court to adjudicate the reliefs claimed therein; on the other hand, the temporary injunction is decided on an existence of prima facie case based upon such pleading and/or documents to be true and correct to stand on trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8680cd389af4f91b3810b54597e451c_128"
        },
        {
            "start": 27027,
            "end": 27269,
            "text": "Because of the nature of the finding returned by the Court in an application for temporary injunction, the legislature in their wisdom have provided the remedy by way of an appeal under Section 104 and Order 43 of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20ffabc65be34281bc61a5cb053d0ef8_129"
        },
        {
            "start": 27270,
            "end": 27551,
            "text": "We, therefore, do not find any substance in the stand of the appellant that once the Court has recorded that the plaint discloses the cause of action it leads to an inevitable conclusion that it discloses the existence of a prima facie case for the purpose of temporary injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8691e9d0e804d51894ff740833dca75_130"
        },
        {
            "start": 27552,
            "end": 27739,
            "text": "\nAdmittedly, the appellant no. 1 gave corporate guarantee as the French company holding majority shares in MEL decided to opt out from the project undertaken by the said outgoing concern.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76de50ffef574712b0db4c2207975753_131"
        },
        {
            "start": 27740,
            "end": 28107,
            "text": "Interestingly, after investing a substantial amount of money the French company agreed to forego all its right may be for the reason that the French Government decided to invest on a renewable energy, upon payment of USD 1 with further stipulation that they would infuse further money and even pay 40 million USD to the appellant to be invested in the project of MEL.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04f9cc66edc848ba9a7741068207e6c2_132"
        },
        {
            "start": 28108,
            "end": 28423,
            "text": "Though the Counsels for the respondents are very much vocal on such issue as according to them even after receiving 40 million dollar from the French Government, the same was not invested in MEL but we do not intend to go into the aforesaid aspect as the explanation is also offered by the appellant in this regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98861aae6bb14b76bf23f7f5faa436c8_133"
        },
        {
            "start": 28424,
            "end": 28716,
            "text": "The facts remained that the French company while disassociating himself from the project of the MEL offered to the Appellant no. 1 to undertake such project which includes not only the assets belonging to said company but also to meet out the liability so that such project is not frustrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57fe13afe36c496caf766aac03c5101b_134"
        },
        {
            "start": 28717,
            "end": 28989,
            "text": "The pleading would reveal that the lenders while considering such proposal of the French company and accepting the Appellant no. 1 to acquire the entire shareholding of the said departed company indicated several conditions including the issuance of a corporate guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbe6bdf56cb0453ab7f8d4ec8d62584a_135"
        },
        {
            "start": 28990,
            "end": 29190,
            "text": "It is not in dispute that the director of the Appellant no. 1 gave a corporate guarantee to the lenders, conjointly or severally and continued to hold the management and the administration of the MEL.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb38c41fc6dc4fab95434e7db9015493_136"
        },
        {
            "start": 29191,
            "end": 29436,
            "text": "An affidavit was also showrn by the director of the Appellant no. 1 that there is no impediment in giving the corporate guarantee which is restricted to a non- regulated assets as the embargo created under aforesaid regulation is not applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01652ae4ee194846b22c6bc0619d8388_137"
        },
        {
            "start": 29437,
            "end": 29663,
            "text": "It is contended by the appellant that the said corporate guarantee was obtained by inducing coercion, misrepresentation and/or commission of fraud as an opinion was sought by the lenders from the legal jurist which is unusual.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1d0f6ffbfaa459bbf7108094f846198_138"
        },
        {
            "start": 29664,
            "end": 29825,
            "text": "According to him, the opinion has to be sought by the appellant company before it proceed to give a guarantee which appears to be reverse situation in this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94223826159c4ada83fae6da26d4c5c5_139"
        },
        {
            "start": 29826,
            "end": 29981,
            "text": "\nIt is no doubt true that the fraud unravels all the solemn act and, therefore, is always viewed seriously when it is alleged in course of the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "700d0333d5fb4b15b5963da6691d7039_140"
        },
        {
            "start": 29982,
            "end": 30135,
            "text": "The person who alleges the fraud to have been committed by the other side must plead particulars of such fraud under the rule of pleading and procedures.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d0984a9ab6b4b58835141f692cf47d9_141"
        },
        {
            "start": 30136,
            "end": 30249,
            "text": "Mere using the word 'fraud' without any specification or particulars shown in the pleading may not be sufficient.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67c6cd9075c348f0b5f892ec9f17f581_142"
        },
        {
            "start": 30250,
            "end": 30364,
            "text": "The fraud has to be discerned in the transaction and the stand of the parties and the conduct in relation thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae38ed6ca24b4166b262ce2f9ce28a34_143"
        },
        {
            "start": 30365,
            "end": 30419,
            "text": "It cannot be applied abjunctly nor in abstract manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8bf4302354f49cdbe837c6c514e4657_144"
        },
        {
            "start": 30420,
            "end": 30616,
            "text": "Two corporate entities who are well equipped to understand their commercial interests, entered into a transaction, the allegation as to fraud has to be understood keeping in mind the above aspect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7a8c5cf71964f159d1f94da05b832e7_145"
        },
        {
            "start": 30617,
            "end": 30755,
            "text": "It is quite improbable that the appellant no. 1 who acquired the majority shares in MEL at USD 1 is induced to give a corporate guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32caed72e2f34abfab2d79dd48a6891a_146"
        },
        {
            "start": 30757,
            "end": 31131,
            "text": "Let us examine the implications and the effect of Regulation 5.13.2 of the Regulation 2013 which runs thus:\n\"...5.13.2 The licensee shall obtain prior written consent from the Commission in making any loans to, or issuing any guarantee for any obligation of any person which is beyond the normal area of business activities of the licensee in respect of its core activities.",
            "labels": [
                "STA"
            ],
            "id": "40d500688c874294aa9814f40452b157_147"
        },
        {
            "start": 31132,
            "end": 31314,
            "text": "Loan to the employees pursuant to the terms of services and advances to the suppliers etc. in the ordinary course of business are excluded from the requirement to seek such approval.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "040c013b643c4ff68695856e6f61112c_148"
        },
        {
            "start": 31315,
            "end": 31565,
            "text": "If any affiliates of the licensee undertake any loan for which the licensee's business may be affected directly or indirectly then in such case licensee is required to obtain such written consent from the Commission in a manner as already specified.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b04343c7918140c9832fe62e190918c9_149"
        },
        {
            "start": 31566,
            "end": 31981,
            "text": "\nIt is manifest from the above quoted provision that the distribution of the licensee company are bound by the provisions contained under the said regulation which postulates that in making any loans or issuing any guarantee for any obligation beyond the normal area of business activities of the licensee in respect of its core activities is permissible after obtaining a prior written consent from the commission.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "123ac73b79cb4e4695f25f2d9d8ac5d0_150"
        },
        {
            "start": 31982,
            "end": 32113,
            "text": "The exception is also created therein relatable to the loans to the employees provided in the terms of the employment and services.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02c36f26120049e99f0e53c1999c3c86_151"
        },
        {
            "start": 32114,
            "end": 32379,
            "text": "A further mandate can be seen in the language used therein that in the event of any affiliates of the licensee undertake any loan which may affect directly or indirectly, its business then in such event the prior consent in writing from the commission is required .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "223c28a2371649e2a34a29aba3700c6e_152"
        },
        {
            "start": 32380,
            "end": 32691,
            "text": "The appellant contends that in view of the embargo created under the aforesaid provision any guarantee given by the licensee or distribution company, be it corporate or otherwise, is per se null and void ab initio and does not create any enforceable right into a person in whose favour such guarantee was given.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a12c66d6b8046b8a44d900ef1104092_153"
        },
        {
            "start": 32692,
            "end": 32830,
            "text": "A distinction was sought to be made between a prohibition and restrictions attracting penalty without any consequence to follow otherwise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "290a44c4b57442aa99d252abd6505b7b_154"
        },
        {
            "start": 32831,
            "end": 32953,
            "text": "In case of an absolute prohibition the things done in derogation thereof may entail the act or the thing illegal and void.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2ced89fadff4073b43a6a6e926e2005_155"
        },
        {
            "start": 32954,
            "end": 33123,
            "text": "However, the situation would be different when the prohibition is not absolute but requires a prior consent in writing and the consequence by way of penalty is provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f7a65fab41a4b4b91ffc865c3b0c89c_156"
        },
        {
            "start": 33124,
            "end": 33521,
            "text": "The affidavit and the corporate guarantee if read harmoniously is explicit to the extent that the Appellant no. 1 was conscious of such embargo having created and represented that a distinction in this regard is manifestly seen in the sense that there is no fetter in giving a corporate guarantee on a non-regulated assets as it has no impact on its business to be affected directly or indirectly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62a2555c9c974ee49428dbfa7332c83f_157"
        },
        {
            "start": 33522,
            "end": 33686,
            "text": "In fact there was no attempt made by the appellants unless it senses that lenders may invoke corporate guarantee because of the default having committed by the MEL.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44bf945cb9094cfca1492ced1012b719_158"
        },
        {
            "start": 33687,
            "end": 33889,
            "text": "\nThe contents of the deed of guarantee dated 29th September, 2016 may be looked into in order to ascertain the stand of the appellant no. 1 in relation to the requirement under the aforesaid regulation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c0a7af08b7647d7891a14eb580d315a_159"
        },
        {
            "start": 33890,
            "end": 34015,
            "text": "The non- regulated asset is defined to mean all assets of guarantor other than the regulated assets in the deed of guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7381d6fa61a4e4594fb44c469076262_160"
        },
        {
            "start": 34016,
            "end": 34423,
            "text": "Clause 2 thereof indicates that the guarantor furnished the said guarantee irrevocably, absolutely and unconditionally to the phase I security trustees for the benefit of the phase I lenders with clear stipulation that the guarantor shall forthwith pay from non-regulated assets to phase I lenders without demur or protest or without the right of any Set of, deductions or adjustment of any kind whatsoever.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2d692fc3ebe4d55904c04a90fab5b24_161"
        },
        {
            "start": 34424,
            "end": 34566,
            "text": "Even Clause 27 makes the obligation more clear that in order to perform the obligation of guarantee the non-regulated asset shall be utilized.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "696e1f64dcfd4dd4a92d7b69729e24ca_162"
        },
        {
            "start": 34567,
            "end": 34823,
            "text": "Clause 12 of the deed of guarantee which contained the broad head \"liability not affected\" manifestly indicate that it would not be so effected by any illegality, invalidity, irregularity or unenforceability of all or any part of the guarantee obligations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c7bc8493350480cbdc66a7fe7cd8b93_163"
        },
        {
            "start": 34824,
            "end": 35675,
            "text": "The appellant no. 1 further made representation and gave warrantees under Clause 7 of the deed of guarantee that there is no contravention of the regulations or the laws in the following:\n\"(V) No Contravention: The execution, delivery and performance of this Guarantee and all instruments and agreements required hereunder do not and would not contravene, violate or constitute a default under (a) any applicable law; (b) any provision of any constitution document of the Guarantor; (c) any corporate authorisations of the Guarantor; (d) any provision of any agreement or other instrument to which the Guarantor is a party or by which the Guarantor or any of its assets is or may be bound; (e) any treaty, law or regulation applicable to the Guarantor; or (f) any judgment, injunction, order or decree binding upon the Guarantor or any of its assets.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90ad2ba968a34a988d68689852bb3455_164"
        },
        {
            "start": 35676,
            "end": 36216,
            "text": "\nThe affidavit shown by the director of the appellant no. 1 would evince that the appellants were conscious that such guarantee would be regulated by the provisions contained therein but the same is not required as such guarantee is restricted to a non-regulated assets in the following:\n\"3. That in relation to change in shareholding of MEPL and in accordance with the terms of Common Loan Agreement, IPCL as the new promoter of MEPL is required to furnish a corporate guarantee in favour of the Phase I Lenders (\"Corporate Guarantee\").\n4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a56b1f70f9db4031be9782310b9dd957_165"
        },
        {
            "start": 36217,
            "end": 36609,
            "text": "That, I hereby certify, declare and confirm on behalf of IPCL that IPCL is a distribution licensee in terms of the West Bengal Electricity Regulatory Commission (Licensing and Conditions of Licensee) Regulation, 2013, and it is not required to obtain the prior consent of the West Bengal Electricity Regulatory Commission for issuing the Corporate Guarantee in accordance with terms thereof.\"",
            "labels": [
                "STA"
            ],
            "id": "102d26732a114e69a1b796f95434e68c_166"
        },
        {
            "start": 36610,
            "end": 36848,
            "text": "\nThe appellant vociferously contended that the contract of guarantee issued in violation of the statutory provisions has always been recognized as an illegal act and, therefore void as held in Mannalal Khetan (Supra) in the following:\n\"7.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "72e0d5b7240b43d4968ae92ea0403083_167"
        },
        {
            "start": 36849,
            "end": 37030,
            "text": "Therefore, in the present case, the Contract of Guarantee is squarely hit by Section 23 of the Contract Act, being contrary to another statutory provision i.e. the WBERC Regulation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ccc13bb224f44868a51d5b700ecc1f6_168"
        },
        {
            "start": 37031,
            "end": 37133,
            "text": "(Reliance: Mannala lKhetan vs. KedarNath Khetan - AIR 1977 SC 536), in which it was held as under:\n19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "274310db8ecd416ca3daae0e06d9a67c_169"
        },
        {
            "start": 37134,
            "end": 37277,
            "text": "Where a contract, express or implied, is expressly or by implication forbidden by statute, no Court will lend its assistance to give it effect.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a5ff55e8fc124e82ad9c83ddd3006bc1_170"
        },
        {
            "start": 37278,
            "end": 37334,
            "text": "(See Milliss v. Shirley Local Board, (1885) 16 QBD 446).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39cbc3d8e2c441e8b1a4cbcbcdb3e974_171"
        },
        {
            "start": 37335,
            "end": 37503,
            "text": "A contract is void if prohibited by a statute under a penalty, even without express declaration that the contract is void, because such a penalty implies a prohibition.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "de02221390704377be8dc1df084eba9e_172"
        },
        {
            "start": 37504,
            "end": 37703,
            "text": "\nThe penalty may be imposed with intent merely to deter persons from entering into the contract or for the purposes of revenue or that the contract shall not be entered into so as to be valid at law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cfc686aa78f44a4c99288b485938bea8_173"
        },
        {
            "start": 37704,
            "end": 37871,
            "text": "A distinction is sometimes made between contracts entered into with the object of committing an illegal act and contracts expressly or impliedly prohibited by statute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e725b66ebd8e486c96c22599b06c4311_174"
        },
        {
            "start": 37872,
            "end": 38124,
            "text": "The distinction is that that in the former class one has only to look and see what acts the statute prohibits; it does not matter whether or not it prohibits a contract; if a contract is made to do a prohibited act, that contract will be unenforceable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "eac87419a31f43e6bb7af3e86838616d_175"
        },
        {
            "start": 38125,
            "end": 38230,
            "text": "In the latter class, one has to consider what act the statute prohibits, but what contracts it prohibits.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d2e9d21d9ab425b9249032831b8d38d_176"
        },
        {
            "start": 38231,
            "end": 38369,
            "text": "One is not concerned at all with the intent of the parties, if the parties enter into a prohibited contract, that contract is enforceable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b65dbfe6b81a4f5790c0f7998a26dba0_177"
        },
        {
            "start": 38370,
            "end": 38438,
            "text": "(See St. John Shipping Corporation v. Joseph Bank, (1957) 1 QB 267).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bf94e0ef6f1d4fbd9bea1690095d166b_178"
        },
        {
            "start": 38439,
            "end": 38506,
            "text": "(See also Halsbury's Laws of England Third Edition Vol. 8, p. 141).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1db8ff2d7c8543fdb5ff66d990f6ef2b_179"
        },
        {
            "start": 38508,
            "end": 38634,
            "text": "20. It is well established that a contract which involves in its fulfilment the doing of an act prohibited by statute is void.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "596d953462f14e60a69d712b327b66d9_180"
        },
        {
            "start": 38635,
            "end": 38755,
            "text": "The legal maxim a pactisprivatorum public juri non derogatur means that private agreements cannot alter the general law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "67d502d8c6a1405a9fea77217aa424db_181"
        },
        {
            "start": 38756,
            "end": 38898,
            "text": "Where a contract, express or implied, is expressly or by implication forbidden by statute, no Court can lend its assistance to give it effect.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "42d6fc6133d54d5293cbd0c7a54f4b22_182"
        },
        {
            "start": 38899,
            "end": 38955,
            "text": "(See Melliss v. Shirley Local Board, (1885) 16 QBD 446).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f0d9998ecd5e442e8a91c15519fa2755_183"
        },
        {
            "start": 38956,
            "end": 39073,
            "text": "What is done in contravention of the provisions of an Act of the Legislature cannot be made the subject of an action.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1bbc03b743444cc5a1820477bce0ed95_184"
        },
        {
            "start": 39075,
            "end": 39185,
            "text": "21. If anything is against w though it is not prohibited in the statute but only a penalty is annexed is void.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4e70c176c8344c3084ae6610a231ca84_185"
        },
        {
            "start": 39186,
            "end": 39397,
            "text": "In every case where a statute inflicts a penalty for doing an act, though the act be not prohibited, yet the thing is unlawful, because it is not intended that a statute would inflict a penalty for a lawful act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "89b32d8dd33a4e5d8eb0bd671788a699_186"
        },
        {
            "start": 39398,
            "end": 39664,
            "text": "\n22. Penalties are imposed by statute for two distinct purposes (1) for the protection of the public against fraud, or for some other object of public policy; (2) for the purpose of securing certain sources of revenue either to the State or to certain public bodies.",
            "labels": [
                "STA"
            ],
            "id": "d7e5f41cd9704366942f8d65498933a5_187"
        },
        {
            "start": 39665,
            "end": 39916,
            "text": "If it is clear that a penalty is imposed by statute for the purpose of preventing something from being done on some ground of public policy, the thing prohibited, if done, will be treated as void, even though the penalty is imposed is not enforceable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a3f2d72e87e44054a310317978be39d2_188"
        },
        {
            "start": 39918,
            "end": 40021,
            "text": "23. The provisions contained in Section 108 of the Act are for the reasons indicated earlier mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "707403d770414a12ba8b35d040cd2e55_189"
        },
        {
            "start": 40022,
            "end": 40089,
            "text": "The High Court erred in holding that the provisions are directory.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "facdda6ee5dd47e3a6258d8f0170d7c3_190"
        },
        {
            "start": 40090,
            "end": 40370,
            "text": "\nThe law expounded in the above noted report is explicit in the sense that where the contract is expressly or by necessary implication is prohibited by a statute, no effect shall be given to such a contract as what is forbidden in law cannot get a recognition in the Court of Law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a157e9d286849a2b28e573dde18fd0b_191"
        },
        {
            "start": 40371,
            "end": 40781,
            "text": "The concept of imposition of the penalty with regard to an act prohibited by a statute would render such contract unenforceable and may be regarded as an unlawful act but in order to ascertain whether such contract is absolutely prohibited or prohibition can be seen from the act of the parties and a consequence to follow are essentially a question of fact requires an adjudication upon a full- fledged trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7577daab3c89466f90b2e15262380c20_192"
        },
        {
            "start": 40782,
            "end": 40996,
            "text": "For the purpose of ascertaining the implication of law laid down in Mannalal Khetan (supra) the subsequent judgment of the Supreme Court rendered in case of BOI Finance Ltd. Vs. Custodian & Ors. may be looked into.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "057a28a9e1374c64bc173740d0c7ff3b_193"
        },
        {
            "start": 40997,
            "end": 41311,
            "text": "The Apex Court after analyzing the act of a party vis--vis the third party held that even if non-compliance may attract prosecution or levy of penalty under the substantive provision in this case Section 142 of the Electricity Act, it may not render the contract with the third party invalid in the following:\n\"33.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6c8b74e4ecca470fbfa81d31e995e9ab_194"
        },
        {
            "start": 41312,
            "end": 41392,
            "text": "The aforesaid principles will clearly be applicable in the present case as well.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3cf9fba0152048dba0f1c7f172d9262f_195"
        },
        {
            "start": 41393,
            "end": 41606,
            "text": "The non-compliance of the directions issued by the Reserve Bank may result in prosecution/or levy of penalty under Section 46, but it cannot result in invalidation of any contract by the bank with the third party.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23eac93a696642d0b705a8773c8f61b9_196"
        },
        {
            "start": 41607,
            "end": 41802,
            "text": "If the contention of the Custodian is accepted it will result in invalidation of agreements by the banks, even where the third parties may not be aware of the directions which are being violated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2268179841814fc08843069e28f87b05_197"
        },
        {
            "start": 41803,
            "end": 42068,
            "text": "To give an example if the Reserve Bank by confidential circulars fixes the limit in excess of which the banks cannot give any loan but, without informing the third party, the bank while exceeding its limit gives a loan which is then utilised by the bank's customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "49fc3f4716034a58a244ed13c8911c45_198"
        },
        {
            "start": 42069,
            "end": 42376,
            "text": "It will be inequitable and improper to hold that as the directions of the Reserve Bank had not been complied with by the bank, the grant of loan cannot be regarded as valid and, as a consequence thereof, the customer must return the amount received even though he may have utilised the same in his business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce0c5de9a48c4bd790cc407c5941bfcf_199"
        },
        {
            "start": 42377,
            "end": 42580,
            "text": "Yet another instance maybe where the bank advances loan by charging interest at a rate lower than the minimum which may have been fixed by the Reserve Bank, in a direction issued under Section 36 (1)(a).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f0a9748d43d4ae7a88dcf796261bdaa_200"
        },
        {
            "start": 42581,
            "end": 42691,
            "text": "As far as the customer is concerned, it may not be aware of the direction fixing the minimum rate of interest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68c162127be048e6a41030a9d7b75688_201"
        },
        {
            "start": 42692,
            "end": 42842,
            "text": "Can it be said, in such a case, that the advance of loan itself was illegal or that the bank would be entitled to receive the higher rate of interest?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1138027b06048aa993f5e025eafd413_202"
        },
        {
            "start": 42843,
            "end": 43141,
            "text": "In our opinion it will be wholly unjust and inequitable to hold that such transactions entered into by the bank with a customer, which transactions are otherwise not invalid, can be regarded as void because the bank did not follow the directions or instructions issued by the Reserve Bank of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8ee26b1900748d4ac25aea646ddbb1f_203"
        },
        {
            "start": 43143,
            "end": 43337,
            "text": "34. The instructions which were issued by the said circulars were meant to be complied with by the banking companies only and did not purport to, nor could they, be binding on the third parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a8ab9ac418d44ac945e84d722c89d6d_204"
        },
        {
            "start": 43338,
            "end": 43617,
            "text": "This being so, even if the appellant banks had been prohibited from entering into the buy-back arrangements in question, that by itself, would not invalidate the contracts though the infringement of the said directions may lead to action being taken under Section 46 of the Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d1e200d198c4ecbb484365cc00968ec_205"
        },
        {
            "start": 43618,
            "end": 43846,
            "text": "\nIn view of the law expounded hereinabove mere non-compliance of the requirement under the statutory provisions attracting prosecution or levy of penalty does not render the contract void or invalid in relation to a third party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4552d25424a4396a6bd9df9d7e8b34c_206"
        },
        {
            "start": 43847,
            "end": 43974,
            "text": "Thus the stand of the appellant that the entire contract is vitiated having rendered null or void ab initio, is not acceptable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd9fbae4923c4aad93cd81652c8120f7_207"
        },
        {
            "start": 43975,
            "end": 44278,
            "text": "Furthermore, in view of the specific stand taken by the appellant that the corporate guarantee in relation to a non-regulated assets are beyond the mischief of the said regulation is essentially a fact to be decided in the suit itself based upon the evidence to be adduced by the parties in this regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cb3b3364096452c95765cce4053968a_208"
        },
        {
            "start": 44279,
            "end": 44609,
            "text": "\nThe aforesaid observations are made for the simple reason that the appellant all along stood, before the issues are raised with the regulatory authorities, that the said prohibitory clause under the regulations in relation to a non-regulated assets which forms part of the corporate guarantee is kept outside the purview thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1da35db570f447b6a2ee671f88b60dfb_209"
        },
        {
            "start": 44610,
            "end": 44872,
            "text": "The appellant has construed the said provision while furnishing the corporate guarantee, that the non- regulated assets has no impact directly or indirectly on the licensees business and, therefore, it does not come under the mischief of the aforesaid provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fd3c4cbaf004c999b1676e6499f0ad1_210"
        },
        {
            "start": 44873,
            "end": 45136,
            "text": "Regulation 5.13.2 envisages that a prior written consent from the Commission is to be obtained by the licensee in making any loan or issuing any guarantee for any obligation which is beyond the normal area of business activities in respect of its core activities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84984cae6aef45c780d39dc5eead6613_211"
        },
        {
            "start": 45137,
            "end": 45331,
            "text": "The appellant has interpreted the aforesaid provisions that the non-regulated assets as defined in the corporate guarantee shall mean all assets of the guarantor other than the regulated assets.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53436671805a4141b14f9c8dcd2e7896_212"
        },
        {
            "start": 45332,
            "end": 45507,
            "text": "The said corporate guarantee further defines the regulated assets to mean all the revenues and receivables of the business and operations of the Dishargarh Electrical License.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac67ef68ce88439ba97d142bbd21f890_213"
        },
        {
            "start": 45508,
            "end": 45695,
            "text": "It is essentially a question of fact whether the guarantee in respect of a non-regulated asset is beyond the core activities of the licensee or within the core activities of the licensee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73e0fa895a79475dacd89cd9dae9ed96_214"
        },
        {
            "start": 45696,
            "end": 45838,
            "text": "The moment the promises are made to a third party by way of a corporate guarantee who acted thereupon is required to be viewed in this regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4869565faa704376afe425c175da6eab_215"
        },
        {
            "start": 45839,
            "end": 46085,
            "text": "The pleadings of the party and the stand taken therein are the factors to be taken into account as the party cannot make a departure therefrom as held in Bacchaj Nahar vs. Nilima Mandal & Anr., reported in (2008) 17 SCC 491 in the following:\n\"12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ef37e43cd20649cc9c41376e62f981b0_216"
        },
        {
            "start": 46086,
            "end": 46285,
            "text": "The object and purpose of pleadings and issues is to ensure that the litigants come to trial with all issues clearly defined and to prevent cases being expanded or grounds being shifted during trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0fac9464cad40bca6b7d2832d87954e_217"
        },
        {
            "start": 46286,
            "end": 46540,
            "text": "Its object is also to ensure that each side is fully alive to the questions that are likely to be raised or considered so that they may have an opportunity of placing the relevant evidence appropriate to the issues before the court for its consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43892ab3d4034136b9f0ee9387989344_218"
        },
        {
            "start": 46541,
            "end": 46853,
            "text": "This Court has repeatedly held that the pleadings are meant to give to each side intimation of the case of the other so that it may be met, to enable courts to determine what is really at issue between the parties, and to prevent any deviation from the course which litigation on particular causes must take.\n13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2bcbfd04760e495dabd10d61f2e6464e_219"
        },
        {
            "start": 46854,
            "end": 47021,
            "text": "The object of issues is to identify from the pleadings the questions or points required to be decided by the courts so as to enable parties to let in evidence thereon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84781f59739a4f81b955e637eb06e554_220"
        },
        {
            "start": 47022,
            "end": 47271,
            "text": "When the facts necessary to make out a particular claim, or to seek a particular relief, are not found in the plaint, the court cannot focus the attention of the parties, or its own attention on that claim or relief, by framing an appropriate issue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b417e1e5b47b4b2a9ea652efbfededaf_221"
        },
        {
            "start": 47272,
            "end": 47420,
            "text": "As a result the defendant does not get an opportunity to place the facts and contentions necessary to repudiate or challenge such a claim or relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77286119ae504a00bdeaf2d2da31bf8f_222"
        },
        {
            "start": 47421,
            "end": 47548,
            "text": "Therefore, the court cannot, on finding that the plaintiff has not made out the case put forth by him, grant some other relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b510f632893483c9acadf2c381d9d4d_223"
        },
        {
            "start": 47549,
            "end": 47664,
            "text": "The question before a court is not whether there is some material on the basis of which some relief can be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63653f9e2bef46e589bfe8130651a283_224"
        },
        {
            "start": 47665,
            "end": 47821,
            "text": "The question is whether any relief can be granted, when the defendant had no opportunity to show that the relief proposed by the court could not be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67227527617247c9bc14c4fd6d73d630_225"
        },
        {
            "start": 47822,
            "end": 48078,
            "text": "When there is no prayer for a particular relief and no pleadings to support such a relief, and when the defendant has no opportunity to resist or oppose such a relief, if the court considers and grants such a relief, it will lead to miscarriage of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7486182a6d94dc5965292a222b01a33_226"
        },
        {
            "start": 48079,
            "end": 48215,
            "text": "Thus it is said that no amount of evidence, on a plea that is not put forward in the pleadings, can be looked into to grant any relief.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ee6b20d1b2847f08bb2eb15479b8d8c_227"
        },
        {
            "start": 48216,
            "end": 48667,
            "text": "\nEven apart there was an unequivocal promise of the corporate guarantor and acts and things have been done thereupon in relation to a transaction with the third party, the estopple by such promise or representation has to be viewed in the perspective of the equitable principles which can be discerned from the decision of the Supreme Court in State of Jharkand & Ors. Vs. Brahmputra Metallics Ltd., reported in (2022) 7 SCC 323 in the following:\n\"35.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a6ece96704f84d9e84385400f1ea47bd_228"
        },
        {
            "start": 48668,
            "end": 48839,
            "text": "This Court has given an expansive interpretation to the doctrine of promissory estoppel in order to remedy the injustice being done to a party who has relied on a promise.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "49fd0cb2c47348ed86250ed18c07e5e3_229"
        },
        {
            "start": 48840,
            "end": 49023,
            "text": "In Motilal Padampat (supra), this Court viewed promissory estoppel as a principle in equity, which was not hampered by the doctrine of consideration as was the case under English Law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c0068860bd54fd2ab8a2f598b11c87a_230"
        },
        {
            "start": 49024,
            "end": 49497,
            "text": "This Court, speaking through justice P.N.Bhagabati (as he was then), held thus:\n\"12....having regard to the general opprobrium to which the doctrine of consideration has been subjected by eminent jurists, we need not be unduly anxious to project this doctrine against assault or erosion nor allow it to dwarf or stultify the full development of the equity of promissory estoppel or inhibit or curtail its operational efficacy as a justice device for preventing injustice...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f8fe7d49bdaa42eb8cf98176c0ccf987_231"
        },
        {
            "start": 49498,
            "end": 49667,
            "text": "We do not see any valid reason why promissory estoppel should not be allowed to found a cause of action where, in order to satisfy the equity, it is necessary to do so.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7ea7a54164424c84a55c6ec65802f6a2_232"
        },
        {
            "start": 49669,
            "end": 49706,
            "text": "H.4 From estoppel to expectations 36.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ceecf645a82648bba21a83237390ff30_233"
        },
        {
            "start": 49707,
            "end": 49828,
            "text": "Under English Law, the doctrine of promissory estoppel has developed parallel to the doctrine of legitimate expectations.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5645e1b105b34f7e98593cfce5fb210d_234"
        },
        {
            "start": 49829,
            "end": 49933,
            "text": "The doctrine of legitimate expectations is founded on the principles of fairness in government dealings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0423ac0b7e14518b1bee884697d7e77_235"
        },
        {
            "start": 49934,
            "end": 50056,
            "text": "It comes into play if a public body leads an individual to believe that they will be a recipient of a substantive benefit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3ef47111d0a548d9b1c0275203e296fe_236"
        },
        {
            "start": 50057,
            "end": 50219,
            "text": "The doctrine of substantive legitimate expectation has been explained in R v. North and East Devon Health Authority, ex p Coughlan in the following terms:\n\"55....",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2acef18a4cd44379975b8e339f4251df_237"
        },
        {
            "start": 50220,
            "end": 50263,
            "text": "But what was their legitimate expectation?\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a6e29f44748e4052b8b6fd0196bc898d_238"
        },
        {
            "start": 50264,
            "end": 50377,
            "text": "Where there is a dispute as to this, the dispute has to be determined by the court, as happened in In re Findlay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9a27a6ed8493409f8234c944ce8cd3df_239"
        },
        {
            "start": 50378,
            "end": 50579,
            "text": "This can involve a detailed examination of the precise terms of the promise or representations made, the circumstances in which the promise was made and the nature of the statutory or other discretion.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "33f031571ad44c2e8fd1cb80b60367fa_240"
        },
        {
            "start": 50580,
            "end": 50594,
            "text": "\n..... \n56....",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff021cca2c584f0f981a0f9dd724d400_241"
        },
        {
            "start": 50595,
            "end": 50953,
            "text": "Where the court considers that a lawful promise or practice has induced a legitimate expectation of a benefit which is substantive, not simply procedural, authority now establishes that here too that court will in a proper case decide whether to frustrate the expectation is so unfair that to take a new and different course will amount to an abuse of power.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b752a5645834191af441db75593bc7d_242"
        },
        {
            "start": 50954,
            "end": 51155,
            "text": "Here, once the legitimacy of the expectation is established, the court will have the task of weighing the requirements of fairness against any overriding interest relied upon for the change of policy.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "364c38cc4b6d4bcbb26715d51de16cbb_243"
        },
        {
            "start": 51156,
            "end": 51432,
            "text": "\nA further plea has been taken herein that what is intended by the appellant in the instant suit is to forestall the proceedings initiated before the NCLT having a direct or indirect impact on the CIRP and, therefore, hit by the provisions of 41(b) of the Specific Relief Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70f7d1934a3043bfae9795612f6cfdab_244"
        },
        {
            "start": 51433,
            "end": 51615,
            "text": "There is no quarrel to the proposition of law that the power or jurisdiction exercised by the NCLT under IBC cannot be regarded as a forum subordinate or inferior to the Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e136f24943347eba00701363c7e139f_245"
        },
        {
            "start": 51616,
            "end": 51729,
            "text": "Such settled proposition of law need not be dealt with in extenso as we do not find any ambiguity in this regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "694842e9e0dd4460a0d3b216dadc3e58_246"
        },
        {
            "start": 51730,
            "end": 51999,
            "text": "Section 41(b) of the Specific Relief Act contained a negative language that the injunction may be refused nor can be granted to restrain any person from instituting or prosecuting any proceeding in Court not subordinate to that forum for which the injunction is sought.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c86921b079b411b9f5a905d26cb0adb_247"
        },
        {
            "start": 52000,
            "end": 52278,
            "text": "It is manifest from the aforesaid provision containing a negative language that the Court cannot pass an order of injunction restraining a party from instituting or prosecuting any proceedings pending in different fora which is not subordinate to that jurisdiction of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ae6704089694be09d364442a81d4adb_248"
        },
        {
            "start": 52279,
            "end": 52683,
            "text": "The Court which does not have a supervisory or a superintendence as a Court of superior jurisdiction is denuded of power to issue any injunction against a person from taking recourse to law in a different forum not inferior or subordinate to it as held by the Division Bench of this Court in Bhagwandas Auto Finance Ltd. & Ors. Vs. Citicorp Finance (India) Ltd., reported in AIR 2009 CAL 231 held in:\n\"9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "282adf71c0ad40efa67c8e3104717ac5_249"
        },
        {
            "start": 52684,
            "end": 53029,
            "text": "In the case before us, the learned Judge, City Civil Court has granted an ad interim order of injunction restraining the appellants from giving effect to the notice dated January 7, 2009 issued by the appellants threatening prosecution of the respondent with both civil and criminal litigation for the alleged forgery committed by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a7bdc61283a4536816c497f3f841bf1_250"
        },
        {
            "start": 53030,
            "end": 53403,
            "text": "In substance, by virtue of the order of injunction granted by the learned Trial Judge, the appellants are restrained from filing a civil suit before the City Civil Court or before the original side of this Court for avoiding the alleged agreement between the parties and at the same time, are also restrained from initiating any criminal prosecution against the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "921036c033e140e1b43ce5c6529ef77c_251"
        },
        {
            "start": 53404,
            "end": 53902,
            "text": "It may not be out of place to mention here that even according to the plaint case, the alleged agreements between the parties were executed in the office of the plaintiff within the territorial jurisdiction of the City Civil Court at Calcutta or within the original side of this Court, the plaintiff is also carrying on business within the said jurisdiction and at the same time, the notice dated January 7, 2009 was issued by a lawyer having office within the territorial limit of the above court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c2b3ccd0a4340cfa6c77a939d4da013_252"
        },
        {
            "start": 53903,
            "end": 54179,
            "text": "Therefore, now if the appellants want to file any civil suit against the respondent for avoiding the alleged agreements, such civil litigation should be filed either in the City Civil Court or in the original side of this Court depending upon the valuation of the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a06ada622f44ad987d61cd5054390dc_253"
        },
        {
            "start": 54180,
            "end": 54477,
            "text": "However, in such circumstances, the order impugned has really restrained the appellants from filing a civil suit either in a coordinate jurisdiction or in a superior jurisdiction clearly violating clause (d) of the said section by restraining the appellant from initiating a criminal proceedings.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d5cbe9ddf454dbcbab7ab10eeabd47b_254"
        },
        {
            "start": 54478,
            "end": 54639,
            "text": "\nWe do not find any substance in the stand of the appellant on an apparent distinction between money recovery proceedings and a proceeding for recovery of money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90b4c10ae9064a8dbd6d320157fe23e5_255"
        },
        {
            "start": 54640,
            "end": 54777,
            "text": "The coinage of the expression does not make any substantial distinction in relation to a proceedings initiated before the NCLT under IBC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "072c9402e35b49eaba245efb90acb016_256"
        },
        {
            "start": 54778,
            "end": 55127,
            "text": "It has been categorically held by the Supreme Court in Invent Asset Securitisation and Reconstruction Pvt. Ltd. vs GirnarFibres Ltd., reported in 2022 SCC Online SC 808 that a proceeding before the NCLT is not a money recovery proceeding as it intended to invoke the provisions of the code so as to enforce the recovery against the corporate debtor.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3ed2aa60f2e348ba91010298eedfc585_257"
        },
        {
            "start": 55128,
            "end": 55565,
            "text": "Though it sought to achieve a purpose of enforcing the recovery against the corporate debtor yet the various provisions of the IBC would indicate that it cannot be regarded as a money recovery proceedings nor a proceeding for recovery of money as the fall out on failure to honour the obligations may invite several consequences including insolvency, appointment of resolution professional, revival of the company and so on and so forth.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d6fd6ca18da471c826938a2cc1ac2b7_258"
        },
        {
            "start": 55566,
            "end": 55824,
            "text": "\nIt takes to another point that the appellant filed the suit before the Commercial Court, City Civil Court at Hyderabad for the same reliefs which was subsequently withdrawn without any leave obtained from the Court required under Order 23 Rule 1 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97069cbae62644c5a21347a3878806e5_259"
        },
        {
            "start": 55825,
            "end": 56217,
            "text": "The aforesaid provisions of the Code postulate that in the event the appellant abandons any suit or a part of a claim without seeking any permission to institute a fresh suit in respect of a subject matter of such suit, he shall not only be liable to cost as a Court may award but shall be precluded from instituting any fresh suit in respect of such subject matter or such part of the claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "884762b83d7441fc800dd6556dc6eef0_260"
        },
        {
            "start": 56218,
            "end": 56735,
            "text": "But in order to attract the aforesaid embargo created under the aforesaid provision, it is to be ascertained whether the cause of action and the reliefs claimed therein are identical with those in the subsequent suit and in the event it is found that the cause of action has been similar and identical to the suit which was withdrawn without any leave or permission, the same would attract mischief under aforesaid provision relating to the maintainability of the said suit (see Ballavh vs. Madanlal AIR 1970 SC 987).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26621ed8de564d4496017017bfb8b69d_261"
        },
        {
            "start": 56736,
            "end": 56884,
            "text": "In order to attract the aforesaid provision, the pleadings filed in the earlier litigations and the issues involved therein are required to be seen.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe9c5d8ec3d4478686d9addbae9680be_262"
        },
        {
            "start": 56885,
            "end": 57118,
            "text": "Since the application for rejection of the plaint has been dismissed by the Court and the said order is still operative having not interfered by a higher forum, it would not be proper to make any observations thereupon at this stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9905d7caf58d4215bb4eadb26cb8afa3_263"
        },
        {
            "start": 57120,
            "end": 57681,
            "text": "Both the Counsels are very much critical on the averments made in the paragraph made in the plaint wherein it has been categorically averred that the said suit is not intended to challenge any measure taken or intended to be taken by the lenders under the various acts for recovery of the money and is only restricted to the recovery of the proceeds of the sale and transfer of the shares of the appellant no. 1 in Respondent no. 21 to the Respondent no. 1 because of the malicious and fraudulent action of the respondent or each of them against the appellants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7bb8306e9af448b8c98de57863f6460_264"
        },
        {
            "start": 57682,
            "end": 58046,
            "text": "We have already discussed in the preceding paragraphs that the reliefs couched in such a fashion would indicate that not only the appellant seeks declaration in relation to a corporate guarantee being null and void ab initio but also a declaration that the transfer of the said share cannot be done without ascertaining the reasonable price or the ascertained sum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0853e034709042b99b7b159fa6ceb983_265"
        },
        {
            "start": 58047,
            "end": 58233,
            "text": "Such being the pleading in essence does not manifestly appear to have forestalled the proceedings before the NCLT nor the Court was invited to pass an order of injunction in this regard.",
            "labels": [
                "RATIO"
            ],
            "id": "cddb1dd84d094edfbc11d8900c7349ad_266"
        },
        {
            "start": 58234,
            "end": 58470,
            "text": "The moment the appellants have taken a specific stand, subsequent variation may operate as an obstacle in contending so as the parties are bound by their own pleadings and cannot be permitted to approbate and reprobate at the same time.",
            "labels": [
                "RATIO"
            ],
            "id": "4dd26bf55ba743ac863e2d3a4b334e11_267"
        },
        {
            "start": 58471,
            "end": 58884,
            "text": "Though it has been vociferously contended by the appellant that the pleading has to be read in its entirety and it is not permissible to segregate or divorce some portion therefrom which suits the other side but upon reading the pleading so made in paragraph 97, it leaves no ambiguity that the appellants were of the view that they do not intend to forestall the ongoing proceeding under the IBC before the NCLT.",
            "labels": [
                "RATIO"
            ],
            "id": "741a0fccc1104cbc9bc42e2d0c3f653d_268"
        },
        {
            "start": 58885,
            "end": 59194,
            "text": "Although we have made certain observations as the arguments are advanced by the respective Counsels but that would be regarded as a mere prima facie observations as we have held that the injunction of such nature cannot be passed in view of the embargo created under Section 41 (b) of the Specific Relief Act.",
            "labels": [
                "RATIO"
            ],
            "id": "54ac87ff43fd4e1fb933738b09b4cb50_269"
        },
        {
            "start": 59195,
            "end": 59262,
            "text": "We, thus, do not find any infirmity and/or illegality in the order.",
            "labels": [
                "RATIO"
            ],
            "id": "4ae5a22d2a524da78d5e30bf96683dbf_270"
        },
        {
            "start": 59263,
            "end": 59293,
            "text": "\nThe appeal is thus dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "610cd4967737469e8d5fb444be88d79a_271"
        },
        {
            "start": 59294,
            "end": 59316,
            "text": "\nNo order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "c3a6d3f0fc8047efad439c99bd536d1b_272"
        },
        {
            "start": 59317,
            "end": 59576,
            "text": "\nUrgent Photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities.\n      I agree.                                         (Harish Tandon, J.)\n\n\n\n(Prasenjit Biswas, J.)\n\n\n\n\n\n ",
            "labels": [
                "NONE"
            ],
            "id": "b5cbf2c9927944959b0133dffd98acda_273"
        }
    ],
    "entities": [
        {
            "text": "Sanjay Suganchand Kasliwal",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 44
        },
        {
            "text": "Golden Dreams Buildcon Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 62,
            "end_char": 92
        },
        {
            "text": "High Court Of Judicature At Bombay\n                                           Bench At Aurangabad",
            "label": "COURT",
            "start_char": 344,
            "end_char": 441
        },
        {
            "text": "Sanjay Suganchand Kasliwal",
            "label": "PETITIONER",
            "start_char": 543,
            "end_char": 569
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1309,
            "end_char": 1319
        },
        {
            "text": "Santosh Shantilal Muthiyan",
            "label": "OTHER_PERSON",
            "start_char": 1361,
            "end_char": 1387
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1572,
            "end_char": 1582
        },
        {
            "text": "Vinod Premchand Surana",
            "label": "OTHER_PERSON",
            "start_char": 1634,
            "end_char": 1656
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 1836,
            "end_char": 1846
        },
        {
            "text": "Shobha Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 1889,
            "end_char": 1908
        },
        {
            "text": "Vipul Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 2064,
            "end_char": 2082
        },
        {
            "text": "Mudit Vinod Surana",
            "label": "OTHER_PERSON",
            "start_char": 2238,
            "end_char": 2256
        },
        {
            "text": "10/11/2023",
            "label": "DATE",
            "start_char": 2411,
            "end_char": 2421
        },
        {
            "text": "25/02/2024",
            "label": "DATE",
            "start_char": 2463,
            "end_char": 2473
        },
        {
            "text": "Ajanta Infrastructures Ltd.",
            "label": "ORG",
            "start_char": 2634,
            "end_char": 2661
        },
        {
            "text": "Ajanta Infrastructures                    Private Ltd.",
            "label": "ORG",
            "start_char": 2700,
            "end_char": 2754
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 2824,
            "end_char": 2843
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 2953,
            "end_char": 2963
        },
        {
            "text": "Vinay Premchand Surana",
            "label": "OTHER_PERSON",
            "start_char": 2989,
            "end_char": 3011
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 3143,
            "end_char": 3153
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3181,
            "end_char": 3201
        },
        {
            "text": "Rajendra Singh Rajpal",
            "label": "OTHER_PERSON",
            "start_char": 3525,
            "end_char": 3546
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3642,
            "end_char": 3662
        },
        {
            "text": "CIDCO",
            "label": "GPE",
            "start_char": 3706,
            "end_char": 3711
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 3732,
            "end_char": 3742
        },
        {
            "text": "Karan Rajpal",
            "label": "OTHER_PERSON",
            "start_char": 3768,
            "end_char": 3780
        },
        {
            "text": "Manjeet Landmark LLP",
            "label": "ORG",
            "start_char": 3876,
            "end_char": 3896
        },
        {
            "text": "Maharashra industrial Development Corporation",
            "label": "ORG",
            "start_char": 3953,
            "end_char": 3998
        },
        {
            "text": "10/11/2023",
            "label": "DATE",
            "start_char": 4459,
            "end_char": 4469
        },
        {
            "text": "SICOM Ltd.",
            "label": "PETITIONER",
            "start_char": 4679,
            "end_char": 4689
        },
        {
            "text": "A.P.Bhandari",
            "label": "LAWYER",
            "start_char": 5180,
            "end_char": 5192
        },
        {
            "text": "R.N.Dhorde",
            "label": "LAWYER",
            "start_char": 5234,
            "end_char": 5244
        },
        {
            "text": "V.A.Bagdiya",
            "label": "LAWYER",
            "start_char": 5270,
            "end_char": 5281
        },
        {
            "text": "M.R.Sonawane",
            "label": "LAWYER",
            "start_char": 5347,
            "end_char": 5359
        },
        {
            "text": "S.V.Adwant",
            "label": "LAWYER",
            "start_char": 5407,
            "end_char": 5417
        },
        {
            "text": "Neha Kamble",
            "label": "LAWYER",
            "start_char": 5434,
            "end_char": 5445
        },
        {
            "text": "ARUN R. PEDNEKER",
            "label": "JUDGE",
            "start_char": 5580,
            "end_char": 5596
        },
        {
            "text": "4th May, 2023",
            "label": "DATE",
            "start_char": 5833,
            "end_char": 5846
        },
        {
            "text": "8th Joint Civil Judge Senior Division, Aurangabad",
            "label": "COURT",
            "start_char": 5861,
            "end_char": 5910
        },
        {
            "text": "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "label": "PROVISION",
            "start_char": 5994,
            "end_char": 6051
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 6059,
            "end_char": 6085
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 6122,
            "end_char": 6146
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6154,
            "end_char": 6177
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 6288,
            "end_char": 6297
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6305,
            "end_char": 6332
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 6465,
            "end_char": 6475
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 6830,
            "end_char": 6846
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 6848,
            "end_char": 6858
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 6871,
            "end_char": 6881
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 7226,
            "end_char": 7236
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 7368,
            "end_char": 7378
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 7469,
            "end_char": 7485
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 7487,
            "end_char": 7497
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 7510,
            "end_char": 7520
        },
        {
            "text": "25.02.2023",
            "label": "DATE",
            "start_char": 8721,
            "end_char": 8731
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 8762,
            "end_char": 8772
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 8901,
            "end_char": 8911
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 9348,
            "end_char": 9358
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 9409,
            "end_char": 9419
        },
        {
            "text": "21.6.2021",
            "label": "DATE",
            "start_char": 9489,
            "end_char": 9498
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 9942,
            "end_char": 9958
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 9960,
            "end_char": 9970
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 10477,
            "end_char": 10501
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10509,
            "end_char": 10532
        },
        {
            "text": "4 th May, 2023",
            "label": "DATE",
            "start_char": 10588,
            "end_char": 10602
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 10663,
            "end_char": 10673
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 10805,
            "end_char": 10814
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10822,
            "end_char": 10849
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 11023,
            "end_char": 11040
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 11048,
            "end_char": 11075
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 12719,
            "end_char": 12737
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 13176,
            "end_char": 13185
        },
        {
            "text": "Sections 16 to 20",
            "label": "PROVISION",
            "start_char": 13764,
            "end_char": 13781
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 13789,
            "end_char": 13830
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 13833,
            "end_char": 13843
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13847,
            "end_char": 13874
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14068,
            "end_char": 14095
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14189,
            "end_char": 14202
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 14218,
            "end_char": 14251
        },
        {
            "text": "K.S. Infraspace LLP",
            "label": "ORG",
            "start_char": 14256,
            "end_char": 14275
        },
        {
            "text": "2020 (15) SCC 585",
            "label": "PRECEDENT",
            "start_char": 14300,
            "end_char": 14317
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14345,
            "end_char": 14358
        },
        {
            "text": "section 2 (1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 14399,
            "end_char": 14422
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14426,
            "end_char": 14447
        },
        {
            "text": "Gujrath High Court",
            "label": "COURT",
            "start_char": 15397,
            "end_char": 15415
        },
        {
            "text": "Vasu Health Care Pvt",
            "label": "ORG",
            "start_char": 15431,
            "end_char": 15451
        },
        {
            "text": "Gujarat Akruti TCG Biotech Ltd.",
            "label": "ORG",
            "start_char": 15462,
            "end_char": 15493
        },
        {
            "text": "AIR 2017 SC 153",
            "label": "PRECEDENT",
            "start_char": 15506,
            "end_char": 15521
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15634,
            "end_char": 15655
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 15901,
            "end_char": 15919
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15948,
            "end_char": 15961
        },
        {
            "text": "Ambalal Sarabhai",
            "label": "OTHER_PERSON",
            "start_char": 15965,
            "end_char": 15981
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16032,
            "end_char": 16045
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 16076,
            "end_char": 16094
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16381,
            "end_char": 16394
        },
        {
            "text": "Dhulabhai Vs.",
            "label": "PRECEDENT",
            "start_char": 16410,
            "end_char": 16423
        },
        {
            "text": "State of M.P. reported in AIR 1969 SC 78",
            "label": "PRECEDENT",
            "start_char": 16424,
            "end_char": 16464
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 16690,
            "end_char": 16695
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 16761,
            "end_char": 16765
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 16865,
            "end_char": 16870
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 16902,
            "end_char": 16906
        },
        {
            "text": "clause xi of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18310,
            "end_char": 18340
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18348,
            "end_char": 18369
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18407,
            "end_char": 18424
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18790,
            "end_char": 18803
        },
        {
            "text": "Ambalal Sarabahai",
            "label": "PRECEDENT",
            "start_char": 18821,
            "end_char": 18838
        },
        {
            "text": "clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18875,
            "end_char": 18908
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 18995,
            "end_char": 19012
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19020,
            "end_char": 19041
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 19156,
            "end_char": 19161
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 19166,
            "end_char": 19170
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 19435,
            "end_char": 19444
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19452,
            "end_char": 19473
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 20063,
            "end_char": 20073
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20081,
            "end_char": 20102
        },
        {
            "text": "Section 15 (5)",
            "label": "PROVISION",
            "start_char": 20286,
            "end_char": 20300
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20308,
            "end_char": 20329
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 20403,
            "end_char": 20412
        },
        {
            "text": "Kanchanganga Realtors Pvt",
            "label": "ORG",
            "start_char": 20582,
            "end_char": 20607
        },
        {
            "text": "Ltd. V/s Monarch Infrastructure reported in AIR 2019 Bom 102",
            "label": "PRECEDENT",
            "start_char": 20609,
            "end_char": 20669
        },
        {
            "text": "08.02.2019",
            "label": "DATE",
            "start_char": 20743,
            "end_char": 20753
        },
        {
            "text": "Vasu Healthcare",
            "label": "PRECEDENT",
            "start_char": 20807,
            "end_char": 20822
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20864,
            "end_char": 20877
        },
        {
            "text": "Ambalal Sarabhai",
            "label": "OTHER_PERSON",
            "start_char": 20930,
            "end_char": 20946
        },
        {
            "text": "04.10.2019",
            "label": "DATE",
            "start_char": 20958,
            "end_char": 20968
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20982,
            "end_char": 20995
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 21027,
            "end_char": 21045
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 21118,
            "end_char": 21139
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21181,
            "end_char": 21194
        },
        {
            "text": "Kanchanganga",
            "label": "OTHER_PERSON",
            "start_char": 21239,
            "end_char": 21251
        },
        {
            "text": "Kanchanganga",
            "label": "PRECEDENT",
            "start_char": 21296,
            "end_char": 21308
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 21353,
            "end_char": 21363
        },
        {
            "text": "section 6",
            "label": "PROVISION",
            "start_char": 21417,
            "end_char": 21426
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 21478,
            "end_char": 21488
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 21711,
            "end_char": 21728
        },
        {
            "text": "Vaijinath Kale Vs.",
            "label": "PRECEDENT",
            "start_char": 21873,
            "end_char": 21891
        },
        {
            "text": "Nerkar Property LLP",
            "label": "ORG",
            "start_char": 21892,
            "end_char": 21911
        },
        {
            "text": "2021 (3) Mh.L.J. 202",
            "label": "PRECEDENT",
            "start_char": 21924,
            "end_char": 21944
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 22335,
            "end_char": 22339
        },
        {
            "text": "SICOM Ltd.",
            "label": "ORG",
            "start_char": 22344,
            "end_char": 22354
        },
        {
            "text": "MIDC",
            "label": "ORG",
            "start_char": 22756,
            "end_char": 22760
        },
        {
            "text": "SICOM",
            "label": "ORG",
            "start_char": 22765,
            "end_char": 22770
        },
        {
            "text": "Section 2 (c)",
            "label": "PROVISION",
            "start_char": 23288,
            "end_char": 23301
        },
        {
            "text": "clause (c) of Section 2",
            "label": "PROVISION",
            "start_char": 24376,
            "end_char": 24399
        },
        {
            "text": "sub- clause (vi) of clause (c) of Section 1",
            "label": "PROVISION",
            "start_char": 24537,
            "end_char": 24580
        },
        {
            "text": "Ajanta and Goldendreams",
            "label": "ORG",
            "start_char": 24829,
            "end_char": 24852
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 24910,
            "end_char": 24920
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 25598,
            "end_char": 25604
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 25827,
            "end_char": 25833
        },
        {
            "text": "Ajanta",
            "label": "OTHER_PERSON",
            "start_char": 26960,
            "end_char": 26966
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 27262,
            "end_char": 27272
        },
        {
            "text": "MIDC Chikalthana",
            "label": "ORG",
            "start_char": 27406,
            "end_char": 27422
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 27424,
            "end_char": 27434
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 27447,
            "end_char": 27457
        },
        {
            "text": "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "label": "PROVISION",
            "start_char": 27779,
            "end_char": 27835
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 27839,
            "end_char": 27865
        },
        {
            "text": "Order VII Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 27876,
            "end_char": 27900
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27908,
            "end_char": 27911
        },
        {
            "text": "26.12.200",
            "label": "DATE",
            "start_char": 28532,
            "end_char": 28541
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 28909,
            "end_char": 28935
        },
        {
            "text": "sub-clause (vi) of clause (c) of the Section 1",
            "label": "PROVISION",
            "start_char": 29084,
            "end_char": 29130
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 29259,
            "end_char": 29286
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 29335,
            "end_char": 29345
        },
        {
            "text": "sub-clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 29415,
            "end_char": 29451
        },
        {
            "text": "Clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 29531,
            "end_char": 29563
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29664,
            "end_char": 29677
        },
        {
            "text": "Sushil Kumar Agarwal Vs.",
            "label": "PRECEDENT",
            "start_char": 29693,
            "end_char": 29717
        },
        {
            "text": "Meenakshi Sadhu",
            "label": "OTHER_PERSON",
            "start_char": 29718,
            "end_char": 29733
        },
        {
            "text": "MANU/SC/1144/2018",
            "label": "CASE_NUMBER",
            "start_char": 29753,
            "end_char": 29770
        },
        {
            "text": "[2019] 2 SCC 241",
            "label": "CASE_NUMBER",
            "start_char": 29785,
            "end_char": 29801
        },
        {
            "text": "B. Gangadhar v. BG Rajalingam MANU/SC/0212/1996 : (1995) 5 SCC 239",
            "label": "PRECEDENT",
            "start_char": 33508,
            "end_char": 33574
        },
        {
            "text": "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)",
            "label": "PRECEDENT",
            "start_char": 34064,
            "end_char": 34131
        },
        {
            "text": "SCC 572)",
            "label": "CASE_NUMBER",
            "start_char": 34134,
            "end_char": 34142
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35988,
            "end_char": 36001
        },
        {
            "text": "Sushil Kumar Agarwal",
            "label": "OTHER_PERSON",
            "start_char": 36023,
            "end_char": 36043
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 37170,
            "end_char": 37180
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 37802,
            "end_char": 37812
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 38144,
            "end_char": 38154
        },
        {
            "text": "26.12.2009",
            "label": "DATE",
            "start_char": 38400,
            "end_char": 38410
        },
        {
            "text": "Section 2 (1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 38440,
            "end_char": 38463
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38471,
            "end_char": 38492
        },
        {
            "text": "Section 2 (1) (c) (vi)",
            "label": "PROVISION",
            "start_char": 38519,
            "end_char": 38541
        },
        {
            "text": "Clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 38655,
            "end_char": 38688
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 38696,
            "end_char": 38723
        },
        {
            "text": "clause (vi) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 38909,
            "end_char": 38941
        },
        {
            "text": "clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 39004,
            "end_char": 39037
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 39045,
            "end_char": 39072
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39143,
            "end_char": 39156
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 39172,
            "end_char": 39205
        },
        {
            "text": "V. K.S.Infraspace LLP",
            "label": "OTHER_PERSON",
            "start_char": 39206,
            "end_char": 39227
        },
        {
            "text": "2019 STPL 11111 SC [equivalent :\n[2020] 15 SCC 585",
            "label": "CASE_NUMBER",
            "start_char": 39252,
            "end_char": 39302
        },
        {
            "text": "sub-clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 39486,
            "end_char": 39523
        },
        {
            "text": "Clause (vii) of Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 40223,
            "end_char": 40256
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40264,
            "end_char": 40291
        },
        {
            "text": "04.05.2023",
            "label": "DATE",
            "start_char": 40327,
            "end_char": 40337
        },
        {
            "text": "8th Joint Civil Judge Senior Division, Aurangabad",
            "label": "COURT",
            "start_char": 40352,
            "end_char": 40401
        },
        {
            "text": "Special Civil Suit No.162 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 40418,
            "end_char": 40451
        },
        {
            "text": "Order 7 Rule 10 and 11",
            "label": "PROVISION",
            "start_char": 40570,
            "end_char": 40592
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 40600,
            "end_char": 40620
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 40631,
            "end_char": 40640
        },
        {
            "text": "Commercial Act",
            "label": "STATUTE",
            "start_char": 40648,
            "end_char": 40662
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 40677,
            "end_char": 40686
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40694,
            "end_char": 40721
        },
        {
            "text": "clause (vii) of Section 2 (1)\n",
            "label": "PROVISION",
            "start_char": 40938,
            "end_char": 40968
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40979,
            "end_char": 41006
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 41144,
            "end_char": 41153
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 41161,
            "end_char": 41182
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 41377,
            "end_char": 41386
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 41394,
            "end_char": 41414
        },
        {
            "text": "Dhulabai Vs.",
            "label": "PRECEDENT",
            "start_char": 41612,
            "end_char": 41624
        },
        {
            "text": "State of M.P., AIR 1969 SC 78]",
            "label": "PRECEDENT",
            "start_char": 41625,
            "end_char": 41655
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 41881,
            "end_char": 41891
        },
        {
            "text": "Section 15 (5)",
            "label": "PROVISION",
            "start_char": 42032,
            "end_char": 42046
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 42266,
            "end_char": 42275
        },
        {
            "text": "04.05.2023",
            "label": "DATE",
            "start_char": 42499,
            "end_char": 42509
        },
        {
            "text": "Aurangabad",
            "label": "GPE",
            "start_char": 42563,
            "end_char": 42573
        },
        {
            "text": "Special Civil Suit No.162 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 42590,
            "end_char": 42623
        },
        {
            "text": "Order VII Rule 10 and 11 34.23AO",
            "label": "PROVISION",
            "start_char": 42774,
            "end_char": 42806
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 42810,
            "end_char": 42830
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 42841,
            "end_char": 42850
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42858,
            "end_char": 42885
        },
        {
            "text": "30.11.2023",
            "label": "DATE",
            "start_char": 42986,
            "end_char": 42996
        },
        {
            "text": "ARUN R. PEDNEKER",
            "label": "JUDGE",
            "start_char": 43213,
            "end_char": 43229
        }
    ],
    "precedent_clusters": {
        "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)": [
            "Dhulabhai Vs.",
            "Vaijinath Kale Vs.",
            "Sushil Kumar Agarwal Vs.",
            "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)",
            "Dhulabai Vs."
        ],
        "State of M.P. reported in AIR 1969 SC 78": [
            "State of M.P. reported in AIR 1969 SC 78",
            "State of M.P., AIR 1969 SC 78]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "Commercial Court Act, 2015",
            "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure",
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure",
            "Order VII Rule 10 and 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Sections 16 to 20",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 2 (1) (c) (vii)",
            "Commercial Courts Act",
            "section 2 (1) (c) (vii)",
            "Commercial Courts Act"
        ],
        [
            "clause xi of Section 2 (1) (c)",
            "Commercial Courts Act",
            "clause xi of Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act",
            "Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "section 6",
            "Commercial Courts Act",
            "section 6",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15 (5)",
            "Commercial Courts Act",
            "Section 15 (5)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "Commercial Court Act, 2015",
            "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order VII Rule 10 and 11",
            "CPC",
            "Order VII Rule 10 and 11",
            "CPC"
        ],
        [
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 7 Rule 10 and 11",
            "Civil Procedure Code",
            "Order 7 Rule 10 and 11",
            "Civil Procedure Code"
        ],
        [
            "Section 3",
            "Commercial Act",
            "Section 3",
            "Commercial Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act, 2015",
            "clause (vii) of Section 2 (1)\n",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "section 9",
            "Civil Procedure Code",
            "section 9",
            "Civil Procedure Code"
        ],
        [
            "Order VII Rule 10 and 11 34.23AO",
            "Civil Procedure Code",
            "Order VII Rule 10 and 11 34.23AO",
            "Civil Procedure Code"
        ],
        [
            "Section 3",
            "Commercial Courts Act, 2015",
            "Section 3",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act",
            "Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act",
            "clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "section 6",
            "Commercial Courts Act",
            "section 6",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10",
            "Code of Civil Procedure",
            "Order VII Rule 10",
            "Code of Civil Procedure"
        ],
        [
            "Section 2 (c)",
            "Commercial Courts Act",
            "Section 2 (c)",
            "Commercial Courts Act"
        ],
        [
            "clause (c) of Section 2",
            "Commercial Courts Act",
            "clause (c) of Section 2",
            "Commercial Courts Act"
        ],
        [
            "sub-clause (vi) of clause (c) of the Section 1",
            "Commercial Courts Act",
            "sub-clause (vi) of clause (c) of the Section 1",
            "Commercial Courts Act"
        ],
        [
            "sub-clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2 (1) (c) (vi)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (vi)",
            "Commercial Courts Act"
        ],
        [
            "clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "clause (vi) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "sub-clause (vii) of Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15 (5)",
            "Commercial Courts Act",
            "Section 15 (5)",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub- clause (vi) of clause (c) of Section 1",
            "Commercial Courts Act",
            "sub- clause (vi) of clause (c) of Section 1",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Swadesh Ranjan Sinha v. Haradeb Banerjee MANU/SC/0305/1992 :\n(1991)": 5,
        "State of M.P. reported in AIR 1969 SC 78": 2
    },
    "provision_counts": {
        "Section 2 (c), (i), (vi), (vii), (xi) and explanation (a) of Commercial Court Act, 2015": 1,
        "Order VII Rule 10 and 11 of Code of Civil Procedure": 2,
        "Section 3 of Commercial Courts Act, 2015": 3,
        "Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Sections 16 to 20 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 15 of Commercial Courts Act, 2015": 1,
        "section 2 (1) (c) (vii) of Commercial Courts Act": 1,
        "clause xi of Section 2 (1) (c) of Commercial Courts Act": 1,
        "Section 2 (1) (c) of Commercial Courts Act": 2,
        "section 6 of Commercial Courts Act": 2,
        "Section 15 of Commercial Courts Act": 2,
        "Section 15 (5) of Commercial Courts Act": 2,
        "Section 2 (c) (i), (vi), (vii), (xi) and Explanation (a) of Commercial Court Act, 2015": 1,
        "Order VII Rule 10 and 11 of CPC": 1,
        "Section 2 (1) (c) (vii) of Commercial Courts Act": 1,
        "Clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 2,
        "clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Order 7 Rule 10 and 11 of Civil Procedure Code": 1,
        "Section 3 of Commercial Act": 1,
        "Section 6 of Commercial Courts Act, 2015": 2,
        "clause (vii) of Section 2 (1)\n of Commercial Courts Act, 2015": 1,
        "Section 6 of Commercial Courts Act": 3,
        "section 9 of Civil Procedure Code": 1,
        "Order VII Rule 10 and 11 34.23AO of Civil Procedure Code": 1,
        "clause (vii) of Section 2 (1) (c) of Commercial Courts Act": 1,
        "section 15 of Commercial Courts Act": 2,
        "Order VII Rule 10 of Code of Civil Procedure": 1,
        "Section 2 (c) of Commercial Courts Act": 1,
        "clause (c) of Section 2 of Commercial Courts Act": 1,
        "sub-clause (vi) of clause (c) of the Section 1 of Commercial Courts Act": 1,
        "sub-clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Section 2 (1) (c) (vi) of Commercial Courts Act": 1,
        "clause (vi) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "sub-clause (vii) of Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "sub- clause (vi) of clause (c) of Section 1 of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Commercial Court Act, 2015": 2,
        "Code of Civil Procedure": 3,
        "Commercial Courts Act, 2015": 15,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Commercial Courts Act": 22,
        "CPC": 1,
        "Civil Procedure Code": 3,
        "Commercial Act": 1
    }
}