{
    "id": "30aa06e7e8e21de8c31c32bca50f59ff9eea2c73f439efdee455be1998892b2d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court \nM/S Ecologique Petro Chemicals Pvt. ... vs M/S Research Center For Fuel Generation ... on 2 March, 2023 \nAuthor: P Naveen Rao\nBench: P. Naveen Rao, Nagesh Bheemapaka\n                                 1\n\n\n                 Hon'Ble Sri Justice P. Naveen Rao\n\n            Hon'Ble Sri Justice Nagesh Bheemapaka\n\n              Civil Revision Petition No.2990 of 2022\n\n                            Date : 02.03.2023\n\n\nBetween:\n\nM/s.Ecologique Petro Chemicals Pvt.Ltd.,\nOffice at Plot # 175, Phase-2, Ida Pashamylaram,\nPatancheru (V), Medak District, Telangan State,\nHaving its Regd.Office at 1-60/8/6-B28,\nRolling Hills, Gachibowli, Ranga Reddy,\nduly rep.by its Managing Director Nikhil Jagini,\ns/o.Bheemaiah Jagini, aged 29 years,\nOccu:Business, and Executive Director\nRanjith Reddy Maram, s/o. M.Venkat Gona Reddy,\nAged 30 years, Occu: Business, c/o. M/s.Ecologique\nPetro Chemicals Pvt. Ltd., 1-60/8/6-B28,\nRolling Hills, Gachibwli, Ranga Reddy\n\n                                                       .... Petitioner/ \n                                                             Plaintiff\n\n           And\n\nM/s. Research Center for Fuel Generation,\nRegd.Office : D-201/203, Ii Floor, Tower No.8,\nBelapur Railway Station Complex, Cbd Belapur,\nNavi Mumbai, Maharastra State, rep.by its\nProprietor Dr. Sadanand Dixit and others. \n                                                     ....Respondents/\n                                                           defendants \n\n\n\n\nThe Court made the following:\n                                          2\n\n\n                     Hon'Ble Sri Justice P.Naveen Rao \n\n               Hon'Ble Sri Justice Nagesh Bheemapaka \n\n                 Civil Revision Petition No.2990 of 2022\n\nOrder:\n(Per Hon'ble Sri Justice P Naveen Rao) Heard learned counsel for petitioner Sri M Annapurnayya and learned counsel for respondents Sri Shyam S Agarwal.\n2. Revision Petitioner is plaintiff, in O.S No.  472 of 2016 (New COS No. 12 of 2018) on the file of Court of XIII Additional District Judge, Ranga Reddy district at L.B.Nagar for recovery of 2,44,02,487.61. Respondents herein are defendants. On service of summons from the Civil Court, defendants entered appearance on 18.5.2016 but no written statement was filed within 120 days from the date of receipt of summons. Even without filing written statement, I.A No. 148 of 2016 was filed under Order XIV Rule 2 of CPC challenging the jurisdiction of Civil Court. As the dispute involved is a commercial dispute, consequent to establishment of Commercial Courts in Ranga Reddy district, the suit was transferred to the Commercial Court i.e., Special Judge for Trial and Disposal of Commercial Disputes, Ranga Reddy District at L.B. Nagar and renumbered as COS No. 12 of 2018. After transfer of the suit to Commercial Court, said I.A. was renumbered as I.A. No. 89 of 2018. During the pendency of said I.A., by order dated 4.7.2017 defendants were set ex-parte on the ground that no written statement was filed within the time. By order dated 27.8.2018, I A No. 89 of 2018 was disposed of giving liberty to the defendants to lead evidence regarding jurisdiction. Aggrieved thereby, C.R.P. No. 942 of 2019 was filed and the same was allowed by this Court by order dated 22.7.2019. On 26.11.2019, I A No. 186 of 2021 was filed praying to set aside order dated 4.7.2017 in COS No. 12 of 2018 setting them ex-parte. By order dated 8.6.2022, I A No. 186 of 2021 was allowed setting aside ex-parte order dated 4.7.2017 and permitting the defendants to prosecute the suit. Aggrieved thereby, this revision is filed. \n3. According to learned counsel for petitioner, Order V of Civil Procedure Code was amended by 'The Commercial Courts Act, 2015' (for short the Act, 2015) which requires filing of written statement within a maximum period of 120 days from the date of receipt of summons and if no written statement is filed within 120 days, right to file written statement stands forfeited and Commercial Court has no jurisdiction to relax this time frame. He would submit that even though it is a pending suit in a civil Court transferred to Commercial Court, as per Order VIII Rule 1 of CPC as amended 120 days period still remains and in terms thereof the written statement requires to be filed within 120 days. He further submits that admittedly, defendants have not filed written statement within time, therefore, order of the trial Court setting aside the order placing the defendants ex-parte to the suit on the ground that written statement was not filed within 120 days, is illegal. \n3.1. He would further submit that defendants were set ex-parte on 4.7.2017 but they took more than two years four months to file application to set aside ex-parte order and to file written statement, but no satisfactory explanation is offered for the delay. Even assuming that they are entitled to seek an order to set aside the ex-parte order, respondents/defendants have not filed any application praying to condone the delay beyond the period of 120 days. Therefore, application filed by the respondents is not maintainable. \n3.2. He would submit that the trial Court failed to appreciate the above facts and erroneously allowed the application. \n3.3. In support of his contentions, learned counsel placed reliance on the following decisions:\nR.K.Roja Vs U.S. Rayudu1; SCG Contracts (India) Private Ltd Vs K.S.Chamankar Infrastructure Private Limited2; Prakash Corporates Vs Dee Vee Projects Limited3, N.Bayyapu Reddy Vs M.Surya Prakash4; Amoda Iron Steel Limited Vs Sneha Anlytics and Scientifics5.\n4. Per contra, according to learned counsel for respondents as defendants were contesting the maintainability of the suit itself, they filed I.A. No. 148 of 2016 and they were waiting for disposal of said I.A. to take further steps. He would submit that in view of Section 15 (3)6 and (4)7 of the Act, 2015, the penal consequences of (2016) 14 SCC 275 (2019) 12 SCC 210 (2022) 5 SCC 112 2011 SCC OnLine AP 594 2022 SCC OnLine AP 136 15. Transfer of pending cases.--(1)....(2).....(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. (4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nnot filing the written statement within 120 days in terms of Order V Rule 1 and Order VIII Rule 1 as amended are not attracted. That as per CPC as applicable to civil proceedings, discretion is vested in the civil Court to condone the delay in filing written statement and to consider application to set aside the ex-parte order and to permit the defendants to file written statement. Since, it is a pending suit before the Civil Court transferred to Commercial Court on establishment of Commercial Court, the original provision in CPC is attracted and Commercial Court has got discretion to condone the delay in filing written statement by setting aside ex-parte order. He would submit that Section 15 (4) requires determination of new time line or issue such further direction as may be necessary for a speedy and efficacious disposal of a suit before the Commercial Court. In the instant suit, no such time line is determined by the Commercial Court and in the absence of determination of time line and in view of the provision contained in Section 15 (3) and (4) of the Act, 2015, the trial Court rightly exercised its discretion to set aside the order permitting the respondents to file written statement. In support of his contentions, he placed reliance on Raj Process Equipments and Systems Pvt Ltd and Ors Vs Honest Derivatives Pvt Ltd8. \nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\nMANU/SCOR/108561/2022 5. On 30.12.2016, I.A. No. 148 of 2016 was filed under Order XIV Rule 2 read with Section 151 of CPC praying to frame jurisdiction of Courts in State of Telangana as preliminary issue and to decide the same at the threshold. According to respondents, no suit can be filed in State of Telangana as in terms of the agreement entered into between the parties, only Navi Mumbai and Nasik Courts have jurisdiction to resolve disputes between the parties. According to learned counsel for respondents, in pursuant to interest expressed by the petitioner/plaintiff and meetings held between the plaintiff's Directors/Officers with respondents 1 and 2 at Navi Mumbai and Nasik, the second defendant has sent a quotation dated 17.3.2011 for supply of machinery and in the e-mail sent on 30.5.2011 and in the correspondence at clause 12 it was recorded that said contract should be subject to the jurisdiction of Honourable Courts in Navi Mumbai and Nasik. He would therefore submit that the Courts in State of Telangana have no jurisdiction to entertain the suit. Since, respondents have filed an application praying the trial Court to frame preliminary issue on jurisdiction and to decide the same, awaiting the decisions of the trial Court on the preliminary issue, they have not chosen to file written statement. \n6. He further submits that the matter under went several adjournments for filing counter and to make submissions and by order dated 27.8.2018 the trial Court allowed I A No. 89 of 2018 and was pleased to frame preliminary issue on jurisdiction. Thereafter, the matter underwent several adjournments. It was directed to be listed on 9.4.2019 for cross examination. On 9.4.2019 the cross examination of the deponent as witness was completed and respondents/defendants 1 to 4 reported no further evidence. The case was adjourned to 16.4.2019 for submission of arguments. Plaintiff filed CRP No. 943 of 2019 before this Court challenging the order dated 27.8.2018. By order dated 15.4.2019 this Court granted interim stay of all further proceedings. Finally the said revision was disposed of by order dated 27.7.2019 setting aside the order dated 27.8.2019 holding that issue of jurisdiction is also a mixed question of law and fact and cannot be taken as a preliminary issue under Order XIV Rule 2 of CPC. According to respondents on 23.8.2019 and 18.10.2019 the Court was vacant. In view of the orders dated 27.7.2019 of this Court in CRP No. 942 of 2019 respondents/defendants desired to file their detailed written statement raising various objections including on the issue of jurisdiction. Therefore, at that stage, application was moved to set aside the ex-parte order and to seek leave to file written statement. \n7. By referring to this chronology of events, learned counsel for respondents submitted that, in the above factual background, written statement was not filed within 120 days from date of receiving summons, but the same is not willful or deliberate. He therefore submitted that having regard to the history of litigation explained above, unless opportunity to file written statement is afforded, grave prejudice would be caused to the respondents/defendants and therefore submits that order of the trial Court be upheld.\n8. With avowed objective of expediting the disposal of suits involving commercial disputes, The Commercial Courts Act, 2015 was promulgated. In order to ensure expeditious disposal certain special provisions are made. By Act, 2015 some provisions of Civil Procedure Code were also amended. After establishment of Commercial Courts, the suits involving commercial disputes pending before the Civil Courts are required to be transferred to Commercial Courts to be tried in accordance with the provisions of Act, 2015 and amended CPC. \nThough, Order V vests discretion in the civil Court to condone the delay in filing written statement within the time granted by the Court and in a given case even to set aside the ex-parte order setting the defendants ex-parte and permitting them to file written statement, as this particular aspect is also leading to avoidable delays, order V Rule 1 is amended imposing strict condition of fixing maximum time limit of 120 days to file written statement in a commercial dispute. If the written statement is not filed within 120 days from date of receipt of summons, defendants lose their right to file written statement and case proceeds further without written statement. Even if there is genuine cause for the defendants in not filing written statement, the Commercial Court has no jurisdiction to condone the delay and to permit filing of written statement after 120 days.\n9. Section 15 of Act, 2015 deals with transfer of pending cases. All suits and applications including applications under The Arbitration And Conciliation Act, 1996 relating to commercial disputes of specified value pending in High Court where a Commercial Division has been constituted, in a civil Court in any district or area in respect of which Commercial Court has been constituted should be transferred to such commercial Court. According to sub section 3 on such transfer, the provisions of Act, 2015 shall apply to those procedures that were not completed at the time of transfer. According to sub section 4 on such transfer Commercial Division or Commercial Court may hold case management hearing in respect of such transferred suit or application in order to prescribe new time lines or issue such further directions as may be necessary for speedy and efficacious disposal of such suit or application in accordance with Order XVA of CPC. Proviso appended to sub section 4 states that proviso to sub rule 1 of Rule 1 of Order 5 shall not apply to such transferred suit or application and the Court may in its discretion prescribe a new time period within which written statement shall be filed. \n10. From plain reading of sub section 4 of Section 15 along with proviso, it is clear that a civil suit transferred to Commercial Court requires new time lines to be specified by the Commercial Court and the new time lines so specified are applied notwithstanding any contrary provision as applicable to Commercial suit filed under Act, 2015. As a corollary the restraint imposed in proviso to Sub Rule 1 of Rule 1 of Order V does not apply. In other words, the restriction on filing written statement within 120 days in a Commercial Suit is not attracted to a pending civil suit transferred to the Commercial Court but on such transfer, the Commercial Court needs to prescribe new time line. On further reading of Sub Section 4 and proviso, it is also clear that discretion is vested in the Commercial Court to prescribe the time line and new time period within which written statement should be filed. \n11. Though, provision in Section 15 is very clear, learned counsel for petitioner sought to contend that proviso to Section 15 (4) only covers proviso to sub rule (1) Order V Rule (1) but not applicable to Order VIII Rule1 of CPC. According to learned counsel, Order VIII Rule 1 of CPC also requires filing of written statement within a period of 30 days with extended period of 90 days and total period of 120 days. It is a mandatory provision. As this requirement is not relaxed, if written statement is not filed within 120 days, the right to file written statement stands forfeited and they cannot take advantage of provision in Section 15 (4) of Act, 2015 any more.\n12. Very same issue was raised before the Hon'ble Supreme Court in Raj Process Equipments and Systems Pvt Ltd. Hon'ble Supreme Court considered the issue wherein holding that written statement was not filed within time granted, even though appearance was entered, the trial Court by order dated 3.7.2018 set defendants 3 and 4 ex-parte and forfeited the right of filing written statement by defendants 1 and 2 therein. On 11.8.2018 District Court Jalgaon was designated as Commercial Court. The suit pending on the file of the Civil Court / Civil Division was transferred to the Commercial Court. After the transfer of suit, defendants 1 to 4 moved three applications, for condonation of delay, recalling the order of 'no written statement' dated 3.7.2018 passed against defendant nos.1 and 2 and setting aside the order directing the proceedings to go on ex- parte against defendant nos.3 and 4. The Commercial Court rejected all the three applications by order dated 11.4.2019 by placing reliance on proviso to Order VIII Rule 1 of CPC. Said decision of the Commercial Court was affirmed by the High Court. \n12.1. The Hon'ble Supreme Court noticed that in accordance with proviso to sub-rule 1 of Rule 1 of Order V of CPC and the proviso to Rule 1 of Order VIII the time to file written statement expired on 18.6.2018 when the suit was pending before the Civil Court. Hon'ble Supreme Court observed:\n\"10. It is also an admitted fact that the period of 120 days as stipulated in the second proviso to sub-rule (1) of Rule 1 of Order V CPC and the proviso to Rule 1 of Order VIII expired on 18.06.2018. \n11. In other words, the time that was available, if a strict interpretation is given to the aforesaid provisions, was nothing because the time of 120 days had expired even when the matter was pending before the normal Civil Court. \n....... \n13. But we do not agree. The suit that became the subject matter of dispute in SCG Contracts India Private Limited, appears to have been filed before the Commercial Court and not before the normal Civil Court. Insofar as the normal Civil Courts are concerned, it is the proviso to Order VIII Rule 1 CPC which applies. In Salem Advocate Bar Association v. Union of India, (2005) 6 SCC 344, this Court held that the proviso to Rule 1 of Order VIII CPC is directory and not mandatory. An exception was carved out in SCG Contracts India Private Limited to this Rule, by this Court insofar as the commercial disputes are concerned by invoking the second proviso to sub-rule (1) of Rule 1 of Order V. Therefore, to apply the same principle to a matter where the suit was instituted before the normal Civil Court and transferred to a Commercial Court after the expiry of 120 days would be to give a complete twist to the interpretation given by the 3- member Bench in Salem Advocate Bar Association, to the proviso to Order VIII Rule 1 CPC.\n14. In fact the decision in SCG Contracts India Private Limited is by a 2-member Bench, which was dealing with the second proviso to sub-rule (1) of Rule 1 of Order V. Therefore, when the decision of the 3-member Bench in Salem Advocate Bar Association was cited before this Court in SCG Contracts India Private Limited, this Court held in paragraph 11 that the earlier law on Order VIII Rule 1 has now been set at naught. Therefore, what is to be applied to normal Civil Courts is Order VIII Rule 1 and the interpretation given to the same in Salem Advocate Bar Association.\" \n12.2. This very issue was also considered by Division Bench of High Court of Andhra Pradesh in Amoda Iron Steel Limited (supra). The Division Bench formulated two issues for consideration. Issue No.1 concerns the issue raised in this case. Paragraph 15 (1) reads as under:\n\"15. The following points arise for our consideration and determination:--\n1. Whether in a suit transferred to the Commercial Court from the Regular Civil Court under Section 15(2) of the Act, 2015, the Commercial Court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement?\" \n12.3. Division Bench answered as under:\n\"37. The applicability of proviso to sub rule (1) of rule(1) of Order V CPC has been expressly excluded to the suits or applications transferred to the Commercial Court and the Commercial Court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed. When both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of Order V and the proviso to Section 15(4) of the Act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to Order V Rule(1) sub rule(1) to a suit transferred to the Commercial Court under Section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of Order V CPC also looses significance firstly because of its non applicability and secondly because said Section 15(4) itself provides that the Commercial Court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed. \n38. Here, we notice an anomaly in the statutory provisions. A comparative study of the second proviso to Order V rule 1 sub-rule(1) CPC and the proviso to Order VIII rule 1 CPC as amended through Section 16 of the Act, 2015 shows that both the provisos are verbatim the same. Section 15(4) of the Act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of Order V CPC, is silent about the proviso to rules 1 and 10 of Order VIII. On the one hand, proviso to sub rule 1 of rule 1 of Order V CPC shall not apply, meaning thereby that with respect to the suits or applications transferred to the Commercial Court from the civil court under Section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of Section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to Order VIII rule 1 CPC on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of Order VIII CPC. Both the provisions i.e. Section 15(4) proviso and Order VIII rules 1 and 10, therefore apparently can not be given effect to at the same time. \n39. This anomaly is to be resolved and for that we advert to the principles of interpretation of statutes. \n........... \n51. It is thus, well settled that a statute must be construed according to the intention of the legislature. It is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention. The first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself. \n52. It is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such. Any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation.\n53. It is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict. If the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an Act of Parliament/Legislature cannot always forsee all types of situations and all types of consequences. The principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment. \n54. Keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to Section 15(4) of the Act, 2015 and Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 CPC as amended through Section 16 of the Act, 2015. \n.......... \n59. Proviso to Section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under Section 15(2). The general provision is Order VIII rule 1 CPC as amended through Section 16 of Act, 2015, which provides 120 days for filing written statement from the date of service of summons. Applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under Order V, rule 1, sub rule(1) proviso and Order VIII rule 1 proviso shall not apply to the suits and application transferred to the commercial court under Section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under Section 15(4), proviso. Within such new time line the written statement shall be filed by the defendant. \n60. Section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of Order V CPC but it does not exclude the applicability of proviso to Order VIII rules 1 and 10 CPC, nor does it provide that if the written statement is not filed within the new time line prescribed under Section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement. It also does not provide that the court may extend the new time line prescribed in exercise of power under Section 15(4) proviso. On the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e. the new time line prescribed by the court under Section 15(4) proviso. Use of the expression 'shall' coupled with the legislative intent makes the proviso to Section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under Section 15(2). There can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute. In other words, it can not be the legislative intent that in suits transferred to the commercial court under Section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement. The forfeiture clause is provided under Order VIII rule 1 as well with the object of speedy disposal. The cases transferred under Section 15(2) are also to be decided speedily to achieve the object of the enactment of the Act, 2015. \n61. We are further of the considered view that the consequences under Order VIII rule 1 and rule 10 CPC shall follow if the written statement is not filed within the time line prescribed by the court under Section 15(4) even to the cases transferred under Section 15(2). The specific provision is only with respect to the time line and to that extent i.e. 120 days, the general provision is excluded. \n62. We are therefore of the considered view and hold on point No. 1 as under:--\n1) where the suit or application has been transferred to the Commercial Court under Section 15(2) of the Act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant.\n2) In a suit or application transferred to the commercial court under Section 15(2) of the Act, 2015, the written statement shall be filed within the new time period prescribed by the Commercial Court in exercise of power under Section 15(4) of the Act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by Order VIII rules 1 and 10 CPC.\n63. The above view would make both the provisions Section 15(4) proviso and Order VIII rules 1 and 10 workable to the best possible extent and shall also advance the object with which the Act, 2015 has been enacted considering the legislative intent.\"\n(Emphasis supplied)\n13. We are in respectful agreement with the opinion expressed by Division Bench of High Court of Andhra Pradesh. As rightly observed by learned Division Bench of High Court of Andhra Pradesh, forfeiture of right to file written statement will arise to a suit transferred from Civil Court only when Commercial Court prescribes new timeline. In Raj Process Equipments and Systems Pvt Ltd (supra), Hon'ble Supreme Court held that in view of decision in Salem Advocates Association the proviso to Rule 1 of Order VIII of CPC is discretionary and not mandatory and for normal civil suits, the proviso as existing in CPC applies. The Commercial Court exercised discretion to grant further time to file written statement. Therefore, we see no error in the decision of Commercial Court. \n14. Learned counsel for petitioner cited several decisions, we have gone through the said decisions. Having regard to the issue involved and in view of provision contained in Section 15 (4) of the Act, 2015, said decisions have no relevance to the issue in the case on hand. \n15. It is vehemently contended that there was inordinate and unexplained delay in filing application to set aside ex-parte order and the Commercial Court ought to have dismissed the application on that ground. \n16. Respondents have narrated the reasons for delay in not filing written statement immediately and not filing application to set aside the orders setting them ex-parte and seeking leave to file written statement. It cannot be said that reasons assigned by the respondents are fanciful and imaginary, having regard to the time line of events indicated in their application filed before the trial Court. Be that as it may, having regard to provision in Section 15 (4) of Act, 2015, we are of the opinion that since no time line is prescribed by the Commercial Court after the suit was transferred and no time limit is specified for filing the written statement, it cannot be said that respondents are not entitled to file application to set aside the order setting them ex-parte and seek leave to file written statement. \n17. The Commercial Court has considered all aspects as urged before us and on due assessment of the provisions of law and precedent decisions, the Commercial Court has come to the correct conclusion in allowing the applications filed by the respondents. The said order is passed on due application of mind and in exercise of discretion vested in the Commercial Courts. Therefore, in exercise of power of superintendence under Article 227 of the Constitution of India, we cannot re-appreciate the issue and take a different view from the view taken by Commercial Court. \n18. For all the aforesaid reasons, Revision fails and accordingly dismissed. No costs. Miscellaneous applications, if any pending stand closed. \n__________________________ P.NAVEEN RAO,J ___________________________ NAGESH BHEEMAPAKA,J DATE: 02.03.2023 TVK/KKM HON'BLE SRI JUSTICE P. NAVEEN RAO HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL REVISION PETITION No. 2990 of 2022 Date : 02.03.2023 Tvk/kkm",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court m/s ecologique petro chemicals pvt. . vs m/s research center for fuel generation . on 2 march, 2023 author: p naveen rao bench: p. naveen rao, nagesh bheemapaka 1 hon'ble sri justice p. naveen rao hon'ble sri justice nagesh bheemapaka civil revision petition no.2990 of 2022 date : 02.03.2023 between: m/s.ecologique petro chemicals pvt.ltd., office at plot # 175, phase-2, ida pashamylaram, patancheru (v), medak district, telangan state, having its regd.office at 1-60/8/6-b28, rolling hills, gachibowli, ranga reddy, duly rep.by its managing director nikhil jagini, s/o.bheemaiah jagini, aged 29 years, occu:business, and executive director ranjith reddy maram, s/o. m.venkat gona reddy, aged 30 years, occu: business, c/o. m/s.ecologique petro chemicals pvt. ltd., 1-60/8/6-b28, rolling hills, gachibwli, ranga reddy . petitioner/ plaintiff and m/s. research center for fuel generation, regd.office : d-201/203, ii floor, tower no.8, belapur railway station complex, cbd belapur, navi mumbai, maharastra state, rep.by its proprietor dr. sadanand dixit and others. .respondents/ defendants the court made the following: 2 hon'ble sri justice p.naveen rao hon'ble sri justice nagesh bheemapaka civil revision petition no.2990 of 2022 order: (per hon'ble sri justice p naveen rao) heard learned counsel for petitioner sri m annapurnayya and learned counsel for respondents sri shyam s agarwal. 2. revision petitioner is plaintiff, in o.s no. 472 of 2016 (new cos no. 12 of 2018) on the file of court of xiii additional district judge, ranga reddy district at l.b.nagar for recovery of 2,44,02,487.61. respondents herein are defendants. on service of summons from the civil court, defendants entered appearance on 18.5.2016 but no written statement was filed within 120 days from the date of receipt of summons. even without filing written statement, i.a no. 148 of 2016 was filed under order xiv rule 2 of cpc challenging the jurisdiction of civil court. as the dispute involved is a commercial dispute, consequent to establishment of commercial courts in ranga reddy district, the suit was transferred to the commercial court i.e., special judge for trial and disposal of commercial disputes, ranga reddy district at l.b. nagar and renumbered as cos no. 12 of 2018. after transfer of the suit to commercial court, said i.a. was renumbered as i.a. no. 89 of 2018. during the pendency of said i.a., by order dated 4.7.2017 defendants were set ex-parte on the ground that no written statement was filed within the time. by order dated 27.8.2018, i a no. 89 of 2018 was disposed of giving liberty to the defendants to lead evidence regarding jurisdiction. aggrieved thereby, c.r.p. no. 942 of 2019 was filed and the same was allowed by this court by order dated 22.7.2019. on 26.11.2019, i a no. 186 of 2021 was filed praying to set aside order dated 4.7.2017 in cos no. 12 of 2018 setting them ex-parte. by order dated 8.6.2022, i a no. 186 of 2021 was allowed setting aside ex-parte order dated 4.7.2017 and permitting the defendants to prosecute the suit. aggrieved thereby, this revision is filed. 3. according to learned counsel for petitioner, order v of civil procedure code was amended by 'the commercial courts act, 2015' (for short the act, 2015) which requires filing of written statement within a maximum period of 120 days from the date of receipt of summons and if no written statement is filed within 120 days, right to file written statement stands forfeited and commercial court has no jurisdiction to relax this time frame. he would submit that even though it is a pending suit in a civil court transferred to commercial court, as per order viii rule 1 of cpc as amended 120 days period still remains and in terms thereof the written statement requires to be filed within 120 days. he further submits that admittedly, defendants have not filed written statement within time, therefore, order of the trial court setting aside the order placing the defendants ex-parte to the suit on the ground that written statement was not filed within 120 days, is illegal. 3.1. he would further submit that defendants were set ex-parte on 4.7.2017 but they took more than two years four months to file application to set aside ex-parte order and to file written statement, but no satisfactory explanation is offered for the delay. even assuming that they are entitled to seek an order to set aside the ex-parte order, respondents/defendants have not filed any application praying to condone the delay beyond the period of 120 days. therefore, application filed by the respondents is not maintainable. 3.2. he would submit that the trial court failed to appreciate the above facts and erroneously allowed the application. 3.3. in support of his contentions, learned counsel placed reliance on the following decisions: r.k.roja vs u.s. rayudu1; scg contracts (india) private ltd vs k.s.chamankar infrastructure private limited2; prakash corporates vs dee vee projects limited3, n.bayyapu reddy vs m.surya prakash4; amoda iron steel limited vs sneha anlytics and scientifics5. 4. per contra, according to learned counsel for respondents as defendants were contesting the maintainability of the suit itself, they filed i.a. no. 148 of 2016 and they were waiting for disposal of said i.a. to take further steps. he would submit that in view of section 15 (3)6 and (4)7 of the act, 2015, the penal consequences of (2016) 14 scc 275 (2019) 12 scc 210 (2022) 5 scc 112 2011 scc online ap 594 2022 scc online ap 136 15. transfer of pending cases.--(1).(2).(3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with order xv-a] of the code of civil procedure, 1908 (5 of 1908): not filing the written statement within 120 days in terms of order v rule 1 and order viii rule 1 as amended are not attracted. that as per cpc as applicable to civil proceedings, discretion is vested in the civil court to condone the delay in filing written statement and to consider application to set aside the ex-parte order and to permit the defendants to file written statement. since, it is a pending suit before the civil court transferred to commercial court on establishment of commercial court, the original provision in cpc is attracted and commercial court has got discretion to condone the delay in filing written statement by setting aside ex-parte order. he would submit that section 15 (4) requires determination of new time line or issue such further direction as may be necessary for a speedy and efficacious disposal of a suit before the commercial court. in the instant suit, no such time line is determined by the commercial court and in the absence of determination of time line and in view of the provision contained in section 15 (3) and (4) of the act, 2015, the trial court rightly exercised its discretion to set aside the order permitting the respondents to file written statement. in support of his contentions, he placed reliance on raj process equipments and systems pvt ltd and ors vs honest derivatives pvt ltd8. provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. manu/scor/108561/2022 5. on 30.12.2016, i.a. no. 148 of 2016 was filed under order xiv rule 2 read with section 151 of cpc praying to frame jurisdiction of courts in state of telangana as preliminary issue and to decide the same at the threshold. according to respondents, no suit can be filed in state of telangana as in terms of the agreement entered into between the parties, only navi mumbai and nasik courts have jurisdiction to resolve disputes between the parties. according to learned counsel for respondents, in pursuant to interest expressed by the petitioner/plaintiff and meetings held between the plaintiff's directors/officers with respondents 1 and 2 at navi mumbai and nasik, the second defendant has sent a quotation dated 17.3.2011 for supply of machinery and in the e-mail sent on 30.5.2011 and in the correspondence at clause 12 it was recorded that said contract should be subject to the jurisdiction of honourable courts in navi mumbai and nasik. he would therefore submit that the courts in state of telangana have no jurisdiction to entertain the suit. since, respondents have filed an application praying the trial court to frame preliminary issue on jurisdiction and to decide the same, awaiting the decisions of the trial court on the preliminary issue, they have not chosen to file written statement. 6. he further submits that the matter under went several adjournments for filing counter and to make submissions and by order dated 27.8.2018 the trial court allowed i a no. 89 of 2018 and was pleased to frame preliminary issue on jurisdiction. thereafter, the matter underwent several adjournments. it was directed to be listed on 9.4.2019 for cross examination. on 9.4.2019 the cross examination of the deponent as witness was completed and respondents/defendants 1 to 4 reported no further evidence. the case was adjourned to 16.4.2019 for submission of arguments. plaintiff filed crp no. 943 of 2019 before this court challenging the order dated 27.8.2018. by order dated 15.4.2019 this court granted interim stay of all further proceedings. finally the said revision was disposed of by order dated 27.7.2019 setting aside the order dated 27.8.2019 holding that issue of jurisdiction is also a mixed question of law and fact and cannot be taken as a preliminary issue under order xiv rule 2 of cpc. according to respondents on 23.8.2019 and 18.10.2019 the court was vacant. in view of the orders dated 27.7.2019 of this court in crp no. 942 of 2019 respondents/defendants desired to file their detailed written statement raising various objections including on the issue of jurisdiction. therefore, at that stage, application was moved to set aside the ex-parte order and to seek leave to file written statement. 7. by referring to this chronology of events, learned counsel for respondents submitted that, in the above factual background, written statement was not filed within 120 days from date of receiving summons, but the same is not willful or deliberate. he therefore submitted that having regard to the history of litigation explained above, unless opportunity to file written statement is afforded, grave prejudice would be caused to the respondents/defendants and therefore submits that order of the trial court be upheld. 8. with avowed objective of expediting the disposal of suits involving commercial disputes, the commercial courts act, 2015 was promulgated. in order to ensure expeditious disposal certain special provisions are made. by act, 2015 some provisions of civil procedure code were also amended. after establishment of commercial courts, the suits involving commercial disputes pending before the civil courts are required to be transferred to commercial courts to be tried in accordance with the provisions of act, 2015 and amended cpc. though, order v vests discretion in the civil court to condone the delay in filing written statement within the time granted by the court and in a given case even to set aside the ex-parte order setting the defendants ex-parte and permitting them to file written statement, as this particular aspect is also leading to avoidable delays, order v rule 1 is amended imposing strict condition of fixing maximum time limit of 120 days to file written statement in a commercial dispute. if the written statement is not filed within 120 days from date of receipt of summons, defendants lose their right to file written statement and case proceeds further without written statement. even if there is genuine cause for the defendants in not filing written statement, the commercial court has no jurisdiction to condone the delay and to permit filing of written statement after 120 days. 9. section 15 of act, 2015 deals with transfer of pending cases. all suits and applications including applications under the arbitration and conciliation act, 1996 relating to commercial disputes of specified value pending in high court where a commercial division has been constituted, in a civil court in any district or area in respect of which commercial court has been constituted should be transferred to such commercial court. according to sub section 3 on such transfer, the provisions of act, 2015 shall apply to those procedures that were not completed at the time of transfer. according to sub section 4 on such transfer commercial division or commercial court may hold case management hearing in respect of such transferred suit or application in order to prescribe new time lines or issue such further directions as may be necessary for speedy and efficacious disposal of such suit or application in accordance with order xva of cpc. proviso appended to sub section 4 states that proviso to sub rule 1 of rule 1 of order 5 shall not apply to such transferred suit or application and the court may in its discretion prescribe a new time period within which written statement shall be filed. 10. from plain reading of sub section 4 of section 15 along with proviso, it is clear that a civil suit transferred to commercial court requires new time lines to be specified by the commercial court and the new time lines so specified are applied notwithstanding any contrary provision as applicable to commercial suit filed under act, 2015. as a corollary the restraint imposed in proviso to sub rule 1 of rule 1 of order v does not apply. in other words, the restriction on filing written statement within 120 days in a commercial suit is not attracted to a pending civil suit transferred to the commercial court but on such transfer, the commercial court needs to prescribe new time line. on further reading of sub section 4 and proviso, it is also clear that discretion is vested in the commercial court to prescribe the time line and new time period within which written statement should be filed. 11. though, provision in section 15 is very clear, learned counsel for petitioner sought to contend that proviso to section 15 (4) only covers proviso to sub rule (1) order v rule (1) but not applicable to order viii rule1 of cpc. according to learned counsel, order viii rule 1 of cpc also requires filing of written statement within a period of 30 days with extended period of 90 days and total period of 120 days. it is a mandatory provision. as this requirement is not relaxed, if written statement is not filed within 120 days, the right to file written statement stands forfeited and they cannot take advantage of provision in section 15 (4) of act, 2015 any more. 12. very same issue was raised before the hon'ble supreme court in raj process equipments and systems pvt ltd. hon'ble supreme court considered the issue wherein holding that written statement was not filed within time granted, even though appearance was entered, the trial court by order dated 3.7.2018 set defendants 3 and 4 ex-parte and forfeited the right of filing written statement by defendants 1 and 2 therein. on 11.8.2018 district court jalgaon was designated as commercial court. the suit pending on the file of the civil court / civil division was transferred to the commercial court. after the transfer of suit, defendants 1 to 4 moved three applications, for condonation of delay, recalling the order of 'no written statement' dated 3.7.2018 passed against defendant nos.1 and 2 and setting aside the order directing the proceedings to go on exparte against defendant nos.3 and 4. the commercial court rejected all the three applications by order dated 11.4.2019 by placing reliance on proviso to order viii rule 1 of cpc. said decision of the commercial court was affirmed by the high court. 12.1. the hon'ble supreme court noticed that in accordance with proviso to sub-rule 1 of rule 1 of order v of cpc and the proviso to rule 1 of order viii the time to file written statement expired on 18.6.2018 when the suit was pending before the civil court. hon'ble supreme court observed: \"10. it is also an admitted fact that the period of 120 days as stipulated in the second proviso to sub-rule (1) of rule 1 of order v cpc and the proviso to rule 1 of order viii expired on 18.06.2018. 11. in other words, the time that was available, if a strict interpretation is given to the aforesaid provisions, was nothing because the time of 120 days had expired even when the matter was pending before the normal civil court. . 13. but we do not agree. the suit that became the subject matter of dispute in scg contracts india private limited, appears to have been filed before the commercial court and not before the normal civil court. insofar as the normal civil courts are concerned, it is the proviso to order viii rule 1 cpc which applies. in salem advocate bar association v. union of india, (2005) 6 scc 344, this court held that the proviso to rule 1 of order viii cpc is directory and not mandatory. an exception was carved out in scg contracts india private limited to this rule, by this court insofar as the commercial disputes are concerned by invoking the second proviso to sub-rule (1) of rule 1 of order v. therefore, to apply the same principle to a matter where the suit was instituted before the normal civil court and transferred to a commercial court after the expiry of 120 days would be to give a complete twist to the interpretation given by the 3member bench in salem advocate bar association, to the proviso to order viii rule 1 cpc. 14. in fact the decision in scg contracts india private limited is by a 2-member bench, which was dealing with the second proviso to sub-rule (1) of rule 1 of order v. therefore, when the decision of the 3-member bench in salem advocate bar association was cited before this court in scg contracts india private limited, this court held in paragraph 11 that the earlier law on order viii rule 1 has now been set at naught. therefore, what is to be applied to normal civil courts is order viii rule 1 and the interpretation given to the same in salem advocate bar association.\" 12.2. this very issue was also considered by division bench of high court of andhra pradesh in amoda iron steel limited (supra). the division bench formulated two issues for consideration. issue no.1 concerns the issue raised in this case. paragraph 15 (1) reads as under: \"15. the following points arise for our consideration and determination:-1. whether in a suit transferred to the commercial court from the regular civil court under section 15(2) of the act, 2015, the commercial court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement?\" 12.3. division bench answered as under: \"37. the applicability of proviso to sub rule (1) of rule(1) of order v cpc has been expressly excluded to the suits or applications transferred to the commercial court and the commercial court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed. when both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of order v and the proviso to section 15(4) of the act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to order v rule(1) sub rule(1) to a suit transferred to the commercial court under section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of order v cpc also looses significance firstly because of its non applicability and secondly because said section 15(4) itself provides that the commercial court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed. 38. here, we notice an anomaly in the statutory provisions. a comparative study of the second proviso to order v rule 1 sub-rule(1) cpc and the proviso to order viii rule 1 cpc as amended through section 16 of the act, 2015 shows that both the provisos are verbatim the same. section 15(4) of the act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of order v cpc, is silent about the proviso to rules 1 and 10 of order viii. on the one hand, proviso to sub rule 1 of rule 1 of order v cpc shall not apply, meaning thereby that with respect to the suits or applications transferred to the commercial court from the civil court under section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to order viii rule 1 cpc on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of order viii cpc. both the provisions i.e. section 15(4) proviso and order viii rules 1 and 10, therefore apparently can not be given effect to at the same time. 39. this anomaly is to be resolved and for that we advert to the principles of interpretation of statutes. . 51. it is thus, well settled that a statute must be construed according to the intention of the legislature. it is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention. the first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself. 52. it is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such. any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation. 53. it is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict. if the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an act of parliament/legislature cannot always forsee all types of situations and all types of consequences. the principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment. 54. keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to section 15(4) of the act, 2015 and section 15(3) r/w order viii rule 1 proviso and rule 10 cpc as amended through section 16 of the act, 2015. . 59. proviso to section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under section 15(2). the general provision is order viii rule 1 cpc as amended through section 16 of act, 2015, which provides 120 days for filing written statement from the date of service of summons. applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under order v, rule 1, sub rule(1) proviso and order viii rule 1 proviso shall not apply to the suits and application transferred to the commercial court under section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under section 15(4), proviso. within such new time line the written statement shall be filed by the defendant. 60. section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of order v cpc but it does not exclude the applicability of proviso to order viii rules 1 and 10 cpc, nor does it provide that if the written statement is not filed within the new time line prescribed under section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement. it also does not provide that the court may extend the new time line prescribed in exercise of power under section 15(4) proviso. on the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e. the new time line prescribed by the court under section 15(4) proviso. use of the expression 'shall' coupled with the legislative intent makes the proviso to section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under section 15(2). there can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute. in other words, it can not be the legislative intent that in suits transferred to the commercial court under section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement. the forfeiture clause is provided under order viii rule 1 as well with the object of speedy disposal. the cases transferred under section 15(2) are also to be decided speedily to achieve the object of the enactment of the act, 2015. 61. we are further of the considered view that the consequences under order viii rule 1 and rule 10 cpc shall follow if the written statement is not filed within the time line prescribed by the court under section 15(4) even to the cases transferred under section 15(2). the specific provision is only with respect to the time line and to that extent i.e. 120 days, the general provision is excluded. 62. we are therefore of the considered view and hold on point no. 1 as under:-1) where the suit or application has been transferred to the commercial court under section 15(2) of the act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant. 2) in a suit or application transferred to the commercial court under section 15(2) of the act, 2015, the written statement shall be filed within the new time period prescribed by the commercial court in exercise of power under section 15(4) of the act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by order viii rules 1 and 10 cpc. 63. the above view would make both the provisions section 15(4) proviso and order viii rules 1 and 10 workable to the best possible extent and shall also advance the object with which the act, 2015 has been enacted considering the legislative intent.\" (emphasis supplied) 13. we are in respectful agreement with the opinion expressed by division bench of high court of andhra pradesh. as rightly observed by learned division bench of high court of andhra pradesh, forfeiture of right to file written statement will arise to a suit transferred from civil court only when commercial court prescribes new timeline. in raj process equipments and systems pvt ltd (supra), hon'ble supreme court held that in view of decision in salem advocates association the proviso to rule 1 of order viii of cpc is discretionary and not mandatory and for normal civil suits, the proviso as existing in cpc applies. the commercial court exercised discretion to grant further time to file written statement. therefore, we see no error in the decision of commercial court. 14. learned counsel for petitioner cited several decisions, we have gone through the said decisions. having regard to the issue involved and in view of provision contained in section 15 (4) of the act, 2015, said decisions have no relevance to the issue in the case on hand. 15. it is vehemently contended that there was inordinate and unexplained delay in filing application to set aside ex-parte order and the commercial court ought to have dismissed the application on that ground. 16. respondents have narrated the reasons for delay in not filing written statement immediately and not filing application to set aside the orders setting them ex-parte and seeking leave to file written statement. it cannot be said that reasons assigned by the respondents are fanciful and imaginary, having regard to the time line of events indicated in their application filed before the trial court. be that as it may, having regard to provision in section 15 (4) of act, 2015, we are of the opinion that since no time line is prescribed by the commercial court after the suit was transferred and no time limit is specified for filing the written statement, it cannot be said that respondents are not entitled to file application to set aside the order setting them ex-parte and seek leave to file written statement. 17. the commercial court has considered all aspects as urged before us and on due assessment of the provisions of law and precedent decisions, the commercial court has come to the correct conclusion in allowing the applications filed by the respondents. the said order is passed on due application of mind and in exercise of discretion vested in the commercial courts. therefore, in exercise of power of superintendence under article 227 of the constitution of india, we cannot re-appreciate the issue and take a different view from the view taken by commercial court. 18. for all the aforesaid reasons, revision fails and accordingly dismissed. no costs. miscellaneous applications, if any pending stand closed. __________________________ p.naveen rao,j ___________________________ nagesh bheemapaka,j date: 02.03.2023 tvk/kkm hon'ble sri justice p. naveen rao hon'ble sri justice nagesh bheemapaka civil revision petition no. 2990 of 2022 date : 02.03.2023 tvk/kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "89c9c8caec62469ab60846f9f7573b84_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a216ce8030af4e4fa2331e4cc18f94c9_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nTelangana High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14bc93d9040b42c580d651eb8d59fec4_2"
        },
        {
            "start": 264,
            "end": 368,
            "text": "\nM/S Ecologique Petro Chemicals Pvt. ... vs M/S Research Center For Fuel Generation ... on 2 March, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3fa99680b8744dbfb30991312da55802_3"
        },
        {
            "start": 369,
            "end": 1263,
            "text": "\nAuthor: P Naveen Rao\nBench: P. Naveen Rao, Nagesh Bheemapaka\n                                 1\n\n\n                 Hon'Ble Sri Justice P. Naveen Rao\n\n            Hon'Ble Sri Justice Nagesh Bheemapaka\n\n              Civil Revision Petition No.2990 of 2022\n\n                            Date : 02.03.2023\n\n\nBetween:\n\nM/s.Ecologique Petro Chemicals Pvt.Ltd.,\nOffice at Plot # 175, Phase-2, Ida Pashamylaram,\nPatancheru (V), Medak District, Telangan State,\nHaving its Regd.Office at 1-60/8/6-B28,\nRolling Hills, Gachibowli, Ranga Reddy,\nduly rep.by its Managing Director Nikhil Jagini,\ns/o.Bheemaiah Jagini, aged 29 years,\nOccu:Business, and Executive Director\nRanjith Reddy Maram, s/o. M.Venkat Gona Reddy,\nAged 30 years, Occu: Business, c/o. M/s.Ecologique\nPetro Chemicals Pvt. Ltd., 1-60/8/6-B28,\nRolling Hills, Gachibwli, Ranga Reddy\n\n                                                       ....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48ed592de89c435ba478dbeb84d6aa1b_4"
        },
        {
            "start": 1264,
            "end": 1275,
            "text": "Petitioner/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e099fc4bddd45ca95019321b86db764_5"
        },
        {
            "start": 1338,
            "end": 1360,
            "text": "Plaintiff\n\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a0a29d211ba74177aec75ad1de605d8d_6"
        },
        {
            "start": 1360,
            "end": 1369,
            "text": "And\n\nM/s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b400773a50a3455dad3dacc509defafd_7"
        },
        {
            "start": 1370,
            "end": 1583,
            "text": "Research Center for Fuel Generation,\nRegd.Office : D-201/203, Ii Floor, Tower No.8,\nBelapur Railway Station Complex, Cbd Belapur,\nNavi Mumbai, Maharastra State, rep.by its\nProprietor Dr. Sadanand Dixit and others.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ef460fda7dd48dba25f1727080c321d_8"
        },
        {
            "start": 1638,
            "end": 1724,
            "text": "....Respondents/\n                                                           defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4238705dbb64f23b0a02ec849eac291_9"
        },
        {
            "start": 1725,
            "end": 1827,
            "text": "\n\n\n\n\nThe Court made the following:\n                                          2\n\n\n                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72f99afd4d884416a87bf70497f3ccc5_10"
        },
        {
            "start": 1827,
            "end": 1859,
            "text": "Hon'Ble Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a2fa8d7cf264df9baa289acf44d8ed9_11"
        },
        {
            "start": 1877,
            "end": 1914,
            "text": "Hon'Ble Sri Justice Nagesh Bheemapaka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6badb82103354c6a80a455548847419c_12"
        },
        {
            "start": 1934,
            "end": 2181,
            "text": "Civil Revision Petition No.2990 of 2022\n\nOrder:\n(Per Hon'ble Sri Justice P Naveen Rao) Heard learned counsel for petitioner Sri M Annapurnayya and learned counsel for respondents Sri Shyam S Agarwal.\n2. Revision Petitioner is plaintiff, in O.S No.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef218de5baed4b5ead819700c0a45f6f_13"
        },
        {
            "start": 2182,
            "end": 2219,
            "text": " 472 of 2016 (New COS No. 12 of 2018)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "717e585daac044729f5042e028fe3dd6_14"
        },
        {
            "start": 2220,
            "end": 2341,
            "text": "on the file of Court of XIII Additional District Judge, Ranga Reddy district at L.B.Nagar for recovery of 2,44,02,487.61.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d7b45e4854b4802b76d8bc7c60127d2_15"
        },
        {
            "start": 2342,
            "end": 2376,
            "text": "Respondents herein are defendants.",
            "labels": [
                "NONE"
            ],
            "id": "60da3cc8b12d481e8d63d80e84923122_16"
        },
        {
            "start": 2377,
            "end": 2551,
            "text": "On service of summons from the Civil Court, defendants entered appearance on 18.5.2016 but no written statement was filed within 120 days from the date of receipt of summons.",
            "labels": [
                "FAC"
            ],
            "id": "4bfdb93ef7f444cfb4b9479acad7d039_17"
        },
        {
            "start": 2552,
            "end": 2695,
            "text": "Even without filing written statement, I.A No. 148 of 2016 was filed under Order XIV Rule 2 of CPC challenging the jurisdiction of Civil Court.",
            "labels": [
                "FAC"
            ],
            "id": "9d9a049a54fa4fec91f3458931c3e3ae_18"
        },
        {
            "start": 2696,
            "end": 3007,
            "text": "As the dispute involved is a commercial dispute, consequent to establishment of Commercial Courts in Ranga Reddy district, the suit was transferred to the Commercial Court i.e., Special Judge for Trial and Disposal of Commercial Disputes, Ranga Reddy District at L.B. Nagar and renumbered as COS No. 12 of 2018.",
            "labels": [
                "FAC"
            ],
            "id": "a94d98263cb3416a8578923d71304e0a_19"
        },
        {
            "start": 3008,
            "end": 3104,
            "text": "After transfer of the suit to Commercial Court, said I.A. was renumbered as I.A. No. 89 of 2018.",
            "labels": [
                "FAC"
            ],
            "id": "e68da43fb5d44fe38038442ae10cebf3_20"
        },
        {
            "start": 3105,
            "end": 3258,
            "text": "During the pendency of said I.A., by order dated 4.7.2017 defendants were set ex-parte on the ground that no written statement was filed within the time.",
            "labels": [
                "FAC"
            ],
            "id": "0bf739e7c8014f1a98921b02c2082a2f_21"
        },
        {
            "start": 3259,
            "end": 3393,
            "text": "By order dated 27.8.2018, I A No. 89 of 2018 was disposed of giving liberty to the defendants to lead evidence regarding jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "a906a1f08a134950a24cc1966dd8a70a_22"
        },
        {
            "start": 3394,
            "end": 3510,
            "text": "Aggrieved thereby, C.R.P. No. 942 of 2019 was filed and the same was allowed by this Court by order dated 22.7.2019.",
            "labels": [
                "FAC"
            ],
            "id": "1df69be198cf4dc3a3f9aa7dec73438c_23"
        },
        {
            "start": 3511,
            "end": 3642,
            "text": "On 26.11.2019, I A No. 186 of 2021 was filed praying to set aside order dated 4.7.2017 in COS No. 12 of 2018 setting them ex-parte.",
            "labels": [
                "FAC"
            ],
            "id": "d9d9861d33c4457d995d54c846b7a2e5_24"
        },
        {
            "start": 3643,
            "end": 3796,
            "text": "By order dated 8.6.2022, I A No. 186 of 2021 was allowed setting aside ex-parte order dated 4.7.2017 and permitting the defendants to prosecute the suit.",
            "labels": [
                "FAC"
            ],
            "id": "ee34b103209c4d7789e96184383fa3ff_25"
        },
        {
            "start": 3797,
            "end": 3839,
            "text": "Aggrieved thereby, this revision is filed.",
            "labels": [
                "FAC"
            ],
            "id": "2a4cf7ca35ca4ae791413c081724da01_26"
        },
        {
            "start": 3841,
            "end": 4280,
            "text": "3. According to learned counsel for petitioner, Order V of Civil Procedure Code was amended by 'The Commercial Courts Act, 2015' (for short the Act, 2015) which requires filing of written statement within a maximum period of 120 days from the date of receipt of summons and if no written statement is filed within 120 days, right to file written statement stands forfeited and Commercial Court has no jurisdiction to relax this time frame.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb003d3638054bbebfb2784824f85d11_27"
        },
        {
            "start": 4281,
            "end": 4538,
            "text": "He would submit that even though it is a pending suit in a civil Court transferred to Commercial Court, as per Order VIII Rule 1 of CPC as amended 120 days period still remains and in terms thereof the written statement requires to be filed within 120 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eaf6dd00d6ba48229b6885a27bf7ad61_28"
        },
        {
            "start": 4539,
            "end": 4815,
            "text": "He further submits that admittedly, defendants have not filed written statement within time, therefore, order of the trial Court setting aside the order placing the defendants ex-parte to the suit on the ground that written statement was not filed within 120 days, is illegal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ec0cfa61b1a45c1805efe74e383c016_29"
        },
        {
            "start": 4817,
            "end": 5074,
            "text": "3.1. He would further submit that defendants were set ex-parte on 4.7.2017 but they took more than two years four months to file application to set aside ex-parte order and to file written statement, but no satisfactory explanation is offered for the delay.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b18495427ea4ad3950789ebd2531c4b_30"
        },
        {
            "start": 5075,
            "end": 5275,
            "text": "Even assuming that they are entitled to seek an order to set aside the ex-parte order, respondents/defendants have not filed any application praying to condone the delay beyond the period of 120 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c3f627145b284cfda3356c403101bcde_31"
        },
        {
            "start": 5276,
            "end": 5344,
            "text": "Therefore, application filed by the respondents is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "de2f4f450f0543faaf7d3aabb2911c2d_32"
        },
        {
            "start": 5346,
            "end": 5465,
            "text": "3.2. He would submit that the trial Court failed to appreciate the above facts and erroneously allowed the application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7aeaf13569594fedbd1799566083e96f_33"
        },
        {
            "start": 5467,
            "end": 5822,
            "text": "3.3. In support of his contentions, learned counsel placed reliance on the following decisions:\nR.K.Roja Vs U.S. Rayudu1; SCG Contracts (India) Private Ltd Vs K.S.Chamankar Infrastructure Private Limited2; Prakash Corporates Vs Dee Vee Projects Limited3, N.Bayyapu Reddy Vs M.Surya Prakash4; Amoda Iron Steel Limited Vs Sneha Anlytics and Scientifics5.\n4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f52bd0f63bba4a21a0709e7724852bba_34"
        },
        {
            "start": 5823,
            "end": 6052,
            "text": "Per contra, according to learned counsel for respondents as defendants were contesting the maintainability of the suit itself, they filed I.A. No. 148 of 2016 and they were waiting for disposal of said I.A. to take further steps.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "906ad157a7704c5ba2fb996d0cb5b536_35"
        },
        {
            "start": 6053,
            "end": 6694,
            "text": "He would submit that in view of Section 15 (3)6 and (4)7 of the Act, 2015, the penal consequences of (2016) 14 SCC 275 (2019) 12 SCC 210 (2022) 5 SCC 112 2011 SCC OnLine AP 594 2022 SCC OnLine AP 136 15. Transfer of pending cases.--(1)....(2).....(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "3b80e312bbf3493ea27c43ea84f6d1d7_36"
        },
        {
            "start": 6695,
            "end": 7213,
            "text": "(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nnot filing the written statement within 120 days in terms of Order V Rule 1 and Order VIII Rule 1 as amended are not attracted.",
            "labels": [
                "STA"
            ],
            "id": "9bca9c09a99b423ebaca0f0d6679ec0f_37"
        },
        {
            "start": 7214,
            "end": 7470,
            "text": "That as per CPC as applicable to civil proceedings, discretion is vested in the civil Court to condone the delay in filing written statement and to consider application to set aside the ex-parte order and to permit the defendants to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cddcc2e40324424ac915038fa403906_38"
        },
        {
            "start": 7471,
            "end": 7756,
            "text": "Since, it is a pending suit before the Civil Court transferred to Commercial Court on establishment of Commercial Court, the original provision in CPC is attracted and Commercial Court has got discretion to condone the delay in filing written statement by setting aside ex-parte order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5da19da396340739eebcc0ab36a5b84_39"
        },
        {
            "start": 7757,
            "end": 7961,
            "text": "He would submit that Section 15 (4) requires determination of new time line or issue such further direction as may be necessary for a speedy and efficacious disposal of a suit before the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "00e6ab98dbcc4d9fa6390586f74ead76_40"
        },
        {
            "start": 7962,
            "end": 8296,
            "text": "In the instant suit, no such time line is determined by the Commercial Court and in the absence of determination of time line and in view of the provision contained in Section 15 (3) and (4) of the Act, 2015, the trial Court rightly exercised its discretion to set aside the order permitting the respondents to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d374ffee5e51482096b7baf547a328ed_41"
        },
        {
            "start": 8297,
            "end": 8432,
            "text": "In support of his contentions, he placed reliance on Raj Process Equipments and Systems Pvt Ltd and Ors Vs Honest Derivatives Pvt Ltd8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c32cff93fa714eb7bd900a00d32639b7_42"
        },
        {
            "start": 8434,
            "end": 8743,
            "text": "Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\nMANU/SCOR/108561/2022 5.",
            "labels": [
                "STA"
            ],
            "id": "0109eb59b8944764a1a2950b269a39db_43"
        },
        {
            "start": 8744,
            "end": 8965,
            "text": "On 30.12.2016, I.A. No. 148 of 2016 was filed under Order XIV Rule 2 read with Section 151 of CPC praying to frame jurisdiction of Courts in State of Telangana as preliminary issue and to decide the same at the threshold.",
            "labels": [
                "FAC"
            ],
            "id": "8c37d7192cb74d0abea61047cad4d04d_44"
        },
        {
            "start": 8966,
            "end": 9190,
            "text": "According to respondents, no suit can be filed in State of Telangana as in terms of the agreement entered into between the parties, only Navi Mumbai and Nasik Courts have jurisdiction to resolve disputes between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "4b8ffe92d0c048e99b57cf04cbf10e02_45"
        },
        {
            "start": 9191,
            "end": 9687,
            "text": "According to learned counsel for respondents, in pursuant to interest expressed by the petitioner/plaintiff and meetings held between the plaintiff's Directors/Officers with respondents 1 and 2 at Navi Mumbai and Nasik, the second defendant has sent a quotation dated 17.3.2011 for supply of machinery and in the e-mail sent on 30.5.2011 and in the correspondence at clause 12 it was recorded that said contract should be subject to the jurisdiction of Honourable Courts in Navi Mumbai and Nasik.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "63515ca282094e9793eb69897fcccc59_46"
        },
        {
            "start": 9688,
            "end": 9795,
            "text": "He would therefore submit that the Courts in State of Telangana have no jurisdiction to entertain the suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2f0dc674d4cb48b8bb59722d96e41255_47"
        },
        {
            "start": 9796,
            "end": 10047,
            "text": "Since, respondents have filed an application praying the trial Court to frame preliminary issue on jurisdiction and to decide the same, awaiting the decisions of the trial Court on the preliminary issue, they have not chosen to file written statement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9573049e175e43438b33853a44379e08_48"
        },
        {
            "start": 10049,
            "end": 10293,
            "text": "6. He further submits that the matter under went several adjournments for filing counter and to make submissions and by order dated 27.8.2018 the trial Court allowed I A No. 89 of 2018 and was pleased to frame preliminary issue on jurisdiction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ad659dee9c0b472cb9133d9775763260_49"
        },
        {
            "start": 10294,
            "end": 10348,
            "text": "Thereafter, the matter underwent several adjournments.",
            "labels": [
                "FAC"
            ],
            "id": "14dca2b3b45647d1a320fb7da0370a0e_50"
        },
        {
            "start": 10349,
            "end": 10412,
            "text": "It was directed to be listed on 9.4.2019 for cross examination.",
            "labels": [
                "RPC"
            ],
            "id": "3a63f5de1fe14be6a7b51e3859b421de_51"
        },
        {
            "start": 10413,
            "end": 10551,
            "text": "On 9.4.2019 the cross examination of the deponent as witness was completed and respondents/defendants 1 to 4 reported no further evidence.",
            "labels": [
                "FAC"
            ],
            "id": "5f6c344fddf9453f8fd9248040897542_52"
        },
        {
            "start": 10552,
            "end": 10616,
            "text": "The case was adjourned to 16.4.2019 for submission of arguments.",
            "labels": [
                "RPC"
            ],
            "id": "54c8cf0013b7430c970f3d278c4d34ec_53"
        },
        {
            "start": 10617,
            "end": 10709,
            "text": "Plaintiff filed CRP No. 943 of 2019 before this Court challenging the order dated 27.8.2018.",
            "labels": [
                "FAC"
            ],
            "id": "ef7f55b2cced403eb7e1950f1f1d4233_54"
        },
        {
            "start": 10710,
            "end": 10794,
            "text": "By order dated 15.4.2019 this Court granted interim stay of all further proceedings.",
            "labels": [
                "FAC"
            ],
            "id": "1253f7cbb12140d48d913368a25ac619_55"
        },
        {
            "start": 10795,
            "end": 11051,
            "text": "Finally the said revision was disposed of by order dated 27.7.2019 setting aside the order dated 27.8.2019 holding that issue of jurisdiction is also a mixed question of law and fact and cannot be taken as a preliminary issue under Order XIV Rule 2 of CPC.",
            "labels": [
                "FAC"
            ],
            "id": "4ad6bc62dfa64fa0aee5ca2ec5349b7b_56"
        },
        {
            "start": 11052,
            "end": 11126,
            "text": "According to respondents on 23.8.2019 and 18.10.2019 the Court was vacant.",
            "labels": [
                "FAC"
            ],
            "id": "9fdac9a96c47435081deafbf5ba012cc_57"
        },
        {
            "start": 11127,
            "end": 11340,
            "text": "In view of the orders dated 27.7.2019 of this Court in CRP No. 942 of 2019 respondents/defendants desired to file their detailed written statement raising various objections including on the issue of jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "65115d20371f43f798ab238188895bf4_58"
        },
        {
            "start": 11341,
            "end": 11465,
            "text": "Therefore, at that stage, application was moved to set aside the ex-parte order and to seek leave to file written statement.",
            "labels": [
                "FAC"
            ],
            "id": "8e2a0ae945434b8880699dd7eaa679fa_59"
        },
        {
            "start": 11467,
            "end": 11716,
            "text": "7. By referring to this chronology of events, learned counsel for respondents submitted that, in the above factual background, written statement was not filed within 120 days from date of receiving summons, but the same is not willful or deliberate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbc175e38cb44a449d1ac0a1bd8d50a9_60"
        },
        {
            "start": 11717,
            "end": 11990,
            "text": "He therefore submitted that having regard to the history of litigation explained above, unless opportunity to file written statement is afforded, grave prejudice would be caused to the respondents/defendants and therefore submits that order of the trial Court be upheld.\n8.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fc818ec4a2743e89e1d12c01229eb05_61"
        },
        {
            "start": 11991,
            "end": 12128,
            "text": "With avowed objective of expediting the disposal of suits involving commercial disputes, The Commercial Courts Act, 2015 was promulgated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3049c18c280c44dfa4a1c0c9eea47c40_62"
        },
        {
            "start": 12129,
            "end": 12205,
            "text": "In order to ensure expeditious disposal certain special provisions are made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1a4cb0bd2d44ba88593fad469b9d2a8_63"
        },
        {
            "start": 12206,
            "end": 12277,
            "text": "By Act, 2015 some provisions of Civil Procedure Code were also amended.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7cf0c7b88302480eb89bf0c02d1c4dea_64"
        },
        {
            "start": 12278,
            "end": 12519,
            "text": "After establishment of Commercial Courts, the suits involving commercial disputes pending before the Civil Courts are required to be transferred to Commercial Courts to be tried in accordance with the provisions of Act, 2015 and amended CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe6e636d4bda4b92aff95941f810c1a0_65"
        },
        {
            "start": 12520,
            "end": 13001,
            "text": "\nThough, Order V vests discretion in the civil Court to condone the delay in filing written statement within the time granted by the Court and in a given case even to set aside the ex-parte order setting the defendants ex-parte and permitting them to file written statement, as this particular aspect is also leading to avoidable delays, order V Rule 1 is amended imposing strict condition of fixing maximum time limit of 120 days to file written statement in a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34f724d130154558b42ae97ade37827f_66"
        },
        {
            "start": 13002,
            "end": 13195,
            "text": "If the written statement is not filed within 120 days from date of receipt of summons, defendants lose their right to file written statement and case proceeds further without written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed0d1a8ae7624b38af3a11a2ffdac7d8_67"
        },
        {
            "start": 13196,
            "end": 13463,
            "text": "Even if there is genuine cause for the defendants in not filing written statement, the Commercial Court has no jurisdiction to condone the delay and to permit filing of written statement after 120 days.\n9. Section 15 of Act, 2015 deals with transfer of pending cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab4ba339966147d9b8c26157fe1cce16_68"
        },
        {
            "start": 13464,
            "end": 13832,
            "text": "All suits and applications including applications under The Arbitration And Conciliation Act, 1996 relating to commercial disputes of specified value pending in High Court where a Commercial Division has been constituted, in a civil Court in any district or area in respect of which Commercial Court has been constituted should be transferred to such commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "311c2a5914ee42dcb7c61d48b4460eb7_69"
        },
        {
            "start": 13833,
            "end": 13986,
            "text": "According to sub section 3 on such transfer, the provisions of Act, 2015 shall apply to those procedures that were not completed at the time of transfer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9716d3668e94490da09b7ee8c65b5da0_70"
        },
        {
            "start": 13987,
            "end": 14345,
            "text": "According to sub section 4 on such transfer Commercial Division or Commercial Court may hold case management hearing in respect of such transferred suit or application in order to prescribe new time lines or issue such further directions as may be necessary for speedy and efficacious disposal of such suit or application in accordance with Order XVA of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "465810d22c1241709f4b5a6b336a4d30_71"
        },
        {
            "start": 14346,
            "end": 14601,
            "text": "Proviso appended to sub section 4 states that proviso to sub rule 1 of Rule 1 of Order 5 shall not apply to such transferred suit or application and the Court may in its discretion prescribe a new time period within which written statement shall be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7da06cea1870444e8a7894993fd00fc6_72"
        },
        {
            "start": 14603,
            "end": 14945,
            "text": "10. From plain reading of sub section 4 of Section 15 along with proviso, it is clear that a civil suit transferred to Commercial Court requires new time lines to be specified by the Commercial Court and the new time lines so specified are applied notwithstanding any contrary provision as applicable to Commercial suit filed under Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "073e6b4c74ef46869fdefbe18a311d9a_73"
        },
        {
            "start": 14946,
            "end": 15044,
            "text": "As a corollary the restraint imposed in proviso to Sub Rule 1 of Rule 1 of Order V does not apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76e4ba94991448f9b2c01c6ca44b9bf5_74"
        },
        {
            "start": 15045,
            "end": 15295,
            "text": "In other words, the restriction on filing written statement within 120 days in a Commercial Suit is not attracted to a pending civil suit transferred to the Commercial Court but on such transfer, the Commercial Court needs to prescribe new time line.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1ab65e2fb5f441490904b74813a330a_75"
        },
        {
            "start": 15296,
            "end": 15506,
            "text": "On further reading of Sub Section 4 and proviso, it is also clear that discretion is vested in the Commercial Court to prescribe the time line and new time period within which written statement should be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6afcf7e61238492b8116a34c6c9893cf_76"
        },
        {
            "start": 15508,
            "end": 15738,
            "text": "11. Though, provision in Section 15 is very clear, learned counsel for petitioner sought to contend that proviso to Section 15 (4) only covers proviso to sub rule (1) Order V Rule (1) but not applicable to Order VIII Rule1 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "029a7cafb76e4c5e8664d5c607e6be93_77"
        },
        {
            "start": 15739,
            "end": 15924,
            "text": "According to learned counsel, Order VIII Rule 1 of CPC also requires filing of written statement within a period of 30 days with extended period of 90 days and total period of 120 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d0012c6093740d597f770940430ea9a_78"
        },
        {
            "start": 15925,
            "end": 15953,
            "text": "It is a mandatory provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c118a58ab67441bb6ba132941ed41fe_79"
        },
        {
            "start": 15954,
            "end": 16182,
            "text": "As this requirement is not relaxed, if written statement is not filed within 120 days, the right to file written statement stands forfeited and they cannot take advantage of provision in Section 15 (4) of Act, 2015 any more.\n12.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24f2beac008e4a238a2f0fe64dc24f79_80"
        },
        {
            "start": 16183,
            "end": 16289,
            "text": "Very same issue was raised before the Hon'ble Supreme Court in Raj Process Equipments and Systems Pvt Ltd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e7875bea74d4df19c9e62fddace5d3b_81"
        },
        {
            "start": 16290,
            "end": 16597,
            "text": "Hon'ble Supreme Court considered the issue wherein holding that written statement was not filed within time granted, even though appearance was entered, the trial Court by order dated 3.7.2018 set defendants 3 and 4 ex-parte and forfeited the right of filing written statement by defendants 1 and 2 therein.",
            "labels": [
                "RLC"
            ],
            "id": "f4d3cd20d8ba4015a021397edd4672ea_82"
        },
        {
            "start": 16598,
            "end": 16669,
            "text": "On 11.8.2018 District Court Jalgaon was designated as Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44a125cfe64640a1aba2c09fc663ea25_83"
        },
        {
            "start": 16670,
            "end": 16775,
            "text": "The suit pending on the file of the Civil Court / Civil Division was transferred to the Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "628de190711f424493e13e576945f954_84"
        },
        {
            "start": 16776,
            "end": 17075,
            "text": "After the transfer of suit, defendants 1 to 4 moved three applications, for condonation of delay, recalling the order of 'no written statement' dated 3.7.2018 passed against defendant nos.1 and 2 and setting aside the order directing the proceedings to go on ex- parte against defendant nos.3 and 4.",
            "labels": [
                "RLC"
            ],
            "id": "22972ef113b24662bcb77ed04b39f37a_85"
        },
        {
            "start": 17076,
            "end": 17217,
            "text": "The Commercial Court rejected all the three applications by order dated 11.4.2019 by placing reliance on proviso to Order VIII Rule 1 of CPC.",
            "labels": [
                "RLC"
            ],
            "id": "fd976e74ef874889951aa6efca12450f_86"
        },
        {
            "start": 17218,
            "end": 17287,
            "text": "Said decision of the Commercial Court was affirmed by the High Court.",
            "labels": [
                "RLC"
            ],
            "id": "acc51f243c344c0d90699315001b735b_87"
        },
        {
            "start": 17289,
            "end": 17548,
            "text": "12.1. The Hon'ble Supreme Court noticed that in accordance with proviso to sub-rule 1 of Rule 1 of Order V of CPC and the proviso to Rule 1 of Order VIII the time to file written statement expired on 18.6.2018 when the suit was pending before the Civil Court.",
            "labels": [
                "RLC"
            ],
            "id": "a96d1db2df794f01a47ba3ec298529b0_88"
        },
        {
            "start": 17549,
            "end": 17585,
            "text": "Hon'ble Supreme Court observed:\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a42fc4c1e99c4224b88dc97ffc173e2c_89"
        },
        {
            "start": 17586,
            "end": 17781,
            "text": "It is also an admitted fact that the period of 120 days as stipulated in the second proviso to sub-rule (1) of Rule 1 of Order V CPC and the proviso to Rule 1 of Order VIII expired on 18.06.2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dae2fb6e792b49d48ca28a9e7060eec3_90"
        },
        {
            "start": 17783,
            "end": 18013,
            "text": "11. In other words, the time that was available, if a strict interpretation is given to the aforesaid provisions, was nothing because the time of 120 days had expired even when the matter was pending before the normal Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "062be0b884834cba96fb6048bf974d4b_91"
        },
        {
            "start": 18014,
            "end": 18022,
            "text": "\n.......",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8dab4e5c15174761a972ecbbb422d95f_92"
        },
        {
            "start": 18024,
            "end": 18048,
            "text": "13. But we do not agree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2087ecbc5b3d4d65a1cedde05d8c5184_93"
        },
        {
            "start": 18049,
            "end": 18233,
            "text": "The suit that became the subject matter of dispute in SCG Contracts India Private Limited, appears to have been filed before the Commercial Court and not before the normal Civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4c09e8d02ca47b1b48c3c250b420b7b_94"
        },
        {
            "start": 18234,
            "end": 18341,
            "text": "Insofar as the normal Civil Courts are concerned, it is the proviso to Order VIII Rule 1 CPC which applies.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50016e1435864c06a650aeb1a5fd7879_95"
        },
        {
            "start": 18342,
            "end": 18505,
            "text": "In Salem Advocate Bar Association v. Union of India, (2005) 6 SCC 344, this Court held that the proviso to Rule 1 of Order VIII CPC is directory and not mandatory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "76f87d1d20d04f069c2980d2d5f0425d_96"
        },
        {
            "start": 18506,
            "end": 18718,
            "text": "An exception was carved out in SCG Contracts India Private Limited to this Rule, by this Court insofar as the commercial disputes are concerned by invoking the second proviso to sub-rule (1) of Rule 1 of Order V.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c2f4b1aa5b2487e8199c07be019a94e_97"
        },
        {
            "start": 18719,
            "end": 19061,
            "text": "Therefore, to apply the same principle to a matter where the suit was instituted before the normal Civil Court and transferred to a Commercial Court after the expiry of 120 days would be to give a complete twist to the interpretation given by the 3- member Bench in Salem Advocate Bar Association, to the proviso to Order VIII Rule 1 CPC.\n14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d309b24fca864c8bbe7fa70cbbc0d1e9_98"
        },
        {
            "start": 19062,
            "end": 19225,
            "text": "In fact the decision in SCG Contracts India Private Limited is by a 2-member Bench, which was dealing with the second proviso to sub-rule (1) of Rule 1 of Order V.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4330fd81116448639ed423be56f358b2_99"
        },
        {
            "start": 19226,
            "end": 19480,
            "text": "Therefore, when the decision of the 3-member Bench in Salem Advocate Bar Association was cited before this Court in SCG Contracts India Private Limited, this Court held in paragraph 11 that the earlier law on Order VIII Rule 1 has now been set at naught.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c0ac93865fff4303a8cbaaf1ab7f593f_100"
        },
        {
            "start": 19481,
            "end": 19634,
            "text": "Therefore, what is to be applied to normal Civil Courts is Order VIII Rule 1 and the interpretation given to the same in Salem Advocate Bar Association.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "05c15abba34940578d777b9639db2942_101"
        },
        {
            "start": 19636,
            "end": 19764,
            "text": "12.2. This very issue was also considered by Division Bench of High Court of Andhra Pradesh in Amoda Iron Steel Limited (supra).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f47d7f2fee4417eb222febf44645918_102"
        },
        {
            "start": 19765,
            "end": 19824,
            "text": "The Division Bench formulated two issues for consideration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5efc7c54eafa4b6c9131a7632d7bd729_103"
        },
        {
            "start": 19825,
            "end": 19875,
            "text": "Issue No.1 concerns the issue raised in this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c4f5761064a436285877f9136d20ced_104"
        },
        {
            "start": 19876,
            "end": 19913,
            "text": "Paragraph 15 (1) reads as under:\n\"15.",
            "labels": [
                "STA"
            ],
            "id": "802f783870174ab2a384b650ce5a5d32_105"
        },
        {
            "start": 19914,
            "end": 20312,
            "text": "The following points arise for our consideration and determination:--\n1. Whether in a suit transferred to the Commercial Court from the Regular Civil Court under Section 15(2) of the Act, 2015, the Commercial Court has the jurisdiction to extend the period of 120 days or grant a fresh period beyond 120 days, from the date of service of summons on the defendant, for filing the written statement?\"",
            "labels": [
                "ISSUE"
            ],
            "id": "154504294ccb479ab18709a4f0c062d2_106"
        },
        {
            "start": 20313,
            "end": 20358,
            "text": "\n12.3. Division Bench answered as under:\n\"37.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0352451723924946be5b39764a9a910d_107"
        },
        {
            "start": 20359,
            "end": 20665,
            "text": "The applicability of proviso to sub rule (1) of rule(1) of Order V CPC has been expressly excluded to the suits or applications transferred to the Commercial Court and the Commercial Court has been vested with the discretion to prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73d4ace8498443ddabe5c46315a6004d_108"
        },
        {
            "start": 20666,
            "end": 21549,
            "text": "When both the provisions i.e., the proviso to sub-rule(1) of rule-(1) of Order V and the proviso to Section 15(4) of the Act, 2015 are read together, the apparent conclusion is that on expiry of 120 days from the date of service of summons if written statement is not filed, the right to file written statement cannot be forfeited, because of the non applicability of 2nd proviso to Order V Rule(1) sub rule(1) to a suit transferred to the Commercial Court under Section 15(1) or (2) and the time limit of 120 days specified in 2nd proviso to sub rule (1) of rule 1 of Order V CPC also looses significance firstly because of its non applicability and secondly because said Section 15(4) itself provides that the Commercial Court in such a transferred case may in its discretion provide a new time period for filing written statement within which the written statement shall be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3a65d9f75c34a9392a89517f9f3d3c9_109"
        },
        {
            "start": 21551,
            "end": 21610,
            "text": "38. Here, we notice an anomaly in the statutory provisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4e33af37d094cee8d03bec705772016_110"
        },
        {
            "start": 21611,
            "end": 21826,
            "text": "A comparative study of the second proviso to Order V rule 1 sub-rule(1) CPC and the proviso to Order VIII rule 1 CPC as amended through Section 16 of the Act, 2015 shows that both the provisos are verbatim the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0898875a95cd40ad877e739a276064a2_111"
        },
        {
            "start": 21827,
            "end": 22019,
            "text": "Section 15(4) of the Act, 2015, which expressly excludes the applicability of the proviso to sub rule(1) of rule(1) of Order V CPC, is silent about the proviso to rules 1 and 10 of Order VIII.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f74413d1f3745fb9a9d3460bb51dd6a_112"
        },
        {
            "start": 22020,
            "end": 23024,
            "text": "On the one hand, proviso to sub rule 1 of rule 1 of Order V CPC shall not apply, meaning thereby that with respect to the suits or applications transferred to the Commercial Court from the civil court under Section 15(1) or (2) the right of the defendant to file written statement shall not be forfeited even if the same is not filed within a period of 120 days from the date of service of summons and further, in view of Section 15(4) itself, the commercial court may in its discretion prescribe a new time period within which the written statement shall be filed, but on the other hand, in view of the proviso to Order VIII rule 1 CPC on expiry of 120 days, the right of the defendant to file the written statement, if the written statement is not filed within that time-limit, shall be forfeited and the court shall not allow the written statement to be taken on record on expiry of such period nor the court shall extend the time for filing the written statement in view of rule 10 of Order VIII CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9eb4e0ce7feb42749f05e6a04bd41c5f_113"
        },
        {
            "start": 23025,
            "end": 23168,
            "text": "Both the provisions i.e. Section 15(4) proviso and Order VIII rules 1 and 10, therefore apparently can not be given effect to at the same time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34f5874017dc42f38c39d97c9c2e54a4_114"
        },
        {
            "start": 23170,
            "end": 23276,
            "text": "39. This anomaly is to be resolved and for that we advert to the principles of interpretation of statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e09e865847d40b7a0fce289ce8daa86_115"
        },
        {
            "start": 23277,
            "end": 23289,
            "text": "\n...........",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76db603ad73f49fbb31d2551de5539b7_116"
        },
        {
            "start": 23291,
            "end": 23399,
            "text": "51. It is thus, well settled that a statute must be construed according to the intention of the legislature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fe03e57e366488eb833002a67fd3037_117"
        },
        {
            "start": 23400,
            "end": 23539,
            "text": "It is the duty of the courts to act upon the true intention of the legislature and it is the words used which best disclose such intention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "634e9e329f0f4d29b988d0d0242769f4_118"
        },
        {
            "start": 23540,
            "end": 23682,
            "text": "The first and primary rule of construction is that the intention of the legislature must be found in the words used by the legislature itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5e02ef9f56c4b50a8e0e1549651c43b_119"
        },
        {
            "start": 23684,
            "end": 23920,
            "text": "52. It is also well settled that the basic rule of interpretation is the \"plain meaning rule\" which suggests that when the language in the statute is plain and unambiguous the court has to read and understand the plain language as such.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "291faf85d00f4e1b93b9c7f206de3c0f_120"
        },
        {
            "start": 23921,
            "end": 24288,
            "text": "Any hardship and inconvenience can not be the basis to alter the meaning to the language employed by the legislation, but, if the plain language results in absurdity or anomaly the court is entitled to determine the meaning of the word in the context in which it is used, keeping in view the legislative purpose and can even explain the intention of the legislation.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b69f88a7d6384beb9ab02a1823739371_121"
        },
        {
            "start": 24288,
            "end": 24599,
            "text": "53. It is equally well settled principle of interpretation of statute that where the provisions of an enactment appear to be in conflict, courts must adopt an interpretation which harmonises to the best extent possible both the provisions, as it is to be presumed that the legislature did not intend a conflict.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bab88cc76e3443ebebbb050adec1731_122"
        },
        {
            "start": 24600,
            "end": 24937,
            "text": "If the intention of the legislature is absolutely clear the court can even correct the errors made by the person who drafted the legislation and may write down or omit/delete/add words to serve the purpose of the legislation, as an Act of Parliament/Legislature cannot always forsee all types of situations and all types of consequences.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26ab2cbf28a6406693adb25a96f20bc7_123"
        },
        {
            "start": 24938,
            "end": 25089,
            "text": "The principle that the general excludes the specific is a tool of statutory interpretation applied even in cases of conflict within the same enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e417495442df47b98fcfc0ed0bb8b1fa_124"
        },
        {
            "start": 25090,
            "end": 25381,
            "text": "\n54. Keeping in view the above principles of interpretation of statute we now proceed to resolve the anomaly pointed out above in view of proviso to Section 15(4) of the Act, 2015 and Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 CPC as amended through Section 16 of the Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8adb52cf30248489bddd7c8431dcbf8_125"
        },
        {
            "start": 25383,
            "end": 25393,
            "text": "..........",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd2fcf0665ce4e06808776bdcddf9e1b_126"
        },
        {
            "start": 25394,
            "end": 25678,
            "text": "\n59. Proviso to Section 15(4) which provides for the discretion in the court to prescribe a new time period for filing of the written statement in our view is in the nature of a specific provision for the suits and applications transferred to the commercial court under Section 15(2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e33b38dddece4495b694ada540c80a90_127"
        },
        {
            "start": 25679,
            "end": 25859,
            "text": "The general provision is Order VIII rule 1 CPC as amended through Section 16 of Act, 2015, which provides 120 days for filing written statement from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f8955ff1f3145aab0d886abacf903e9_128"
        },
        {
            "start": 25860,
            "end": 26354,
            "text": "Applying the principle that the general excludes the specific even in the cases of conflict within the same enactment, the time line of 120 days for filing written statement under Order V, rule 1, sub rule(1) proviso and Order VIII rule 1 proviso shall not apply to the suits and application transferred to the commercial court under Section 15(2) and with respect to those suits and applications a new time line may be prescribed by the court in exercise of power under Section 15(4), proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad0274b67e0c48c2bde7d0dd4c3cbd25_129"
        },
        {
            "start": 26355,
            "end": 26435,
            "text": "Within such new time line the written statement shall be filed by the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5dd20ebdb1b5491fb96885d50d5da370_130"
        },
        {
            "start": 26436,
            "end": 26838,
            "text": "\n60. Section 15(4) proviso, though excludes applicability of proviso to sub rule(1) of rule 1 of Order V CPC but it does not exclude the applicability of proviso to Order VIII rules 1 and 10 CPC, nor does it provide that if the written statement is not filed within the new time line prescribed under Section 15(4) proviso, even then the defendant shall not forfeit the right to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54b85216a8944aee9c23a0e83e5178e9_131"
        },
        {
            "start": 26839,
            "end": 26968,
            "text": "It also does not provide that the court may extend the new time line prescribed in exercise of power under Section 15(4) proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ff0d253999e4b06a03c4ac2e41301d1_132"
        },
        {
            "start": 26969,
            "end": 27159,
            "text": "On the contrary, the said proviso specifically provides that the written statement shall be filed within such time i.e. the new time line prescribed by the court under Section 15(4) proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5caa9594e931462cbb6f096aea3c0152_133"
        },
        {
            "start": 27160,
            "end": 27442,
            "text": "Use of the expression 'shall' coupled with the legislative intent makes the proviso to Section 15(4) also mandatory, like the time line of 120 days as in suits and applications before the commercial court, other than the suits and applications transferred to it under Section 15(2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ff74cbc1cab411ca973064471c3570d_134"
        },
        {
            "start": 27443,
            "end": 27685,
            "text": "There can not be different legislative intent for the consequences of not filing the written statement within the time line prescribed by the statute or the time line prescribed by the court in pursuance of the power conferred by the statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38e7d0b979784a5cb9445f36828dad32_135"
        },
        {
            "start": 27686,
            "end": 27936,
            "text": "In other words, it can not be the legislative intent that in suits transferred to the commercial court under Section 15(2), if written statement is not filed within the new time line there will be no forfeiture of the right to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31392c1a72aa48e1bd0060d5eb62467c_136"
        },
        {
            "start": 27937,
            "end": 28038,
            "text": "The forfeiture clause is provided under Order VIII rule 1 as well with the object of speedy disposal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40599c5c6f3e4aa5971f21bae0dd9615_137"
        },
        {
            "start": 28039,
            "end": 28169,
            "text": "The cases transferred under Section 15(2) are also to be decided speedily to achieve the object of the enactment of the Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd778a5b274246d5a95d6c018abbc84b_138"
        },
        {
            "start": 28171,
            "end": 28441,
            "text": "61. We are further of the considered view that the consequences under Order VIII rule 1 and rule 10 CPC shall follow if the written statement is not filed within the time line prescribed by the court under Section 15(4) even to the cases transferred under Section 15(2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03cfb7e7073846f1b56bccaa3a51f54b_139"
        },
        {
            "start": 28442,
            "end": 28571,
            "text": "The specific provision is only with respect to the time line and to that extent i.e. 120 days, the general provision is excluded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb735ab78e714d409352831d621cf133_140"
        },
        {
            "start": 28573,
            "end": 29650,
            "text": "62. We are therefore of the considered view and hold on point No. 1 as under:--\n1) where the suit or application has been transferred to the Commercial Court under Section 15(2) of the Act, 2015 from the civil court and the procedure for filing written statement had not been completed at the time of transfer, the commercial court shall have the power and jurisdiction to prescribe a new time period for filing written statement, irrespective of the expiry of 120 days from the date of service of summons on the concerned defendant.\n2) In a suit or application transferred to the commercial court under Section 15(2) of the Act, 2015, the written statement shall be filed within the new time period prescribed by the Commercial Court in exercise of power under Section 15(4) of the Act, 2015, failing which, on expiry of new time line so prescribed, the defendant shall forfeit his right to file written statement and the court shall neither take the written statement on record nor shall extend the new prescribed time period as mandated by Order VIII rules 1 and 10 CPC.\n63.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f05a37b433d5416fa28d3fb620353413_141"
        },
        {
            "start": 29651,
            "end": 29922,
            "text": "The above view would make both the provisions Section 15(4) proviso and Order VIII rules 1 and 10 workable to the best possible extent and shall also advance the object with which the Act, 2015 has been enacted considering the legislative intent.\"\n(Emphasis supplied)\n13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e615f74be969407d8c8a341b13bb71a6_142"
        },
        {
            "start": 29923,
            "end": 30031,
            "text": "We are in respectful agreement with the opinion expressed by Division Bench of High Court of Andhra Pradesh.",
            "labels": [
                "NONE"
            ],
            "id": "7626ae8da11d4ce39304f49b6f18fec7_143"
        },
        {
            "start": 30032,
            "end": 30258,
            "text": "As rightly observed by learned Division Bench of High Court of Andhra Pradesh, forfeiture of right to file written statement will arise to a suit transferred from Civil Court only when Commercial Court prescribes new timeline.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d1bd4fb19b84a509404b63c28af9863_144"
        },
        {
            "start": 30259,
            "end": 30542,
            "text": "In Raj Process Equipments and Systems Pvt Ltd (supra), Hon'ble Supreme Court held that in view of decision in Salem Advocates Association the proviso to Rule 1 of Order VIII of CPC is discretionary and not mandatory and for normal civil suits, the proviso as existing in CPC applies.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cac0f3157d2a4bfd9ba18205d77e3218_145"
        },
        {
            "start": 30543,
            "end": 30633,
            "text": "The Commercial Court exercised discretion to grant further time to file written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "43a0180bd5ca4ba0a389d4f06a97355a_146"
        },
        {
            "start": 30634,
            "end": 30697,
            "text": "Therefore, we see no error in the decision of Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92b4e847fbb740759dcc28eed9d25347_147"
        },
        {
            "start": 30699,
            "end": 30799,
            "text": "14. Learned counsel for petitioner cited several decisions, we have gone through the said decisions.",
            "labels": [
                "NONE"
            ],
            "id": "f2373ccdba154a98984baeef0cfbb650_148"
        },
        {
            "start": 30800,
            "end": 30973,
            "text": "Having regard to the issue involved and in view of provision contained in Section 15 (4) of the Act, 2015, said decisions have no relevance to the issue in the case on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5738c3a975f1476ba5511ce3d3bcf148_149"
        },
        {
            "start": 30975,
            "end": 31184,
            "text": "15. It is vehemently contended that there was inordinate and unexplained delay in filing application to set aside ex-parte order and the Commercial Court ought to have dismissed the application on that ground.",
            "labels": [
                "RATIO"
            ],
            "id": "a05702faf02847469fe96c73e793f019_150"
        },
        {
            "start": 31186,
            "end": 31399,
            "text": "16. Respondents have narrated the reasons for delay in not filing written statement immediately and not filing application to set aside the orders setting them ex-parte and seeking leave to file written statement.",
            "labels": [
                "RATIO"
            ],
            "id": "c9cbcf72dafe4e9c898694b25d3239d4_151"
        },
        {
            "start": 31400,
            "end": 31588,
            "text": "It cannot be said that reasons assigned by the respondents are fanciful and imaginary, having regard to the time line of events indicated in their application filed before the trial Court.",
            "labels": [
                "RATIO"
            ],
            "id": "576f1fb10e3e4c269446c882668e9cbe_152"
        },
        {
            "start": 31589,
            "end": 32005,
            "text": "Be that as it may, having regard to provision in Section 15 (4) of Act, 2015, we are of the opinion that since no time line is prescribed by the Commercial Court after the suit was transferred and no time limit is specified for filing the written statement, it cannot be said that respondents are not entitled to file application to set aside the order setting them ex-parte and seek leave to file written statement.",
            "labels": [
                "RATIO"
            ],
            "id": "28257ed1868b4be6943393846ec68311_153"
        },
        {
            "start": 32007,
            "end": 32260,
            "text": "17. The Commercial Court has considered all aspects as urged before us and on due assessment of the provisions of law and precedent decisions, the Commercial Court has come to the correct conclusion in allowing the applications filed by the respondents.",
            "labels": [
                "RATIO"
            ],
            "id": "ac58c64e35ed435487a49bba41d2c7e3_154"
        },
        {
            "start": 32261,
            "end": 32375,
            "text": "The said order is passed on due application of mind and in exercise of discretion vested in the Commercial Courts.",
            "labels": [
                "RPC"
            ],
            "id": "9f2ddae6b6e9470b939f21319364e3a0_155"
        },
        {
            "start": 32376,
            "end": 32575,
            "text": "Therefore, in exercise of power of superintendence under Article 227 of the Constitution of India, we cannot re-appreciate the issue and take a different view from the view taken by Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "88800cd70aba4b1e9968eaf820f48b15_156"
        },
        {
            "start": 32577,
            "end": 32653,
            "text": "18. For all the aforesaid reasons, Revision fails and accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5a2bb69b38974c29a02be4f135936d11_157"
        },
        {
            "start": 32654,
            "end": 32663,
            "text": "No costs.",
            "labels": [
                "RPC"
            ],
            "id": "a48badb6da5746fca7f1e757f200f0f5_158"
        },
        {
            "start": 32664,
            "end": 32720,
            "text": "Miscellaneous applications, if any pending stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "f401af3750d84a5d9ed6a61a3bb706e7_159"
        },
        {
            "start": 32721,
            "end": 32811,
            "text": "\n__________________________ P.NAVEEN RAO,J ___________________________ NAGESH BHEEMAPAKA,J",
            "labels": [
                "NONE"
            ],
            "id": "44c201fd789e482fa02660e19f30966b_160"
        },
        {
            "start": 32812,
            "end": 32975,
            "text": "DATE: 02.03.2023 TVK/KKM HON'BLE SRI JUSTICE P. NAVEEN RAO HON'BLE SRI JUSTICE NAGESH BHEEMAPAKA CIVIL REVISION PETITION No. 2990 of 2022 Date : 02.03.2023 Tvk/kkm",
            "labels": [
                "NONE"
            ],
            "id": "092205a95ae443c18d661da710101147_161"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "M/S Ecologique Petro Chemicals Pvt. ... vs M/S Research",
            "label": "PRECEDENT",
            "start_char": 21,
            "end_char": 76
        },
        {
            "text": "Center For Fuel Generation",
            "label": "RESPONDENT",
            "start_char": 77,
            "end_char": 103
        },
        {
            "text": "2 March, 2023",
            "label": "DATE",
            "start_char": 111,
            "end_char": 124
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 133,
            "end_char": 145
        },
        {
            "text": "P. Naveen Rao",
            "label": "JUDGE",
            "start_char": 154,
            "end_char": 167
        },
        {
            "text": "Nagesh Bheemapaka",
            "label": "JUDGE",
            "start_char": 169,
            "end_char": 186
        },
        {
            "text": "P. NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 259,
            "end_char": 272
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 305,
            "end_char": 322
        },
        {
            "text": "Ecologique Petro Chemicals Pvt.Ltd.",
            "label": "ORG",
            "start_char": 437,
            "end_char": 472
        },
        {
            "text": "Medak District",
            "label": "GPE",
            "start_char": 539,
            "end_char": 553
        },
        {
            "text": "Telangan State",
            "label": "GPE",
            "start_char": 555,
            "end_char": 569
        },
        {
            "text": "Gachibowli",
            "label": "GPE",
            "start_char": 627,
            "end_char": 637
        },
        {
            "text": "Ranga Reddy",
            "label": "OTHER_PERSON",
            "start_char": 639,
            "end_char": 650
        },
        {
            "text": "Nikhil Jagini",
            "label": "OTHER_PERSON",
            "start_char": 686,
            "end_char": 699
        },
        {
            "text": "Ranjith Reddy Maram",
            "label": "OTHER_PERSON",
            "start_char": 776,
            "end_char": 795
        },
        {
            "text": "M.Venkat Gona Reddy",
            "label": "OTHER_PERSON",
            "start_char": 802,
            "end_char": 821
        },
        {
            "text": "Ecologique Petro Chemicals Pvt",
            "label": "ORG",
            "start_char": 863,
            "end_char": 893
        },
        {
            "text": "1-60/8/6-B28",
            "label": "DATE",
            "start_char": 901,
            "end_char": 913
        },
        {
            "text": "Gachibwli",
            "label": "GPE",
            "start_char": 930,
            "end_char": 939
        },
        {
            "text": "Ranga Reddy",
            "label": "OTHER_PERSON",
            "start_char": 941,
            "end_char": 952
        },
        {
            "text": "Belapur",
            "label": "GPE",
            "start_char": 1238,
            "end_char": 1245
        },
        {
            "text": "Navi Mumbai",
            "label": "GPE",
            "start_char": 1247,
            "end_char": 1258
        },
        {
            "text": "Maharastra State",
            "label": "GPE",
            "start_char": 1260,
            "end_char": 1276
        },
        {
            "text": "Sadanand Dixit",
            "label": "OTHER_PERSON",
            "start_char": 1304,
            "end_char": 1318
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1588,
            "end_char": 1600
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 1636,
            "end_char": 1653
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 1743,
            "end_char": 1755
        },
        {
            "text": "M Annapurnayya",
            "label": "LAWYER",
            "start_char": 1798,
            "end_char": 1812
        },
        {
            "text": "Shyam S Agarwal",
            "label": "LAWYER",
            "start_char": 1853,
            "end_char": 1868
        },
        {
            "text": "O.S No. 472 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 1911,
            "end_char": 1930
        },
        {
            "text": "XIII Additional District Judge, Ranga Reddy district at L.B.Nagar",
            "label": "COURT",
            "start_char": 1980,
            "end_char": 2045
        },
        {
            "text": "18.5.2016",
            "label": "DATE",
            "start_char": 2190,
            "end_char": 2199
        },
        {
            "text": "I.A No. 148 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 2327,
            "end_char": 2346
        },
        {
            "text": "Order XIV Rule 2",
            "label": "PROVISION",
            "start_char": 2363,
            "end_char": 2379
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2383,
            "end_char": 2386
        },
        {
            "text": "Ranga Reddy district",
            "label": "GPE",
            "start_char": 2533,
            "end_char": 2553
        },
        {
            "text": "Special Judge for Trial and Disposal of Commercial Disputes, Ranga Reddy District",
            "label": "COURT",
            "start_char": 2610,
            "end_char": 2691
        },
        {
            "text": "COS No. 12 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 2724,
            "end_char": 2742
        },
        {
            "text": "I.A. No. 89 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 2820,
            "end_char": 2839
        },
        {
            "text": "4.7.2017",
            "label": "DATE",
            "start_char": 2890,
            "end_char": 2898
        },
        {
            "text": "27.8.2018",
            "label": "DATE",
            "start_char": 3010,
            "end_char": 3019
        },
        {
            "text": "I A No. 89 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 3021,
            "end_char": 3039
        },
        {
            "text": "C.R.P. No. 942 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3149,
            "end_char": 3171
        },
        {
            "text": "22.7.2019",
            "label": "DATE",
            "start_char": 3236,
            "end_char": 3245
        },
        {
            "text": "26.11.2019",
            "label": "DATE",
            "start_char": 3250,
            "end_char": 3260
        },
        {
            "text": "I A No. 186 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 3262,
            "end_char": 3281
        },
        {
            "text": "4.7.2017",
            "label": "DATE",
            "start_char": 3325,
            "end_char": 3333
        },
        {
            "text": "COS No. 12 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 3337,
            "end_char": 3355
        },
        {
            "text": "8.6.2022",
            "label": "DATE",
            "start_char": 3394,
            "end_char": 3402
        },
        {
            "text": "I A No. 186 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 3404,
            "end_char": 3423
        },
        {
            "text": "4.7.2017",
            "label": "DATE",
            "start_char": 3471,
            "end_char": 3479
        },
        {
            "text": "Order V",
            "label": "PROVISION",
            "start_char": 3625,
            "end_char": 3632
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 3636,
            "end_char": 3656
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3677,
            "end_char": 3704
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 4128,
            "end_char": 4145
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4149,
            "end_char": 4152
        },
        {
            "text": "4.7.2017",
            "label": "DATE",
            "start_char": 4619,
            "end_char": 4627
        },
        {
            "text": "R.K.Roja Vs U.S. Rayudu1",
            "label": "PRECEDENT",
            "start_char": 5299,
            "end_char": 5323
        },
        {
            "text": "SCG Contracts (India) Private Ltd Vs K.S.Chamankar Infrastructure Private Limited2",
            "label": "PRECEDENT",
            "start_char": 5325,
            "end_char": 5407
        },
        {
            "text": "Prakash Corporates Vs Dee Vee Projects Limited3",
            "label": "PRECEDENT",
            "start_char": 5409,
            "end_char": 5456
        },
        {
            "text": "N.Bayyapu Reddy Vs M.Surya Prakash4",
            "label": "PRECEDENT",
            "start_char": 5458,
            "end_char": 5493
        },
        {
            "text": "Amoda Iron Steel Limited Vs Sneha Anlytics and Scientifics5",
            "label": "PRECEDENT",
            "start_char": 5495,
            "end_char": 5554
        },
        {
            "text": "I.A. No. 148 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 5698,
            "end_char": 5718
        },
        {
            "text": "Section 15 (3)6 and (4)7",
            "label": "PROVISION",
            "start_char": 5822,
            "end_char": 5846
        },
        {
            "text": "14 SCC 275 (2019",
            "label": "CASE_NUMBER",
            "start_char": 5898,
            "end_char": 5914
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 6107,
            "end_char": 6158
        },
        {
            "text": "Order XV-A]",
            "label": "PROVISION",
            "start_char": 6761,
            "end_char": 6772
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908",
            "label": "STATUTE",
            "start_char": 6780,
            "end_char": 6820
        },
        {
            "text": "Order V Rule 1 and Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 6884,
            "end_char": 6920
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6963,
            "end_char": 6966
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7355,
            "end_char": 7358
        },
        {
            "text": "Section 15 (4)",
            "label": "PROVISION",
            "start_char": 7515,
            "end_char": 7529
        },
        {
            "text": "Section 15 (3) and (4)",
            "label": "PROVISION",
            "start_char": 7867,
            "end_char": 7889
        },
        {
            "text": "Raj Process Equipments and Systems Pvt Ltd and Ors Vs Honest Derivatives Pvt Ltd8",
            "label": "PRECEDENT",
            "start_char": 8087,
            "end_char": 8168
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 8200,
            "end_char": 8233
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 8241,
            "end_char": 8282
        },
        {
            "text": "MANU/SCOR/108561/2022",
            "label": "CASE_NUMBER",
            "start_char": 8457,
            "end_char": 8478
        },
        {
            "text": "30.12.2016",
            "label": "DATE",
            "start_char": 8485,
            "end_char": 8495
        },
        {
            "text": "I.A. No. 148 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 8497,
            "end_char": 8517
        },
        {
            "text": "Order XIV Rule 2",
            "label": "PROVISION",
            "start_char": 8534,
            "end_char": 8550
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 8561,
            "end_char": 8572
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8576,
            "end_char": 8579
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8623,
            "end_char": 8641
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8754,
            "end_char": 8772
        },
        {
            "text": "Navi Mumbai",
            "label": "COURT",
            "start_char": 8841,
            "end_char": 8852
        },
        {
            "text": "Nasik Courts",
            "label": "COURT",
            "start_char": 8857,
            "end_char": 8869
        },
        {
            "text": "Navi Mumbai",
            "label": "GPE",
            "start_char": 9126,
            "end_char": 9137
        },
        {
            "text": "Nasik",
            "label": "GPE",
            "start_char": 9142,
            "end_char": 9147
        },
        {
            "text": "17.3.2011",
            "label": "DATE",
            "start_char": 9197,
            "end_char": 9206
        },
        {
            "text": "30.5.2011",
            "label": "DATE",
            "start_char": 9257,
            "end_char": 9266
        },
        {
            "text": "Navi Mumbai",
            "label": "GPE",
            "start_char": 9403,
            "end_char": 9414
        },
        {
            "text": "Nasik",
            "label": "GPE",
            "start_char": 9419,
            "end_char": 9424
        },
        {
            "text": "Telangana",
            "label": "GPE",
            "start_char": 9480,
            "end_char": 9489
        },
        {
            "text": "27.8.2018",
            "label": "DATE",
            "start_char": 9919,
            "end_char": 9928
        },
        {
            "text": "I A No. 89 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 9953,
            "end_char": 9971
        },
        {
            "text": "9.4.2019",
            "label": "DATE",
            "start_char": 10119,
            "end_char": 10127
        },
        {
            "text": "9.4.2019",
            "label": "DATE",
            "start_char": 10154,
            "end_char": 10162
        },
        {
            "text": "16.4.2019",
            "label": "DATE",
            "start_char": 10316,
            "end_char": 10325
        },
        {
            "text": "CRP No. 943 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 10371,
            "end_char": 10390
        },
        {
            "text": "27.8.2018",
            "label": "DATE",
            "start_char": 10437,
            "end_char": 10446
        },
        {
            "text": "15.4.2019",
            "label": "DATE",
            "start_char": 10463,
            "end_char": 10472
        },
        {
            "text": "27.7.2019",
            "label": "DATE",
            "start_char": 10590,
            "end_char": 10599
        },
        {
            "text": "27.8.2019",
            "label": "DATE",
            "start_char": 10630,
            "end_char": 10639
        },
        {
            "text": "Order XIV Rule 2",
            "label": "PROVISION",
            "start_char": 10765,
            "end_char": 10781
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10785,
            "end_char": 10788
        },
        {
            "text": "23.8.2019",
            "label": "DATE",
            "start_char": 10818,
            "end_char": 10827
        },
        {
            "text": "18.10.2019",
            "label": "DATE",
            "start_char": 10832,
            "end_char": 10842
        },
        {
            "text": "27.7.2019",
            "label": "DATE",
            "start_char": 10893,
            "end_char": 10902
        },
        {
            "text": "CRP No. 942 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 10920,
            "end_char": 10939
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 11823,
            "end_char": 11850
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 11948,
            "end_char": 11957
        },
        {
            "text": "Civil Procedure Code",
            "label": "STATUTE",
            "start_char": 11977,
            "end_char": 11997
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12254,
            "end_char": 12257
        },
        {
            "text": "order V Rule 1",
            "label": "PROVISION",
            "start_char": 12597,
            "end_char": 12611
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 13142,
            "end_char": 13152
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 13156,
            "end_char": 13165
        },
        {
            "text": "Arbitration And Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 13264,
            "end_char": 13302
        },
        {
            "text": "Order XVA",
            "label": "PROVISION",
            "start_char": 14068,
            "end_char": 14077
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14081,
            "end_char": 14084
        },
        {
            "text": "proviso to sub rule 1 of Rule 1 of Order 5",
            "label": "PROVISION",
            "start_char": 14132,
            "end_char": 14174
        },
        {
            "text": "sub section 4 of Section 15",
            "label": "PROVISION",
            "start_char": 14369,
            "end_char": 14396
        },
        {
            "text": "Act, 2015",
            "label": "STATUTE",
            "start_char": 14675,
            "end_char": 14684
        },
        {
            "text": "Sub Rule 1 of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 14737,
            "end_char": 14768
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 15273,
            "end_char": 15283
        },
        {
            "text": "proviso to Section 15 (4)",
            "label": "PROVISION",
            "start_char": 15353,
            "end_char": 15378
        },
        {
            "text": "sub rule (1) Order V Rule (1)",
            "label": "PROVISION",
            "start_char": 15402,
            "end_char": 15431
        },
        {
            "text": "Order VIII Rule1",
            "label": "PROVISION",
            "start_char": 15454,
            "end_char": 15470
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15474,
            "end_char": 15477
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 15509,
            "end_char": 15526
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15530,
            "end_char": 15533
        },
        {
            "text": "Section 15 (4)",
            "label": "PROVISION",
            "start_char": 15881,
            "end_char": 15895
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15970,
            "end_char": 15983
        },
        {
            "text": "Raj Process Equipments and Systems Pvt Ltd.",
            "label": "ORG",
            "start_char": 15987,
            "end_char": 16030
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16039,
            "end_char": 16052
        },
        {
            "text": "3.7.2018",
            "label": "DATE",
            "start_char": 16215,
            "end_char": 16223
        },
        {
            "text": "11.8.2018",
            "label": "DATE",
            "start_char": 16342,
            "end_char": 16351
        },
        {
            "text": "District Court Jalgaon",
            "label": "COURT",
            "start_char": 16352,
            "end_char": 16374
        },
        {
            "text": "3.7.2018",
            "label": "DATE",
            "start_char": 16667,
            "end_char": 16675
        },
        {
            "text": "11.4.2019",
            "label": "DATE",
            "start_char": 16889,
            "end_char": 16898
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 16933,
            "end_char": 16950
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16954,
            "end_char": 16957
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17048,
            "end_char": 17061
        },
        {
            "text": "sub-rule 1 of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 17105,
            "end_char": 17136
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17140,
            "end_char": 17143
        },
        {
            "text": "Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 17163,
            "end_char": 17183
        },
        {
            "text": "18.6.2018",
            "label": "DATE",
            "start_char": 17230,
            "end_char": 17239
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17298,
            "end_char": 17311
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 17422,
            "end_char": 17455
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17456,
            "end_char": 17459
        },
        {
            "text": "Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 17479,
            "end_char": 17499
        },
        {
            "text": "18.06.2018",
            "label": "DATE",
            "start_char": 17511,
            "end_char": 17521
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "ORG",
            "start_char": 17843,
            "end_char": 17878
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 18045,
            "end_char": 18062
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18063,
            "end_char": 18066
        },
        {
            "text": "Salem Advocate Bar Association v. Union of India, (2005) 6",
            "label": "PRECEDENT",
            "start_char": 18085,
            "end_char": 18143
        },
        {
            "text": "SCC 344",
            "label": "PROVISION",
            "start_char": 18144,
            "end_char": 18151
        },
        {
            "text": "proviso to Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 18178,
            "end_char": 18209
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18210,
            "end_char": 18213
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "ORG",
            "start_char": 18277,
            "end_char": 18312
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V.",
            "label": "PROVISION",
            "start_char": 18424,
            "end_char": 18458
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "ORG",
            "start_char": 18725,
            "end_char": 18755
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 18775,
            "end_char": 18792
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18793,
            "end_char": 18796
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "ORG",
            "start_char": 18827,
            "end_char": 18862
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V.",
            "label": "PROVISION",
            "start_char": 18932,
            "end_char": 18966
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "ORG",
            "start_char": 19021,
            "end_char": 19051
        },
        {
            "text": "SCG Contracts India Private Limited",
            "label": "ORG",
            "start_char": 19083,
            "end_char": 19118
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 19176,
            "end_char": 19193
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 19281,
            "end_char": 19298
        },
        {
            "text": "Salem Advocate Bar Association",
            "label": "ORG",
            "start_char": 19343,
            "end_char": 19373
        },
        {
            "text": "High Court of Andhra Pradesh",
            "label": "COURT",
            "start_char": 19440,
            "end_char": 19468
        },
        {
            "text": "Amoda Iron Steel Limited",
            "label": "PRECEDENT",
            "start_char": 19472,
            "end_char": 19496
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 19817,
            "end_char": 19830
        },
        {
            "text": "sub rule (1) of rule(1) of Order V",
            "label": "PROVISION",
            "start_char": 20131,
            "end_char": 20165
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20166,
            "end_char": 20169
        },
        {
            "text": "proviso to sub-rule(1) of rule-(1) of Order V",
            "label": "PROVISION",
            "start_char": 20441,
            "end_char": 20486
        },
        {
            "text": "proviso to Section 15(4)",
            "label": "PROVISION",
            "start_char": 20495,
            "end_char": 20519
        },
        {
            "text": "Order V Rule(1) sub rule(1)",
            "label": "PROVISION",
            "start_char": 20789,
            "end_char": 20816
        },
        {
            "text": "Section 15(1) or (2)",
            "label": "PROVISION",
            "start_char": 20869,
            "end_char": 20889
        },
        {
            "text": "sub rule (1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 20949,
            "end_char": 20982
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 20983,
            "end_char": 20986
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 21079,
            "end_char": 21092
        },
        {
            "text": "Order V rule 1 sub-rule(1)",
            "label": "PROVISION",
            "start_char": 21396,
            "end_char": 21422
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21423,
            "end_char": 21426
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 21446,
            "end_char": 21463
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21464,
            "end_char": 21467
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 21487,
            "end_char": 21497
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 21567,
            "end_char": 21580
        },
        {
            "text": "sub rule(1) of rule(1) of Order V",
            "label": "PROVISION",
            "start_char": 21660,
            "end_char": 21693
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21694,
            "end_char": 21697
        },
        {
            "text": "rules 1 and 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 21730,
            "end_char": 21758
        },
        {
            "text": "proviso to sub rule 1 of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 21777,
            "end_char": 21819
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21820,
            "end_char": 21823
        },
        {
            "text": "Section 15(1) or (2)",
            "label": "PROVISION",
            "start_char": 21967,
            "end_char": 21987
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 22182,
            "end_char": 22195
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 22375,
            "end_char": 22392
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22393,
            "end_char": 22396
        },
        {
            "text": "rule 10 of Order VIII",
            "label": "PROVISION",
            "start_char": 22738,
            "end_char": 22759
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22760,
            "end_char": 22763
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 22790,
            "end_char": 22803
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 22816,
            "end_char": 22841
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 24579,
            "end_char": 24589
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 24979,
            "end_char": 24992
        },
        {
            "text": "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "label": "PROVISION",
            "start_char": 25014,
            "end_char": 25069
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25070,
            "end_char": 25073
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25093,
            "end_char": 25103
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 25149,
            "end_char": 25162
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 25403,
            "end_char": 25416
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 25443,
            "end_char": 25460
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25461,
            "end_char": 25464
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25484,
            "end_char": 25494
        },
        {
            "text": "Order V, rule 1, sub rule(1)",
            "label": "PROVISION",
            "start_char": 25779,
            "end_char": 25807
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 25820,
            "end_char": 25837
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 25933,
            "end_char": 25946
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26070,
            "end_char": 26083
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26180,
            "end_char": 26193
        },
        {
            "text": "sub rule(1) of rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 26247,
            "end_char": 26279
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26280,
            "end_char": 26283
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 26340,
            "end_char": 26365
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26366,
            "end_char": 26369
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26476,
            "end_char": 26489
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26685,
            "end_char": 26698
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26876,
            "end_char": 26889
        },
        {
            "text": "proviso to Section 15(4)",
            "label": "PROVISION",
            "start_char": 26975,
            "end_char": 26999
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 27167,
            "end_char": 27180
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 27534,
            "end_char": 27547
        },
        {
            "text": "Order VIII rule 1",
            "label": "PROVISION",
            "start_char": 27716,
            "end_char": 27733
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 27806,
            "end_char": 27819
        },
        {
            "text": "Order VIII rule 1 and rule 10",
            "label": "PROVISION",
            "start_char": 27980,
            "end_char": 28009
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28010,
            "end_char": 28013
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 28116,
            "end_char": 28129
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 28166,
            "end_char": 28179
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 28476,
            "end_char": 28489
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 28917,
            "end_char": 28930
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 29075,
            "end_char": 29088
        },
        {
            "text": "Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 29356,
            "end_char": 29381
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29382,
            "end_char": 29385
        },
        {
            "text": "Section 15(4) proviso and Order VIII rules 1 and 10",
            "label": "PROVISION",
            "start_char": 29438,
            "end_char": 29489
        },
        {
            "text": "High Court of Andhra Pradesh",
            "label": "COURT",
            "start_char": 29744,
            "end_char": 29772
        },
        {
            "text": "High Court of Andhra Pradesh",
            "label": "COURT",
            "start_char": 29823,
            "end_char": 29851
        },
        {
            "text": "Raj Process Equipments and Systems Pvt Ltd",
            "label": "PRECEDENT",
            "start_char": 30004,
            "end_char": 30046
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30064,
            "end_char": 30077
        },
        {
            "text": "Salem Advocates Association",
            "label": "ORG",
            "start_char": 30111,
            "end_char": 30138
        },
        {
            "text": "proviso to Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 30143,
            "end_char": 30174
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30178,
            "end_char": 30181
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30272,
            "end_char": 30275
        },
        {
            "text": "Section 15 (4)",
            "label": "PROVISION",
            "start_char": 30616,
            "end_char": 30630
        },
        {
            "text": "Section 15 (4)",
            "label": "PROVISION",
            "start_char": 31380,
            "end_char": 31394
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 32175,
            "end_char": 32186
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 32194,
            "end_char": 32215
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 32491,
            "end_char": 32503
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 32534,
            "end_char": 32551
        },
        {
            "text": "02.03.2023",
            "label": "DATE",
            "start_char": 32560,
            "end_char": 32570
        },
        {
            "text": "P. NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 32599,
            "end_char": 32612
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 32633,
            "end_char": 32650
        },
        {
            "text": "No. 2990 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 32675,
            "end_char": 32691
        },
        {
            "text": "02.03.2023",
            "label": "DATE",
            "start_char": 32699,
            "end_char": 32709
        }
    ],
    "precedent_clusters": {
        "M/S Ecologique Petro Chemicals Pvt. ... vs M/S Research": [
            "M/S Ecologique Petro Chemicals Pvt. ... vs M/S Research",
            "R.K.Roja Vs U.S. Rayudu1",
            "SCG Contracts (India) Private Ltd Vs K.S.Chamankar Infrastructure Private Limited2",
            "Prakash Corporates Vs Dee Vee Projects Limited3",
            "N.Bayyapu Reddy Vs M.Surya Prakash4",
            "Amoda Iron Steel Limited Vs Sneha Anlytics and Scientifics5",
            "Raj Process Equipments and Systems Pvt Ltd and Ors Vs Honest Derivatives Pvt Ltd8",
            "Salem Advocate Bar Association v. Union of India, (2005) 6",
            "Amoda Iron Steel Limited",
            "Raj Process Equipments and Systems Pvt Ltd"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XIV Rule 2",
            "CPC",
            "Order XIV Rule 2",
            "CPC"
        ],
        [
            "Order V",
            "Civil Procedure Code",
            "Order V",
            "Civil Procedure Code"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908",
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Order XIV Rule 2",
            "CPC",
            "Order XIV Rule 2",
            "CPC"
        ],
        [
            "Section 15",
            "Act, 2015",
            "Section 15",
            "Act, 2015"
        ],
        [
            "Order XVA",
            "CPC",
            "Order XVA",
            "CPC"
        ],
        [
            "sub section 4 of Section 15",
            "Act, 2015",
            "sub section 4 of Section 15",
            "Act, 2015"
        ],
        [
            "Order VIII Rule1",
            "CPC",
            "Order VIII Rule1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "sub-rule 1 of Rule 1 of Order V",
            "CPC",
            "sub-rule 1 of Rule 1 of Order V",
            "CPC"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "CPC",
            "sub-rule (1) of Rule 1 of Order V",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "proviso to Rule 1 of Order VIII",
            "CPC",
            "proviso to Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "sub rule (1) of rule(1) of Order V",
            "CPC",
            "sub rule (1) of rule(1) of Order V",
            "CPC"
        ],
        [
            "sub rule (1) of rule 1 of Order V",
            "CPC",
            "sub rule (1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order V rule 1 sub-rule(1)",
            "CPC",
            "Order V rule 1 sub-rule(1)",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "sub rule(1) of rule(1) of Order V",
            "CPC",
            "sub rule(1) of rule(1) of Order V",
            "CPC"
        ],
        [
            "proviso to sub rule 1 of rule 1 of Order V",
            "CPC",
            "proviso to sub rule 1 of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "rule 10 of Order VIII",
            "CPC",
            "rule 10 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "CPC",
            "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10",
            "CPC"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "sub rule(1) of rule 1 of Order V",
            "CPC",
            "sub rule(1) of rule 1 of Order V",
            "CPC"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Order VIII rule 1 and rule 10",
            "CPC",
            "Order VIII rule 1 and rule 10",
            "CPC"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "proviso to Rule 1 of Order VIII",
            "CPC",
            "proviso to Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 15 (3)6 and (4)7",
            "Act, 2015",
            "Section 15 (3)6 and (4)7",
            "Act, 2015"
        ],
        [
            "Order V Rule 1 and Order VIII Rule 1",
            "CPC",
            "Order V Rule 1 and Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 15 (4)",
            "Act, 2015",
            "Section 15 (4)",
            "Act, 2015"
        ],
        [
            "Section 15 (3) and (4)",
            "Act, 2015",
            "Section 15 (3) and (4)",
            "Act, 2015"
        ],
        [
            "Order XIV Rule 2",
            "CPC",
            "Order XIV Rule 2",
            "CPC"
        ],
        [
            "proviso to sub rule 1 of Rule 1 of Order 5",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub rule 1 of Rule 1 of Order 5",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Sub Rule 1 of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Sub Rule 1 of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 15",
            "Act, 2015",
            "Section 15",
            "Act, 2015"
        ],
        [
            "proviso to Section 15 (4)",
            "Act, 2015",
            "proviso to Section 15 (4)",
            "Act, 2015"
        ],
        [
            "Section 15 (4)",
            "Act, 2015",
            "Section 15 (4)",
            "Act, 2015"
        ],
        [
            "Rule 1 of Order VIII",
            "CPC",
            "Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Rule 1 of Order VIII",
            "CPC",
            "Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V.",
            "CPC",
            "sub-rule (1) of Rule 1 of Order V.",
            "CPC"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V.",
            "CPC",
            "sub-rule (1) of Rule 1 of Order V.",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "proviso to sub-rule(1) of rule-(1) of Order V",
            "CPC",
            "proviso to sub-rule(1) of rule-(1) of Order V",
            "CPC"
        ],
        [
            "proviso to Section 15(4)",
            "Act, 2015",
            "proviso to Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(1) or (2)",
            "Act, 2015",
            "Section 15(1) or (2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "rules 1 and 10 of Order VIII",
            "CPC",
            "rules 1 and 10 of Order VIII",
            "CPC"
        ],
        [
            "Section 15(1) or (2)",
            "Act, 2015",
            "Section 15(1) or (2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Order VIII rules 1 and 10",
            "CPC",
            "Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order V, rule 1, sub rule(1)",
            "Act, 2015",
            "Order V, rule 1, sub rule(1)",
            "Act, 2015"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "proviso to Section 15(4)",
            "Act, 2015",
            "proviso to Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Order VIII rule 1",
            "CPC",
            "Order VIII rule 1",
            "CPC"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(2)",
            "Act, 2015",
            "Section 15(2)",
            "Act, 2015"
        ],
        [
            "Section 15(4)",
            "Act, 2015",
            "Section 15(4)",
            "Act, 2015"
        ],
        [
            "Section 15(4) proviso and Order VIII rules 1 and 10",
            "CPC",
            "Section 15(4) proviso and Order VIII rules 1 and 10",
            "CPC"
        ],
        [
            "Section 15 (4)",
            "Act, 2015",
            "Section 15 (4)",
            "Act, 2015"
        ],
        [
            "Section 15 (4)",
            "Act, 2015",
            "Section 15 (4)",
            "Act, 2015"
        ],
        [
            "order V Rule 1",
            "CPC",
            "order V Rule 1",
            "CPC"
        ],
        [
            "sub rule (1) Order V Rule (1)",
            "Act, 2015",
            "sub rule (1) Order V Rule (1)",
            "Act, 2015"
        ],
        [
            "SCC 344",
            "CPC",
            "SCC 344",
            "CPC"
        ],
        [
            "Order V Rule(1) sub rule(1)",
            "CPC",
            "Order V Rule(1) sub rule(1)",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "M/S Ecologique Petro Chemicals Pvt. ... vs M/S Research": 10
    },
    "provision_counts": {
        "Order XIV Rule 2 of CPC": 3,
        "Order V of Civil Procedure Code": 1,
        "Order VIII Rule 1 of CPC": 7,
        "Order XV-A] of Code of Civil Procedure, 1908 (5 of 1908": 1,
        "sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 151 of CPC": 1,
        "Section 15 of Act, 2015": 2,
        "Order XVA of CPC": 1,
        "sub section 4 of Section 15 of Act, 2015": 1,
        "Order VIII Rule1 of CPC": 1,
        "sub-rule 1 of Rule 1 of Order V of CPC": 1,
        "sub-rule (1) of Rule 1 of Order V of CPC": 1,
        "proviso to Rule 1 of Order VIII of CPC": 2,
        "sub rule (1) of rule(1) of Order V of CPC": 1,
        "sub rule (1) of rule 1 of Order V of CPC": 1,
        "Order V rule 1 sub-rule(1) of CPC": 1,
        "Order VIII rule 1 of CPC": 5,
        "sub rule(1) of rule(1) of Order V of CPC": 1,
        "proviso to sub rule 1 of rule 1 of Order V of CPC": 1,
        "rule 10 of Order VIII of CPC": 1,
        "Section 15(3) r/w Order VIII rule 1 proviso and Rule 10 of CPC": 1,
        "sub rule(1) of rule 1 of Order V of CPC": 1,
        "Order VIII rules 1 and 10 of CPC": 3,
        "Order VIII rule 1 and rule 10 of CPC": 1,
        "Article 227 of Constitution of India": 1,
        "Section 15 (3)6 and (4)7 of Act, 2015": 1,
        "Order V Rule 1 and Order VIII Rule 1 of CPC": 1,
        "Section 15 (4) of Act, 2015": 4,
        "Section 15 (3) and (4) of Act, 2015": 1,
        "proviso to sub rule 1 of Rule 1 of Order 5 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Sub Rule 1 of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "proviso to Section 15 (4) of Act, 2015": 1,
        "Rule 1 of Order VIII of CPC": 2,
        "sub-rule (1) of Rule 1 of Order V. of CPC": 2,
        "Section 15(2) of Act, 2015": 9,
        "proviso to sub-rule(1) of rule-(1) of Order V of CPC": 1,
        "proviso to Section 15(4) of Act, 2015": 2,
        "Section 15(1) or (2) of Act, 2015": 2,
        "Section 15(4) of Act, 2015": 13,
        "rules 1 and 10 of Order VIII of CPC": 1,
        "Section 16 of CPC": 3,
        "Order V, rule 1, sub rule(1) of Act, 2015": 1,
        "Section 15(4) proviso and Order VIII rules 1 and 10 of CPC": 1,
        "order V Rule 1 of CPC": 1,
        "sub rule (1) Order V Rule (1) of Act, 2015": 1,
        "SCC 344 of CPC": 1,
        "Order V Rule(1) sub rule(1) of CPC": 1
    },
    "statute_counts": {
        "CPC": 48,
        "Civil Procedure Code": 1,
        "Code of Civil Procedure, 1908 (5 of 1908": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 3,
        "Act, 2015": 38,
        "Constitution of India": 1
    }
}