{
    "id": "81f61a8b4d453eea11668c6f7ee86046563c8d0cb2b14f8f021a8cbc7f4024bb",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nS.D. Containers Indore vs M/S. Mold Tek Packaging Ltd. on 1 December, 2020\nEquivalent citations: Air 2021 Supreme Court 424, Aironline 2020 Sc 902 \nAuthor: Hemant Gupta\nBench: Ajay Rastogi, Hemant Gupta, L. Nageswara Rao \n                                                                      1\n\n\n                                                        Reportable\n\n\n                In The Supreme Court Of India\n                 Civil Appellate Jurisdiction \n\n\n                 Civil Appeal No.3695 Of 2020\n                  ( @ Slp (C) No. 11488 Of 2020)\n\n\n\nS.D. Containers Indore                                ..... Appellant(S) \n\n\n                                   Versus\n\n\nM / S. Mold Tek Packaging Ltd.                       ..... Respondent(S) \n\n\n\n\n                        Judgment \nHemant Gupta, J. \n1. The present appeal has been filed to challenge an order passed by the Madhya Pradesh High Court, setting aside an order dated 23.03.2020 transferring the suit under Section 22(4) o f the Design Act, 2000 1 to the Calcutta High Court . It is the said order which was set aside by the High Court on 1.9.2020 directing that the Commercial Court, Indore is itself competent to decide the suit in terms of the Commercial Courts Act, 2015 2.\n2. The plaintiff/respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiffs design of Container and Lid registered under Design Application Nos. 299039 and 299041 respectively. \n3. In the said suit, the defendant/appellant had filed a written statement along with the counter-claim before the Commercial Court, inter alia seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act. The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench. It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court. \nfor short the 2000 Act for short the 2015 Act 4 . The said order passed by Commercial Court was challenged by the plaintiff/respondent before the Madhya Pradesh High Court. The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter. The High Court relied upon Godrej Sara Lee Ltd. vs Reckitt Benckiser Australia Pty. Ltd. and another 3 to hold that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court. It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act. \n5. The relevant provisions of the statutes, i.e. the 2000 Act and the 2015 Act are reproduced below:\nThe Design Act, 2000 4. Prohibition of registration of certain designs.--A design which-- (a) is not new or original; or (2010) 2 SCC 535 (b) xx xx xx (c) xx xx xx (d) xx xx xx shall not be registered. Xx xx xx 19. Cancellation of registration.--(1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of section 2. \n(2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred. \n              Xx            xx           xx 22.      Piracy of registered design. \n\n\n(1 )      xx                 xxx                        xxx (2)      xx                 xxx                        xxx (3) In any suit or any other proceeding for relief under sub- section (2), ever ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence. \n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground or which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence under sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceedings shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision. \n(5) When the court makes a decree in a suit under sub- section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs. \nTHE COMMERCIAL COURTS ACT, 2015 3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary. \n[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.] (2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of Commercial Appellate Courts.-- Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act. \n4. Constitution of Commercial Division of High Court.-- (1) In all High Courts, having 2[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\nXxx xxx xxx 7. Jurisdiction of Commercial Divisions of High Courts.- \n- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: \nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \nXxx xxx xxx 21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n6. Mr. Jai Sai Deepak, learned counsel for the appellant referred to the judgments reported as M/s Astral Polytechnic Limited v. M/s Ashirwad Pipes Private Ltd. 4, R. N. Gupta and Co. Ltd. Jasola New Delhi v. M/s Action Construction Equipments Ltd.\nDudhohla and 3 others. 5, M/s. Escorts Construction Equipment Ltd. v. M/s Gautam Engineering Company and another 6, Salutri Remedies v. Unim Pharma Lab Pvt. Ltd 7 and Standard Glass Beads Factory and another v. Shri Dhar and Ors 8 to contend that the High Court erred in law in transferring the suit to the Commercial Court (District Level) while setting aside the order passed by the Commercial Court to transfer the said suit to the ILR 2008 Kar 2533 2016 SCC OnLine All 975 AIR 2010 J&K 13 2009 SCC OnLine Guj 9488 AIR 1961 All 101 High Court. It was also argued that the High Court erred in holding that since an appeal against the order of cancellation by the Controller lies to the High Court, the transfer would not be sustainable for the reason that the appellate jurisdiction is distinct from the original jurisdiction in a plea for cancellation of the design in a suit in terms of the provisions of 2000 Act. \n7. On the other hand, Mr. Assudani, learned counsel for the respondent relied upon the order of this Court in Godrej Sara Lee as well as Whirlpool of India v. Videocon Industries Ltd. 9 to support the order passed by the High Court. \n8. We have heard learned counsel for the parties. The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction. The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction. In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act. The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court. In terms of Section 3(2) of the 2015 2014 SCC OnLine Bom 565 Act, the Court of District Judge at Indore is notified to be a Commercial Court. Commercial Dispute within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits. Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act. \n9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted. Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted. Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules appliable to each High Court. Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes. \n11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction. There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction. Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act. Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act. It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act. In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit. The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration. In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction. \n12. The judgment in Godrej Sara Lee arises out of an order passed by the Controller of Patent & Designs, Kolkata under Section 19(1) of the 2000 Act, cancelling the registered designs belonging to the respondent therein. The question examined was as to whether the Delhi High Court has jurisdiction to entertain the appeals against the order of the Controller. The respondent had also filed a civil suit before the Delhi High Court alleging infringement of registered designs and thus seeking cancellation of the designs. Later, the Controller of Design cancelled three designs belonging to the respondent. This order of cancellation was challenged by the respondent before the High Court. In these circumstances, the question examined was regarding interpretation of the expression High Court used in Section 19(2) and 22(4) of the 2000 Act and Section 51A of the Indian Patents and Designs Act, 1911 10.\n13. It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court. Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal. It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the plaintiff/respondent had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. \n14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration. One of them is before the Controller, appeal against which would lie before the High Court. Second, in a suit for infringement in a proceeding before the civil court on the for short the 1911 Act basis of registration certificate, the defendant has been given the right to seek revocation of registration. In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act. Both are independent provisions giving rise to different and distinct causes of action. \n15. In Standard Glass Beads, the 1911 Act was under examination before the Division Bench of the Allahabad High Court. Section 29 thereof permits a suit to be filed by a patentee wherein the defendant could raise a plea of revocation of patent in a counter-claim. Considering Section 29 of the Act, it was held as under:\n10. The expression shall be transferred in our judgment means shall stand transferred; and the District Judge is left with no jurisdiction save to make such order as is necessary to secure the physical transfer of the records of the case to the High Court. If this meaning be not given to these words there will be an element of uncertainty both with regard to the time when the record of the case is to be sent to the High Court and to the powers of the District Court during the period which is allowed to elapse before the record is in fact transferred. \n16. The said view was reiterated by another Single Bench of Allahabad High Court in a judgment reported as R. N. Gupta after the enactment of the 2000 Act. The Court held as under:\n35. Apart from that, looking from another angle, in case it is left open to District Court to proceed further to record any satisfaction on the material filed on record in support of the ground taken by the defendant as available under Section 19, it would mean that the District Court would be entering into the jurisdiction of the Controller of the Designs as provided to him under Section 19 or of the High Court, in case any such proceedings for cancellation of registration are proceeded further by the Controller of Designs or are sent to the High Court. To my mind, the District Court can go only to the extent of satisfying itself as to whether ground, on which the registration of design may be cancelled under Section 19, has been availed as a ground of defence or not. It cannot go into the merits of the defence so taken by the defendant as it would amount to exceeding his jurisdiction, which can only be gone into by the High Court on transfer of the case to the High court as to whether there is any force or not in such defence taken by the defendant under Section 19 of the Act. \n36. In such view of the matter, once, on bare reading of the reply filed to the interim injunction application, it is found that that a defence or ground under Section 19 is availed of, nothing further is to be seen by the District court and he has no option but to transfer the case to the High Court for decision including the interim injunction application. \n17. Similar view was taken by Single Bench of Karnataka High Court in a judgment reported as M/s Astral Polytechnic, wherein the Court held as under:\n15. In that view of the matter, the order passed by the trial judge refusing to transfer the pending suit to this court when admittedly the second defendant has taken a defence under sec. 19 of the Act contending that the design which is registered in favour of the plaintiff was not registerable at all, is erroneous and liable to be quashed.. \n18. To the same effect is a judgment of Jammu and Kashmir High Court reported as M/s. Escorts Construction Equipment, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the Civil Court has no power to decide the revocation of the design and it is only the High Court which has to adjudicate upon the matter and decide as to whether the design is to be cancelled or not. It was held that the learned trial court committed a legal error in not transferring the case to the High Court. \n19. The Bombay High Court in Whirlpool of India was dealing with a suit against the Defendant for infringement of the registered designs; passing off; and the damages. The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it. In these circumstances, the High Court held as under:\n19. In support of its contention that the Defendant's registered design can only be challenged by proceedings under Section 19 of the Act before the Controller, the Defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered design amounts to a negation and exclusion of remedy under Section 22 of the Act. This is plainly incorrect. Section 19 and Section 22 of the Act operate independently in different circumstances. Section 19 of the Act is invoked to seek cancellation of a registration of a design. Section 22 of the Act is invoked where a registered design of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer. Such relief can be sought even against a registered proprietor of a design by questioning his registration. The Defendant too can submit that the Plaintiff is not entitled to any relief in terms of damages, injunction etc. by questioning the registration of the Plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration. Again, Section 19 entitles a party to move the Controller for cancellation of a design even where the registered proprietor is not using the design. Section 19 therefore affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action. In marked contrast, Section 22 of the Act affords a cause of action only where a registered design is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale. Consequently, if a registered proprietor does not apply his design to an article for sale or in connection with such sale, another registered proprietor cannot have recourse to Section 22 of the Act. The remedy under Section 22 of the Act is only available where the impugned design is being used. A further distinction between Section 19 and 22 of the Act, as correctly pointed out on behalf of the Plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors. The remedy under Section 19 and the remedy under Section 22 are therefore very different. They apply to different persons in different circumstances and for different reliefs. \n20. In view of the above, the order of the Commercial Court at the District Level is in accordance with law. However, we are unable to agree with the Commercial Court to transfer such suit to Calcutta High Court. The High Court, where the cause of action arises has the Jurisdiction to entertain the Suit in terms of Godrej Sara Lee. Since no part of cause of action has arisen within the jurisdiction of Kolkata, the suit is liable to be transferred to Madhya Pradesh High Court, Indore Bench. In fact, the Plaintiff has filed suit at Indore, Madhya Pradesh only. \n21. Thus, we find that the order of the High Court is not sustainable. The same is set aside and the matter is remitted to the High Court of Madhya Pradesh, Indore Bench, who shall decide the suit in accordance with law. The appeal is disposed of in the above terms. \n.............................J. (L. NAGESWARA RAO) .............................J. (HEMANT GUPTA) .............................J. (AJAY RASTOGI) New Delhi, December 1, 2020.",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court dr. dilip choudhury vs pratishruti projects limited & ors on 9 january, 2020 author: debangsu basak bench: debangsu basak old g.a. no. 1369 of 2019 g.a. no. 17 of 2019 with c.s. no. 23 of 2015 in the high court at calcutta ordinary original civil jurisdiction original side dr. dilip choudhury vs. pratishruti projects limited & ors. for the plaintiff : mr. suman dutt, advocate mr. saunavo basu, advocate mr. balanko sen, advocate for the defendants : mr. s.p. sarkar, senior advocate mr. a.k. awasthi, advocate mr. aishwarya kumar awasthi, advocate hearing concluded on : december 3, 2019 judgment on : january 9, 2020 debangsu basak, j. 1. by this application the defendant no. 2 has sought extension of time to file written statement. 2. learned advocate appearing for the defendant no. 2 has submitted that, the instant suit was filed in january 2015. the commercial courts act, 2015 came into effect in october 2015. the plaintiff applied for judgement on admission in the suit, sometime in january 2016. on such application, a judgement and decree was passed in july 2016. an appeal was preferred from such decree and that, such appeal was allowed in august 2017. a special leave petition filed against the appeal court's order was admitted subsequently. by an order dated july 3, 2018, the time to file written statement on behalf of the defendant no. 5 was extended. by two several orders dated february 1, 2019, the time to file written statement on behalf of the defendant nos. 3 and 4 were extended. an appeal was carried from the order of extension of time to file written statement whereupon, by an order dated february 15, 2019, the appeal court observed that, since the suit was to be classified as a commercial division matter, no appeal lay against an order of extension of time to file written statement under the act of 2015. prior to the order dated february 15, 2019, the suit was never treated as one to fall under the commercial division under the act of 2015. 3. learned advocate appearing for the defendant no. 2 has relied upon the provisions of section 15 of the act of 2015 and submitted that, since the court did not transfer the suit to the commercial division and since, the court did not pass any order on the time management in the suit, therefore, the court can extend the time to file written statement, of course, on just cause being shown. he has submitted that, there are just causes existing in the facts of the present case for the defendant no. 2 to have an extension of time to file written statement. he has relied upon 2019 scc online bom 848 (reliance general insurance company ltd. vs. colonial life insurance company (trinidad) limited) in support of his contentions. 4. learned senior advocate appearing for the plaintiff has submitted that, the suit was filed in 2015. the writ of summons in the suit was served upon the defendants on april 2, 2015. on february 15, 2019, the suit was recognised to be one falling under the commercial division under the act of 2015. the time to file written statement under the act of 2015 expired long time ago. he has referred to and relied upon section 2 (1) (c) (xi) of the act of 2015. he has submitted that, no rules have been framed under the act of 2015. he has drawn the attention of the court to the provisions of order viii rule 1 of the code of civil procedure, 1908 particularly to the proviso thereof. he has also relied upon the provisions of sections 15 (4) and (5) of the act of 2015. he has submitted that, since the suit was treated as one to fall under the commercial division on february 15, 2019, the application for extension of time to file written statement made on june 20, 2019 was belated and therefore, no relief should be granted to the defendant no. 2. 5. learned advocate appearing for the defendant nos. 3, 4 and 5 has submitted that, the contentions of the plaintiff as sought to be raised herein were raised by the plaintiff in two review petitions filed by the plaintiff in respect of the order dated february 1, 2019 extending the time to file written statement for the defendant nos. 3 and 4. none of the contentions of the plaintiff were accepted by the court while disposing of the two review petitions by the common judgement and order dated september 17, 2019. he has submitted that, the time to file written statement by the defendant no. 2 be extended. 6. the plaintiff have prayed for a money decree of rs.4,76,35,178/against defendants nos. 1 to 8 and an enquiry into the damages suffered by the plaintiff at the hand of such defendants and an appropriate decree in respect thereof. the plaintiff, however, has not sought any relief against the defendant no.9. according to the plaintiff, the defendant no. 2 is director of defendant nos. 1 and 8. the defendant nos. 5 and 6 are directors of the defendant no. 1. the defendant nos. 3 and 4 are the parents of the defendant no. 2. the defendant no. 1 was under the control of the defendant nos. 2 to 6. the defendant no. 9 used to run two medical institutions. such medical institutions faced financial and other difficulties. the defendant no. 2 approached the plaintiffs for financial and other assistance. on august 21, 2012, a memorandum of understanding was entered into between the defendant nos. 8 and 9. the defendant no. 8 agreed to assume liability of a portion of the outstanding loan of the defendant no. 9. in order to facilitate the understanding between the defendant nos. 8 and 9, a trust being the defendant no. 7 was created. the defendant nos. 2, 4, 6 and plaintiff and some other person were appointed as the trustees. the plaintiff thereafter, agreed to pay a sum of rs. 12.50 crores to the defendant nos. 1 to 8 by october 30, 2012 on the representation of defendant no. 2, and in consideration of 25% share in the management of defendant no.9. the plaintiff paid an aggregate amount of rs. 3,32,00,000/-. the defendant nos. 1 to 8, however, failed and neglected to discharge their obligations. the defendant no. 9 terminated the agreement. the plaintiff could not make further contribution in terms of the agreement and could not acquire 25% share in the management of the two institutions. according to the plaintiff, since the defendant nos. 1 to 8 acted in breach of the contract they are liable to compensate the plaintiff. the plaintiff therefore, seeks recovery of the sum of rs. 3,32,00,000/with damages. the plaint was verified on january 28, 2015. the writ of summons of the suit was served upon the defendant no. 2 on april 2, 2015. the defendant no. 2 did not file written statement till date. by the present application, the defendant no. 2 rules extension of time to file its written statement. 7. in the suit, the plaintiff applied for a judgement and decree on admission. a judgement and decree on admission dated july 26, 2016 was passed in the suit. such judgement dated july 26, 2016 directing a decree on admission was challenged in appeal. the appeal court by a judgement and order dated august 22, 2017, set aside the judgement dated july 26, 2016 directing a decree on admission. 8. the judgment and order dated august 22, 2017 of the division bench was challenged before the hon'ble supreme court by way of special leave petition. in the special leave petition, the order dated january 22, 2018 was passed by the supreme court directing issuance of notice to the parties. the court is informed that the special leave petition is still pending. 9. the defendant nos. 3, 4 and 5 filed three applications seeking extension of time to file written statements. by orders dated july 3, 2018 and february 1, 2019 such applications for extension of time to file written statements were allowed upon payment of costs. pursuant to such orders, the defendants nos. 3, 4 and 5 paid the costs as directed and filed their written statement in the department. appeals were filed by the plaintiff against the orders dated february 1, 2019 allowing the defendant nos. 3 and 4 to file written statement. by orders dated february 15, 2019, the division bench dismissed the appeals as not maintainable as the appeals arose out of orders extending the time to file written statement in a suit where the dispute is a commercial dispute within the meaning of the commercial courts act, 2015. the division bench held that, no appeal lay under the act of 2015 from such orders. consequently, the division bench dismissed the appeals and the stay applications as not maintainable. 10. the plaintiff filed two application for review of two orders both dated february 1, 2019 by which time to file written statement was extended. such review petitions were dismissed by a judgement and order dated september 17, 2019. 11. the instant suit was filed on january 30, 2015. 12. the commercial courts act, was gazetted on december 31, 2015 with effect from october 23, 2015. 13. the act of 2015 contemplates constitution of commercial courts, commercial appellate courts, commercial division and commercial appellate division in the high courts for adjudicating commercial disputes of specific value and matters connected therewith or incidental thereto. therefore, a commercial division and a commercial appellate division were required to be constituted under the act of 2015. the commercial division and commercial appellate division of this hon'ble court were constituted in september 2017. 14. the act of 2015 defines a commercial dispute which is required to be tried by a commercial court in the case it is within the jurisdiction of district court and by a commercial division if it is within the jurisdiction of a high court. the definition of 'commercial disputes' appears in section 2 (1) (c) of the act of 2015. section 4 of the act of 2015 requires constitution of commercial division of a high court. it contemplates and lays down that, in all high courts having ordinary original civil jurisdiction, the chief justice of the high court may constitute a commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under the act of 2015. section 5 of the act of 2015 enjoins upon the chief justice of a high court the power to constitute commercial appellant division for the purpose of exercising the jurisdiction and powers conferred upon it by the act of 2015. section 7 of the act of 2015 lays down the jurisdiction of the commercial divisions of the high court. section 15 of the act of 2015 deals with transfers of pending cases. 15. according to the plaintiff the present suit is a suit which is to be treated as a commercial suit to be tried by the commercial division of the high court since, the suit was instituted for a cause of action and for a claim which is in excess of the prescribed value for a suit to be treated as a suit to be tried by the commercial division of the high court. according to the plaintiff, the subject matter of the commercial dispute involved in the suit comes within the purview of the definition of commercial dispute as in section 2 (1) (c) (xi). section 2 (1) (c) (xi) is as follows:\"2. definitions.(1) in this act, unless the context otherwise requires,. (c) \"commercial dispute\" means a dispute arising out of . (xi) joint venture agreements;\" 16. on the basis of the pleading in the plaint, the disputes involve in the suit can be classified as one to involve a commercial dispute coming within the purview of section 2 (1) (c) (xi) of the act of 2015. in any view, by the order february 15, 2019 passed by the appeal court in an appeal sought to be preferred against an order extending the time to file written statement by defendant nos. 3 and 4 that, the suit involves a dispute which is a commercial dispute within the meaning of the act of 2015. 17. the suit of the plaintiff is therefore, to be treated as a suit involving a commercial dispute to be tried under the provisions of the act of 2015. since the suit was filed prior to the coming into effect of the act of 2015, the provisions of transfer of pending suits enumerated in section 15 of the act of 2015 comes into operation. section 15 of the act of 2015 is as follows:\"15. transfer of pending cases.--(1) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with order xv-a] of the code of civil procedure, 1908 (5 of 1908): provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), subsection (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\" 18. sub section 1 of section 15 mandates that all suits and applications including application under the arbitration and conciliation act 1996 relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. in my understanding, this transfer contemplated under sub section (1) of section 15 is to happen without the intervention of the parties. it is either the court or the registry of the court who transfers all suits and pending applications, including applications under the arbitration and conciliation act, 1996 relating to a commercial dispute of the specified value pending before the high court to the commercial division. in the facts of the present case, the suit was not transferred to the commercial division under sub section (1) of section 15. sub section (2) of section 15 does not apply to the present suit as, the suit is pending before the high court. sub section (3) of section 15 mandates that, on any suit or application, including an application under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value being transferred to the commercial division or the commercial court under sub section (1) or sub section (2) of the section 15 of the act of 2015, as the case may be, the provisions of the act of 2015 shall apply to those procedure that were not completed at the time of transfer. sub section (4) of section 15 empowers the commercial division or the commercial courts, as the case may be to hold case management hearing in respect of transferred suit or applications in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xv-a of the code of civil procedure, 1908. it goes on to prescribe that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 shall not apply to the transferred suit and application, and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. 19. sub section (5) of section 15 contemplates a situation where, suit or an application is not transferred in the manner specified in sub section (1) or (2) or (3). in such a situation, the parties to the suit can approach the commercial appellant division of the high court to have the suit or application withdrawn from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial courts, as the case may be, having territorial jurisdiction of such suit. 20. in the factual matrix of the present case, the suit was never transferred to the commercial division under sub section (1) of section 15 of the act of 2015. none of the parties to the suit approached the commercial appellant division of the high court to have the present suit withdrawn from the regular court and transferred to the commercial division for trial. the order dated february 15, 2019 of the division bench records a finding that, the suit involves a commercial dispute within the meaning of the act of 2015. it does not transfer the suit to the commercial division for trial. 21. as noticed above, sub section (1) of section 15 empowers the high court in seisin of a suit involving a commercial dispute of a specified value within the meaning of the act of 2015 to be transferred to the commercial division for trial. since, the present suit involves a commercial dispute within the meaning of the act of 2015 and is in excess of the specified value for trial by a commercial division and since, the division bench recorded that, the suit involves a commercial dispute within the meaning of the commercial courts act, 2015, the present suit is required to be transferred to the commercial division for trial. by this order, the same is so directed. the present suit be transferred to the commercial division for trial in accordance with the act of 2015. 22. once, the suit is transferred to the commercial division for trial, sub section (4) of section 15 of the act of 2015 enjoins upon the commercial division to hold case management hearing in respect of the transferred suit in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application. 23. the proviso to sub section (4) of section 15 prescribe that sub-rule (1) of rule 1 of order 5 of the code of civil procedure, 1908 shall not apply to the transferred suit and that, the court in its discretion may prescribe a new time period within which the written statement shall be filed. order v rule 1 of the code of civil procedure, 1908 is as follows:\"1. summons. [(1) when a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant: provided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim: provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other days as may be specified by the court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.] (2) a defendant to whom a summons has been issued under sub-rule (1) may appear:(a) in person, or (b) by a pleader duly instructed and able to answer all material questions relating to the suit, or (c) by a pleader accompanied by some person able to answer all such questions. (3) every such summons shall be signed by the judge or such officer as he appoints and shall be sealed with the seal of the court.\" 24. in view of the provisions of the act of 2015 as noted above in the factual matrix of the present case the defendant no. 2 is entitled to one opportunity to file its written statement. the suit was not transferred to the commercial division in terms of the section 15 (1) of the act of 2015 prior to this order. subsequent to the transfer of the suit to the commercial division, it is incumbent on the commercial division to hold case management hearings in respect of the transferred suit and in order to prescribe new time line and issue such further directions as may be necessary for a speedy and efficacious disposal of the suit. such case management hearing have not been held. moreover, in terms of the proviso to sub section (4) of section 15, the court retains the power in its discretion, to prescribe a new time period within which the written statement is to be filed. 25. the bombay high court considered the question as to whether the mandatory time line of 120 days for filing a written statement in a commercial suit is applicable to suits which were filed prior to the enactment of the act of 2015 and subsequently transferred to the commercial division in 2019 scc online bom. (reliance general insurance company ltd. vs. colonial life insurance (tribunal) ltd.). it has held that, the mandatory timeline of 120 days for filing written statement in a commercial suit is not applicable to suits which were filed prior to the enactment of the act of 2015 and subsequently transferred as commercial suit to be heard by commercial division of the high court. 26. in the facts of the present case, subsequent to the act of 2015 coming into effect, this hon'ble court extended the time to file written statement by the defendant nos. 3 and 4 by orders dated february 1, 2019. appeals were carried against such order which were dismissed as not maintainable by the order dated february 15, 2019. two review petitions were filed by the plaintiff in respect of the orders dated february 1, 2019 extending the time to file written statements by defendant nos. 3 and 4. in the review petitions, the plaintiffs raised the same issues as sought to be raised in the present applications. the learned judge disposing of the two review petitions on september 17, 2019 had negated the contentions of the plaintiffs and held that, the suit was not transferred to the commercial division on the date when, the application for extension of time to file written statement by the defendant nos. 3 and 4 were extended on february 1, 2019 and therefore refused to review such orders, inter alia, on the ground that, there was no error apparent on the face of record warranting a review of such orders. 27. section 16 of the act of 2015 incorporates various amendments to the code of civil procedure, 1908 in its application to commercial disputes. section 16 of the act of 2015 is as follows:\"16. amendments to the code of civil procedure, 1908 in its application to commercial disputes.--(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail.\" 28. section 16 of the act of 2015 requires the commercial division to follow the provisions of the code of civil procedure, 1908 as amended by the act of 2015 in the trial of a suit in respect a commercial dispute of a specified value. however, the proviso to sub section (4) of section 15 prescribes that, the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 shall not apply to the transferred suit. since, the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 does not apply to a transferred suit, and the court retains the discretion to prescribe a new time period within which the written statement can be filed, the application for extension of time to file written statement filed by the defendant no. 2 requires consideration. all and every application for extension of time to file written statement cannot be allowed. the time to file written statement can be allowed on judicial recognized principles one of which is that, the defendant adequately explains as to, the delay in not filing the written statement within the time stipulated. 29. in the facts of the present case, the defendant no. 2 seeks to explain non filing of the written statement from the date of expiry of the time period to file written statement as prescribed by the writ of summons till the date of making the application for extension of time to file written statement, on the ground of various proceedings that the parties had in the suit. the defendant no. 2 acknowledges that he received the writ of summons on april 2, 2015. the defendant no.2 entered appearance on march 11, 2015. two applications for dismissal of the suit were taken out by the defendant nos. 3 and 4. in one of such application for dismissal of the suit, an order dated june 7, 2016 was passed directing the department not to transfer the suit to the list of undefended suits during the pendency of the application for dismissal. the application of the plaintiff for decree on judgement on admission filed on january 13, 2016 was allowed on july 26, 2016. the judgement and decree dated july 26, 2016 was set aside by the appeal court on august 22, 2017. the defendant no. 2 has sought to explain the non-filing of the written statement not only on the pendency of the applications as noted above but also on the fact that the defendant no. 2 was embroiled in criminal cases and was detained in judicial custody for a given period of time. the defendant no. 2 who is a medical practitioner and was employed with a college of medicine, lost his employment with the college by reason of such criminal litigation. consequently, the defendant no. 2 has claimed that he was mentally depressed and unemployed for about a year till january 2018. thereafter, the defendant no. 2 started his own practice. subsequently, after the application of the defendant no. 3 and 4 to file written statement were allowed the defendant no. 2 filed the present application on june 25, 2019. the court is informed that the written statement on behalf of the defendant no. 2 is ready. 30. in view of the position is law as noted above and the conduct of the defendant no. 2 as explained in its application for extension to time to file written statement, in my considered opinion, the defendant no. 2 is entitled to one opportunity to file written statement in the suit. the defendant no. 2 will file written statement within seven days from date. 31. old ga no. 1369 of 2019 new ga no. 17 of 2019 in cs no. 23 of 2019 is disposed of accordingly without any order as to costs. (debangsu basak, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4b4ce7201af4031b1c56dfe67d16bca_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c00875e27f540e4ae34ea19b188d9c8_1"
        },
        {
            "start": 242,
            "end": 412,
            "text": "\nSupreme Court of India\nS.D. Containers Indore vs M/S. Mold Tek Packaging Ltd. on 1 December, 2020\nEquivalent citations: Air 2021 Supreme Court 424, Aironline 2020 Sc 902",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01f64cee37f44d7fafb88164d4e584a7_2"
        },
        {
            "start": 413,
            "end": 486,
            "text": "\nAuthor: Hemant Gupta\nBench: Ajay Rastogi, Hemant Gupta, L. Nageswara Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eea2bc669da14492bd63fc6f3978a532_3"
        },
        {
            "start": 558,
            "end": 647,
            "text": "1\n\n\n                                                        Reportable\n\n\n                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5079edc7317f4dc198a6412153cce171_4"
        },
        {
            "start": 647,
            "end": 694,
            "text": "In The Supreme Court Of India\n                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e3b146ff7f94275a9bb9b5a4253b31c_5"
        },
        {
            "start": 694,
            "end": 722,
            "text": "Civil Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1593050327d4eca9fc5dbbf1483a7c8_6"
        },
        {
            "start": 743,
            "end": 790,
            "text": "Civil Appeal No.3695 Of 2020\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2c95667498449c0bd636c64b34cee7a_7"
        },
        {
            "start": 790,
            "end": 839,
            "text": "( @ Slp (C) No. 11488 Of 2020)\n\n\n\nS.D. Containers",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f48562c707342daa3cc0a21a3a7d5c9_8"
        },
        {
            "start": 840,
            "end": 846,
            "text": "Indore",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2490c4ef620f4cebb00ccf68f4440f98_9"
        },
        {
            "start": 878,
            "end": 896,
            "text": "..... Appellant(S)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eefa2c9910374cd4be07bad6f7d9b432_10"
        },
        {
            "start": 935,
            "end": 944,
            "text": "Versus\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "18703bf551394eff85dc1f5342a7b0c6_11"
        },
        {
            "start": 944,
            "end": 950,
            "text": "M / S.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "17767d92f7b14692a358398c22f2c6c6_12"
        },
        {
            "start": 951,
            "end": 974,
            "text": "Mold Tek Packaging Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e453eaef5fc34f50a127af16ffcf1453_13"
        },
        {
            "start": 997,
            "end": 1016,
            "text": "..... Respondent(S)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b54657cd5de42fcb4232298faafbeeb_14"
        },
        {
            "start": 1046,
            "end": 1054,
            "text": "Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c71778ee3fe4507a8124b9c8400cd2a_15"
        },
        {
            "start": 1056,
            "end": 1072,
            "text": "Hemant Gupta, J.",
            "labels": [
                "NONE"
            ],
            "id": "edba0a54ffa44b1680312f18bd9c0106_16"
        },
        {
            "start": 1074,
            "end": 1257,
            "text": "1. The present appeal has been filed to challenge an order passed by the Madhya Pradesh High Court, setting aside an order dated 23.03.2020 transferring the suit under Section 22(4) o",
            "labels": [
                "FAC"
            ],
            "id": "d766748e8f374a7f8eb01e0267ceab8d_17"
        },
        {
            "start": 1258,
            "end": 1309,
            "text": "f the Design Act, 2000 1 to the Calcutta High Court",
            "labels": [
                "NONE"
            ],
            "id": "b75763763d3d4b36a6c885a0aa054328_18"
        },
        {
            "start": 1310,
            "end": 1515,
            "text": ". It is the said order which was set aside by the High Court on 1.9.2020 directing that the Commercial Court, Indore is itself competent to decide the suit in terms of the Commercial Courts Act, 2015 2.\n2.",
            "labels": [
                "FAC"
            ],
            "id": "6459b06263a34197a38ecb5c6cfec745_19"
        },
        {
            "start": 1516,
            "end": 1820,
            "text": "The plaintiff/respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiffs design of Container and Lid registered under Design Application Nos. 299039 and 299041 respectively.",
            "labels": [
                "FAC"
            ],
            "id": "164e11f32e8f49db88d112ce766d7807_20"
        },
        {
            "start": 1822,
            "end": 2165,
            "text": "3. In the said suit, the defendant/appellant had filed a written statement along with the counter-claim before the Commercial Court, inter alia seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act.",
            "labels": [
                "FAC"
            ],
            "id": "159b90449102483aba47e2bf1612a630_21"
        },
        {
            "start": 2166,
            "end": 2334,
            "text": "The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench.",
            "labels": [
                "FAC"
            ],
            "id": "d05263575e884e0aaf12c2419eab428d_22"
        },
        {
            "start": 2335,
            "end": 2471,
            "text": "It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court.",
            "labels": [
                "FAC"
            ],
            "id": "2d5a7027f52a4932b6b07fa291ccd112_23"
        },
        {
            "start": 2472,
            "end": 2520,
            "text": "\nfor short the 2000 Act for short the 2015 Act 4",
            "labels": [
                "FAC"
            ],
            "id": "7e7f8d11cbda490291d533130aa532a1_24"
        },
        {
            "start": 2521,
            "end": 2645,
            "text": ". The said order passed by Commercial Court was challenged by the plaintiff/respondent before the Madhya Pradesh High Court.",
            "labels": [
                "FAC"
            ],
            "id": "11271b62e304403b8561314607608efd_25"
        },
        {
            "start": 2646,
            "end": 2849,
            "text": "The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter.",
            "labels": [
                "ISSUE"
            ],
            "id": "33acc9244ee14ef08a0072ad302a1bf3_26"
        },
        {
            "start": 2850,
            "end": 3252,
            "text": "The High Court relied upon Godrej Sara Lee Ltd. vs Reckitt Benckiser Australia Pty. Ltd. and another 3 to hold that the legislature intended that an application for cancellation of registration of design would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court.",
            "labels": [
                "RLC"
            ],
            "id": "145e8639ffb14ab08e3bae6744784748_27"
        },
        {
            "start": 3253,
            "end": 3426,
            "text": "It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.",
            "labels": [
                "RLC"
            ],
            "id": "87edc931a220487c9d7931a7076450d4_28"
        },
        {
            "start": 3428,
            "end": 3705,
            "text": "5. The relevant provisions of the statutes, i.e. the 2000 Act and the 2015 Act are reproduced below:\nThe Design Act, 2000 4. Prohibition of registration of certain designs.--A design which-- (a) is not new or original; or (2010) 2 SCC 535 (b) xx xx xx (c) xx xx xx (d) xx xx xx",
            "labels": [
                "STA"
            ],
            "id": "17a3696928e44da89901b4b5e21868a6_29"
        },
        {
            "start": 3706,
            "end": 3730,
            "text": "shall not be registered.",
            "labels": [
                "STA"
            ],
            "id": "0bb4d9183fce4821b6909a1ec94486d2_30"
        },
        {
            "start": 3731,
            "end": 4337,
            "text": "Xx xx xx 19. Cancellation of registration.--(1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of section 2.",
            "labels": [
                "STA"
            ],
            "id": "17305810aba3446fb808daa1fadb2031_31"
        },
        {
            "start": 4338,
            "end": 4569,
            "text": "\n(2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.",
            "labels": [
                "STA"
            ],
            "id": "d908734f32eb4d9ba9ece00778a7d1ba_32"
        },
        {
            "start": 4585,
            "end": 4612,
            "text": "Xx            xx           ",
            "labels": [
                "STA"
            ],
            "id": "1875c8d11bac4040988b386309c586df_33"
        },
        {
            "start": 4612,
            "end": 4618,
            "text": "xx 22.",
            "labels": [
                "STA"
            ],
            "id": "8bcbf08405de45d3ac7c296c47d0dbf8_34"
        },
        {
            "start": 4624,
            "end": 4658,
            "text": "Piracy of registered design. \n\n\n(1",
            "labels": [
                "STA"
            ],
            "id": "17917696a5ac4297a6a6f3565e1fbef0_35"
        },
        {
            "start": 4659,
            "end": 4688,
            "text": ")      xx                 xxx",
            "labels": [
                "STA"
            ],
            "id": "d415dd5094f84e15b6e7a414fbc64a47_36"
        },
        {
            "start": 4712,
            "end": 4719,
            "text": "xxx (2)",
            "labels": [
                "STA"
            ],
            "id": "69908b4edbc1476291d749481a933a18_37"
        },
        {
            "start": 4725,
            "end": 4774,
            "text": "xx                 xxx                        xxx",
            "labels": [
                "STA"
            ],
            "id": "df65567ac1a24d20924c18d7c5f9db61_38"
        },
        {
            "start": 4775,
            "end": 4976,
            "text": "(3) In any suit or any other proceeding for relief under sub- section (2), ever ground on which the registration of a design may be cancelled under section 19 shall be available as a ground of defence.",
            "labels": [
                "STA"
            ],
            "id": "8197ae6a3e8844058c8975d400cd5633_39"
        },
        {
            "start": 4977,
            "end": 5435,
            "text": "\n(4) Notwithstanding anything contained in the second proviso to sub-section (2), where any ground or which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence under sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceedings shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision.",
            "labels": [
                "STA"
            ],
            "id": "10f81ff1066e409d95696147294dea38_40"
        },
        {
            "start": 5436,
            "end": 5630,
            "text": "\n(5) When the court makes a decree in a suit under sub- section (2), it shall send a copy of the decree to the Controller, who shall cause an entry thereof to be made in the register of designs.",
            "labels": [
                "STA"
            ],
            "id": "8a183c1bbcc34c7e8842b0626e42957d_41"
        },
        {
            "start": 5631,
            "end": 6580,
            "text": "\nTHE COMMERCIAL COURTS ACT, 2015 3. Constitution of Commercial Courts.-- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "af7e049937f447fcbd7a17735cf96114_42"
        },
        {
            "start": 6581,
            "end": 6889,
            "text": "\n[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.]",
            "labels": [
                "STA"
            ],
            "id": "57ae644ddfc44dc9a18dc040010d9c51_43"
        },
        {
            "start": 6890,
            "end": 7153,
            "text": "(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
            "labels": [
                "STA"
            ],
            "id": "ff220822ec994de1bc4691c61250482c_44"
        },
        {
            "start": 7154,
            "end": 7484,
            "text": "\n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n3A. Designation of",
            "labels": [
                "STA"
            ],
            "id": "97d1e7c93aa84316b6e4d555956d7fd5_45"
        },
        {
            "start": 7485,
            "end": 7515,
            "text": "Commercial Appellate Courts.--",
            "labels": [
                "STA"
            ],
            "id": "7fba7c0640844d0c824e50e09b88d24a_46"
        },
        {
            "start": 7516,
            "end": 7906,
            "text": "Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.",
            "labels": [
                "STA"
            ],
            "id": "2d691cf1370b46b1932837155287fb7a_47"
        },
        {
            "start": 7908,
            "end": 8278,
            "text": "4. Constitution of Commercial Division of High Court.-- (1) In all High Courts, having 2[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\nXxx xxx xxx 7.",
            "labels": [
                "STA"
            ],
            "id": "67190fad27d8498298b489de7312f49e_48"
        },
        {
            "start": 8279,
            "end": 8332,
            "text": "Jurisdiction of Commercial Divisions of High Courts.-",
            "labels": [
                "STA"
            ],
            "id": "e23ed547c2274f509f13ca98bdf910f6_49"
        },
        {
            "start": 8333,
            "end": 8844,
            "text": "\n- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
            "labels": [
                "STA"
            ],
            "id": "5d8dd611774d4f02a00c62e8cdfcea63_50"
        },
        {
            "start": 8846,
            "end": 9225,
            "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "9b46880ce48a42438fbe790094dd9ac8_51"
        },
        {
            "start": 9226,
            "end": 9557,
            "text": "\nXxx xxx xxx 21. Act to have overriding effect.-- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
            "labels": [
                "STA"
            ],
            "id": "279e1d41d4a44007894fed5c7d694c85_52"
        },
        {
            "start": 9559,
            "end": 9830,
            "text": "6. Mr. Jai Sai Deepak, learned counsel for the appellant referred to the judgments reported as M/s Astral Polytechnic Limited v. M/s Ashirwad Pipes Private Ltd. 4, R. N. Gupta and Co. Ltd. Jasola New Delhi v. M/s Action Construction Equipments Ltd.\nDudhohla and 3 others.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8e3d976636d1444ba5b110f03642e8f2_53"
        },
        {
            "start": 9831,
            "end": 10354,
            "text": "5, M/s. Escorts Construction Equipment Ltd. v. M/s Gautam Engineering Company and another 6, Salutri Remedies v. Unim Pharma Lab Pvt. Ltd 7 and Standard Glass Beads Factory and another v. Shri Dhar and Ors 8 to contend that the High Court erred in law in transferring the suit to the Commercial Court (District Level) while setting aside the order passed by the Commercial Court to transfer the said suit to the ILR 2008 Kar 2533 2016 SCC OnLine All 975 AIR 2010 J&K 13 2009 SCC OnLine Guj 9488 AIR 1961 All 101 High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5387875dd44d43678d8ee6d245418716_54"
        },
        {
            "start": 10355,
            "end": 10726,
            "text": "It was also argued that the High Court erred in holding that since an appeal against the order of cancellation by the Controller lies to the High Court, the transfer would not be sustainable for the reason that the appellate jurisdiction is distinct from the original jurisdiction in a plea for cancellation of the design in a suit in terms of the provisions of 2000 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "47683f198cad43ebb6131e8b82ab4c72_55"
        },
        {
            "start": 10728,
            "end": 10960,
            "text": "7. On the other hand, Mr. Assudani, learned counsel for the respondent relied upon the order of this Court in Godrej Sara Lee as well as Whirlpool of India v. Videocon Industries Ltd. 9 to support the order passed by the High Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "df7db142927d44b584ab38af979a5b47_56"
        },
        {
            "start": 10962,
            "end": 11011,
            "text": "8. We have heard learned counsel for the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d0d8b7d3fc54a45a54526206fbe55f8_57"
        },
        {
            "start": 11012,
            "end": 11176,
            "text": "The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8229920cda1b45af860282e25d6c1cdc_58"
        },
        {
            "start": 11177,
            "end": 11265,
            "text": "The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cba1f498c4a34fd58b4fa8098bae454f_59"
        },
        {
            "start": 11266,
            "end": 11445,
            "text": "In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e77e1c9f1bed4d048c58d8472fe66999_60"
        },
        {
            "start": 11446,
            "end": 11605,
            "text": "The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2a8e70e73164db3870ef8881239ba3c_61"
        },
        {
            "start": 11606,
            "end": 11747,
            "text": "In terms of Section 3(2) of the 2015 2014 SCC OnLine Bom 565 Act, the Court of District Judge at Indore is notified to be a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2800bebecc5846499c29ec7ad00f00f4_62"
        },
        {
            "start": 11748,
            "end": 12045,
            "text": "Commercial Dispute within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "807a680270364d4786e3447b470d1057_63"
        },
        {
            "start": 12046,
            "end": 12184,
            "text": "Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f97b06d0386f49769350857727149639_64"
        },
        {
            "start": 12186,
            "end": 12365,
            "text": "9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6991083aead4460980d3c1a001f04fed_65"
        },
        {
            "start": 12366,
            "end": 12471,
            "text": "Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "548e94c5c1ca430983fd88ae63ce2e6c_66"
        },
        {
            "start": 12472,
            "end": 12979,
            "text": "Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c48473c55ca43318fb57000d564fb4d_67"
        },
        {
            "start": 12981,
            "end": 13349,
            "text": "10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules appliable to each High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6da5bdb7cae84e9aabd82135b7beb1c2_68"
        },
        {
            "start": 13350,
            "end": 13583,
            "text": "Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "449dad7d313b4625b1ceca8d425c6fc6_69"
        },
        {
            "start": 13585,
            "end": 13741,
            "text": "11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50c2b51d98a041f0aa0b61846d73ccb5_70"
        },
        {
            "start": 13742,
            "end": 13938,
            "text": "There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3fef6b89b7e47e6ac8c6f41de106359_71"
        },
        {
            "start": 13939,
            "end": 14180,
            "text": "Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ba6834e259348e293acafcf760b2e98_72"
        },
        {
            "start": 14181,
            "end": 14395,
            "text": "Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d303872f37f4d4499e122e293209266_73"
        },
        {
            "start": 14396,
            "end": 14506,
            "text": "It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eda6cd34d4764ad8992c2b7af95cddcd_74"
        },
        {
            "start": 14507,
            "end": 14670,
            "text": "In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a6fbabcc30347588b67748d679a0a19_75"
        },
        {
            "start": 14671,
            "end": 14771,
            "text": "The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "635a05d3e6ac4b9ca17e1413c34c5877_76"
        },
        {
            "start": 14772,
            "end": 15205,
            "text": "In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b619afb127b4950b8f387cadcd96a2f_77"
        },
        {
            "start": 15207,
            "end": 15427,
            "text": "12. The judgment in Godrej Sara Lee arises out of an order passed by the Controller of Patent & Designs, Kolkata under Section 19(1) of the 2000 Act, cancelling the registered designs belonging to the respondent therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9bbd11c43ec14ce7af46ff2c61520ad4_78"
        },
        {
            "start": 15428,
            "end": 15567,
            "text": "The question examined was as to whether the Delhi High Court has jurisdiction to entertain the appeals against the order of the Controller.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccc5d859aacf4d5f83b6437927e23fd6_79"
        },
        {
            "start": 15568,
            "end": 15728,
            "text": "The respondent had also filed a civil suit before the Delhi High Court alleging infringement of registered designs and thus seeking cancellation of the designs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d9e73f354d141a7b7b1d143f28b184a_80"
        },
        {
            "start": 15729,
            "end": 15813,
            "text": "Later, the Controller of Design cancelled three designs belonging to the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44ac86e833414758be48b53b3bc56a72_81"
        },
        {
            "start": 15814,
            "end": 15896,
            "text": "This order of cancellation was challenged by the respondent before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eda462b8f0564f5480db880f2daa2144_82"
        },
        {
            "start": 15897,
            "end": 16116,
            "text": "In these circumstances, the question examined was regarding interpretation of the expression High Court used in Section 19(2) and 22(4) of the 2000 Act and Section 51A of the Indian Patents and Designs Act, 1911 10.\n13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45ea10a2ff8449da95d199d81f2c6850_83"
        },
        {
            "start": 16117,
            "end": 16268,
            "text": "It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e0b246d3350416ab01ae9d6a3e3a5e3_84"
        },
        {
            "start": 16269,
            "end": 16392,
            "text": "Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19b06efaddd1429db1bdaf7b3bbd0003_85"
        },
        {
            "start": 16393,
            "end": 16603,
            "text": "It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5d139715e054fb7a47786bddff1e69d_86"
        },
        {
            "start": 16604,
            "end": 16953,
            "text": "Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the plaintiff/respondent had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a79d49ef0c564e9bb2eed55d61340882_87"
        },
        {
            "start": 16955,
            "end": 17056,
            "text": "14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ddc64a6a08b4324bf1aafd7e1ff8358_88"
        },
        {
            "start": 17057,
            "end": 17148,
            "text": "One of them is before the Controller, appeal against which would lie before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "acb51434667b4abab7fc0738a3988ba7_89"
        },
        {
            "start": 17149,
            "end": 17362,
            "text": "Second, in a suit for infringement in a proceeding before the civil court on the for short the 1911 Act basis of registration certificate, the defendant has been given the right to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "900a6d95d29e47cab12ca1308373e46e_90"
        },
        {
            "start": 17363,
            "end": 17490,
            "text": "In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fa027e99dab4b1094d6b8d6e441e0e1_91"
        },
        {
            "start": 17491,
            "end": 17578,
            "text": "Both are independent provisions giving rise to different and distinct causes of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd7ad36358b54c9896f68d28c988fd6e_92"
        },
        {
            "start": 17580,
            "end": 17698,
            "text": "15. In Standard Glass Beads, the 1911 Act was under examination before the Division Bench of the Allahabad High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1b1c335c83e4770ae52e002ee2a6697_93"
        },
        {
            "start": 17699,
            "end": 17843,
            "text": "Section 29 thereof permits a suit to be filed by a patentee wherein the defendant could raise a plea of revocation of patent in a counter-claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8781f0aa2afa450ca98fe5e6daf895a8_94"
        },
        {
            "start": 17844,
            "end": 17904,
            "text": "Considering Section 29 of the Act, it was held as under:\n10.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef839a6f937b44f3b471a53e63adb5ff_95"
        },
        {
            "start": 17905,
            "end": 18157,
            "text": "The expression shall be transferred in our judgment means shall stand transferred; and the District Judge is left with no jurisdiction save to make such order as is necessary to secure the physical transfer of the records of the case to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fb0e9361bf247ff8d0b90e4d71d1390_96"
        },
        {
            "start": 18158,
            "end": 18457,
            "text": "If this meaning be not given to these words there will be an element of uncertainty both with regard to the time when the record of the case is to be sent to the High Court and to the powers of the District Court during the period which is allowed to elapse before the record is in fact transferred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28f84118e13747c38d57bfb70dbbdaf1_97"
        },
        {
            "start": 18459,
            "end": 18614,
            "text": "16. The said view was reiterated by another Single Bench of Allahabad High Court in a judgment reported as R. N. Gupta after the enactment of the 2000 Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8af713769c5946079f12a2fe7541e244_98"
        },
        {
            "start": 18615,
            "end": 18643,
            "text": "The Court held as under:\n35.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a06ca0a1e9a14533ba7bfeb90986ef27_99"
        },
        {
            "start": 18644,
            "end": 19200,
            "text": "Apart from that, looking from another angle, in case it is left open to District Court to proceed further to record any satisfaction on the material filed on record in support of the ground taken by the defendant as available under Section 19, it would mean that the District Court would be entering into the jurisdiction of the Controller of the Designs as provided to him under Section 19 or of the High Court, in case any such proceedings for cancellation of registration are proceeded further by the Controller of Designs or are sent to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1864616aede546a681bf6361615215f9_100"
        },
        {
            "start": 19201,
            "end": 19419,
            "text": "To my mind, the District Court can go only to the extent of satisfying itself as to whether ground, on which the registration of design may be cancelled under Section 19, has been availed as a ground of defence or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "788d92ea4eda4bb79f599e7cfe125ca3_101"
        },
        {
            "start": 19420,
            "end": 19735,
            "text": "It cannot go into the merits of the defence so taken by the defendant as it would amount to exceeding his jurisdiction, which can only be gone into by the High Court on transfer of the case to the High court as to whether there is any force or not in such defence taken by the defendant under Section 19 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fbda45a048a4acc8b9f513c91cac710_102"
        },
        {
            "start": 19737,
            "end": 20097,
            "text": "36. In such view of the matter, once, on bare reading of the reply filed to the interim injunction application, it is found that that a defence or ground under Section 19 is availed of, nothing further is to be seen by the District court and he has no option but to transfer the case to the High Court for decision including the interim injunction application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f55ddb33d494a6b85ae7f747d9420cb_103"
        },
        {
            "start": 20099,
            "end": 20252,
            "text": "17. Similar view was taken by Single Bench of Karnataka High Court in a judgment reported as M/s Astral Polytechnic, wherein the Court held as under:\n15.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "86e9f33dbbc443b898216f1b2f3f6ed7_104"
        },
        {
            "start": 20253,
            "end": 20593,
            "text": "In that view of the matter, the order passed by the trial judge refusing to transfer the pending suit to this court when admittedly the second defendant has taken a defence under sec. 19 of the Act contending that the design which is registered in favour of the plaintiff was not registerable at all, is erroneous and liable to be quashed..",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "893deb59c0bb4968b017f63a69de3e3d_105"
        },
        {
            "start": 20595,
            "end": 21057,
            "text": "18. To the same effect is a judgment of Jammu and Kashmir High Court reported as M/s. Escorts Construction Equipment, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the Civil Court has no power to decide the revocation of the design and it is only the High Court which has to adjudicate upon the matter and decide as to whether the design is to be cancelled or not.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c7ff81dbe104c60acc6dd6734faa259_106"
        },
        {
            "start": 21058,
            "end": 21170,
            "text": "It was held that the learned trial court committed a legal error in not transferring the case to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c240610bbbd744a79d14634d0e3773fb_107"
        },
        {
            "start": 21172,
            "end": 21339,
            "text": "19. The Bombay High Court in Whirlpool of India was dealing with a suit against the Defendant for infringement of the registered designs; passing off; and the damages.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "33ebb09272b04b9582af834b14965ec7_108"
        },
        {
            "start": 21340,
            "end": 21476,
            "text": "The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac51595bf5fb47a1b04f68026d0d8d91_109"
        },
        {
            "start": 21477,
            "end": 21534,
            "text": "In these circumstances, the High Court held as under:\n19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b2ed74a190494a93a41ebf560f1519d3_110"
        },
        {
            "start": 21535,
            "end": 21894,
            "text": "In support of its contention that the Defendant's registered design can only be challenged by proceedings under Section 19 of the Act before the Controller, the Defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered design amounts to a negation and exclusion of remedy under Section 22 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b602cb6227fe462abd0ec974347bb276_111"
        },
        {
            "start": 21895,
            "end": 21921,
            "text": "This is plainly incorrect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9103646f57e4075b26682d9c279b637_112"
        },
        {
            "start": 21922,
            "end": 22008,
            "text": "Section 19 and Section 22 of the Act operate independently in different circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7364c219c1be46329d397913ec343ffc_113"
        },
        {
            "start": 22009,
            "end": 22093,
            "text": "Section 19 of the Act is invoked to seek cancellation of a registration of a design.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "730450522477450182835763a57d9a51_114"
        },
        {
            "start": 22094,
            "end": 22303,
            "text": "Section 22 of the Act is invoked where a registered design of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "396b5c4ca0104d29a0d6a008788fbe47_115"
        },
        {
            "start": 22304,
            "end": 22411,
            "text": "Such relief can be sought even against a registered proprietor of a design by questioning his registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "577af07add454fe8b9f13ee931d53ccb_116"
        },
        {
            "start": 22412,
            "end": 22662,
            "text": "The Defendant too can submit that the Plaintiff is not entitled to any relief in terms of damages, injunction etc. by questioning the registration of the Plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5fccec784d84c42bea41c49853ac3bb_117"
        },
        {
            "start": 22663,
            "end": 22811,
            "text": "Again, Section 19 entitles a party to move the Controller for cancellation of a design even where the registered proprietor is not using the design.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92bfeffb9d9b4226b56062f1ae4e9e5d_118"
        },
        {
            "start": 22812,
            "end": 22973,
            "text": "Section 19 therefore affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee5cf242d7c94fca9c56bd894a2645c4_119"
        },
        {
            "start": 22974,
            "end": 23204,
            "text": "In marked contrast, Section 22 of the Act affords a cause of action only where a registered design is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "505c916ee8da444f95e71c0dead97741_120"
        },
        {
            "start": 23205,
            "end": 23404,
            "text": "Consequently, if a registered proprietor does not apply his design to an article for sale or in connection with such sale, another registered proprietor cannot have recourse to Section 22 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e28e393d25b49afb344c4ecda4d977a_121"
        },
        {
            "start": 23405,
            "end": 23502,
            "text": "The remedy under Section 22 of the Act is only available where the impugned design is being used.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92a3c944620741f09841ed38d5abbfba_122"
        },
        {
            "start": 23503,
            "end": 23771,
            "text": "A further distinction between Section 19 and 22 of the Act, as correctly pointed out on behalf of the Plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a45378fd0fe64b6695198a787160de64_123"
        },
        {
            "start": 23772,
            "end": 23861,
            "text": "The remedy under Section 19 and the remedy under Section 22 are therefore very different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "429216cca3044bc9b86b959af9a4b92a_124"
        },
        {
            "start": 23862,
            "end": 23947,
            "text": "They apply to different persons in different circumstances and for different reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59197897712f45a48b8a720ab6be516b_125"
        },
        {
            "start": 23949,
            "end": 24057,
            "text": "20. In view of the above, the order of the Commercial Court at the District Level is in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "893d9b99110749d0a8a38719b0fd714f_126"
        },
        {
            "start": 24058,
            "end": 24161,
            "text": "However, we are unable to agree with the Commercial Court to transfer such suit to Calcutta High Court.",
            "labels": [
                "RATIO"
            ],
            "id": "8a205f0e7b9a4b0694141d91e8916fb0_127"
        },
        {
            "start": 24162,
            "end": 24282,
            "text": "The High Court, where the cause of action arises has the Jurisdiction to entertain the Suit in terms of Godrej Sara Lee.",
            "labels": [
                "RATIO"
            ],
            "id": "d1ac1682dd1946edbba26106655af6ec_128"
        },
        {
            "start": 24283,
            "end": 24443,
            "text": "Since no part of cause of action has arisen within the jurisdiction of Kolkata, the suit is liable to be transferred to Madhya Pradesh High Court, Indore Bench.",
            "labels": [
                "RPC"
            ],
            "id": "bd6a174c61554d4390d4cb5e76aa8baf_129"
        },
        {
            "start": 24444,
            "end": 24513,
            "text": "In fact, the Plaintiff has filed suit at Indore, Madhya Pradesh only.",
            "labels": [
                "RATIO"
            ],
            "id": "c5c7c9e8340d4888ba52c30c4ef8487e_130"
        },
        {
            "start": 24515,
            "end": 24585,
            "text": "21. Thus, we find that the order of the High Court is not sustainable.",
            "labels": [
                "RPC"
            ],
            "id": "45c5c59ce3924106ad74b757a71c5e69_131"
        },
        {
            "start": 24586,
            "end": 24735,
            "text": "The same is set aside and the matter is remitted to the High Court of Madhya Pradesh, Indore Bench, who shall decide the suit in accordance with law.",
            "labels": [
                "RPC"
            ],
            "id": "e463cfa536bf4bc89cff81f82a5f8f30_132"
        },
        {
            "start": 24736,
            "end": 24781,
            "text": "The appeal is disposed of in the above terms.",
            "labels": [
                "RPC"
            ],
            "id": "08a4e11de3f947a9a805969d62324a66_133"
        },
        {
            "start": 24782,
            "end": 24927,
            "text": "\n.............................J. (L. NAGESWARA RAO) .............................J. (HEMANT GUPTA) .............................J. (AJAY RASTOGI)",
            "labels": [
                "NONE"
            ],
            "id": "6116c9dd2b954daa95a6097dcec0b23d_134"
        },
        {
            "start": 24928,
            "end": 24956,
            "text": "New Delhi, December 1, 2020.",
            "labels": [
                "NONE"
            ],
            "id": "c42bdaa343c74327b0786f1886c1869f_135"
        }
    ],
    "entities": [
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 19
        },
        {
            "text": "Dilip Choudhury",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 39
        },
        {
            "text": "Pratishruti Projects Limited",
            "label": "RESPONDENT",
            "start_char": 43,
            "end_char": 71
        },
        {
            "text": "Debangsu Basak",
            "label": "LAWYER",
            "start_char": 105,
            "end_char": 119
        },
        {
            "text": "Debangsu Basak",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 141
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 355,
            "end_char": 377
        },
        {
            "text": "Dilip Choudhury",
            "label": "PETITIONER",
            "start_char": 511,
            "end_char": 526
        },
        {
            "text": "Pratishruti Projects Limited",
            "label": "RESPONDENT",
            "start_char": 587,
            "end_char": 615
        },
        {
            "text": "Suman Dutt",
            "label": "LAWYER",
            "start_char": 669,
            "end_char": 679
        },
        {
            "text": "Saunavo Basu",
            "label": "LAWYER",
            "start_char": 734,
            "end_char": 746
        },
        {
            "text": "Balanko Sen",
            "label": "LAWYER",
            "start_char": 801,
            "end_char": 812
        },
        {
            "text": "S.P. Sarkar",
            "label": "LAWYER",
            "start_char": 868,
            "end_char": 879
        },
        {
            "text": "A.K. Awasthi",
            "label": "LAWYER",
            "start_char": 940,
            "end_char": 952
        },
        {
            "text": "Aishwarya Kumar Awasthi",
            "label": "LAWYER",
            "start_char": 1006,
            "end_char": 1029
        },
        {
            "text": "Debangsu Basak",
            "label": "JUDGE",
            "start_char": 1159,
            "end_char": 1173
        },
        {
            "text": "July 3, 2018",
            "label": "DATE",
            "start_char": 1818,
            "end_char": 1830
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 1942,
            "end_char": 1958
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 2163,
            "end_char": 2180
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 2409,
            "end_char": 2426
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 2611,
            "end_char": 2621
        },
        {
            "text": "2019 Scc online Bom 848 (Reliance General Insurance Company Ltd. vs. Colonial Life Insurance Company (Trinidad) Limited)",
            "label": "PRECEDENT",
            "start_char": 3102,
            "end_char": 3222
        },
        {
            "text": "April 2, 2015",
            "label": "DATE",
            "start_char": 3423,
            "end_char": 3436
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 3441,
            "end_char": 3458
        },
        {
            "text": "Order Viii Rule 1",
            "label": "PROVISION",
            "start_char": 3846,
            "end_char": 3863
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 3871,
            "end_char": 3900
        },
        {
            "text": "Sections 15 (4) and (5)",
            "label": "PROVISION",
            "start_char": 3980,
            "end_char": 4003
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 4122,
            "end_char": 4139
        },
        {
            "text": "June 20, 2019",
            "label": "DATE",
            "start_char": 4213,
            "end_char": 4226
        },
        {
            "text": "17, 2019",
            "label": "DATE",
            "start_char": 4815,
            "end_char": 4823
        },
        {
            "text": "August 21, 2012",
            "label": "DATE",
            "start_char": 5732,
            "end_char": 5747
        },
        {
            "text": "October 30, 2012",
            "label": "DATE",
            "start_char": 6257,
            "end_char": 6273
        },
        {
            "text": "January 28, 2015",
            "label": "DATE",
            "start_char": 6984,
            "end_char": 7000
        },
        {
            "text": "April 2, 2015",
            "label": "DATE",
            "start_char": 7073,
            "end_char": 7086
        },
        {
            "text": "July 26, 2016",
            "label": "DATE",
            "start_char": 7374,
            "end_char": 7387
        },
        {
            "text": "July 26, 2016",
            "label": "DATE",
            "start_char": 7433,
            "end_char": 7446
        },
        {
            "text": "August 22, 2017",
            "label": "DATE",
            "start_char": 7553,
            "end_char": 7568
        },
        {
            "text": "July 26, 2016",
            "label": "DATE",
            "start_char": 7600,
            "end_char": 7613
        },
        {
            "text": "August 22, 2017",
            "label": "DATE",
            "start_char": 7680,
            "end_char": 7695
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7752,
            "end_char": 7765
        },
        {
            "text": "January 22, 2018",
            "label": "DATE",
            "start_char": 7847,
            "end_char": 7863
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7882,
            "end_char": 7895
        },
        {
            "text": "July 3, 2018",
            "label": "DATE",
            "start_char": 8142,
            "end_char": 8154
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 8159,
            "end_char": 8175
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 8476,
            "end_char": 8492
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 8572,
            "end_char": 8589
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 8810,
            "end_char": 8837
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 9102,
            "end_char": 9118
        },
        {
            "text": "September 17, 2019",
            "label": "DATE",
            "start_char": 9241,
            "end_char": 9259
        },
        {
            "text": "January 30, 2015",
            "label": "DATE",
            "start_char": 9296,
            "end_char": 9312
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9323,
            "end_char": 9344
        },
        {
            "text": "December 31, 2015",
            "label": "DATE",
            "start_char": 9362,
            "end_char": 9379
        },
        {
            "text": "October 23, 2015",
            "label": "DATE",
            "start_char": 9397,
            "end_char": 9413
        },
        {
            "text": "Section 2 (1)\n(c)",
            "label": "PROVISION",
            "start_char": 10228,
            "end_char": 10245
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 10266,
            "end_char": 10275
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10683,
            "end_char": 10692
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 10909,
            "end_char": 10918
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 11012,
            "end_char": 11022
        },
        {
            "text": "Section 2 (1) (c) (xi)",
            "label": "PROVISION",
            "start_char": 11611,
            "end_char": 11633
        },
        {
            "text": "Section 2 (1) (c) (xi)",
            "label": "PROVISION",
            "start_char": 11635,
            "end_char": 11657
        },
        {
            "text": "Section 2 (1) (c) (xi)",
            "label": "PROVISION",
            "start_char": 12014,
            "end_char": 12036
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 12083,
            "end_char": 12100
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 12643,
            "end_char": 12653
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 12695,
            "end_char": 12705
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 12839,
            "end_char": 12890
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 13135,
            "end_char": 13186
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 13712,
            "end_char": 13763
        },
        {
            "text": "Order XV-A]",
            "label": "PROVISION",
            "start_char": 14367,
            "end_char": 14378
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908):",
            "label": "STATUTE",
            "start_char": 14386,
            "end_char": 14428
        },
        {
            "text": "proviso to sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 14447,
            "end_char": 14491
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 14499,
            "end_char": 14540
        },
        {
            "text": "Sub Section 1 of Section 15",
            "label": "PROVISION",
            "start_char": 15269,
            "end_char": 15296
        },
        {
            "text": "Arbitration and Conciliation Act 1996",
            "label": "STATUTE",
            "start_char": 15370,
            "end_char": 15407
        },
        {
            "text": "Sub Section (1) of Section 15",
            "label": "PROVISION",
            "start_char": 15639,
            "end_char": 15668
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 15858,
            "end_char": 15896
        },
        {
            "text": "Sub Section (1) of Section 15",
            "label": "PROVISION",
            "start_char": 16107,
            "end_char": 16136
        },
        {
            "text": "Sub Section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 16138,
            "end_char": 16167
        },
        {
            "text": "Sub Section (3) of Section 15",
            "label": "PROVISION",
            "start_char": 16250,
            "end_char": 16279
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16358,
            "end_char": 16396
        },
        {
            "text": "Sub Section (1) or Sub Section (2) of the Section 15",
            "label": "PROVISION",
            "start_char": 16525,
            "end_char": 16577
        },
        {
            "text": "Sub Section (4) of Section 15",
            "label": "PROVISION",
            "start_char": 16732,
            "end_char": 16761
        },
        {
            "text": "Order XV-A",
            "label": "PROVISION",
            "start_char": 17093,
            "end_char": 17103
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 17111,
            "end_char": 17140
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 17186,
            "end_char": 17219
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 17227,
            "end_char": 17256
        },
        {
            "text": "Sub Section (5) of Section 15",
            "label": "PROVISION",
            "start_char": 17436,
            "end_char": 17465
        },
        {
            "text": "Sub Section (1) of Section 15",
            "label": "PROVISION",
            "start_char": 18063,
            "end_char": 18092
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 18336,
            "end_char": 18353
        },
        {
            "text": "Sub Section (1) of Section 15",
            "label": "PROVISION",
            "start_char": 18569,
            "end_char": 18598
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 19066,
            "end_char": 19093
        },
        {
            "text": "Sub Section (4) of Section 15",
            "label": "PROVISION",
            "start_char": 19398,
            "end_char": 19427
        },
        {
            "text": "proviso to Sub Section (4) of Section 15",
            "label": "PROVISION",
            "start_char": 19716,
            "end_char": 19756
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order 5",
            "label": "PROVISION",
            "start_char": 19772,
            "end_char": 19805
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 19813,
            "end_char": 19842
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 20004,
            "end_char": 20018
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 20026,
            "end_char": 20055
        },
        {
            "text": "sub-rule (1)",
            "label": "PROVISION",
            "start_char": 20862,
            "end_char": 20874
        },
        {
            "text": "Section 15 (1)",
            "label": "PROVISION",
            "start_char": 21478,
            "end_char": 21492
        },
        {
            "text": "Sub Section (4) of Section 15",
            "label": "PROVISION",
            "start_char": 21942,
            "end_char": 21971
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 22111,
            "end_char": 22128
        },
        {
            "text": "Reliance General Insurance company Ltd. vs. Colonial Life Insurance (Tribunal) Ltd.",
            "label": "PRECEDENT",
            "start_char": 22418,
            "end_char": 22501
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 22993,
            "end_char": 23009
        },
        {
            "text": "February 15, 2019",
            "label": "DATE",
            "start_char": 23111,
            "end_char": 23128
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 23210,
            "end_char": 23226
        },
        {
            "text": "September 17, 2019",
            "label": "DATE",
            "start_char": 23474,
            "end_char": 23492
        },
        {
            "text": "February 1, 2019",
            "label": "DATE",
            "start_char": 23739,
            "end_char": 23755
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 23924,
            "end_char": 23934
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 23993,
            "end_char": 24022
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 24066,
            "end_char": 24076
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 24135,
            "end_char": 24164
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 24235,
            "end_char": 24276
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 24517,
            "end_char": 24558
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 24758,
            "end_char": 24799
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 24867,
            "end_char": 24908
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 24956,
            "end_char": 24979
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 25024,
            "end_char": 25034
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25119,
            "end_char": 25148
        },
        {
            "text": "proviso to Sub Section (4) of Section 15",
            "label": "PROVISION",
            "start_char": 25269,
            "end_char": 25309
        },
        {
            "text": "proviso to sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 25331,
            "end_char": 25375
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25383,
            "end_char": 25412
        },
        {
            "text": "proviso to sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 25465,
            "end_char": 25509
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 25517,
            "end_char": 25546
        },
        {
            "text": "April 2, 2015",
            "label": "DATE",
            "start_char": 26584,
            "end_char": 26597
        },
        {
            "text": "March 11, 2015",
            "label": "DATE",
            "start_char": 26640,
            "end_char": 26654
        },
        {
            "text": "June 7, 2016",
            "label": "DATE",
            "start_char": 26814,
            "end_char": 26826
        },
        {
            "text": "January 13, 2016",
            "label": "DATE",
            "start_char": 27053,
            "end_char": 27069
        },
        {
            "text": "July 26, 2016",
            "label": "DATE",
            "start_char": 27085,
            "end_char": 27098
        },
        {
            "text": "July 26, 2016",
            "label": "DATE",
            "start_char": 27131,
            "end_char": 27144
        },
        {
            "text": "August 22, 2017",
            "label": "DATE",
            "start_char": 27182,
            "end_char": 27197
        },
        {
            "text": "June 25, 2019",
            "label": "DATE",
            "start_char": 27998,
            "end_char": 28011
        },
        {
            "text": "GA No. 1369 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 28478,
            "end_char": 28497
        },
        {
            "text": "GA No. 17 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 28502,
            "end_char": 28519
        },
        {
            "text": "CS No. 23 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 28523,
            "end_char": 28540
        },
        {
            "text": "DEBANGSU BASAK",
            "label": "JUDGE",
            "start_char": 28601,
            "end_char": 28615
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order Viii Rule 1",
            "Code of Civil Procedure, 1908",
            "Order Viii Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):",
            "Order XV-A]",
            "Code of Civil Procedure, 1908 (5 of 1908):"
        ],
        [
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Sub Section 1 of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section 1 of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (3) of Section 15",
            "Arbitration and Conciliation Act, 1996",
            "Sub Section (3) of Section 15",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XV-A",
            "Code of Civil Procedure, 1908",
            "Order XV-A",
            "Code of Civil Procedure, 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908",
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order 5",
            "Code of Civil Procedure, 1908",
            "sub-rule (1) of Rule 1 of Order 5",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order V Rule 1",
            "Code of Civil Procedure, 1908",
            "Order V Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 16",
            "Code of Civil Procedure, 1908",
            "Section 16",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 16",
            "Code of Civil Procedure, 1908",
            "Section 16",
            "Code of Civil Procedure, 1908"
        ],
        [
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908",
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908"
        ],
        [
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908",
            "proviso to sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act 1996",
            "Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sections 15 (4) and (5)",
            "Arbitration and Conciliation Act 1996",
            "Sections 15 (4) and (5)",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act 1996",
            "Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (xi)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act 1996",
            "Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 15",
            "Arbitration and Conciliation Act 1996",
            "Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (2) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (2) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (1) or Sub Section (2) of the Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (1) or Sub Section (2) of the Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (5) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (5) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (1) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "proviso to Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "proviso to Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 15 (1)",
            "Arbitration and Conciliation Act 1996",
            "Section 15 (1)",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 16",
            "Code of Civil Procedure, 1908",
            "Section 16",
            "Code of Civil Procedure, 1908"
        ],
        [
            "proviso to Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996",
            "proviso to Sub Section (4) of Section 15",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Section 2 (1)\n(c)",
            "Commercial Courts Act",
            "Section 2 (1)\n(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 4",
            "Commercial Courts Act",
            "Section 4",
            "Commercial Courts Act"
        ],
        [
            "Section 5",
            "Commercial Courts Act",
            "Section 5",
            "Commercial Courts Act"
        ],
        [
            "Section 7",
            "Commercial Courts Act",
            "Section 7",
            "Commercial Courts Act"
        ],
        [
            "sub-rule (1)",
            "Code of Civil Procedure, 1908",
            "sub-rule (1)",
            "Code of Civil Procedure, 1908"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Order Viii Rule 1 of Code of Civil Procedure, 1908": 1,
        "Order XV-A] of Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "proviso to sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Sub Section 1 of Section 15 of Arbitration and Conciliation Act 1996": 1,
        "Sub Section (3) of Section 15 of Arbitration and Conciliation Act, 1996": 1,
        "Order XV-A of Code of Civil Procedure, 1908": 1,
        "sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908": 1,
        "sub-rule (1) of Rule 1 of Order 5 of Code of Civil Procedure, 1908": 1,
        "Order V Rule 1 of Code of Civil Procedure, 1908": 1,
        "Section 16 of Code of Civil Procedure, 1908": 3,
        "proviso to sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908": 2,
        "Section 15 of Arbitration and Conciliation Act 1996": 4,
        "Sections 15 (4) and (5) of Arbitration and Conciliation Act 1996": 1,
        "Section 2 (1) (c) (xi) of Commercial Courts Act": 3,
        "Sub Section (1) of Section 15 of Arbitration and Conciliation Act 1996": 4,
        "Sub Section (2) of Section 15 of Arbitration and Conciliation Act 1996": 1,
        "Sub Section (1) or Sub Section (2) of the Section 15 of Arbitration and Conciliation Act 1996": 1,
        "Sub Section (4) of Section 15 of Arbitration and Conciliation Act 1996": 3,
        "Sub Section (5) of Section 15 of Arbitration and Conciliation Act 1996": 1,
        "proviso to Sub Section (4) of Section 15 of Arbitration and Conciliation Act 1996": 2,
        "Section 15 (1) of Arbitration and Conciliation Act 1996": 1,
        "Section 2 (1)\n(c) of Commercial Courts Act": 1,
        "Section 4 of Commercial Courts Act": 1,
        "Section 5 of Commercial Courts Act": 1,
        "Section 7 of Commercial Courts Act": 1,
        "sub-rule (1) of Code of Civil Procedure, 1908": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 11,
        "Code of Civil Procedure, 1908 (5 of 1908):": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act 1996": 19,
        "Arbitration and Conciliation Act, 1996": 1,
        "Commercial Courts Act": 7
    }
}