{
    "id": "3daabd6dd1248392d9e500a10229c8bfb347d1a3640ea5494570a284fa6b648c",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nNovateur Electrical & Digital Systems ... vs V-Guard Industries Ltd on 8 February, 2023 \nAuthor: C. Hari Shankar\nBench: C. Hari Shankar \n                                        Neutral Citation Number : 2023/Dhc/000960\n\n                  $ ~20(Original) \n                  *      In The High Court Of Delhi At New Delhi\n                  +      Cs(Comm) 567/2021 & I.A. 2117/2023\n                         Novateur Electrical & Digital Systems Pvt \n                         Ltd                                         ..... Plaintiff \n                                     Through: Mr. Hemant Singh, Ms. Mamta \n                                     Jha, Mr. Shakti P. Nair and Ms. Pragya Jain, \n                                     Advs.\n\n                                                 versus \n\n                         V - Guard Industries Ltd                 ..... Defendant \n                                      Through: Mr. Sachin Gupta, Mr. Manan \n                                      Mandal, Ms. Yashi Agrawal, Mr. Rohit\n                                      Pradhan and Ms. Swati Meena, Advs.\n\n                         Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                           Judgment (Oral) \n                  %                           08.02.2023 \n\n                  CC(Comm) 2/2022\n1. By this order, I proceed to decide the preliminary objection advanced by Mr. Hemant Singh, learne d Counsel for the plaintiff to the maintainability of CC (Comm) 2/2022, which is the counter claim filed by the defendant in the present suit. \n2. The present suit [CS(COMM) 567/2021] alleges piracy, by the defendant, of the designs registered in favour of the plaintiff vide Registration Nos. 296178, 296179 and 296180 (the suit designs) and seeks reliefs of injunction against the plaintiff from directly or indirectly dealing in the switch plates manufactured by the plaintiff, which allegedly infringe the suit designs. \nNeutral Citation Number : 2023/DHC/000960 defendants, to the plaint, is the plea that the suit designs are invalid on the ground of prior publication. \n4. During the pendency of these proceedings, the defendant has filed the present counter claim CC (Comm) 2/2022, seeking cancellation, and expunction from the Register of Designs, of the suit designs 296178, 296179 and 296180. The defendant has also filed, with the counter claim, an application under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (CPC), seeking stay of operation and effect of the suit designs. \n5. Mr. Hemant Singh, learned Counsel for the plaintiff, has objected to the counter claim filed by the defendant. He submits hat it is not maintainable. Though Mr. Sachin Gupta, learned Counsel for the defendant, points out that notice already stands issued on the counter claim and pleadings completed therein, there can be no gainsaying that an objection regarding maintainability can be raised at any stage, including appeal, as it goes to the very root of the proceedings and the jurisdiction of the court to entertain the matter. \n6. I am not, therefore, inclined to foreclose the objection of Mr. Hemant Singh merely on the ground that notice stands issued in the counter claim and pleadings completed therein. \n7. On the merits of his objection, Mr. Hemant Singh submits that, there is no provision in the Designs Act which provides for filing of a counter claim. That apart, he submits that the counter claim filed by the defendant seeks revocation and cancellation of the suit design, which, as per Section 191 of the Designs Act, has specifically to be 19. Cancellation of registration . -\nDigitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 raised only before the Controller of Designs. Mr. Hemant Singh submits that Section 22(3)2 of the Designs Act, no doubt, permits other grounds on which cancellation of a registered designs may be sought under Section 19(1), as a ground of defence to a plea of piracy. That remedy, he submits, has already been availed by the defendant, as the plea of invalidity of the suit designs has specifically been taken in the written statement filed by it, and this Court would rule on the issue while considering the merits of the pleas taken in the written statement. Mr. Hemant Singh submits that the defendant cannot, in view of Section 19, maintain a plea for revocation of the suit designs before this Court even in the form of a counter claim. Any such plea, he submits, has to be taken before the Controller of Designs. \n8. Mr. Hemant Singh has placed reliance, in this context, on the judgment of a Full Bench of this Court in Metro Plastic Industries (Regd.) v. Galaxy Footwear New Delhi3 and of the High Court of Calcutta in Rotomac Pens Ltd. v. Milap Chand & Co.4. Mr. Hemant Singh submits that, unlike the present 2000 Designs Act, the predecessor statute i.e., Section 51A of the Designs Act, 1911 (the 1911 Designs Act), specifically provided for filing of a cancellation petition before the High Court. In that statutory scenario, Mr. Hemant (1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of Section 2. (2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.\n22. Piracy of registered design. -\n** * * * (3) In any suit or any other proceeding for relief under sub-section (2), every ground on which the registration of a design may be cancelled under Section 19 shall be available as a ground of defence. \n1999 SCC OnLine Del 1028 : (2000) 83 DLT 205 (FB) (1999) 19 PTC 757 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 Singh submits that the High Court of Calcutta and the Full Bench of this Court have ruled that, if cancellation of a registered design was to be sought, it had to be sought by way of a cancellation petition under Section 51A before the High Court, and not by way of a counter claim in a suit for piracy instituted by the proprietor of the registered design. \n9. Mr. Hemant Singh submits that the statutory scheme stands completely re-worked in the Designs Act 2000. The 1911 Act, he points out, did not provide for grounds on which cancellation of a registered design could be sought being permitted to be urged as grounds of defence to a piracy suit. It was for this reason, he submits, that the 1911 Act contained separate provisions enabling the person seeking cancellation of a registered design to approach the High Court with a plea of cancellation of a design. The 2000 Act, however, provides, in Section 22(3), for every ground on which cancellation of registered design could be sought under Section 19(1) to be urged as a ground of defence in a piracy suit. It was for this reason, he submits, that substantive petitions for cancellation of the registered design have, consciously, been permitted to be filed only before the Controller of Designs, by Section 19 of the 2000 Designs Act. This is a conscious legislative dispensation which is different from the dispensation which existed under the 1911 Act. The court, submits Mr. Hemant Singh, is bound to respect the legislative dispensation and cannot, therefore, usurp the jurisdiction of the Controller of Patents and consider, on merits, a petition seeking cancellation of a registered design. \n10. Mr. Sachin Gupta, learned Counsel for the defendant, submits, per contra, that the issue is no longer res integra, as it stands concluded by the judgment of a Bench of three Hon'ble Judges of the Neutral Citation Number : 2023/DHC/000960 Supreme Court in S.D. Containers Indore v. Mold-Tek Packaging Ltd5. \n11. I have perused the said decision. \n12. Paras 2,3,4, 11, 13, 14, 18 and 19 of the said decision merit reproduction, thus: \n\"2. The plaintiff-respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiff's designs of container and lid registered under designs Applications Nos. 299039 and 299041 respectively. \n3. In the said suit, the appellant-defendant had filed a written statement along with the counterclaim before the Commercial Court, inter alia, seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act. The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench. It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court. \n4. The said order passed by the Commercial Court was challenged by the respondent-plaintiff before the Madhya Pradesh High Court. The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter. The High Court relied upon Godrej Sara Lee Ltd. v. Reckitt Benckiser Australia Pty. Ltd6. to hold that the legislature intended that an application for cancellation of registration of designs would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court. It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.\nxxxxx 11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction. There is no provision in the 2015 Act (2021) 3 SCC 289 (2010) 2 SCC 535 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction. Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act. Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act. It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act. In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the designs which necessarily mandates the courts to transfer the suit. The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration. In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by the learned counsel for the appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the civil suit in which there is plea to revoke the registered designs has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\nxxxxx 13. It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court. Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal. It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the respondent-plaintiff had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act. \nxxxxx 14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration. One of them is before the Controller, appeal against which would lie before the High Court. Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration. In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act. Both are independent provisions giving rise to different and distinct causes Neutral Citation Number : 2023/DHC/000960 xxxxx 18. To the same effect is a judgment of the Jammu and Kashmir High Court in Escorts Construction Equipment Ltd. v. Gautam Engg. Co.7, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the civil court has no power to decide the revocation of the designs and it is only the High Court which has to adjudicate upon the matter and decide as to whether the designs is to be cancelled or not. It was held that the learned trial court committed a legal error in not transferring the case to the High Court. \n19. The Bombay High Court in Whirlpool of India Ltd. v. Videocon Industries Ltd.8, was dealing with a suit against the defendant for infringement of the registered designs; passing off; and the damages. The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it. In these circumstances, the High Court held as under:\n19. In support of its contention that the defendant's registered designs can only be challenged by proceedings under Section 19 of the Act before the Controller, the defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered designs amounts to a negation and exclusion of remedy under Section 22 of the Act. This is plainly incorrect. Section 19 and Section 22 of the Act operate independently in different circumstances. Section 19 of the Act is invoked to seek cancellation of a registration of a designs. \nSection 22 of the Act is invoked where a registered designs of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer. Such relief can be sought even against a registered proprietor of a designs by questioning his registration. The defendant too can submit that the plaintiff is not entitled to any relief in terms of damages, injunction, etc. by questioning the registration of the plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration. Again, Section 19 entitles a party to move the Controller for cancellation of a designs even where the registered proprietor is not using the designs. Section 19, therefore, affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action. In marked contrast, Section 22 of the Act affords a cause of action only where a registered designs is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale. Consequently, if a registered proprietor does not apply his designs to an article for sale or in connection with such sale, AIR 2010 J&K 13 2014 SCC OnLine Bom 565 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 another registered proprietor cannot have recourse to Section 22 of the Act. The remedy under Section 22 of the Act is only available where the impugned designs is being used. A further distinction between Sections 19 and 22 of the Act, as correctly pointed out on behalf of the plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors. The remedy under Section 19 and the remedy under Section 22 are, therefore, very different. They apply to different persons in different circumstances and for different reliefs. \n13. The facts which obtained in S.D. Container5 are identical to the facts which obtain in the present case before this Court. \n14. In that case, too, Mold-Tek Packaging Ltd. (MTPL hereinafter), the respondent before the Supreme Court, instituted a plaint against S D Containers Indore (SDC hereinafter) for a restraint against SDC infringing MTPL's registered design nos. 299039 and 299041. As in the present case, SDC, in its written statement, urged invalidity of the suit designs as one of the grounds of defence, under Section 22(3). Side by side, SDC also filed a substantive counter claim, seeking cancellation of MTPL's registered design as suffering from want of novelty and originality and, therefore, as being non-registerable under Section 4(a) of the Designs Act and, consequently, liable for revocation/cancellation under Section 19(1)(c) thereof. The suit of MTPL and, consequently, the written statement and counter claim of SDC, were all filed before the learned Commercial Court, as the High Court of Madhya Pradesh does not exercise original civil jurisdiction. \n15. SDC filed an application before the learned Commercial Court for transfer of the suit instituted by MTPL against it to the High Court of Madhya Pradesh. The learned Commercial Court allowed the Neutral Citation Number : 2023/DHC/000960 application and transferred the suit instituted by MTPL against SDC to the High Court. \n16. This order of the learned Commercial Court was challenged by MTPL before the High Court. The High Court held, relying on the decision of the Supreme Court in Godrej Sara Lee6, that the High Court did not possess jurisdiction to entertain an application seeking cancellation of a registered design, as Section 19 vested the said jurisdiction exclusively in the Controller. It was held that the High Court enjoyed only appellate jurisdiction in the matter, against the decision of the learned Controller. \n17. Aggrieved by the decision of the High Court, SDC approached the Supreme Court. \n18. Mr. Hemant Singh points out that the issue under consideration before the Supreme Court was essentially whether the cancellation petition filed by the SDC before the learned Commercial Court was required to be transferred to the High Court or not. He submits that the Supreme Court did not advert to, or examine, the issue of whether the cancellation petition was maintainable at all in the first instance, in view of Section 19 of Designs Act.\n19. On this issue, therefore, Mr. Hemant Singh would submit that the decision in S.D. Containers5 appears sub silentio. \n20. In my considered opinion, having gone through the decision in S.D. Containers5, this argument is not available to Mr. Hemant Singh. No doubt, the issue before the Supreme Court was whether the cancellation Neutral Citation Number : 2023/DHC/000960 Commercial Court was liable to be transferred to the High Court or not. The ground on which the High Court held against SDC, as delineated in para 4 of the report in S.D. Containers5, was, however, precisely that an application for cancellation of a registered design did not lie before the High Court, but lay exclusively before the Controller of Designs and that the High Court could only exercise appellate jurisdiction in that regard. \n21. In para 11 of the report, the Supreme Court has clearly noted the provision of Section 22(4), which empowers the defendant in a suit to seek cancellation of a design, necessarily mandates the court to transfer the suit. The reference to suit in this passage, clearly refers to the cancellation proceedings instituted by the defendants against the plaintiff. \n22. If any doubt remained on that score, it stands cleared by paras 13, 14 and 18 of the report. In the said paragraphs, the Supreme Court has noted, once again, the ground on which the High Court held against SDC being that an application for cancellation and registration of MTPL's registered design would lie only before the Controller and not before the High Court. This is the precise objection which Mr. Hemant Singh has raised in the present case as well. The Supreme Court notes that the High Court, having accepted the objection, held that it could not consider a cancellation petition and could only exercise appellate jurisdiction in that regard, against the decision which the Controller would take under Section 19. The Supreme Court has, however, disapproved of the view adopted by the High Court and clearly held that, in the Designs Act, the defendant has two separate independent options available to it. The right to seek revocation of a registered design is independent of the right to raise Neutral Citation Number : 2023/DHC/000960 invalidity of the registered design as a ground of defence in a piracy proceeding. As the supreme Court holds, these are independent provisions, giving rise to different and distinct cause of action. \n23. The Supreme Court has also approved the view of the High Court of Jammu and Kashmir in Escorts Constructions Equipment Ltd.7, in which the High Court of Jammu and Kashmir held that once revocation of the registration of the plaintiff's design was taken as a defence in a piracy suit, the High Court alone could decide on the aspect of revocation in view of exclusive jurisdiction conferred by Section 22(4) of the Designs Act. \n24. Having so noted, it is not necessary for this Court to delve too deep into the decision in S.D. Containers5. The fact of the matter remains that, even in that case, SDC not only raised the ground of invalidity of the suit design of MTPL as being devoid of novelty and originality as one of the grounds of defence in its written statement, but also filed a substantive counter claim before the Commercial Court seeking cancellation of the registered design. The suit was transferred to the High Court of Madras by the learned Commercial Court. The order of transfer was set aside by the High Court on the sole ground that an application for cancellation of the registered design, which was filed by SDC as a counter claim in the suit instituted by MTPL, would lie only before the Controller and that, therefore, the High Court could not entertain such an application/counter claim in the first instance. \n25. The Supreme Court has, in its decision, reversed the view of the High Court and approved the decision of the learned Commercial Court. \nNeutral Citation Number : 2023/DHC/000960 \"20. In view of the above, the order of the Commercial Court at the district level is in accordance with law. \n26. The upshot of the decision of the Supreme Court was to affirm the view of the Commercial Court to transfer, to the High Court, not only the suit instituted by the MTPL against SDC, but also the counter claim separately instituted by SDC against the MTPL. The ground that a counter claim could not have instituted before the High Court, as it lies only before the Controller under Section 19, which constituted the basis of the impugned judgment of the High Court has, therefore, effectively been reversed by the Supreme Court. \n27. Thus, the position that emerges is that (i) the facts of the case before the Supreme Court in S.D. Containers5 are identical to the facts of the present case,\n(ii) the ground on which the High Court set aside the decision of the Commercial Court to transfer the suit instituted by MTPL against SDC before the learned Commercial Court, to the High Court i.e., was the same as that which has been urged by Mr. Hemant Singh before me in the present proceedings i.e., that a substantive petition for cancellation of a registered design lies only before the Controller of Designs under Section 19 and not before the High Court and (iii) the decision of the High Court stands conclusively reversed by the Supreme Court, which has approved the view taken by the learned Commercial Court.\n28. In these circumstances, any hesitancy, on the part of this Court, to follow the decision of the Supreme Court would amount to no less Neutral Citation Number : 2023/DHC/000960 than an affront to Article 141 of the Constitution of India. \n29. In that view of the matter, the issue in controversy being fully covered by S.D. Containers5, the objection of Mr. Hemant Singh to the maintainability of CC(Comm) 2/2022, instituted by the defendant in the present suit, is rejected. \n30. Issue notice, returnable on the date already fixed i.e., 1 st March 2023. \n31. Notice is accepted, on behalf of the plaintiff/non-applicant, by Ms. Mamta Jha. \n32. Reply, if any, be filed within two weeks with advance copy to learned Counsel for the applicant/defendant who may file rejoinder thereto, if any, before the next date of hearing. \n33. Judgment to be uploaded on the website of this Court within 24 hours. \nC. HARI SHANKAR, J.\nFEBRUARY 8, 2023 dsn",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court trinetramilan product vs a s narayanan on 7 june, 2023 author: s.r.krishna kumar bench: s.r.krishna kumar -1nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters in the high court of karnataka at bengaluru dated this the 7th day of june, 2023 before the hon'ble mr justice s.r.krishna kumar writ petition no. 23517 of 2022 c/w writ petition nos. 23530 of 2022, 2794 of 2023 and 2823 of 2023(gm-cpc) in w.p. no. 23517/2022 between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5, kadugodi industrial area near molex india limited bengaluru 560 067. digitally signed 2. r madhusudhana reddy by chandana s/o late v ranga reddy bm aged 53 years location: high director court of karnataka 3. vijaya kumari w/o santosh kumar k.p managing director aged about 50 years. 4. santosh kumar k p s/o p v balan nambiar aged about 51 years. 2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners (by sri amdhusudha reddy, adv., for smt. anusha r, adv.) and: tara narayanan w/o a.s. narayanan aged about 53 years -2nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067 .respondent (by smt. revathi adinatha narde, adv.) this wp is filedunder artilces 226 and 227 of the constitution of inida praying to call for records in com.os.no.337 of 2022 (earlier case no.o.s.no.1398/2020) pending before x additional district and session judge,(commercial court) bengaluru rural district. in w.p.no.23530/2022: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r. madhusudhana reddy s/o late v ranga reddy aged 53 years director having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. 3. vijaya kumari w/o santosh kumar k.p managing director 50 years. 4. santosh kumar k p s/o p v balan nambiar aged 51 years. o2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners -3nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under article 227 of the constitution of india praying to quash the order dtd 07.10.2022 passed by the ii additional senior civil judge, bengaluru rural district, bengaluru, bengaluru allowing ia no.1 filed by respondent under section 15 of the commercial courts act r/w section 151 of the code of civil procedure seeking transfer of os no.1397/2020 to the commercial court vide annx-a. in w.p. 2794/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar -4nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. in w.p.no.2823/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. -5nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: tara narayanan a.s. narayanan aged about 55 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. -6nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters these petitions, coming on for preliminary hearing, this day, the court made the following: order all these petitions arise out of two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 respectively, which are presently pending on the file of ii addl. senior civil judge, bengaluru rural district, bengaluru (commercial court). 2. heard the learned counsel for the parties and perused the material on record. 3. the material on record discloses that respondentplaintiff instituted two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 against the petitioners who are the defendants in both the suits for ejectment and other reliefs in relation to suit schedule immovable properties. it is an undisputed fact that both the suits instituted on 08.12.2020 are pending before the ii addl. senior civil judge, bengaluru rural district, bengaluru. the plaintiff in com.o.s.no.1397/2020 is mr. narayan while the plaintiff in com.o.s.no.1398/2020 is mrs. thara narayan, who is his wife. it is relevant to state that the petitioners are defendants in both the suits. nc: 2023:khc:19391 and connected matters 4. during pendency of the suits, the plaintiff filed applications under section 15 of the commercial courts act, 2015 (for short, the 'act') seeking transfer of both the suits to designated commercial court in view of the fact that the dispute between the parties was commercial dispute within the meaning of section 2(1)(c)(vii) r/w the explanation appended to the said provision. the said applications were opposed by the petitioners-defendants, who contended that the dispute between the parties was not a commercial dispute and consequently the suits could not be transferred to designated commercial court but had to continue before the senior civil judge, bengaluru rural district, bengaluru. it was also contended that applications ought to have been filed by the respondent before the principal senior civil judge, bengaluru rural district and not before the ii addl. senior civil judge, bengaluru rural district, bengaluru and as such the applications were liable to be rejected. 5. after hearing the parties, the trial court allowed the said applications directing transfer of the suits to the designated commercial court, bengaluru rural district, bengaluru by holding as under: nc: 2023:khc:19391 and connected matters \"order on ia filed \"u/s 15 of commercial courts\" act. the stage of the suit; the plaintiff's evidence; 2. the suit reliefs: (eviction and for recovery of arrears of rent) a) direct the defendants to quit and deliver the vacant possession of the suit schedule property to the plaintiff herein. b) direct the defendant to pay the plaintiff and balance rents and electricity charges or any other charges pending from the defendants to an extent of rs. 12,60,000/along with a reasonable interest at the discretion of this hon'ble court, and future mesne profits at the rate of rs.1,40,000/p.m., from the date of the suit till the date of delivery of vacant possession of the suit schedule property by the defendants to the plaintiff for the use and occupation of the schedule property as an unauthorised occupant / trespasser as contemplated under order 20 rule 12 of c.p.c. c) direct the defendants herein to pay the plaintiff damages for unnecessary harassment caused to her, as per the decision of this hon'ble court. d) direct the defendants to pay the plaintiff the costs of this suit and grant such other relief or reliefs as this hon'ble court deems fit to grant in the circumstances of the case. 3. the suit schedule nc: 2023:khc:19391 and connected matters property bearing 7a/4, kiadb, kadugodi industrial area near molex india ltd., bengaluru 560 067 measuring 6600 sq. ft (ground floor 4850 sq.ft and first floor 1775 sq.ft) and road for the common use of both the plaintiff and defendants, the land and the industrial shed bearing demarcated in the plan. 4. the plaintiff files an ia, ia filed u/s 15 of commercial courts\" act seeking transmit the file to commercial court in view of suit is for eviction from commercial building and also recovery of money. 5. the 2nd defendant files statement of objections ia by contending that application is not to maintainable as sec. 15 commercial court act 2005 is not a prospective nature as suit was not filed prior to 31.07.2018 as that day suits of commercial in nature must have been filed before dedicated commercial court and also the subject matter of suit does not fall under any categories mentioned en definition of commercial court act, 2015. commercial court is a district court and suit is not for commercial disputes and not the disputes such as the present one to be adjudicated. accordingly seeks for rejection of application. 6. heard on both sides; 7. . from the above materials, the following point is arisen for my consideration. points 10 nc: 2023:khc:19391 and connected matters whether plaintiff proves the nature of disputes involved in the suit attracts commercial nature accordingly, case to be transferred before the designated commercial court? 8. my answers to the above points are as follows: point no.i: in the affirmative. reasons 9. point no.: facts of the case: as per plaint averments, the plaintiff is the absolute owner of schedule property, she let out the schedule property on monthly rent basis for a period of 3 years, first year rs.1,40,000/p.m., from 08.09.2017 to 07.09.2018. second year rs.1,75,000/p.m., from 08.09.2018 to 07.09.2019 and third year rs.1,83,750/p.m., from 08.09.2019 to 07.09.2020. accordingly on registered lease deed dated 08.09.2017 was entered between the parties. as per say of the plaintiff, the defendants are running printing business. due to default in payment and also expiry of lease period, the eviction notice was issued on 19.10.2020 but did not vacate the premises despite termination of lease. hence, the suit was filed on 19.12.2020. 10. the plaintiff further says suit schedule property is situated at karnataka industrial development area (kidb), as per the say of plaintiff, the property was let out for printing press along with fixed accessories as plaintiff was running printing press earlier to lease in the schedule premises. therefore, it attracts commercial nature of 11 nc: 2023:khc:19391 and connected matters dispute as defendants deliberately stopped from paying agreed rent and also failed to vacate the despite notice. 11. after court summons was published in the news paper, the defendants appeared. the 2nd defendant or any other defendants did not choose to file written statement to know their contentions in this case. 12. though both sides especially 2nd defendant agreed indirectly that, the nature of facts agitated in the plaint attracts commercial disputes, but this court does not have power to transfer the case by exercising under section 24 of cpc instead it can return the plaint by invoking order 7 rule 10 of cpc., in case court finds dispute is a commercial dispute. 13. the 2nd defendant who represents the case party in person and also a practicing advocate argues that, in support of his submission, he relies on citation reported in 2021 scc online kunhimoosa). ker 9808 (c.k. surendran vs. in this citation, the hon'ble kerala high court held that, if court finds dispute attracts commercial dispute, the court has to return the plaint by invoking order 7 rule 10 of cpc., and as he does not have power to transfer the suit. 14. the supra citation does not applicable to facts on hand for the reason is, the case on hand was filed prior to establishment of dedicated commercial courts within the bengaluru rural district. 12 nc: 2023:khc:19391 and connected matters 15. now it is better to reproduce section 15 (1), (2) and (5) of commercial court act, 2015 for know the provisions of the act; transfer of pending cases: (1) all suits and applications, including applications under the arbitration and conciliation act, 1996, ( 26 of 1996) relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, (26 of 1996) relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which commercial court has been a constituted, shall be transferred to such commercial court. provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub section (1) or sub-section (2). (3)***** (4)***** (5) in the event that such suit or application is not transferred in the manner specified in sub section (1), sub-section (2) or sub section (3), the commercial appellate division of the high court may, on the 13 nc: 2023:khc:19391 and connected matters application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. as per supra provisions, where a commercial division has been constituted, the pending suits shall be transferred to the commercial court. commercial court is constituted subsequently institution it means, if the of the suit, the court has to transfer, in case after institution of commercial court in a district, the suit must not be filed in any other court. in case, it were filed, as per section 15(5) of, the act, the party may withdraw such suit and file before commercial court. 16. further, the commercial courts act was enacted, 31.02.2015 it had amendment. though it is again considered as in the year 2015 itself the act came into force but, it was depending upon concerned states or such states to establish or constitutes commercial courts. the section 2 (1) (7) commercial courts act which says agreements relating to immovable property used exclusively in trade or commerce which attracts the commercial disputes dispute. can also attracts commercial 17. here, since lease agreement which is a registered on 22.08.2017 and exclusively used for commercial business, it attracts commercial disputes. 14 nc: 2023:khc:19391 and connected matters 18. the learned counsel for plaintiff, produces the notification of hon'ble high court of karnataka dated 17.12.2020. in this bengaluru rural district, as per high court notification bearing 17.12.2022. no.gob (1) 1.2020 dated the hon'ble x addl. district and sessions court bengaluru rural district 28.12.2020. was established on further, the rti information furnished by administrative branch, bengaluru rural district dated 15.10.2022 which states that in bengaluru rural district, the 10th addl. district and sessions judge, bengaluru rural district, bengaluru dedicated commercial court started to functioning from 28.12.2020. filed on 19.12.2020. the suit was filed on 19.12.2020. 19. therefore, court holds, in view of the suit on hand was filed on 19-12-2020 prior establishment of dedicated commercial court. this court ought to have transfered the case to said court as direction issued by hon'ble prl. district and sessions judge, bengaluru rural district and moreover even the section 15 clearly mandates the empower of the courts in which dealing with the commercial dispute suits, but either plaintiff defendants or this court did not identify this case. or 20. so regarding commercial disputes is concerned, the 2nd defendant produces two citations reported in 2016 scc online del 4282 (mrs. soni dave vs. m/s.trans asian industries expositions pvt ltd., and also another citation reported is in 2016 onlince delhi 760 15 nc: 2023:khc:19391 and connected matters (havells india limited vs. the advertising standards council of india). 21. these citations are in respect of commercial securitization and reconstruction of disputes in case financial assets and enforcement of securities interest act, 2002 is in question. so the facts in case property value is concerned where suit is for recovery of money. such circumstances, the suit does not fall under the category of commercial disputes. transfer the suit. so the court cannot transfer the suit. 22. this citation does not applicable to facts on hand, in view the subject matter of the property is a industrial land which is not in dispute and also the schedule property situated in industrial area as per say of plaintiff the defendants are running printing press business, which is called as commercial business. 23. the subsequent citation is in respect of dispute between havells wire and tagline wires that don't catch fire, the name is misleading and exaggerated one. this facts pertaining to trade mark. therefore, hence it is not required to discuss as it is does not applicable to facts on hand. 24. main moto of defendants is to drag the case, otherwise, they would not have waited for two years to appear in this case in view of suit is for eviction and recovery of money. moreover, the plaintiff deprived from receipt of at least agreed rent from past two years. therefore, in view of this suit attracts commercial dispute 16 nc: 2023:khc:19391 and connected matters in view of schedule property situated within the area of industrial area and also the defendants are running a business in the name and style of m/s. polyprint involving in the process of printing etc., accordingly, this court is empowered to transfer the case to dedicated commercial court. hence, instead of returning the plaint as contented by 2nd defendant the court has to transfer the case to commercial courts. accordingly, ia.no.l is liable to be allowed by answered point is in the affirmative proceed to pass the following: order the ia.no.i filed by plaintiff under section 15 of commercial courts act, 2015 is hereby allowed with costs. in the result, this suit is transmitted to designated commercial courts, bengaluru rural district. the parties who have all appeared are hereby directed to appear before the said court, on 29.10.2022. office to send the entire file, by after indexing. the defendants are not expected to any further intimation regarding appearance on 29.10.2022.\" 6. after the matter stood transferred to the commercial court, the petitioner filed applications in both the suits under order vii rule 11 of cpc for rejection of plaint inter alia contending that respondent-plaintiff had not exhausted the mandatory pre-litigation 17 nc: 2023:khc:19391 and connected matters mediation contemplated under section 12-a of the act and the suits were premature and the plaint were liable to be rejected. the said applications also having been opposed by the respondents, the commercial court proceeded to pass the impugned order rejecting the said applications by holding as under: \"order the defendant no.1 has filed this application u/o vii rule 11 of code of civil procedure for rejection of plaint. 2. the managing director of the defendant no.1 has filed an affidavit in support of the application wherein it is stated that the plaintiff has filed the present suit against the defendants for eviction and other consequential reliefs. the plaint is liable to be rejected in accordance with order vii rule 11 of code of civil procedure as the plaintiff has failed to comply with the mandate as contemplated under section 12-a of the commercial courts act (hereinafter called the act). the suit does not contemplate any urgent relief under the act. unless the matter exhausts the remedy of preinstitution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government, the suit is not maintainable and the plaint is liable to be rejected. 3. it is further-stated that the central government in exercise of the powers conferred by sub-section 2 of section 21-a read with sub-section (1) of section 12-a 18 nc: 2023:khc:19391 and connected matters of the act issued a notification vide gsr.606(e) dated 03-07-2018 which was published in the gazette of india extraordinary on 03-07-2018. hon'ble supreme court of india in its judgment reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others v/s rakheja engineers pvt.ltd.,) declared that section 12-a of the act is mandatory and any suit instituted violating the mandate of section 12-a of the act must be visited with the rejection of the plaint under order vii rule 11 of code of civil procedure. the said ruling came into effect from 20-08-2022. the present suit was numbered before this court on 29-10-2022 much after the date stipulated by hon'ble supreme court of india in the above mentioned case. 4. it is further stated that the suit is instituted in personal capacity. the defendant no.1 does not have any contract with the plaintiff. there is no privity of contract between the plaintiff and the defendant no.1. the plaintiff has not produced any document to show that she and the defendant no.1 are bound by any contract. hence, there is no cause of action to file the suit and as such the suit may be dismissed on the ground that there is no cause of action to file the same. hence, the application. 5. the plaintiff has filed objections to the application stating that the application is not maintainable either in law or on facts. the plaintiff has denied the averments made by the defendant as false and contended that the present suit was filed before the 19 nc: 2023:khc:19391 and connected matters city civil and sessions judge, bengaluru on 04-122020 in o.s. no. 1397/2020. the case was not filed before this court as a commercial case because at that time, this, court was not established. the court has started functioning only from 28-12-2020 which is evident from notification no.gob(i)1/2020 dated 17-122022 issued by the hon'ble high court of karnataka. the case was not been filed in a commercial court, but has come before this court by virtue of transfer application filed by the plaintiff under section 15 of the commercial courts act and the same shall be tried as per section 15(4) of the act which provides that the commercial court may hold case management hearing in respect of transferred suits in order to prescribe lines or issue such further directions as may be necessary for the speedy disposal of the suit. therefore, section 12-a of the act is not applicable in the present facts and circumstances. at this stage, when the matter is transferred to this court and it was posted for plaintiff's evidence, the question of rejection of plaint under order vii rule 11 of code of civil procedure for noncompliance of section 12a of the act does not arise. section 12-a of the act is applicable to suits newly instituted before the commercial court and not to the transferred suits. the process for transferred cases is provided under section 15(4) of the act. 6. it is further contended that the judgment relied by the defendant no.1 is not applicable in the present case because it is applicable to newly instituted suits before the commercial court and not to the transferred 20 nc: 2023:khc:19391 and connected matters cases. it is denied that the present case is a newly instituted case before this court because it has been provided with new number. it is further contended that the defendants have avoided the receipt of the summons for two long years even after knowledge of the case. the written statement of the defendants has been taken as nil. the defendant no.1 has also filed an application under section 15(4) of the act to prescribe new time line for filing the written statement. the defendant is blowing hot and cold as in one application, he seeks for rejection of the plaint and in other application, he prays for filing written statement. this conduct clearly shows that the present application has been filed only to delay the proceedings and to waste the time of this court. hence, he has sought for dismissal of the application with heavy costs. 7. the defendants no.2 to 4 have adopted the interlocutory application filed by the defendant no.1' by filing memo. 8. heard the arguments. the counsel for the defendant no.1 produced copy of keynote address by hon'ble minister of law and justice, government of india dated 05-07-2022, copy of business enabling environment (bee) project. he has relied upon ruling reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others vs rakheja engineers pvt.ltd.). i have perused the records. 9. now the points arise for my consideration are as under: 21 nc: 2023:khc:19391 and connected matters 1) whether the suit is barred by the provisions of section commercial courts act? 12-a of the commercial act? 2) whether the plaint does not disclose cause of action? 3) what order? 10. my findings on the above points are as under: points no.1 and 2 : in the negative; point no.3 : as per final order for the following; reasons 11. point no.1: the defendant no.1 has sought for rejection of the plaint on two grounds. firstly, on the ground that provisions of section 12-a of the act bars the filing of the suit without initiating pre-institution mediation process and secondly, the plaint does not disclose any cause of action. the other defendants have adopted the i.a. by filing memo. the plaintiff has denied the contentions of the defendants as to bar under section 12-a of the commercial courts act and regarding non-disclosure of cause of action. 12. the commercial courts act is enacted in the year 2015 and it was amended in the year 2018. the amendment act, 2018 has introduced section 12-a to the act which reads as under: section 12a: pre-institution mediation and settlement (1) a suit, which does not contemplate any urgent interim relief under this act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution 22 nc: 2023:khc:19391 and connected matters mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government. (2) the central government may, by notification, authorise the authorities constituted under the legal services authorities act, 1987 (39 of 1987), for the purposes of pre-institution mediation. (3) notwithstanding anything contained in the legal services authorities act, 1987 (39 of 1987), the authority authorised by the central government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1): provided that the period of mediation may be extended for a further period of two months with the consent of the parties: provided further that, the period during which the parties remained occupied with the preinstitution mediation, such period shall not be computed for the purpose of limitation under the limitation act, 1963 (36 of 1963). (4) if the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator. (5) the settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of 23 nc: 2023:khc:19391 and connected matters section 30 of the arbitration and conciliation act, 1996 (26 of 1996). the above provision came into effect from not the above provision came 03-05-2018 and it mandates that a suit which does contemplate any urgent interim relief under the act shall not be instituted unless the plaintiff exhausts the remedy of preinstituted mediation in accordance with the manner and procedure prescribed by the rules made by the central government. accordingly, the rules have been framed by the government wherein the district legal services authority is nominated as competent authjority to carry out the preinstitution mediation process. the hon'ble supreme court has held in the ruling relied by the defendants as under: \"91: the statute which has generated the controversy is the amending act of year 2018. we have noticed that there is undoubtedly a certain amount of cleavage of opinion among the high courts. the other feature which is to be noticed is that, this is a case where the law in question, the amending act containing certain section 12a is a toddler. the lw necessarily would have teething problems at the nascent stage. the specified value has been lowered drastically from rs.1 crore to rs.3 lakhs. the imperative need to comply with the mandate of section 12a which we have unravelled if it has not been shared by the parties on the advice they 24 nc: 2023:khc:19391 and connected matters received or on the view prevailing in the high courts would necessarily mean that unless we hold that the law, we declare is prospective such suits must perish. the court fee paid would have to be written off. in a fresh suit which would be otherwise barred by limitation, shelter can be taken only under section 14 of the limitation act. the availability of the power under section 14 itself may have to be decided by the court. 92. having regard to all circumstances, we would dispose of the matters in .these the following manner. we declare that section 12a of the act is mandatory and hold that any suit instituted violating the mandate of section 12a must be visited with rejection of the plaint under order vii rule 11. this power can be exercised even suo-moto by the court as explained earlier in the judgment. we, however, make this declaration effective from 20-08-2022 so that concerned stakeholders become sufficiently informed. still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration. still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the dclaration of prospective effect will not avail the plaintiff. finally, if the plaint is filed violating section 12a after the jurisdictional high court has declared section 25 nc: 2023:khc:19391 and connected matters 12a mandatory also, the plaintiff will not be entitled to the relief. 93. in civil appeal arising out of slp (c) no.14697 of 2021 taking note of the fact that it is a case where the appellant would have succeeded and the plaint rejected, it is also necessary to order the following. the written statement filed by their appellant shall be treated as the application for leave to defend filed within time within the meaning of order xxxvii and the matter considered on the said basis. while we disapprove of the reasoning in the impugned orders we decline to otherwise interfere with the ordrs and the two appeals shall stand disposed of accordingly. in civil appeal arising out of slp no.5737 of 2022, we set aside the order directing payment of costs of rs.10,000/-. the petition of permission to file slp in slp  diary no.29458 of 2021 and the said slp shall stand disposed of as already indicated in the judgment. the above observation of hon'ble supreme court makes it clear that section 12-a fo the act is mandatory and any suit instituted violating the mandate of section 12a must be visited with rejected of the plaint under order vii rule 11 of code of civil procedure, that the power of rejection can be exercised even suo-oto by the court. however, hon'ble supreme court has clarified that the declaration made in the said ruling is effective from 20-08-2022, so that concerned 26 nc: 2023:khc:19391 and connected matters stakeholder become sufficiently informed. this would mean that the suits instituted subsequent to 20-082022 shall mandatorily comply the provision of section 12a of the act. the above said declaration by hon'ble supreme court has saved the suits which are instituted prior to 20-08-2022. 13. the plaintiff has filed the present suit for ejectment of the defendants from the schedule property, for arrears of rent, electricity charges and other charges, for future mesne profits and for damages. the defendant no.1 is a private limited company and the other defendants are the director, managing director and ceo of the said company. it appears from the records that the suit was filed on 0812-2020 before the prl. senior civil judge, bengaluru rural district, bengaluru and it was registered in o.s. no.1397/2020. summons to the defendant no. 1 was returned as refused. nobody has appeared before the court representing the defendant no.1 and hence, he was placed ex parte. summonses were not served upon the other defendants in the ordinary course. hence, summons were directed against them by substitute service i.e., by publication. in spite of publication of the summons in the newspaper, the defendant no.2 to 4 remained absent and hence, they were also placed ex parte. when the matter was posted for plaintiff's evidence, the defendants have appeared before the court through their counsel and got the ex parte order set aside, but the defendants have not filed their written statement. in the meantime, 27 nc: 2023:khc:19391 and connected matters the plaintiff has filed i.a. under. section 15 of the act. the defendant no.2 has filed statement of objections, but the other defendants have not filed their objections. after hearing the arguments, the court vide dated 1710-2022 has allowed the application and ordered fo transfer of the suit to this court with a direction to the partie to appear before the court on 29-10-2022. 14. in pursuance to the said order, the matter was placed before the hon'ble principal district and sessions judge, bengaluru rural district, bengaluru who has madeover the case to this court. then the suit was renumbered as commercial o.s. no.336/2022 on 29-10-2022. thereafter the parties have appeared before.the court. the plaintiff, the defendants no.1, 3 and 4 are represented by their counsels, whereas the defendant no.2 is appearing in person. 15. the suit did not contemplate any urgent orders when it was filed on 08-12-2020 before prl. senior civil judge, bengaluru rural district, bengaluru. the suit was filed before a civil court and as such there was no need for compliance of section 12a of the act at that time. this court was established with effect from 28-12-2020 and the suit was filed before the civil court earlier to the establishment of this court. the suit is transferred to this court and was taken up before the court on 29-10-2022 which is subsequent to the date fixed by the hon'ble supreme court of india in the above mentioned ruling, but it is to be noted that the bar created under section 12-a of the act is for 28 nc: 2023:khc:19391 and connected matters institution of a fresh suit and it does not apply to a suit or proceeding which is transferred to the commercial court. the present suit is transferred under section 15 of the act and registration of he suit as commercial suit after its transfer cannot be considered as institution of the suit. hence, the declaration made by the hon'ble supreme court of india in the above said ruling cannot be applied to the present suit. the keynote address of the hon'ble law minister is pertaining to the object of enacting commercial courts. since, the suit is instituted prior to the date fixed by the hon'ble supreme court that too before a civil court, mandatory provisions of section 12a of the act, have no application to the present suit. i am of the opinion that the bar created by section 12-a of the act is not applicable to the present suit and hence, i answer the point in the negative. 16. point no.2: cause of action is bundle of facts and it can be gathered from taking into consideration the whole averments of the plaint. on perusal of the plaint, it reveals that the plaintiff has pleaded about existence lease, about termination of lease, arrears of rent, etc., the plaint para no.21 is pertaining to the cause of action. the plainti has specifically pleaded as how he acquired right to sue the defendants. the contentions raised by the defendants as t cause of action are nothing but the defences that can be raised in written statement. it is settled principle of law that a plaint can be rejected only on the basis of averments of the plaint and documents produced in 29 nc: 2023:khc:19391 and connected matters support of plaint. the plaint cannot be rejected on the basis of contentions of the defendants. moreover, lack of cause of action to file the suit is different from non disclosure of cause of action in the plaint. only in latter case, the plaint is liable to be rejected. in this case, upon plain reading of the plaint, it can be said that the plaint discloses cause of action. hence, i answer the point in negative. 17. point no.3: the defendant no.1 has filed the application which is adopted by the other defendants. the provisions of sec.12a of the act has no application to the. facts of this case. the principle laid down by hon'ble supreme court in the ruling relied by the defendants cannot be applied to the facts of the case on hand. the plaint discloses cause of action and the suit is not barred by any law. i am of the opinion that the application is misconceived. it is also filed to protract the matter. hence, it is liable to be dismissed with costs. 18. in view of the above discussion and finding, i proceed to pass the following: order i.a.no. vi under order vii rule 11 of code of civil procedure filed by the defendant no.1 and adopted by the other defendants is hereby dismissed with costs. 30 nc: 2023:khc:19391 and connected matters the defendants are liable to pay cost of rs.2,000/each to the plaintiff\". 7. i have given my anxious consideration to the rival submissions and perused the material on record. 8. the following points arise for consideration in the present petition:1) whether the commercial court was justified in allowing the applications filed by the respondents under section 15 of the commercial courts act, 2015? 2) whether the commercial court committed an error in rejecting the applications filed by the petitioners under order vii rule 11 of cpc seeking rejection of plaint? 9. reg: point no.1: a perusal of the material on record in particular, the plaint averments in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 will clearly indicate that respondentsplaintiffs have referred to registered lease deed dated 08.09.2017 alleged to have been entered into between the respondents and the petitioners. in fact, copy of the said document has been produced by the respondents-plaintiffs along with the plaint. under these circumstances, in the light of the definition of commercial 31 nc: 2023:khc:19391 and connected matters dispute as contemplated and enjoined section 2 (1) (7) of the act read with the explanation to the said provision which contemplates that a commercial dispute includes disputes arising out of agreements relating to immovable properties used exclusively in trade or commerce, i am of the view that the trial court was fully justified in allowing the applications filed by the respondents under section 15 of the act. it is significant to note that it is an undisputed fact that the suit schedule property is being used for trade or commerce by the petitioners and consequently, the dispute between the parties would cover by the definition of commercial dispute under section 2 (1) (vii) of the said act. accordingly, the impugned order passed by the trial court allowing the applications filed by the respondent under section 15 of the said act cannot be said to illegal, arbitrary or having occasioned failure of justice warranting interference by this court in the present petition. point no.1 accordingly answered against the petitioners. 10. reg: point no.2: the petitioners filed the instant application under order vii rule 11 of cpc seeking rejection of the plaint inter alia contending that the respondents had not exhausted the mandatory pre-litigation mediation contemplated under section 12(1) of the said act prior to instituting the suit before the 32 nc: 2023:khc:19391 and connected matters designated commercial court and on this score alone, the plaint was liable to be rejected. in this context, reliance is placed upon the judgment of the apex court in the case of patil automation private limited & others v rakheja engineers private limited 2022 scc online sc 1028 in order to contend that violating the mandate of section 12-a of the act must be visited with the consequence of rejection of the plaint. in the facts of the instant case, it is undisputed fact that the suit was instituted on 08.12.2020 before the addl. senior civil judge, bengaluru rural district, bengaluru, much prior to the said judgment having been pronounced by the apex court. further, a perusal of the aforesaid judgment of the apex court will also indicate apart to the fact that same does not have retrospective operation and is not applicable to pending suits before the commercial courts, the question of directing parties to exhaust the remedy of pre-litigation mediation as contemplated under section 12-a of the said act would arise only to the suits instituted after the said judgment in patil automation private limited (supra) was pronounced on 20.08.2022 which is prospective in operation and would not affect pending suits as suits instituted earlier. under these circumstances, the trial court has come to the correct conclusion that no reliance 33 nc: 2023:khc:19391 and connected matters can be placed upon the said judgment of the apex court in the case of patil automation private limited (supra) for the purpose of coming to the conclusion that the instant suits undisputedly instituted prior to 20.08.2022 when the said judgment was pronounced was not applicable to the fact of the instant case. it is also significant to note that though the order of transfer to the commercial court is dated 17.10.2022 subsequent to the judgment of the apex court rendered on 20.08.2022, the suits having been instituted on 08.12.2020, mere transfer under section 15 of the act subsequently cannot be construed or treated as the suit being instituted after 20.08.2022 so as to attract rigor section 12-a of the act and on this ground also, the trial court was fully justified in rejecting the application filed by the petitioners under order vii rule 11 of cpc. accordingly, point no.2 is also answered in the negative against the petitioners. in view of the aforesaid facts and circumstances, i do not find any merit in the petitions and the same are hereby dismissed. sd/judge nms"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0872c89b13ff4241b1ba381c5d772e9e_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ab30cfa653d4747a289273c3f97811c_1"
        },
        {
            "start": 242,
            "end": 347,
            "text": "\nDelhi High Court\nNovateur Electrical & Digital Systems ... vs V-Guard Industries Ltd on 8 February, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2dd4e7e7ef2a4d9fb771222a8f26a0d9_2"
        },
        {
            "start": 348,
            "end": 395,
            "text": "\nAuthor: C. Hari Shankar\nBench: C. Hari Shankar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12bcf940e3dd41f39f57cd08776a107b_3"
        },
        {
            "start": 437,
            "end": 498,
            "text": "Neutral Citation Number : 2023/Dhc/000960\n\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf5b96b864ab43da834a390e3c1cf7f6_4"
        },
        {
            "start": 498,
            "end": 513,
            "text": "$ ~20(Original)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "275e0f3ceeb946d4ba22afced0041cb0_5"
        },
        {
            "start": 533,
            "end": 599,
            "text": "*      In The High Court Of Delhi At New Delhi\n                  +",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f024fb530fb747cf89bb39bcacc2ea80_6"
        },
        {
            "start": 605,
            "end": 665,
            "text": "Cs(Comm) 567/2021 & I.A. 2117/2023\n                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ba52c6a15ee407c8532fda50ae79096_7"
        },
        {
            "start": 665,
            "end": 706,
            "text": "Novateur Electrical & Digital Systems Pvt",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72606560ed3d400688ac9bdbb8f75844_8"
        },
        {
            "start": 733,
            "end": 782,
            "text": "Ltd                                         .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "18c8cb5573ed4d3d82d38af2822c4e8c_9"
        },
        {
            "start": 783,
            "end": 792,
            "text": "Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "17cbe9f2dcce4c0b9177f0f7e84cb791_10"
        },
        {
            "start": 831,
            "end": 839,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb64ec21e6604208946c241ccf0aa106_11"
        },
        {
            "start": 840,
            "end": 867,
            "text": "Mr. Hemant Singh, Ms. Mamta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad8b2219b8fb4fe08e96ed659dfd1dbf_12"
        },
        {
            "start": 906,
            "end": 950,
            "text": "Jha, Mr. Shakti P. Nair and Ms. Pragya Jain,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "232b38d2b96548058f9583f6a6d61939_13"
        },
        {
            "start": 989,
            "end": 1051,
            "text": "Advs.\n\n                                                 versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b693d93099de4dada68acef77b16cc6b_14"
        },
        {
            "start": 1079,
            "end": 1088,
            "text": "V - Guard",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f5783623ae14e9c8397ee3d5641638a_15"
        },
        {
            "start": 1089,
            "end": 1103,
            "text": "Industries Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bb4f906d57d48f8adf9e08036c005e2_16"
        },
        {
            "start": 1120,
            "end": 1135,
            "text": "..... Defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "461fea7d53dd4a5eafc308370a22152c_17"
        },
        {
            "start": 1175,
            "end": 1183,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7ee56f30148487388207ffd85277715_18"
        },
        {
            "start": 1184,
            "end": 1211,
            "text": "Mr. Sachin Gupta, Mr. Manan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "292699948e7a4277a3d2e74e0ab65e3e_19"
        },
        {
            "start": 1251,
            "end": 1498,
            "text": "Mandal, Ms. Yashi Agrawal, Mr. Rohit\n                                      Pradhan and Ms. Swati Meena, Advs.\n\n                         Coram:\n                         Hon'Ble Mr. Justice C. Hari Shankar\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b26b237f6139444cabc51fe3d852545b_20"
        },
        {
            "start": 1498,
            "end": 1513,
            "text": "Judgment (Oral)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f07ec188608d430eae34cf435c3795a1_21"
        },
        {
            "start": 1533,
            "end": 1571,
            "text": "%                           08.02.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "131e8f143f524f139820dd0507f0dbad_22"
        },
        {
            "start": 1592,
            "end": 1610,
            "text": "CC(Comm) 2/2022\n1.",
            "labels": [
                "NONE"
            ],
            "id": "b7c09206f3454f988ed07f69d4281ed2_23"
        },
        {
            "start": 1611,
            "end": 1708,
            "text": "By this order, I proceed to decide the preliminary objection advanced by Mr. Hemant Singh, learne",
            "labels": [
                "NONE"
            ],
            "id": "00c3363421154a798238038d8e87cbbb_24"
        },
        {
            "start": 1709,
            "end": 1851,
            "text": "d Counsel for the plaintiff to the maintainability of CC (Comm) 2/2022, which is the counter claim filed by the defendant in the present suit.",
            "labels": [
                "FAC"
            ],
            "id": "789e602cc4f641b087667c1ba9a39596_25"
        },
        {
            "start": 1852,
            "end": 2232,
            "text": "\n2. The present suit [CS(COMM) 567/2021] alleges piracy, by the defendant, of the designs registered in favour of the plaintiff vide Registration Nos. 296178, 296179 and 296180 (the suit designs) and seeks reliefs of injunction against the plaintiff from directly or indirectly dealing in the switch plates manufactured by the plaintiff, which allegedly infringe the suit designs.",
            "labels": [
                "FAC"
            ],
            "id": "e2bfd6b1a96c4f5e9f72ca567b3d4e83_26"
        },
        {
            "start": 2233,
            "end": 2384,
            "text": "\nNeutral Citation Number : 2023/DHC/000960 defendants, to the plaint, is the plea that the suit designs are invalid on the ground of prior publication.",
            "labels": [
                "FAC"
            ],
            "id": "b97f0e6b1fa643f6815e307a3fdc1b94_27"
        },
        {
            "start": 2386,
            "end": 2612,
            "text": "4. During the pendency of these proceedings, the defendant has filed the present counter claim CC (Comm) 2/2022, seeking cancellation, and expunction from the Register of Designs, of the suit designs 296178, 296179 and 296180.",
            "labels": [
                "FAC"
            ],
            "id": "c58cf0b23c8e4d3fae27313def731ecb_28"
        },
        {
            "start": 2613,
            "end": 2815,
            "text": "The defendant has also filed, with the counter claim, an application under Order XXXIX Rules 1 and 2 of the Code of Civil Procedure, 1908 (CPC), seeking stay of operation and effect of the suit designs.",
            "labels": [
                "FAC"
            ],
            "id": "500824de15d94d3baaff2d0441e75d65_29"
        },
        {
            "start": 2817,
            "end": 2930,
            "text": "5. Mr. Hemant Singh, learned Counsel for the plaintiff, has objected to the counter claim filed by the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "56e559be78374a6590bf6f1c46e54579_30"
        },
        {
            "start": 2931,
            "end": 2969,
            "text": "He submits hat it is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e1ee2972856f484bb105ab7ffe232991_31"
        },
        {
            "start": 2970,
            "end": 3351,
            "text": "Though Mr. Sachin Gupta, learned Counsel for the defendant, points out that notice already stands issued on the counter claim and pleadings completed therein, there can be no gainsaying that an objection regarding maintainability can be raised at any stage, including appeal, as it goes to the very root of the proceedings and the jurisdiction of the court to entertain the matter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bb737dfed12b4499aeb975cdc9a2127d_32"
        },
        {
            "start": 3353,
            "end": 3533,
            "text": "6. I am not, therefore, inclined to foreclose the objection of Mr. Hemant Singh merely on the ground that notice stands issued in the counter claim and pleadings completed therein.",
            "labels": [
                "FAC"
            ],
            "id": "13ae42c5344d4b8daa490c7b2c5339dc_33"
        },
        {
            "start": 3535,
            "end": 3687,
            "text": "7. On the merits of his objection, Mr. Hemant Singh submits that, there is no provision in the Designs Act which provides for filing of a counter claim.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03bd9ead31fc4ce283fb6ea8b3a95b44_34"
        },
        {
            "start": 3688,
            "end": 3883,
            "text": "That apart, he submits that the counter claim filed by the defendant seeks revocation and cancellation of the suit design, which, as per Section 191 of the Designs Act, has specifically to be 19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd48706c861b4b1f8d8f5e45b70a6be3_35"
        },
        {
            "start": 3884,
            "end": 3896,
            "text": "Cancellation",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ecbaf5b358314de4bc3445ea54a0ec83_36"
        },
        {
            "start": 3897,
            "end": 3912,
            "text": "of registration",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "881e4a4d02174f1eb542f17a29abde2f_37"
        },
        {
            "start": 3913,
            "end": 4054,
            "text": ". -\nDigitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 raised only before the Controller of Designs.",
            "labels": [
                "NONE"
            ],
            "id": "91388ec41a564c948841cd2b3476bffd_38"
        },
        {
            "start": 4055,
            "end": 4276,
            "text": "Mr. Hemant Singh submits that Section 22(3)2 of the Designs Act, no doubt, permits other grounds on which cancellation of a registered designs may be sought under Section 19(1), as a ground of defence to a plea of piracy.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0946711ac9084a379242336f4e62dd26_39"
        },
        {
            "start": 4277,
            "end": 4569,
            "text": "That remedy, he submits, has already been availed by the defendant, as the plea of invalidity of the suit designs has specifically been taken in the written statement filed by it, and this Court would rule on the issue while considering the merits of the pleas taken in the written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5865dc7c07814e65b3667b1ba7a4d5aa_40"
        },
        {
            "start": 4570,
            "end": 4750,
            "text": "Mr. Hemant Singh submits that the defendant cannot, in view of Section 19, maintain a plea for revocation of the suit designs before this Court even in the form of a counter claim.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "281dd47f6e6141e2bb52abc29068bd9d_41"
        },
        {
            "start": 4751,
            "end": 4827,
            "text": "Any such plea, he submits, has to be taken before the Controller of Designs.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8100e879c7444db0a983bb56bb0af866_42"
        },
        {
            "start": 4829,
            "end": 5076,
            "text": "8. Mr. Hemant Singh has placed reliance, in this context, on the judgment of a Full Bench of this Court in Metro Plastic Industries (Regd.) v. Galaxy Footwear New Delhi3 and of the High Court of Calcutta in Rotomac Pens Ltd. v. Milap Chand & Co.4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "22abbe8837034a10a17ed93e31a1c89d_43"
        },
        {
            "start": 5077,
            "end": 5318,
            "text": "Mr. Hemant Singh submits that, unlike the present 2000 Designs Act, the predecessor statute i.e., Section 51A of the Designs Act, 1911 (the 1911 Designs Act), specifically provided for filing of a cancellation petition before the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aaac6bc840b74df284e6e1d8fbba9038_44"
        },
        {
            "start": 5319,
            "end": 6189,
            "text": "In that statutory scenario, Mr. Hemant (1) Any person interested may present a petition for the cancellation of the registration of a design at any time after the registration of the design, to the Controller on any of the following grounds, namely:--\n(a) that the design has been previously registered in India; or (b) that it has been published in India or in any other country prior to the date of registration; or (c) that the design is not a new or original design; or (d) that the design is not registrable under this Act; or (e) that it is not a design as defined under clause (d) of Section 2. (2) An appeal shall lie from any order of the Controller under this section to the High Court, and the Controller may at any time refer any such petition to the High Court, and the High Court shall decide any petition so referred.\n22. Piracy of registered design. -\n**",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9e7a1016f8384de6a0f07762ea752136_45"
        },
        {
            "start": 6190,
            "end": 6397,
            "text": "* * * (3) In any suit or any other proceeding for relief under sub-section (2), every ground on which the registration of a design may be cancelled under Section 19 shall be available as a ground of defence.",
            "labels": [
                "STA"
            ],
            "id": "ad1d2b8a98834f82bdbad2aec1c22d32_46"
        },
        {
            "start": 6398,
            "end": 6516,
            "text": "\n1999 SCC OnLine Del 1028 : (2000) 83 DLT 205 (FB) (1999) 19 PTC 757 Digitally Signed Signing Date:14.02.2023 16:24:07",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "787ac7f0ec4c4aba9c027de021191251_47"
        },
        {
            "start": 6517,
            "end": 6916,
            "text": "Neutral Citation Number : 2023/DHC/000960 Singh submits that the High Court of Calcutta and the Full Bench of this Court have ruled that, if cancellation of a registered design was to be sought, it had to be sought by way of a cancellation petition under Section 51A before the High Court, and not by way of a counter claim in a suit for piracy instituted by the proprietor of the registered design.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3b52ab4c6eb54e878b2565d322d43825_48"
        },
        {
            "start": 6918,
            "end": 7024,
            "text": "9. Mr. Hemant Singh submits that the statutory scheme stands completely re-worked in the Designs Act 2000.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b98875955a164390a1dd9132db74061f_49"
        },
        {
            "start": 7025,
            "end": 7210,
            "text": "The 1911 Act, he points out, did not provide for grounds on which cancellation of a registered design could be sought being permitted to be urged as grounds of defence to a piracy suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "761849f046674c5689cd621a590e81f1_50"
        },
        {
            "start": 7211,
            "end": 7426,
            "text": "It was for this reason, he submits, that the 1911 Act contained separate provisions enabling the person seeking cancellation of a registered design to approach the High Court with a plea of cancellation of a design.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "557f7cae51294ab49a1f952255f79a89_51"
        },
        {
            "start": 7427,
            "end": 7626,
            "text": "The 2000 Act, however, provides, in Section 22(3), for every ground on which cancellation of registered design could be sought under Section 19(1) to be urged as a ground of defence in a piracy suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9f20fd07798a4aabb4754156012c359d_52"
        },
        {
            "start": 7627,
            "end": 7855,
            "text": "It was for this reason, he submits, that substantive petitions for cancellation of the registered design have, consciously, been permitted to be filed only before the Controller of Designs, by Section 19 of the 2000 Designs Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4111fdbeb4044cb29300ae19da410bef_53"
        },
        {
            "start": 7856,
            "end": 7975,
            "text": "This is a conscious legislative dispensation which is different from the dispensation which existed under the 1911 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3436c44324a44985942224a6cc42992c_54"
        },
        {
            "start": 7976,
            "end": 8217,
            "text": "The court, submits Mr. Hemant Singh, is bound to respect the legislative dispensation and cannot, therefore, usurp the jurisdiction of the Controller of Patents and consider, on merits, a petition seeking cancellation of a registered design.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c03dfe25c94147f9ab59e216e996ec45_55"
        },
        {
            "start": 8219,
            "end": 8528,
            "text": "10. Mr. Sachin Gupta, learned Counsel for the defendant, submits, per contra, that the issue is no longer res integra, as it stands concluded by the judgment of a Bench of three Hon'ble Judges of the Neutral Citation Number : 2023/DHC/000960 Supreme Court in S.D. Containers Indore v. Mold-Tek Packaging Ltd5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bfb8319eeaaa4a70a47af3ea3cc11236_56"
        },
        {
            "start": 8530,
            "end": 8567,
            "text": "11. I have perused the said decision.",
            "labels": [
                "NONE"
            ],
            "id": "c23b5180d29d4abfb56ceb88413120a8_57"
        },
        {
            "start": 8568,
            "end": 8654,
            "text": "\n12. Paras 2,3,4, 11, 13, 14, 18 and 19 of the said decision merit reproduction, thus:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43b2ab1100da47b3b911a7b81136bbae_58"
        },
        {
            "start": 8656,
            "end": 8968,
            "text": "\"2. The plaintiff-respondent herein filed a suit for declaration and permanent injunction to restrain the appellants from either directly or indirectly copying, using or enabling others to use the plaintiff's designs of container and lid registered under designs Applications Nos. 299039 and 299041 respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3658bbd64d714bb09863a9093356fef8_59"
        },
        {
            "start": 8970,
            "end": 9313,
            "text": "3. In the said suit, the appellant-defendant had filed a written statement along with the counterclaim before the Commercial Court, inter alia, seeking cancellation of the abovementioned registered designs for the reason that the said designs were not new or original and hence could not be registered in terms of Section 4(a) of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50e6f57369e04d7a890c1d010a46f3fa_60"
        },
        {
            "start": 9314,
            "end": 9482,
            "text": "The appellant also filed an application under Section 22(4) read with Section 19(2) of the 2000 Act to transfer the suit to the Madhya Pradesh High Court, Indore Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9ef99bf253b47a2b8d76e8757eb730b_61"
        },
        {
            "start": 9483,
            "end": 9619,
            "text": "It is the said application which was allowed by the learned District Judge and the suit was thus transferred to the Calcutta High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98309a70e95d4e31b5e8ed42ba357878_62"
        },
        {
            "start": 9621,
            "end": 9750,
            "text": "4. The said order passed by the Commercial Court was challenged by the respondent-plaintiff before the Madhya Pradesh High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1dba6d204c5343d29a0a80ad701c2f13_63"
        },
        {
            "start": 9751,
            "end": 9954,
            "text": "The High Court examined the question as to whether the proceedings of the said suit was liable to be transferred to the High Court or if the Commercial Court at Indore was competent to decide the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4faafc3fd28b49d09884598aad74568a_64"
        },
        {
            "start": 9955,
            "end": 10345,
            "text": "The High Court relied upon Godrej Sara Lee Ltd. v. Reckitt Benckiser Australia Pty. Ltd6. to hold that the legislature intended that an application for cancellation of registration of designs would lie to the Controller exclusively without the High Court having a parallel jurisdiction to entertain such matter because the appeals from the order of the Controller lie before the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a04dad52b11c4243a5b1d2626ed2e0b0_65"
        },
        {
            "start": 10346,
            "end": 10529,
            "text": "It was further held that the 2015 Act is a special enactment having an overriding effect, save as otherwise provided the provisions, by virtue of Section 21 of the said Act.\nxxxxx 11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ac0980f81af4d9fbb51da247d66aa48_66"
        },
        {
            "start": 10530,
            "end": 10682,
            "text": "It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "741d34f759eb4e4fa272f1b82618aa9b_67"
        },
        {
            "start": 10683,
            "end": 11005,
            "text": "There is no provision in the 2015 Act (2021) 3 SCC 289 (2010) 2 SCC 535 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c2670bedd8c474699ffffb52152e6ef_68"
        },
        {
            "start": 11006,
            "end": 11247,
            "text": "Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cbe751be5eeb4570850438fe32b9e93d_69"
        },
        {
            "start": 11248,
            "end": 11462,
            "text": "Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69e7f875174b401a92ab24eee3a5dcf6_70"
        },
        {
            "start": 11463,
            "end": 11573,
            "text": "It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa02de4671c74892bb8423e31fb90292_71"
        },
        {
            "start": 11574,
            "end": 11738,
            "text": "In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the designs which necessarily mandates the courts to transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c92ea32e71db4d59b661aa3de9e71ea7_72"
        },
        {
            "start": 11739,
            "end": 11839,
            "text": "The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b370310b15614ce88d0213a6f081d580_73"
        },
        {
            "start": 11840,
            "end": 12288,
            "text": "In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by the learned counsel for the appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the civil suit in which there is plea to revoke the registered designs has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\nxxxxx 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67a8c467c53b474a8dde04a583a18c2d_74"
        },
        {
            "start": 12289,
            "end": 12440,
            "text": "It was held that any application for cancellation of registration under Section 19 could be filed only before the Controller and not to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf0ee4b57bd949c9b23fb0e215d78e10_75"
        },
        {
            "start": 12441,
            "end": 12564,
            "text": "Therefore, in these circumstances, it was held that the High Court would be entitled to assume jurisdiction only in appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a688bd9751846b3aa3681e873512bb7_76"
        },
        {
            "start": 12565,
            "end": 12775,
            "text": "It was not a case of suit for infringement in which the defendant has raised a plea of revocation of registration which is required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65894832a16e456280c7349b6a765ce9_77"
        },
        {
            "start": 12776,
            "end": 13125,
            "text": "Therefore, such judgment has been wrongly relied upon by the High Court assuming that the proceedings are before the Controller and that the respondent-plaintiff had filed a suit for infringement wherein a plea of revocation of registration was raised which was required to be transferred to the High Court in terms of Section 22(4) of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28f41d1768e54dc8aa3fcdeb5bcbcac3_78"
        },
        {
            "start": 13127,
            "end": 13136,
            "text": "xxxxx 14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74b1645c36594107b9b2251c899f1807_79"
        },
        {
            "start": 13137,
            "end": 13234,
            "text": "Furthermore, in the 2000 Act, there are two options available to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae40fdb2139d47df950970a526106830_80"
        },
        {
            "start": 13235,
            "end": 13326,
            "text": "One of them is before the Controller, appeal against which would lie before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a07fca3ab39f436b9dd8dea4ae4c3c83_81"
        },
        {
            "start": 13327,
            "end": 13517,
            "text": "Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18b1192381b04b40b0442197a94fe0da_82"
        },
        {
            "start": 13518,
            "end": 13645,
            "text": "In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a69862869ff48ec84eb328111b4cb1f_83"
        },
        {
            "start": 13646,
            "end": 13730,
            "text": "Both are independent provisions giving rise to different and distinct causes Neutral",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76dc440c6d50484d9dd0f13ed36ca1a2_84"
        },
        {
            "start": 13731,
            "end": 13774,
            "text": "Citation Number : 2023/DHC/000960 xxxxx 18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d34651df81f04fa880627c605897ac05_85"
        },
        {
            "start": 13775,
            "end": 14251,
            "text": "To the same effect is a judgment of the Jammu and Kashmir High Court in Escorts Construction Equipment Ltd. v. Gautam Engg. Co.7, wherein it is held that once a defence is taken for revocation of registration, then in terms of sub-section (4) of Section 22 of the 2000 Act, the civil court has no power to decide the revocation of the designs and it is only the High Court which has to adjudicate upon the matter and decide as to whether the designs is to be cancelled or not.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d8d1fa63159f42c488e4135d44a60266_86"
        },
        {
            "start": 14252,
            "end": 14364,
            "text": "It was held that the learned trial court committed a legal error in not transferring the case to the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0de0154ef98d483085b7d0ef75677e67_87"
        },
        {
            "start": 14366,
            "end": 14568,
            "text": "19. The Bombay High Court in Whirlpool of India Ltd. v. Videocon Industries Ltd.8, was dealing with a suit against the defendant for infringement of the registered designs; passing off; and the damages.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a9b152569b2d4d258a64b49204a891b3_88"
        },
        {
            "start": 14569,
            "end": 14705,
            "text": "The defendant never sought the cancellation of the registration granted to the plaintiff but relied upon the registration granted to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c2ac9f1113d4809909a877c524ffbd2_89"
        },
        {
            "start": 14706,
            "end": 14763,
            "text": "In these circumstances, the High Court held as under:\n19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "332fcab0b1ff4bce867152d2e37d8274_90"
        },
        {
            "start": 14764,
            "end": 15125,
            "text": "In support of its contention that the defendant's registered designs can only be challenged by proceedings under Section 19 of the Act before the Controller, the defendant would argue that the availability of a remedy under Section 19 of the Act for cancellation of a registered designs amounts to a negation and exclusion of remedy under Section 22 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24bcd4bc79a54feabc8fedf29343b8fa_91"
        },
        {
            "start": 15126,
            "end": 15152,
            "text": "This is plainly incorrect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43ca69c0b3e44e8f98aa606dfd74cb43_92"
        },
        {
            "start": 15153,
            "end": 15239,
            "text": "Section 19 and Section 22 of the Act operate independently in different circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec00559a83d947d980183fc55a871d42_93"
        },
        {
            "start": 15240,
            "end": 15325,
            "text": "Section 19 of the Act is invoked to seek cancellation of a registration of a designs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "884e7e7c159d497b8903d13e4e053bfd_94"
        },
        {
            "start": 15326,
            "end": 15537,
            "text": "\nSection 22 of the Act is invoked where a registered designs of a proprietor is infringed by any person and the registered proprietor seeks reliefs in the form of damages, injunction, etc. against the infringer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fdc47dbdfdd472e9efcc541dbd3d4f5_95"
        },
        {
            "start": 15538,
            "end": 15646,
            "text": "Such relief can be sought even against a registered proprietor of a designs by questioning his registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59f7461f737f49f689395ca306ff96cf_96"
        },
        {
            "start": 15647,
            "end": 15898,
            "text": "The defendant too can submit that the plaintiff is not entitled to any relief in terms of damages, injunction, etc. by questioning the registration of the plaintiff's on grounds available under Section 19 of the Act for cancellation of a registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d19093bce9f4c8a8c0c72e7378cd127_97"
        },
        {
            "start": 15899,
            "end": 16049,
            "text": "Again, Section 19 entitles a party to move the Controller for cancellation of a designs even where the registered proprietor is not using the designs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "293bb4c237684331b7140d5eee8ef2ae_98"
        },
        {
            "start": 16050,
            "end": 16213,
            "text": "Section 19, therefore, affords a cause of action where a mere registration is considered objectionable and a mere factum of registration affords a cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40902bf78542414a851ad306a1c7674e_99"
        },
        {
            "start": 16214,
            "end": 16445,
            "text": "In marked contrast, Section 22 of the Act affords a cause of action only where a registered designs is being applied or caused to be applied to any article for the purposes of sale or in relation to or in connection with such sale.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52584bb6c4c24b91ab8bc2f531e23ce5_100"
        },
        {
            "start": 16446,
            "end": 16778,
            "text": "Consequently, if a registered proprietor does not apply his designs to an article for sale or in connection with such sale, AIR 2010 J&K 13 2014 SCC OnLine Bom 565 Digitally Signed Signing Date:14.02.2023 16:24:07 Neutral Citation Number : 2023/DHC/000960 another registered proprietor cannot have recourse to Section 22 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c5bccc61c22495887500132ec2a0af5_101"
        },
        {
            "start": 16779,
            "end": 16877,
            "text": "The remedy under Section 22 of the Act is only available where the impugned designs is being used.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b15b47e4c8241e289014e9e86e674ff_102"
        },
        {
            "start": 16878,
            "end": 17147,
            "text": "A further distinction between Sections 19 and 22 of the Act, as correctly pointed out on behalf of the plaintiff is that while Section 19 is applicable to any person interested, Section 22 is available only to a small segment of such person viz. registered proprietors.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9573293a86ae45de815c1f05702ea431_103"
        },
        {
            "start": 17148,
            "end": 17239,
            "text": "The remedy under Section 19 and the remedy under Section 22 are, therefore, very different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03fb9f23f9c84bdb99496de878fe5ad3_104"
        },
        {
            "start": 17240,
            "end": 17325,
            "text": "They apply to different persons in different circumstances and for different reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63601a0847cd43849dbcac7454609889_105"
        },
        {
            "start": 17327,
            "end": 17453,
            "text": "13. The facts which obtained in S.D. Container5 are identical to the facts which obtain in the present case before this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a2cbf109d0f4effb3c325fee5862366_106"
        },
        {
            "start": 17455,
            "end": 17718,
            "text": "14. In that case, too, Mold-Tek Packaging Ltd. (MTPL hereinafter), the respondent before the Supreme Court, instituted a plaint against S D Containers Indore (SDC hereinafter) for a restraint against SDC infringing MTPL's registered design nos. 299039 and 299041.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d7c92423df4469f9da60058a695d290_107"
        },
        {
            "start": 17719,
            "end": 17865,
            "text": "As in the present case, SDC, in its written statement, urged invalidity of the suit designs as one of the grounds of defence, under Section 22(3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c7f1d9617284a5bb6c24dbe0f6fc516_108"
        },
        {
            "start": 17866,
            "end": 18188,
            "text": "Side by side, SDC also filed a substantive counter claim, seeking cancellation of MTPL's registered design as suffering from want of novelty and originality and, therefore, as being non-registerable under Section 4(a) of the Designs Act and, consequently, liable for revocation/cancellation under Section 19(1)(c) thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cd3932571e54c189cbca4779d52bae7_109"
        },
        {
            "start": 18189,
            "end": 18407,
            "text": "The suit of MTPL and, consequently, the written statement and counter claim of SDC, were all filed before the learned Commercial Court, as the High Court of Madhya Pradesh does not exercise original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14328191861d4c1a8ecbf5ae40dde12e_110"
        },
        {
            "start": 18409,
            "end": 18565,
            "text": "15. SDC filed an application before the learned Commercial Court for transfer of the suit instituted by MTPL against it to the High Court of Madhya Pradesh.",
            "labels": [
                "FAC"
            ],
            "id": "a76aa93432f0452ab27a549bc81391e9_111"
        },
        {
            "start": 18566,
            "end": 18735,
            "text": "The learned Commercial Court allowed the Neutral Citation Number : 2023/DHC/000960 application and transferred the suit instituted by MTPL against SDC to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b8418c94fd34275b2a6e79ba20231fe_112"
        },
        {
            "start": 18737,
            "end": 18829,
            "text": "16. This order of the learned Commercial Court was challenged by MTPL before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33222b4b97a64d438062037e2e3abc6a_113"
        },
        {
            "start": 18830,
            "end": 19112,
            "text": "The High Court held, relying on the decision of the Supreme Court in Godrej Sara Lee6, that the High Court did not possess jurisdiction to entertain an application seeking cancellation of a registered design, as Section 19 vested the said jurisdiction exclusively in the Controller.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0a20b5cba2ac4facbe5f70573b2e4160_114"
        },
        {
            "start": 19113,
            "end": 19243,
            "text": "It was held that the High Court enjoyed only appellate jurisdiction in the matter, against the decision of the learned Controller.",
            "labels": [
                "RLC"
            ],
            "id": "815144f5f2404d79a84bc5130caedf36_115"
        },
        {
            "start": 19245,
            "end": 19327,
            "text": "17. Aggrieved by the decision of the High Court, SDC approached the Supreme Court.",
            "labels": [
                "RLC"
            ],
            "id": "8a8e0a219a694d0c9ad97a72241555c6_116"
        },
        {
            "start": 19329,
            "end": 19580,
            "text": "18. Mr. Hemant Singh points out that the issue under consideration before the Supreme Court was essentially whether the cancellation petition filed by the SDC before the learned Commercial Court was required to be transferred to the High Court or not.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03caa1123c034e49a867b714b907a8b9_117"
        },
        {
            "start": 19581,
            "end": 19781,
            "text": "He submits that the Supreme Court did not advert to, or examine, the issue of whether the cancellation petition was maintainable at all in the first instance, in view of Section 19 of Designs Act.\n19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "68c00abf2b04475ea9e320e7198ba4f9_118"
        },
        {
            "start": 19782,
            "end": 19897,
            "text": "On this issue, therefore, Mr. Hemant Singh would submit that the decision in S.D. Containers5 appears sub silentio.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "03a74cf7c34344d2bc6747956a961a8d_119"
        },
        {
            "start": 19899,
            "end": 20034,
            "text": "20. In my considered opinion, having gone through the decision in S.D. Containers5, this argument is not available to Mr. Hemant Singh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6325781a0a1a48bca6688a527c790aca_120"
        },
        {
            "start": 20035,
            "end": 20222,
            "text": "No doubt, the issue before the Supreme Court was whether the cancellation Neutral Citation Number : 2023/DHC/000960 Commercial Court was liable to be transferred to the High Court or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02403b19448b4b96bbe62c4977b5aa75_121"
        },
        {
            "start": 20223,
            "end": 20589,
            "text": "The ground on which the High Court held against SDC, as delineated in para 4 of the report in S.D. Containers5, was, however, precisely that an application for cancellation of a registered design did not lie before the High Court, but lay exclusively before the Controller of Designs and that the High Court could only exercise appellate jurisdiction in that regard.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfd7bc3dbc4a491499df6844d552876b_122"
        },
        {
            "start": 20591,
            "end": 20814,
            "text": "21. In para 11 of the report, the Supreme Court has clearly noted the provision of Section 22(4), which empowers the defendant in a suit to seek cancellation of a design, necessarily mandates the court to transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaea18e3af254439956844f4c86c1d1b_123"
        },
        {
            "start": 20815,
            "end": 20952,
            "text": "The reference to suit in this passage, clearly refers to the cancellation proceedings instituted by the defendants against the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e5509cdd8904fd89a8df7d658451bf2_124"
        },
        {
            "start": 20954,
            "end": 21050,
            "text": "22. If any doubt remained on that score, it stands cleared by paras 13, 14 and 18 of the report.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0fb163002014ec696fe03c2e74529cd_125"
        },
        {
            "start": 21051,
            "end": 21323,
            "text": "In the said paragraphs, the Supreme Court has noted, once again, the ground on which the High Court held against SDC being that an application for cancellation and registration of MTPL's registered design would lie only before the Controller and not before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9af5abba4d443c8a57282aac5227805_126"
        },
        {
            "start": 21324,
            "end": 21416,
            "text": "This is the precise objection which Mr. Hemant Singh has raised in the present case as well.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "407989e96f774c78b6bea903c44d783c_127"
        },
        {
            "start": 21417,
            "end": 21682,
            "text": "The Supreme Court notes that the High Court, having accepted the objection, held that it could not consider a cancellation petition and could only exercise appellate jurisdiction in that regard, against the decision which the Controller would take under Section 19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff278f741eb54045b41b71180825b943_128"
        },
        {
            "start": 21683,
            "end": 21875,
            "text": "The Supreme Court has, however, disapproved of the view adopted by the High Court and clearly held that, in the Designs Act, the defendant has two separate independent options available to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bce248df4f564a56be98535cbdddb1fd_129"
        },
        {
            "start": 21876,
            "end": 22089,
            "text": "The right to seek revocation of a registered design is independent of the right to raise Neutral Citation Number : 2023/DHC/000960 invalidity of the registered design as a ground of defence in a piracy proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d15008d45594cb6ba7cbdf631611a44_130"
        },
        {
            "start": 22090,
            "end": 22206,
            "text": "As the supreme Court holds, these are independent provisions, giving rise to different and distinct cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8931d39e94a34c75a46517fe63cba850_131"
        },
        {
            "start": 22208,
            "end": 22638,
            "text": "23. The Supreme Court has also approved the view of the High Court of Jammu and Kashmir in Escorts Constructions Equipment Ltd.7, in which the High Court of Jammu and Kashmir held that once revocation of the registration of the plaintiff's design was taken as a defence in a piracy suit, the High Court alone could decide on the aspect of revocation in view of exclusive jurisdiction conferred by Section 22(4) of the Designs Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "93e87d179ae64dc0be7157f9394e6374_132"
        },
        {
            "start": 22640,
            "end": 22752,
            "text": "24. Having so noted, it is not necessary for this Court to delve too deep into the decision in S.D. Containers5.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "411d07f821c5421fb39f6cd21aab8c6a_133"
        },
        {
            "start": 22753,
            "end": 23100,
            "text": "The fact of the matter remains that, even in that case, SDC not only raised the ground of invalidity of the suit design of MTPL as being devoid of novelty and originality as one of the grounds of defence in its written statement, but also filed a substantive counter claim before the Commercial Court seeking cancellation of the registered design.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aeedde3576ea4da395d8d72f26e40341_134"
        },
        {
            "start": 23101,
            "end": 23186,
            "text": "The suit was transferred to the High Court of Madras by the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dff60f5484224679849102ec67039042_135"
        },
        {
            "start": 23187,
            "end": 23546,
            "text": "The order of transfer was set aside by the High Court on the sole ground that an application for cancellation of the registered design, which was filed by SDC as a counter claim in the suit instituted by MTPL, would lie only before the Controller and that, therefore, the High Court could not entertain such an application/counter claim in the first instance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddc33d928d4f4b3fa35fbf19490ae440_136"
        },
        {
            "start": 23548,
            "end": 23686,
            "text": "25. The Supreme Court has, in its decision, reversed the view of the High Court and approved the decision of the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93fbd07b11d4418d81362a07f144cb00_137"
        },
        {
            "start": 23687,
            "end": 23734,
            "text": "\nNeutral Citation Number : 2023/DHC/000960 \"20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6fb7c91d2944e0993e55c10bb776742_138"
        },
        {
            "start": 23735,
            "end": 23839,
            "text": "In view of the above, the order of the Commercial Court at the district level is in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78fe7dbd975e4c95b823a6d03c1e42bd_139"
        },
        {
            "start": 23841,
            "end": 24099,
            "text": "26. The upshot of the decision of the Supreme Court was to affirm the view of the Commercial Court to transfer, to the High Court, not only the suit instituted by the MTPL against SDC, but also the counter claim separately instituted by SDC against the MTPL.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf7f790276854dcb915f91e71e7575ff_140"
        },
        {
            "start": 24100,
            "end": 24371,
            "text": "The ground that a counter claim could not have instituted before the High Court, as it lies only before the Controller under Section 19, which constituted the basis of the impugned judgment of the High Court has, therefore, effectively been reversed by the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09e42007c6cd4aed9eb6bce3e18b75af_141"
        },
        {
            "start": 24373,
            "end": 25161,
            "text": "27. Thus, the position that emerges is that (i) the facts of the case before the Supreme Court in S.D. Containers5 are identical to the facts of the present case,\n(ii) the ground on which the High Court set aside the decision of the Commercial Court to transfer the suit instituted by MTPL against SDC before the learned Commercial Court, to the High Court i.e., was the same as that which has been urged by Mr. Hemant Singh before me in the present proceedings i.e., that a substantive petition for cancellation of a registered design lies only before the Controller of Designs under Section 19 and not before the High Court and (iii) the decision of the High Court stands conclusively reversed by the Supreme Court, which has approved the view taken by the learned Commercial Court.\n28.",
            "labels": [
                "RATIO"
            ],
            "id": "4f12d0f345ea402e80f5a2a4c4d4421c_142"
        },
        {
            "start": 25162,
            "end": 25398,
            "text": "In these circumstances, any hesitancy, on the part of this Court, to follow the decision of the Supreme Court would amount to no less Neutral Citation Number : 2023/DHC/000960 than an affront to Article 141 of the Constitution of India.",
            "labels": [
                "RATIO"
            ],
            "id": "6f4aca1db3a64af8b0bc7657d4d9da37_143"
        },
        {
            "start": 25400,
            "end": 25636,
            "text": "29. In that view of the matter, the issue in controversy being fully covered by S.D. Containers5, the objection of Mr. Hemant Singh to the maintainability of CC(Comm) 2/2022, instituted by the defendant in the present suit, is rejected.",
            "labels": [
                "RATIO"
            ],
            "id": "3b2ffcc7792b4f8fbfc4ac418dc3863b_144"
        },
        {
            "start": 25637,
            "end": 25715,
            "text": "\n30. Issue notice, returnable on the date already fixed i.e., 1 st March 2023.",
            "labels": [
                "RPC"
            ],
            "id": "a70e0bac641f4d489a87aec1825fd589_145"
        },
        {
            "start": 25717,
            "end": 25800,
            "text": "31. Notice is accepted, on behalf of the plaintiff/non-applicant, by Ms. Mamta Jha.",
            "labels": [
                "RPC"
            ],
            "id": "d3c5d9aa203f415b863dfe3f4ac6c564_146"
        },
        {
            "start": 25801,
            "end": 25984,
            "text": "\n32. Reply, if any, be filed within two weeks with advance copy to learned Counsel for the applicant/defendant who may file rejoinder thereto, if any, before the next date of hearing.",
            "labels": [
                "RPC"
            ],
            "id": "2696bceba6b84ac5be2ff8356cc86039_147"
        },
        {
            "start": 25985,
            "end": 26059,
            "text": "\n33. Judgment to be uploaded on the website of this Court within 24 hours.",
            "labels": [
                "RPC"
            ],
            "id": "d30fb2337ef04310b47b70712de647d6_148"
        },
        {
            "start": 26060,
            "end": 26101,
            "text": "\nC. HARI SHANKAR, J.\nFEBRUARY 8, 2023 dsn",
            "labels": [
                "NONE"
            ],
            "id": "249cf02d7ddf49558d1f544dc9cc5ec3_149"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Trinetramilan Product",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 42
        },
        {
            "text": "A S Narayanan",
            "label": "RESPONDENT",
            "start_char": 46,
            "end_char": 59
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "LAWYER",
            "start_char": 84,
            "end_char": 101
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 109,
            "end_char": 126
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 452,
            "end_char": 488
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 664,
            "end_char": 681
        },
        {
            "text": "Trinetramilan Product Protection",
            "label": "PETITIONER",
            "start_char": 1029,
            "end_char": 1061
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 1383,
            "end_char": 1403
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 1559,
            "end_char": 1572
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 1734,
            "end_char": 1751
        },
        {
            "text": "Amdhusudha Reddy",
            "label": "LAWYER",
            "start_char": 2156,
            "end_char": 2172
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 2212,
            "end_char": 2220
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 2271,
            "end_char": 2285
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 2735,
            "end_char": 2757
        },
        {
            "text": "Trinetramilan",
            "label": "PETITIONER",
            "start_char": 3067,
            "end_char": 3080
        },
        {
            "text": "R. Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 3271,
            "end_char": 3292
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 3471,
            "end_char": 3484
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 3551,
            "end_char": 3568
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 4021,
            "end_char": 4038
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 4059,
            "end_char": 4067
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 4080,
            "end_char": 4094
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 4312,
            "end_char": 4334
        },
        {
            "text": "Trinetramilan Product\n   Protection Solutions\n   Private Limited",
            "label": "PETITIONER",
            "start_char": 4787,
            "end_char": 4851
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 4993,
            "end_char": 5013
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 5088,
            "end_char": 5101
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "RESPONDENT",
            "start_char": 5184,
            "end_char": 5212
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 5664,
            "end_char": 5681
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 5702,
            "end_char": 5710
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 5723,
            "end_char": 5737
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 6050,
            "end_char": 6072
        },
        {
            "text": "Trinetramilan Product\n     Protection Solutions\n     Private Limited",
            "label": "PETITIONER",
            "start_char": 6488,
            "end_char": 6556
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 6920,
            "end_char": 6940
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 7015,
            "end_char": 7028
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "PETITIONER",
            "start_char": 7111,
            "end_char": 7139
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 7382,
            "end_char": 7399
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 7420,
            "end_char": 7428
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 7441,
            "end_char": 7455
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 7456,
            "end_char": 7470
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 7751,
            "end_char": 7773
        },
        {
            "text": "BENGALURU RURAL DISTRICT, BENGALURU",
            "label": "ORG",
            "start_char": 7980,
            "end_char": 8015
        },
        {
            "text": "WP No. 23517 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 8299,
            "end_char": 8319
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8571,
            "end_char": 8587
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8597,
            "end_char": 8613
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru (Commercial Court)",
            "label": "COURT",
            "start_char": 8680,
            "end_char": 8754
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8931,
            "end_char": 8947
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8957,
            "end_char": 8973
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 9181,
            "end_char": 9191
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 9224,
            "end_char": 9279
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 9304,
            "end_char": 9320
        },
        {
            "text": "Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9328,
            "end_char": 9335
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 9364,
            "end_char": 9380
        },
        {
            "text": "Thara Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9389,
            "end_char": 9402
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 9510,
            "end_char": 9519
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 9614,
            "end_char": 9624
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9632,
            "end_char": 9659
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 9851,
            "end_char": 9871
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10184,
            "end_char": 10239
        },
        {
            "text": "Principal Senior Civil Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 10336,
            "end_char": 10390
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10419,
            "end_char": 10474
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 10677,
            "end_char": 10701
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 10703,
            "end_char": 10712
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 10797,
            "end_char": 10801
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 10805,
            "end_char": 10827
        },
        {
            "text": "Order 20 Rule 12",
            "label": "PROVISION",
            "start_char": 11625,
            "end_char": 11641
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 11645,
            "end_char": 11651
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 12123,
            "end_char": 12132
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 12389,
            "end_char": 12393
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 12397,
            "end_char": 12419
        },
        {
            "text": "15 commercial court Act 2005",
            "label": "STATUTE",
            "start_char": 12668,
            "end_char": 12696
        },
        {
            "text": "31.07.2018",
            "label": "DATE",
            "start_char": 12756,
            "end_char": 12766
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 12962,
            "end_char": 12988
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 13840,
            "end_char": 13850
        },
        {
            "text": "07.09.2018",
            "label": "DATE",
            "start_char": 13854,
            "end_char": 13864
        },
        {
            "text": "08.09.2018",
            "label": "DATE",
            "start_char": 13903,
            "end_char": 13913
        },
        {
            "text": "07.09.2019",
            "label": "DATE",
            "start_char": 13917,
            "end_char": 13927
        },
        {
            "text": "08.09.2019",
            "label": "DATE",
            "start_char": 13968,
            "end_char": 13978
        },
        {
            "text": "07.09.2020",
            "label": "DATE",
            "start_char": 13982,
            "end_char": 13992
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 14037,
            "end_char": 14047
        },
        {
            "text": "19.10.2020",
            "label": "DATE",
            "start_char": 14249,
            "end_char": 14259
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 14351,
            "end_char": 14361
        },
        {
            "text": "Karnataka Industrial Development Area",
            "label": "GPE",
            "start_char": 14433,
            "end_char": 14470
        },
        {
            "text": "section 24",
            "label": "PROVISION",
            "start_char": 15296,
            "end_char": 15306
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15310,
            "end_char": 15313
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15359,
            "end_char": 15374
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15378,
            "end_char": 15381
        },
        {
            "text": "2021 SCC Online Kunhimoosa)",
            "label": "PRECEDENT",
            "start_char": 15608,
            "end_char": 15635
        },
        {
            "text": "C.K. Surendran",
            "label": "OTHER_PERSON",
            "start_char": 15647,
            "end_char": 15661
        },
        {
            "text": "Kerala High Court",
            "label": "COURT",
            "start_char": 15696,
            "end_char": 15713
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15824,
            "end_char": 15839
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15843,
            "end_char": 15846
        },
        {
            "text": "Bengaluru Rural District",
            "label": "ORG",
            "start_char": 16073,
            "end_char": 16097
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 16107,
            "end_char": 16125
        },
        {
            "text": "Section 15 (1), (2) and (5)",
            "label": "PROVISION",
            "start_char": 16182,
            "end_char": 16209
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 16213,
            "end_char": 16239
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, ( 26 of 1996)",
            "label": "STATUTE",
            "start_char": 16368,
            "end_char": 16421
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, (26 of 1996)",
            "label": "STATUTE",
            "start_char": 16665,
            "end_char": 16717
        },
        {
            "text": "sub - section (1), sub-section (2) or sub - section (3)",
            "label": "PROVISION",
            "start_char": 17284,
            "end_char": 17339
        },
        {
            "text": "- 13 - NC:",
            "label": "DATE",
            "start_char": 17405,
            "end_char": 17415
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 17421,
            "end_char": 17430
        },
        {
            "text": "section 15(5)",
            "label": "PROVISION",
            "start_char": 18184,
            "end_char": 18197
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18296,
            "end_char": 18317
        },
        {
            "text": "31.02.2015",
            "label": "DATE",
            "start_char": 18331,
            "end_char": 18341
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 18551,
            "end_char": 18568
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18569,
            "end_char": 18590
        },
        {
            "text": "22.08.2017",
            "label": "DATE",
            "start_char": 18816,
            "end_char": 18826
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 18914,
            "end_char": 18932
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 19031,
            "end_char": 19054
        },
        {
            "text": "17.12.2020",
            "label": "DATE",
            "start_char": 19061,
            "end_char": 19071
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19081,
            "end_char": 19105
        },
        {
            "text": "17.12.2022",
            "label": "DATE",
            "start_char": 19146,
            "end_char": 19156
        },
        {
            "text": "District and Sessions Court Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19202,
            "end_char": 19254
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19255,
            "end_char": 19265
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19351,
            "end_char": 19375
        },
        {
            "text": "15.10.2022",
            "label": "DATE",
            "start_char": 19382,
            "end_char": 19392
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19414,
            "end_char": 19438
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 19455,
            "end_char": 19519
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19575,
            "end_char": 19585
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19596,
            "end_char": 19606
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19630,
            "end_char": 19640
        },
        {
            "text": "19-12-2020",
            "label": "DATE",
            "start_char": 19712,
            "end_char": 19722
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19869,
            "end_char": 19922
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 19945,
            "end_char": 19955
        },
        {
            "text": "2016 SCC Online Del 4282 (Mrs. Soni Dave Vs.",
            "label": "PRECEDENT",
            "start_char": 20232,
            "end_char": 20276
        },
        {
            "text": "Trans Asian Industries Expositions Pvt Ltd.",
            "label": "ORG",
            "start_char": 20281,
            "end_char": 20324
        },
        {
            "text": "2016 Onlince Delhi 760 - 15 - NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 20367,
            "end_char": 20415
        },
        {
            "text": "Havells India Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 20439,
            "end_char": 20464
        },
        {
            "text": "Advertising Standards Council of India",
            "label": "ORG",
            "start_char": 20469,
            "end_char": 20507
        },
        {
            "text": "Financial Assets and Enforcement of Securities Interest Act, 2002",
            "label": "STATUTE",
            "start_char": 20614,
            "end_char": 20679
        },
        {
            "text": "Havells Wire",
            "label": "ORG",
            "start_char": 21308,
            "end_char": 21320
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 22493,
            "end_char": 22503
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22507,
            "end_char": 22534
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 22639,
            "end_char": 22663
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22756,
            "end_char": 22766
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22903,
            "end_char": 22913
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23037,
            "end_char": 23054
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23058,
            "end_char": 23061
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 23258,
            "end_char": 23270
        },
        {
            "text": "o VII Rule 11",
            "label": "PROVISION",
            "start_char": 23587,
            "end_char": 23600
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23604,
            "end_char": 23627
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23945,
            "end_char": 23962
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23966,
            "end_char": 23989
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24067,
            "end_char": 24079
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24087,
            "end_char": 24108
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24357,
            "end_char": 24375
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24481,
            "end_char": 24499
        },
        {
            "text": "sub-section 2 of Section 21-A",
            "label": "PROVISION",
            "start_char": 24539,
            "end_char": 24568
        },
        {
            "text": "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "label": "PROVISION",
            "start_char": 24579,
            "end_char": 24626
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24714,
            "end_char": 24724
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24786,
            "end_char": 24796
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 24806,
            "end_char": 24828
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "label": "PRECEDENT",
            "start_char": 24857,
            "end_char": 24952
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24967,
            "end_char": 24979
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 25053,
            "end_char": 25065
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 25132,
            "end_char": 25149
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25153,
            "end_char": 25176
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 25216,
            "end_char": 25226
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 25279,
            "end_char": 25289
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 25332,
            "end_char": 25354
        },
        {
            "text": "City Civil and Sessions Judge, Bengaluru",
            "label": "COURT",
            "start_char": 26202,
            "end_char": 26242
        },
        {
            "text": "04-12- 2020",
            "label": "DATE",
            "start_char": 26246,
            "end_char": 26257
        },
        {
            "text": "O.S. No. 1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 26261,
            "end_char": 26279
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 26442,
            "end_char": 26452
        },
        {
            "text": "GOB(I)1/2020",
            "label": "CASE_NUMBER",
            "start_char": 26491,
            "end_char": 26503
        },
        {
            "text": "17-12- 2022",
            "label": "DATE",
            "start_char": 26510,
            "end_char": 26521
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 26544,
            "end_char": 26567
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 26714,
            "end_char": 26724
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26732,
            "end_char": 26753
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26789,
            "end_char": 26802
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27049,
            "end_char": 27061
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 27277,
            "end_char": 27294
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 27298,
            "end_char": 27321
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 27345,
            "end_char": 27356
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27384,
            "end_char": 27396
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 27562,
            "end_char": 27575
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 28243,
            "end_char": 28256
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 28952,
            "end_char": 28971
        },
        {
            "text": "05-07-2022",
            "label": "DATE",
            "start_char": 28978,
            "end_char": 28988
        },
        {
            "text": "Business Enabling Environment (BEE) Project",
            "label": "ORG",
            "start_char": 28998,
            "end_char": 29041
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)",
            "label": "PRECEDENT",
            "start_char": 29081,
            "end_char": 29174
        },
        {
            "text": "Section Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29363,
            "end_char": 29392
        },
        {
            "text": "Commercial Act",
            "label": "STATUTE",
            "start_char": 29406,
            "end_char": 29420
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 29850,
            "end_char": 29862
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30153,
            "end_char": 30165
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30173,
            "end_char": 30194
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30253,
            "end_char": 30274
        },
        {
            "text": "amendment Act, 2018",
            "label": "STATUTE",
            "start_char": 30344,
            "end_char": 30363
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30379,
            "end_char": 30391
        },
        {
            "text": "SECTION 12A",
            "label": "PROVISION",
            "start_char": 30425,
            "end_char": 30436
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30788,
            "end_char": 30806
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30817,
            "end_char": 30835
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 30906,
            "end_char": 30955
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 31051,
            "end_char": 31100
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 31134,
            "end_char": 31152
        },
        {
            "text": "Limitation Act, 1963 (36 of 1963)",
            "label": "STATUTE",
            "start_char": 31631,
            "end_char": 31664
        },
        {
            "text": "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "label": "PROVISION",
            "start_char": 31983,
            "end_char": 32027
        },
        {
            "text": "section 30",
            "label": "PROVISION",
            "start_char": 32050,
            "end_char": 32060
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 32068,
            "end_char": 32119
        },
        {
            "text": "03-05-2018",
            "label": "DATE",
            "start_char": 32193,
            "end_char": 32203
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 32469,
            "end_char": 32487
        },
        {
            "text": "District Legal Services Authority",
            "label": "ORG",
            "start_char": 32559,
            "end_char": 32592
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32695,
            "end_char": 32708
        },
        {
            "text": "Amending Act of year 2018",
            "label": "STATUTE",
            "start_char": 32827,
            "end_char": 32852
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 33055,
            "end_char": 33067
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33087,
            "end_char": 33098
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33313,
            "end_char": 33324
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33763,
            "end_char": 33773
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 33781,
            "end_char": 33795
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33833,
            "end_char": 33843
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34009,
            "end_char": 34020
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34104,
            "end_char": 34115
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 34167,
            "end_char": 34184
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 34329,
            "end_char": 34339
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34816,
            "end_char": 34827
        },
        {
            "text": "Section - 25 - NC: 2023",
            "label": "PROVISION",
            "start_char": 34877,
            "end_char": 34900
        },
        {
            "text": "SLP (C) No.14697 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35039,
            "end_char": 35063
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 35360,
            "end_char": 35372
        },
        {
            "text": "SLP No.5737 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 35615,
            "end_char": 35635
        },
        {
            "text": "SLP  Diary NO.29458 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35745,
            "end_char": 35773
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 35887,
            "end_char": 35900
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 35921,
            "end_char": 35933
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36007,
            "end_char": 36018
        },
        {
            "text": "Order VII rule 11",
            "label": "PROVISION",
            "start_char": 36069,
            "end_char": 36086
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36090,
            "end_char": 36113
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36204,
            "end_char": 36217
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36295,
            "end_char": 36305
        },
        {
            "text": "20-08- 2022",
            "label": "DATE",
            "start_char": 36471,
            "end_char": 36482
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36525,
            "end_char": 36536
        },
        {
            "text": "supreme Court",
            "label": "COURT",
            "start_char": 36587,
            "end_char": 36600
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36651,
            "end_char": 36661
        },
        {
            "text": "08- 12-2020",
            "label": "DATE",
            "start_char": 37064,
            "end_char": 37075
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 37092,
            "end_char": 37147
        },
        {
            "text": "O.S. No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 37173,
            "end_char": 37190
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 37973,
            "end_char": 37983
        },
        {
            "text": "17- 10-2022",
            "label": "DATE",
            "start_char": 38158,
            "end_char": 38169
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38309,
            "end_char": 38319
        },
        {
            "text": "Principal District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38399,
            "end_char": 38473
        },
        {
            "text": "Commercial O.S. No.336/2022",
            "label": "CASE_NUMBER",
            "start_char": 38547,
            "end_char": 38574
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38578,
            "end_char": 38588
        },
        {
            "text": "08-12-2020",
            "label": "DATE",
            "start_char": 38848,
            "end_char": 38858
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38871,
            "end_char": 38926
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 39016,
            "end_char": 39027
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 39097,
            "end_char": 39107
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 39273,
            "end_char": 39283
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39337,
            "end_char": 39359
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 39440,
            "end_char": 39452
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 39677,
            "end_char": 39687
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39857,
            "end_char": 39879
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40120,
            "end_char": 40133
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 40189,
            "end_char": 40200
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 40298,
            "end_char": 40310
        },
        {
            "text": "Sec.12A",
            "label": "PROVISION",
            "start_char": 41686,
            "end_char": 41693
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 41787,
            "end_char": 41800
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42221,
            "end_char": 42238
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 42242,
            "end_char": 42265
        },
        {
            "text": "- 30 - NC",
            "label": "DATE",
            "start_char": 42363,
            "end_char": 42372
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 42771,
            "end_char": 42781
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42789,
            "end_char": 42816
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42931,
            "end_char": 42948
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 42952,
            "end_char": 42955
        },
        {
            "text": "Com.O.S.no.1397/2020 and Com",
            "label": "CASE_NUMBER",
            "start_char": 43081,
            "end_char": 43109
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 43111,
            "end_char": 43127
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 43224,
            "end_char": 43234
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 43577,
            "end_char": 43594
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 43933,
            "end_char": 43943
        },
        {
            "text": "Section 2 (1) (vii)",
            "label": "PROVISION",
            "start_char": 44207,
            "end_char": 44226
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 44358,
            "end_char": 44368
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44656,
            "end_char": 44673
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44677,
            "end_char": 44680
        },
        {
            "text": "Section 12(1)",
            "label": "PROVISION",
            "start_char": 44832,
            "end_char": 44845
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45103,
            "end_char": 45113
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "label": "PRECEDENT",
            "start_char": 45129,
            "end_char": 45190
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45283,
            "end_char": 45295
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 45460,
            "end_char": 45470
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 45488,
            "end_char": 45543
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45607,
            "end_char": 45617
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45671,
            "end_char": 45681
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45942,
            "end_char": 45954
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46039,
            "end_char": 46071
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46098,
            "end_char": 46108
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46394,
            "end_char": 46404
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46420,
            "end_char": 46452
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46561,
            "end_char": 46571
        },
        {
            "text": "17.10.2022",
            "label": "DATE",
            "start_char": 46761,
            "end_char": 46771
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46806,
            "end_char": 46816
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46829,
            "end_char": 46839
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 46877,
            "end_char": 46887
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 46909,
            "end_char": 46919
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 47010,
            "end_char": 47020
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 47044,
            "end_char": 47056
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 47189,
            "end_char": 47206
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 47210,
            "end_char": 47213
        }
    ],
    "precedent_clusters": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": [
            "Havells India Limited Vs.",
            "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "PATIL AUTOMATION PRIVATE LIMITED",
            "PATIL AUTOMATION PRIVATE LIMITED"
        ],
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": [
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "Order 20 Rule 12",
            "C.P.C.",
            "Order 20 Rule 12",
            "C.P.C."
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "section 24",
            "CPC",
            "section 24",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015",
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "o VII Rule 11",
            "Code of Civil Procedure",
            "o VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII rule 11",
            "Code of Civil Procedure",
            "Order VII rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015",
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015"
        ],
        [
            "section 15(5)",
            "Commercial Court Act, 2015",
            "section 15(5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 15",
            "Commercial Court Act, 2015",
            "Section 15",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "SECTION 12A",
            "Code of Civil Procedure",
            "SECTION 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act",
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act",
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)",
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)"
        ],
        [
            "Section - 25 - NC: 2023",
            "Limitation Act",
            "Section - 25 - NC: 2023",
            "Limitation Act"
        ],
        [
            "Order XXXVII",
            "Limitation Act",
            "Order XXXVII",
            "Limitation Act"
        ],
        [
            "Sec.12A",
            "Code of Civil Procedure",
            "Sec.12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12(1)",
            "CPC",
            "Section 12(1)",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": 4,
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": 2
    },
    "provision_counts": {
        "Section 15 of Commercial Courts Act, 2015": 3,
        "s 15 of Commercial Courts\" Act": 2,
        "Order 20 Rule 12 of C.P.C.": 1,
        "section 24 of CPC": 1,
        "order 7 Rule 10 of CPC": 2,
        "Section 15 (1), (2) and (5) of Commercial Court Act, 2015": 1,
        "Section 2 (1) (7) of Commercial Courts Act": 2,
        "Order VII Rule 11 of CPC": 4,
        "o VII Rule 11 of Code of Civil Procedure": 1,
        "Order VII Rule 11 of Code of Civil Procedure": 5,
        "Section 12-A of Commercial Courts Act": 15,
        "Section 15 of Commercial Courts Act": 6,
        "section 30 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 14 of Limitation Act": 2,
        "Order VII rule 11 of Code of Civil Procedure": 1,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 1,
        "sub - section (1), sub-section (2) or sub - section (3) of Commercial Court Act, 2015": 1,
        "section 15(5) of Commercial Court Act, 2015": 1,
        "Section 15 of Commercial Court Act, 2015": 1,
        "Section 15(4) of Commercial Courts Act": 3,
        "SECTION 12A of Code of Civil Procedure": 1,
        "Section 12A of Code of Civil Procedure": 10,
        "Section 2 (1) (vii) of Commercial Courts Act": 1,
        "sub-section 2 of Section 21-A of Commercial Courts Act": 1,
        "sub-section (1) of Section 12-A - 18 - NC: 2023 of Commercial Courts Act": 1,
        "sub-section (4) of - 23 - NC: 2023:KHC:19391 of Limitation Act, 1963 (36 of 1963)": 1,
        "Section - 25 - NC: 2023 of Limitation Act": 1,
        "Order XXXVII of Limitation Act": 1,
        "Sec.12A of Code of Civil Procedure": 1,
        "Section 12(1) of CPC": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 3,
        "Commercial Courts\" Act": 2,
        "C.P.C.": 1,
        "CPC": 8,
        "Commercial Court Act, 2015": 4,
        "Commercial Courts Act": 30,
        "Code of Civil Procedure": 19,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Limitation Act": 4,
        "Limitation Act, 1963 (36 of 1963)": 1
    }
}