{
    "id": "78565a7eba45ccf644a9d739a1236b72dbda915c42f97cce2ec3b6b79f98d3cb",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nGujarat Energy Transmission ... vs Deora Wires N Machines Pvt. Ltd on 10 April, 2017 \nEquivalent citations: Air 2017 Gujarat 85\nBench: M.R. Shah, B.N. Karia \n                   C/Ao/98/2017                                                    Cav Judgment\n\n\n\n                       In The High Court Of Gujarat At Ahmedabad\n\n                                  Appeal From Order  No. 98 of 2017\n                                                 With \n                                  CIVIL APPLICATION NO. 4374 of 2017                                                   In                                       APPEAL FROM ORDER NO. 98 of 2017           \n         FOR APPROVAL AND SIGNATURE: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                  sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                 sd/ \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n1      Whether Reporters of Local Papers may be allowed to see  YES the judgment ? \n         2      To be referred to the Reporter or not ?                                           YES          3      Whether their Lordships wish to see the fair copy of the                          NO                 judgment ? \n\n         4      Whether this case involves a substantial question of law as                       NO to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ? \n= = = = = = = = = = = = = = = = = = == == == == == == == = == = = = = = = == = = GUJARAT ENERGY TRANSMISSION CORPORATION LTD  (GETCO)....Appellant(s) Versus DEORA WIRES N MACHINES PVT. LTD.....Respondent(s) ============================================= Appearance: \nMR SP HASURKAR, ADVOCATE for the Appellant(s) No. 1 MR. BHADRISH S RAJU, CAVEATOR for the Respondent(s) No. 1 ===== =========================== = = = = = = = = = = = = = CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA  Date : 10/04/2017  CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) 1.0. Admit. As by order dated 27.03.2017 this Court has issued  notice for final disposal,  Shri B.S. Raju, learned advocate waives  service of notice of admission on behalf of respondent. \nHC-NIC Page 1 of 14 Created On Tue Aug 15 07:58:40 IST 2017 2.0. Feeling aggrieved and dissatisfied with the impugned order  passed   by   the   learned   Commercial   Court,   Vadodara   dated  14.03.2017 passed below Exh.9 in Commercial C.M.A No. 113 of  2016,   by   which,   the   learned   Commercial   Court,   Vadodara   has  partly   allowed   the   said   application   submitted   by   the   respondent  herein  original respondent and has directed the appellant herein   original applicant to deposit 75% of the awarded amount including  interest   within   one   month,   subject   to   the   outcome   of   the  application   filed   by   the   applicant   under   Section   34   of   the  Arbitration and Conciliation Act, 1996 (hereinafter referred to as  the   \"Arbitration   Act,   1996\"),   the   original   applicant   has  preferred  present Appeal From Order. \n3.0. The facts leading to the present Appeal From Order in  nutshell are as under:\n3.1. That the dispute arose between the parties which could  not   be   resolved.   Therefore,   the   respondent   herein(   hereinafter  referred to as \"original respondent\") invoked the Arbitration clause  contained in the contract / agreement and approached this Court  by   way   of   application   under   Section   11   of   the   Arbitration   Act,  1996.   That   thereafter,   the   matter   was   referred   to   the   learned  Arbitral   Tribunal   consisting   of   retired   Judge   of   this   Court.   That  thereafter,   the   learned   Arbitrator   declared   the   award   on   dated  25.06.2016   in   favour   of   original   respondent   for   a   sum   of   Rs. \n1,38,64,606.89. \n3.2. Feeling   aggrieved   and   dissatisfied   with   the   award  passed   by   the   learned   Arbitrator,   the   appellant   herein      original  HC-NIC Page 2 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   (hereinafter   referred   to   as   the   \"original   applicant\")  submitted   an   application   before   the   learned   Commercial   Court,  Vadodara under Section 34 of the Arbitration Act, 1996. \n3.3. That   in   the   said   application   under   Section   34   of   the  Arbitration   Act,   1996,   original   respondent   submitted   the  application   below   Exh.9   for   appropriate   order   directing   the  applicant   to   deposit   75%   of   the   total   awarded   amount   in  accordance   with   Section   19   of   the   Micro,   Small   and   Medium  Enterprises   Development   Act,   2006     (hereinafter   referred   to   as  \"MSMED Act\").\n3.4. It was the case on behalf of the original applicant that  original respondent is a small scale unit and therefore, relying upon  Section   19   of   the   MSMED   Act,   it   was   submitted   that   while  preferring   the   appeal   /   application   challenging   the   Award,   the  aggrieved   party   is   required   to   first   deposit   75%   of   the   total  awarded amount. \n3.5. The   said   application   was   vehemently   oppose   by   the  original   respondent   by   submitting   that   in   the   facts   and  circumstances of the case Section 19 of the MSMED Act shall not be  applicable.   It   was   submitted   that   the   learned   Arbitrator   was  appointed under the provisions of the Arbitration Act, 1996 and the  learned Arbitrator has declared the award under the provisions of  Arbitration   Act,   1996.   It   was     submitted   that   even   the   original  respondent also invoked the provisions of the Arbitration Act, 1996  and submitted the application under Section 11 of the Arbitration  HC-NIC Page 3 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act,   1996   requesting   to   appoint   the   Arbitrator.   It   was   further  submitted that learned Arbitrator has not declared the award under  the   provision   of   MSMED   Act   and   therefore,   Section   19   of   the  MSMED Act shall not be applicable in a case where the award is  arising within the proceedings under the Arbitration Act, 1996 and  not under Section 18 of the MSMED Act. \n3.6. However, following the decision of the learned Single  Judge of this Court in the case of  JMC Projects (India) Ltd. V/s.  Mechtech   Engineers    rendered   in   Special   Civil   Application   No.  14629 of 2010, the learned Commercial Court has overruled the  objection   raised   by   the   original   applicant   and   has   allowed   the  application   Exh.9   submitted   by   the   original   respondent   and  considering Section 19 of the MSMED Act has directed the original  applicant to deposit 75% of the awarded amount. \n3.7. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order passed by the learned Commercial Court, Vadodara passed  below application Exh.9 directing the original applicant to 75% of  the awarded amount, the original applicant has preferred present  Appeal From Order. \n4.0. Shri Hasurkar, learned advocate has appeared on behalf  of the on behalf of the appellantoriginal applicant and Shri B.S.  Raju,   learned   advocate   has   appeared   on   behalf   of   respondent  herein original respondent. \n4.1. Shri   Hasurkar,   learned   advocate   for   the   original  HC-NIC Page 4 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case   the   learned   Commercial   Court   has  materially erred in directing the original applicant to deposit 75%  of the awarded amount relying upon and considering Section 19 of  the  MSMED Act. \n4.2. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   in   the   facts   and  circumstances of the case Section 19 of the  MSMED Act shall not  be applicable as the award declared by the learned Arbitrator was  not   under   the   provisions   of     MSMED   Act,   but   it   was   under   the  Arbitration Act, 1996. \n4.3.   It is vehemently submitted by Shri Hasurkar, learned  advocate   for   the   original   applicant   that   the   learned   Commercial  Court has not properly appreciated the fact that in fact the original  respondent   itself   approached   this   Court   by   submitting   the  application under Section 11 of the Arbitration Act, 1996 and the  learned   Arbitrator   was   appointed   under   the   provisions   of   the  Arbitration   Act,   1996.  It   is  submitted  that  therefore,   the  learned  Arbitrator   had   not   declared   the   award   under   the   provisions   of  MSMED   Act   and   therefore,   the   provisions   of   MSMED   Act,   more  particularly,   Section   18   &   19   of   the   MSMED   Act   shall   not   be  applicable to the facts of the case on hand. It is further submitted  by Shri Hasurkar, learned advocate for the original applicant that  Section 19 shall be applicable only in a case where the award is  declared either by the Council and/ or Arbitrator appointed by the  Council.   It is submitted that therefore, when in the present case  HC-NIC Page 5 of 14 Created On Tue Aug 15 07:58:40 IST 2017 the award is neither declared by the Council nor by Arbitrator on a  reference made by a Council, the provisions of MSMED Act, more  particularly, Section 19 of the MSMED Act shall not be applicable.  It is submitted that therefore, the impugned order passed by the  learned Commercial Court deserves to be quashed and set aside.  \n4.4. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   as   the   application   is  preferred under Section 34 of the Arbitration Act, 1996, to set aside  the award, the right to file an application under Section 34 of the  Arbitration Act, 1996 is a statutory and same is unconditional and  unqualified. It is submitted that therefore, no conditions could have  been imposed by the learned Commercial Court while entertaining  the   application   submitted   by   the   applicant,   submitted   under  Section 34 of the Arbitration Act, 1996.\nMaking   above   submissions,   it   is   requested   to   allow   the  present Appeal From Order. \n5.0. Present Appeal From Order is vehemently opposed by  Shri B.S. Raju, learned advocate for the original respondent. \n5.1. It   is   further   submitted   that   in   the   facts   and  circumstances   of   the   case   learned   Commercial   Court   has   rightly  allowed the application Exh.9 submitted by the original respondent  and has rightly directed the applicant to deposit 75% of the total  amount awarded by the learned  Arbitral Tribunal. It is submitted  that the impugned order passed by the learned Commercial Court  is absolutely in consonance with the provisions of Section 19 of the  HC-NIC Page 6 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act. \n5.2. It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate for the original respondent that admittedly the applicant  is   a   small   scale   unit   and   therefore,   shall   be   governed   by   the  provision of MSMED Act.  It is further submitted by Shri B.S. Raju,  learned   advocate   that   originally   Act   of   1993  was   framed   \"to  provide   for   and   regulate   the   payment   of   interest   on   delayed  payments to small scale and ancillary industrial undertaking and  for   matters   connected   therewith   or   incidental   thereto\".   It   is  submitted that the  objects and reasons for enactment of the Act of  1993 records that it was felt that prompt payments of money by  buyers should be statutorily ensured and mandatory provisions for  payment of interest on the outstanding money, in case of default,  should be made.  It is submitted that it was felt that  the buyers, if  required under law to pay interest, would refrain from withholding  payments to small scale and ancillary industrial undertakings.  It is  submitted that with   these objects in mind, the Act of 1993 was  enacted. It is submitted that the Act of 1993 was further amended  by the Amendment Act 23 of 1998 with the object of making the  Act more effective for ensuring timely payments to small scale and  ancillary industrial undertakings. It is submitted that in the original  Act of 1993 amended in 1998, even Section 7 of the Act of 1993  provides that  no appeal against any decree, award or other order  shall   be   entertained  by   any   Court   or   other   authority,   unless  the  appellant (not being a supplier) has deposited with its seventyfive  per cent of the amount in terms of the decree, award or, as the case  may be, other order in the manner directed by such Court or, as the  case may be, such authority. It is submitted that thereafter MSMED  HC-NIC Page 7 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act has been enacted \"to provide for facilitating the promotion and  development   and   enhancing   the   competitiveness   of   micro,   small  and  medium   enterprises   and   for   matters   connected  therewith  or  incidental   thereto\".   It   is   submitted   that   Chapter   V   of   2006  (MSMED)     deals   with   delayed   payments   to   micro   and   small  enterprises. Section 15 of the Act of 2006 casts a liability on the  buyer to make payment to the supplier of goods or services within  the stipulated time. Section 16 of the Act of 2006 casts a duty on  the buyer to pay compound interest at three times of the bank rate  notified by the Reserve Bank, if such payment is not made within  the time stipulated notwithstanding any agreement or law for the  time being in force. It is submitted that Section 18 of MSMED Act  provides for reference to Micro and Small Enterprises Facilitation  Council established under section 20 of the Act. Section 19  of the  Act   of   2006   requires   deposit   of   75%   of   the   amount   of   decree,  award or order pending the proceedings challenging such decree,  award   or   order.     It   is   submitted   that   therefore,   considering   the  object and purpose of enactment of MSMED Act and considering  Section 19 of the MSMED Act, the learned Commercial Court has  rightly   directed   the   original   applicant   to   deposit   75%   of   the  awarded amount. \n5.3.   It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate   for   the   original   respondent   that   even   otherwise  considering   Section   19   of   the   MSMED   Act   even   in   case   of   the  application for setting aside the decree which can be only by the  Civil   Court   in   a   suit,   the   judgment   debtor   while   submitting   the  application for setting aside such decree is required to deposit 75%  HC-NIC Page 8 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of   the   amount   awarded.   It   is   submitted   that   therefore,   the  restrictive meaning to Section 19 of the MSMED Act i.e. only in a  case where the application for setting aside any decree,   award or  other order made either by the Council itself or by any institution  or centre providing alternate dispute resolution services to which a  reference is made by the Council, the requirement of Section 19 of  the Act to depsoit 75% of  the awarded amount will be applicable,  may not be accepted. It is submitted that if such interpretation is  accepted, in that case, Section 19 of the MSMED Act and object and  purpose of MSMED shall be frustrated. \n5.4. Shri B.S. Raju, learned advocate for the original respondent  has fairly conceded that as such before learned Commercial Court  the learned advocate for the respondent relied upon the decision of  the learned Single Judge of this Court in the case of   JMC Projects  (India) Ltd (supra), however same has been subsequently set aside  by the Hon'ble Supreme Court. It is submitted that however while  setting aside the order passed by the learned Single Judge in the  case   of     JMC   Projects   (India)   Ltd   (supra),   the   Hon'ble   Supreme  Court directed the appellant  judgment debtor to deposit 75% of  the amount awarded. It is submitted that therefore,the impugned  order   passed   by   the   learned   Commercial   Court   directing   the  original applicant to deposit 75% of the awarded amount may not  be interfered with. \nMaking   above   submissions,   it   is   requested   to   dismiss   the  present Appeal From Order. \nHC-NIC Page 9 of 14 Created On Tue Aug 15 07:58:40 IST 2017 6.0. Heard the learned advocates for the respective parties  at length. \n7.0. What is challenged in the present Appeal From Order is  the   impugned   order   passed   by   the   learned   Commercial   Court,  Vadodara   directing   the   appellant   herein   original   applicant   to  deposit 75% of the total claim awarded by the learned Arbitrator,  in an application under Section 34 of the Arbitration Act. \n7.1. From   the   impugned   order   passed   by   the   learned  Commercial Court, it appears that the aforesaid direction has been  issued   by   the   learned   Commercial   Court   on   an   application  submitted by the respondent herein and considering Section 19 of  the  MSMED Act.\n7.2. However, it is required to be noted that in the present  case the arbitration proceedings commenced and concluded under  the provisions of the Arbitration Act and not under the provisions  of the MSMED Act, more particularly, Section 18 of the Arbitration  Act. It is not in dispute and it is an admitted position that as such  after   the   dispute   arose   between   the   parties,   the   respondent  approached this Court for appointment of Arbitrator under Section  11 of the Arbitration Act and the matter was referred to the Arbitral  Tribunal. That thereafter, the learned Arbitrator has declared the  award under the provisions of the Arbitration Act. Therefore, the  award has not been declared either by the Council itself or by  any  institution or centre providing alternate dispute resolution services  to which a reference is made by the Council. Therefore,  as such  HC-NIC Page 10 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Section 19 of the MSMED Act shall not be applicable to the facts of  the case on hand and therefore, relying upon and / or considering  Section 19 of the MSMED Act, in an application under Section 34  of the Arbitration Act, 1996, the learned Commercial Court ought  not   to  have   imposed   the   conditions  and  /  or   ought   not   to  have  directed the appellant  original  appellant  to deposit 75% of the  amount   in   terms   of   the   award.   Therefore,   as   such   learned  Commercial Court   has materially erred in applying Section 19 of  the MSMED Act. \n8.0 . Now,   so   far   as   the   submission   on   behalf   of   the  respondent   that   with   respect   to   any   decree   passed   by   the   Civil  Court or even the award either declared under the provision of the  Arbitration Act when application for setting aside such decree or  award is made, Section 19 of the MSMED Act  shall be applicable,  more   particularly,   when   the   applicant   is   Small   Scale   Unit   is  concerned,   it   is   the   case   on   behalf   of   the   respondent   that   word  \"decree\" used in Section 19 of the MSMED Act, shall also be given  some   meaning.     It   is   submitted   that,   therefore,   even   in   an  application for setting aside any decree passed by the Court, before  entertaining such application, the judgment debtor is required to  deposit 75% of the amount in terms of the decree . Therefore, it is  submitted   on   behalf   of   the   the   respondent   herein   that   even   in  application under Section 34 of the Arbitration Act challenging the  award   declared   under   the   Arbitration   Act,   1996,   the   aggrieved  party is required to deposit 75% of the amount in terms of award,  the   aforesaid   seems   to   be   attractive   but   has   no   substance.   The  wording   used   in   Section   19   are   very   clear.   Section   19   of   the  HC-NIC Page 11 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act,  reads as under: \n19. No   application   for   setting   aside   any   decree,  award or other order made either by the Council itself  or   by   any   institution   or   centre   providing   alternate  dispute resolution services to which a reference is made  by the Council, shall be entertained by any court unless  the appellant (not being a supplier) has deposited with  it seventyfive per cent of the amount in terms of the  decree, award or, as the case may be, the other order in  the manner directed by such court: \nProvided that pending disposal of the application to set  aside the decree, award or order, the court shall order  that such percentage of the amount deposited shall be  paid to the supplier, as it considers reasonable under  the circumstances of the case subject to such conditions  as it deems necessary to impose.\n8.1. Therefore, only in an application for setting aside any  decree, award or other order made  either by the Council itself or  by   any   institution   or   centre   providing   alternate   dispute  resolution services to which a reference is made by the Council,  aggrieved party is required to deposit 75% of the amount in terms  of   decree   /   award   and   unless   and   until   such   an   amount   is  deposited, the Court shall not entertain such an application. Such a  requirement is not there under the provisions of the Arbitration Act,  1996, more particularly, Section 34 of the Arbitration Act, 1996. \n9.0. Now, so far as reliance placed upon the decision of the  learned   Single   Judge   of  this   Court   in   the   case   of    JMC   Projects  (India) Ltd (supra) which has also been relied upon by the learned  Commercial Court while passing the impugned order is concerned,  at the outset, it is required to be noted  and it is not in dispute that  said   judgment   and   order   passed   in     JMC   Projects   (India)   Ltd  HC-NIC Page 12 of 14 Created On Tue Aug 15 07:58:40 IST 2017 (supra) has been  subsequently set aside by the Hon'ble Supreme  Court. \n10. In view of the above and for the reasons stated above,  the   impugned   order   passed   by   the   learned   Commercial   Court  directing  the  appellant   to  deposit  75%  of  the   amount  under  the  award,   relying   upon   Section   19   of   the   MSMED   Act,   cannot   be  sustained and same deserve to be quashed and set aside. \n11. In view of the above and for the reasons stated above,  present Appeal From Order succeeds. The   impugned order passed  by   the   learned   Commercial   Court,   Vadodara   dated   14.03.2017  passed   below   Exh.9   in   Commercial   C.M.A   No.   113   of   2016   is  hereby quashed and set aside. However, it is observed and made it  clear that the present order be confined to impugned order passed  by the learned Commercial Court directing the appellant to deposit  75% considering Section 19 of the MSMED Act and shall not affect  any of the rights of the respondent available under the provisions of  the Arbitration Act. It is also observed and made it clear that the  present order may not be construed granting stay of execution of  the award declared by the Arbitral Tribunal and as observed herein  above, the present order be confined to impugned order passed by  the learned Commercial Court, by which, relying upon Section 19  of   the   MSMED   Act,   in   an   application   under   Section   34   of   the  Arbitration Act, the appellant has been directed to deposit 75% of  the amount under the award. In the facts and circumstance of the  case   and   considering   the   object   and   purpose   of   the   Commercial  Court Act , the Commercial Court is directed to decide and dispose  HC-NIC Page 13 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of Section 34 application at the earliest and but not latter than one  year. Present Appeal From Order is allowed to the aforesaid extent. \nNo costs.  \n12. In   view   of   order   passed   in   Appeal   From   Order,   Civil  Application stands disposed of accordingly. \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 14 of 14 Created On Tue Aug 15 07:58:40 IST 2017",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court m/s spml infra limited vs m/s trisquare switchgears pvt ltd on 6 july, 2022 author: vibhu bakhru bench: vibhu bakhru in the high court of delhi at new delhi % judgment delivered on: 6th july 2022 + fao(comm) 81/2022 and cm no. 24865/2022 m/s spml infra ltd. . appellant versus m/s. trisquare switchgears pvt. ltd. . respondent advocates who appeared in this case: for the appellant : mr shashank khurana, mr parag chaturvedi and mr. sanket khandelwal, advocates. for the respondent :none. hon'ble mr. justice vibhu bakhru hon'ble mr. justice amit mahajan judgment vibhu bakhru, j. 1. the appellant has filed the present appeal impugning an order dated 28.03.2022 (hereinafter 'the impugned order') passed by the learned commercial court rejecting the appellant's application filed under section 8 of the arbitration and conciliation act, 1996 (hereinafter 'the a&c act'). the learned commercial court had declined to refer the parties to arbitration on the ground that the appellant had filed the said application after the statutory period to file the written statement had expired and the appellant's right to do so was closed. in addition, the learned commercial court also observed that the proceedings indicated the appellant's intention to participate in the same. 2. it is the appellant's case that it had no intention to participate in the proceedings before the learned commercial court or to waive its right to refer the subject disputes to arbitration. 3. the principal question that is required to be addressed is whether a party forfeits its right to file an application under section 8 of the a&c act on expiry of time to file the written statement of its defence. 4. briefly stated, the relevant facts necessary to address the controversy in the present appeal are as under: 4.1 the respondent (plaintiff) has filed the suit for recovery and claiming a decree against the appellant (defendant) for a sum of ₹15,60,000/along with pendente lite and future interest at the rate of 18% per annum as well as costs. the plaintiff claims that it had supplied goods and raised invoices for a value of ₹1,06,32,953/-. against the aforesaid amount, it had received an aggregate amount of ₹97,17,481/till 31.03.2015. it had received a further payment of ₹1,146/on 18.04.2015. thus, a balance amount of ₹10,20,477/remains outstanding and payable. 4.2 in its plaint, the plaintiff claims that it is entitled to the said amount along with interest at the rate of 18% per annum from 18.04.2015 till filing of the plaint on 26.03.2018 computed at ₹5,39,700/-. thus, in aggregate, the plaintiff claims that it was entitled to a sum of ₹15,60,177/inclusive of interest till the date of filing of the suit, which is rounded off to ₹15,60,000/-. 4.3 the said suit was listed before the learned commercial court on 11.04.2018 and a copy of the plaint and other documents were provided to the learned counsel for the defendant (the appellant herein). the learned commercial court granted one month's time to file the written statement and listed the suit for further proceedings on 29.07.2018. the appellant failed to file the written statement within the specified period and the matter was adjourned. it was again listed on 03.11.2018. on that date, the learned commercial court noted that the appellant had not filed the written statement and the time for doing so had expired. accordingly, the learned commercial court closed the right of the appellant to file the written statement and relisted the matter for the plaintiff's evidence on 29.01.2019. 4.4 the plaintiff (the respondent) filed an affidavit of its witness and a copy of the same was also provided to the appellant. however, since the representative of the plaintiff (the respondent) had not brought the original documents to court on 29.01.2019, the learned commercial court adjourned the matter to 18.04.2019. 4.5 at this stage, the appellant has filed an application under section 8 of the a&c act. the appellant relied upon the dispute resolution clause as included in the purchase order dated 01.04.2018 and sought reference of the subject disputes to arbitration. 5. mr khurana, learned counsel appearing for the appellant, submitted that the learned commercial court had relied upon the decision of a single bench of this court in anil mahindra & anr. v. surender kumar makkar & anr.1 and on the strength of the said decision, rejected the appellant's application under section 8 of the a&c act. he submitted that the said decision was rendered in a petition filed under article 227 of the constitution of india and the court had declined to interfere with the orders passed by the learned trial court without examining the language of section 8 of the a&c act. he further referred to another decision of the single bench of this court in hughes communication india ltd. & ors. v. union of india2 and drew the attention of this court to paragraph 27 of the said judgment, wherein the court had noted that the decision in anil mahindra's3 case was rendered without noting that section 8 of the a&c act did not permit any such interpretation and therefore, the same was not a binding precedent. he submitted that the learned commercial court had erred in following the said decision. 6. in fairness, the learned counsel also referred to the decisions of a single bench of this court in ssipl lifestyle private limited v. 2017 scc online del 11532 22018 scc online del 10879 3supra note 1 vama apparels (india) private limited & anr.4 and the decision in the case of krishan radhu v. the emmar mgf construction pvt. ltd.5, wherein the court had taken different view in the context of section 8 of the a&c act as amended by virtue of the arbitration and conciliation (amendment) act, 2015. further, he also referred to the decision of a single judge of this court in shri chand construction and apartments private limited &anr. v. tata capital housing finance ltd.6. 7. prior to enactment of the a&c act (arbitration and conciliation act, 1996), the law relating to arbitration was embodied in the arbitration act, 1940. section 34 of the said act empowered the court \"to stay legal proceedings where there is an arbitration agreement\". section 34 of the said act is relevant and reproduced below: \"34. power to stay legal proceedings where there is an arbitration agreement.-where any party to an arbitration agreement or any person claiming under him commences any legal proceedings against any other party to the agreement or any person claiming under him in respect of any matter agreed to be referred, any party to such legal proceedings may, at any time before filing a written statement or taking any other steps in the proceedings, apply to the judicial authority before which the proceedings are pending to stay the proceedings; and if satisfied that there is no sufficient reason why the matter should not be referred in accordance with the arbitration agreement and that the applicant was, at the 2020 scc online del 1667 52016 scc online del 6499 62020 scc online del 472 time when the proceedings were commenced, and still remains, ready and willing to do all things necessary to the proper conduct of the arbitration, such authority may make an order staying the proceedings.\" 8. in terms of section 34 of the arbitration act, 1940, a party was entitled to apply to the court/judicial authority before which the legal proceedings were pending to stay the proceedings \"at any time before filing a written statement or taking any other steps in proceedings\". the courts had interpreted the expression \"other steps in the proceedings\" to mean \"such steps as would manifestly display an unequivocal intention to proceed with the suit and to give up the right to have the matter disposed of by arbitration\"7. 9. the supreme court had also explained the expression \"taking any 'other steps in the proceedings' does not mean that every step in the proceedings would come in the way of enforcement of the arbitration agreement. the step must be such as would clearly and unambiguously manifest the intention to waive the benefit of arbitration agreement\"8. 10. the a&c act replaced the arbitration act, 1940. the a&c act is based on the uncitral model law. article 8 of the uncitral model law reads as under: \"article 8. arbitration agreement and substantive claim before court (1) a court before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so requests not food corpn. of india v. yadav engineer & contractor: (1982) 2 scc 499 rachappagurudappabijapur v. gurudiddappanurandappa: (1989) 3 scc 245 later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration unless it finds that the agreement is null and void, inoperative or incapable of being performed. (2) where an action referred to in paragraph (1) of this article has been brought, arbitral proceedings may nevertheless be commenced or continued, and an award may be made, while the issue is pending before the court.\" 11. section 8 of the a&c act, as enacted, was somewhat similar to article 8 of the uncitral model law and reads as under: \"8. power to refer parties to arbitration where there is an arbitration agreement.(1) a judicial authority before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party so applies not later than when submitting his first statement on the substance of the dispute, refer the parties to arbitration. (2) the application referred to in sub-section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof. (3) notwithstanding that an application has been made under sub-section (1) and that the issue is pending before the judicial authority, an arbitration may be commenced or continued and an arbitral award made.\" 12. it is clear from the above that section 8 of the a&c act did not prescribe any specific time for filing an application under section 8 of the a&c act for referring the parties to arbitration. it merely provided that such application ought to be moved not later than submission of the first statement on the substance of the dispute. 13. in booz allen and hamilton inc. v. sbi home finance ltd. & ors.9, one of the questions that fell for consideration before the supreme court was whether an application under section 8 of the a&c act was liable to be rejected on the ground that it was filed almost twenty months after the defendant had entered appearance in the suit. the court answered the question as under: \"19. though section 8 does not prescribe any time limit for filing an application under that section, and only states that the application under section 8 of the act should be filed before submission of the first statement on the substance of the dispute, the scheme of the act and the provisions of the section clearly indicate that the application thereunder should be made at the earliest. obviously, a party who willingly participates in the proceedings in the suit and subjects himself to the jurisdiction of the court cannot subsequently turn round and say that the parties should be referred to arbitration in view of the existence of an arbitration agreement. whether a party has waived his right to seek arbitration and subjected himself to the jurisdiction of the court, depends upon the conduct of such party in the suit. when plaintiffs file applications for interim relief like appointment of a receiver or grant of a temporary injunction, the defendants have to contest the application. such contest may even lead to appeals and revisions where there may be even stay of further proceedings in the suit. if supplemental proceedings like applications for temporary injunction on 9(2011) 5 scc 532 appointment of receiver, have been pending for a considerable time and a defendant has been contesting such supplemental proceedings, it cannot be said that the defendant has lost the right to seek reference to arbitration. at the relevant time, the unamended rule 1 of order viii of the code was governing the filing of written statements and the said rule did not prescribe any time limit for filing written statement. in such a situation, mere passage of time between the date of entering appearance and date of filing the application under section 8 of the act, can not lead to an inference that a defendant subjected himself to the jurisdiction of the court for adjudication of the main dispute. the facts in this case show that the plaintiff in the suit had filed an application for temporary injunction and appointment of receiver and that was pending for some time. thereafter, talks were in progress for arriving at a settlement out of court. when such talks failed, the appellant filed an application under section 8 of the act before filing the written statement or filing any other statement which could be considered to be a submission of a statement on the substance of the dispute. the high court was not therefore justified in rejecting the application on the ground of delay.\" 14. the expression \"first statement on the substance of the dispute\" is of wide import. it would take within its sweep any statement filed to join or raise issues regarding the substratum of the matter in dispute. in the context of the civil suit, it would include the written statement as required to be presented under order viii rule 1 of the code of civil procedure, 1908 (cpc). 15. in rashtriya ispat nigam ltd. v. verma transport co.10, the supreme court had interpreted the expression \"first statement on the substance of the dispute\" and observed as under: \"36. the expression 'first statement on the substance of the dispute' contained in section 8(1) of the 1996 act must be contradistinguished with the expression \"written statement\". it employs submission of the party to the jurisdiction of the judicial authority. what is, therefore, needed is a finding on the part of the judicial authority that the party has waived its right to invoke the arbitration clause. if an application is filed before actually filing the first statement on the substance of the dispute, in our opinion, the party cannot be said to have waived its right or acquiesced itself to the jurisdiction of the court. what is, therefore, material is as to whether the petitioner has filed his first statement on the substance of the dispute or not, if not, his application under section 8 of the 1996 act, may not be held wholly unmaintainable.\" 16. the expression \"not later than\" as used in section 8(1) of the a&c act also makes it amply clear that a party would not be precluded from applying under section 8 of the a&c act simultaneously along with filing of a written statement or include such relief in the written statement. however, the party would forfeit its right to apply under section 8 of the a&c act once it has filed the written statement. the expression \"first statement on the substance of the dispute\" would also take within its sweep any other filing, whereby a party evinces his intention to contest the proceedings and subject himself to the jurisdiction of court/judicial authority. filing of 10(2006) 7 scc 275 any such statement, would indicate the party's intention to abandon the arbitration agreement. it would preclude the said party to thereafter seek that the parties be referred to arbitration under section 8 of the a&c act. 17. although section 8 of the a&c act (as in force prior to 23.10.2015) did not prescribe any time period within which a party must apply under section 8 of the a&c act as explained in booz allen and hamilton inc. v. sbi home finance ltd. & ors.11, the scheme of the a&c act and the provisions of section 8 of the a&c act clearly indicate that the application under that section \"should be made at the earliest\". 18. it is clear from the scheme of the act that once the proceedings before the court or judicial authority progress beyond the initial stage, it would no longer be permissible for a party to then turn around and seek recourse to arbitration. a mere delay in making an application under section 8 of the a&c act may not be fatal to a party's right; but once the proceedings have progressed beyond the stage of completion of pleadings, such an application would not lie. this is because at that stage, the parties are sufficiently invested in the said proceedings, and it would not be permissible for any party to turn around and apply under section 8 of the a&c act. 19. if a party's right to file a statement of defence is closed, the same would also result in its rights accruing in favour of the other 11supra note 9 party. clearly, at this stage, it would not be permissible for a party to apply under section 8 of the a&c act even though he has not expressly evinced any intention to contest the proceedings. it is implicit in the expression \"not later than submitting the first statement of substance of the dispute\" that the application under section 8 of the a&c act can be made at the stage when it is open for a party to submit such a statement. it, obviously, follows that once such a stage is crossed, the right of the party to apply under section 8(1) of the a&c act would also stand closed. the scheme of section 8 of the a&c act does not contemplate unraveling concluded proceedings. once the right of a party to file the written statement of defence is closed, the proceedings in a suit progress beyond the stage of completion of pleadings. it is not open for the defendant to now seek a reference to arbitration. although section 8 of the a&c act (as in force prior to 23.10.2015) did not specify any time limit, it did indicate the stage of the proceedings at which a party could apply, that is, before filing of the first statement on the substance of the dispute. this clearly implies a stage at which such a statement could be filed and not thereafter. 20. if the contention advanced by the appellant is accepted, it would imply an application under section 8 of the a&c act can be allowed to be filed at any stage of the proceedings; even after the evidence is tendered and witnesses have been cross-examined or for that matter just before the matter is fixed for pronouncement of the decision. clearly, this is not in conformity with the scheme of section 8 of the a&c act. 21. the arbitration and conciliation (amendment) act, 2015 [act 3 of 2016] amended the a&c act significantly. by virtue of the said act, sub-section (1) of section 8 of the a&c act was substituted and a proviso was introduced to sub-section (2) of section 8 with retrospective effect from 23.10.2015. section 8 of the a&c act, as in force with effect from 23.10.2015, reads as under: \"8. power to refer parties to arbitration where there is an arbitration agreement-[(1) a judicial authority, before which an action is brought in a matter which is the subject of an arbitration agreement shall, if a party to the arbitration agreement or any person claiming through or under him, so applies not later than the date of submitting his first statement on the substance of the dispute, then notwithstanding any judgment, decree or order of the supreme court or any court, refer the parties to arbitration unless it finds that prima facie no valid arbitration agreement exists] (2) the application referred to in sub section (1) shall not be entertained unless it is accompanied by the original arbitration agreement or a duly certified copy thereof: [provided that where the original arbitration agreement or a certified copy thereof is not available with the party applying for reference to arbitration under subsection (1), and the said agreement or certified copy is retained by the other party to that agreement, then, the party so applying shall file such application along with a copy of the arbitration agreement and a petition praying the court to call upon the other party to produce the original arbitration agreement or its duly certified copy before that court.] .\" 22. the change in the language of section 8(1) of the a&c act is material. whereas prior to the 2015 amendment, sub-section (1) of section 8 of the a&c act used the expression \"not later than when submitting his first statement on the substance of the dispute\". subsection (1) of section 8, as substituted, uses the expression \"not later than the date of submitting his first statement on the substance of the dispute\". the legislative intent to introduce the words \"not later than the date of\" clearly stipulates a framework of time within which an application under section 8(1) of the a&c act can be made. 23. this amendment to section 8 of the a&c act, cannot be considered in isolation. it is material to note that the parliament had also enacted the commercial courts act, 2015 (act 4 of 2016), which came into force on the same date as the arbitration and conciliation (amendment) act, 2015, that is, with effect from 23.10.2015. by virtue of section 16 of the said act, certain provisions of the cpc were amended in their application to any suit in respect of a commercial dispute of the specified value. the said provisions, inter alia, also included amendment to order viii rule 1 and order viii rule 10 of the cpc. the proviso to order viii rule 1 of the cpc was substituted, which expressly provided that if the defendant failed to file a written statement within the prescribed period of thirty days, the court could, for reasons to be recorded in writing, extend further time to file the written statement. however, such extended time could not be later than 120 days from the date of service of summons. further, the proviso to order viii rule 10 of the cpc was introduced, which expressly provided that no court would make an order to extend the time provided under order viii rule 1 of the cpc for filing of the written statement. thus, the parliament has curtailed the outer time limit of filing of a written statement in a commercial suit to 120 days after receipt of summons. the said amendment is obviously to ensure expeditious adjudication of commercial disputes. 24. arbitration is an alternate dispute resolution mechanism to provide for an expeditious adjudication of disputes. by virtue of the arbitration and conciliation (amendment) act, 2015, certain other provisions were also introduced in the a&c act to provide for time limits for making the arbitral award. section 29a of the a&c act was introduced, which specifically provide that an arbitral award would be made within a period of twelve months from the date the arbitral tribunal enters upon reference. one of the objects of the a&c act is to provide for an expeditious resolution of disputes in a time bound manner. in bharat sanchar nigam limited and anr. v. m/s nortel networks india private limited12, the supreme court had observed that the a&c act \"has been amended twice over in 2015 and 2019, to provide for further time limits to ensure that the arbitration proceedings are conducted and concluded expeditiously\". 25. as stated above, a written statement would also fall within the sweep of expression \"statement on the substance of the dispute\" as used in section 8(1) of the a&c act. the introduction of the 12(2021) 5 scc 738 expression \"the date of\" in the context of the suit would necessarily have to be co-related with the time available or granted for filing of a written statement. the legislative intent of introducing the expression \"the date of\", when read with the contemporaneous amendments to order viii rule 1 of the cpc by virtue of the commercial courts act, 2015, is quite clear; it is to introduce the precise time frame within which an application under section 8(1) of the a&c act could be filed. 26. resultantly, if a party fails to file an application under section 8(1) of the a&c act for referring the parties to arbitration within the time available or granted for filing the first statement on the substance of the dispute (which would include a written statement in the context of a suit), the party would forfeit its right to apply under section 8(1) of the a&c act. 27. this court is unable to accept that there is any infirmity in the decision of the learned commercial court. this court is unable to concur with the decision of the single judge of this court in hughes communications india ltd. and ors. v. union of india13 that section 8 of the a&c act cannot be read to mean that an application under section 8(1) of the a&c act would not lie after the right to file the written statement has been closed. we, accordingly, over-rule the said decision. supra note 2 28. the decision of the learned commercial court to follow the decision of single bench of this court in anil mahindra's14 case (supra) cannot be faulted. we concur with the decision of the learned commercial court that the right of the appellant to file an application under section 8(1) of the a&c act stood closed. we find no infirmity with the impugned decision to reject the appellant's application under section 8(1) of the a&c act. 29. the appeal is, accordingly, dismissed. the pending application is disposed of. vibhu bakhru, j amit mahajan, j july 6, 2022 rk supra note 1"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6fba718c398743698341c3da15015a08_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a52dfb61ebab49f19b82d80e1b2f2e95_1"
        },
        {
            "start": 242,
            "end": 346,
            "text": "\nGujarat High Court\nGujarat Energy Transmission ... vs Deora Wires N Machines Pvt. Ltd on 10 April, 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "39ed184d04884566bfd64522b65c69aa_2"
        },
        {
            "start": 347,
            "end": 418,
            "text": "\nEquivalent citations: Air 2017 Gujarat 85\nBench: M.R. Shah, B.N. Karia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef328fcb33ba4f73b62ae299f30fb7c9_3"
        },
        {
            "start": 439,
            "end": 451,
            "text": "C/Ao/98/2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a2d83b595e6405cb0e94f1e6afb681e_4"
        },
        {
            "start": 503,
            "end": 542,
            "text": "Cav Judgment\n\n\n\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85c919a84c4a46e28c1c47b9a155ce07_5"
        },
        {
            "start": 542,
            "end": 715,
            "text": "In The High Court Of Gujarat At Ahmedabad\n\n                                  Appeal From Order  No. 98 of 2017\n                                                 With \n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c960974517f644efa9fc123b59285047_6"
        },
        {
            "start": 742,
            "end": 776,
            "text": "CIVIL APPLICATION NO. 4374 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e980aeaad2e14af1b95b00ac1583784d_7"
        },
        {
            "start": 827,
            "end": 900,
            "text": "In                                       APPEAL FROM ORDER NO. 98 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c9bed477dbc46e59dc255d916ae6f4c_8"
        },
        {
            "start": 921,
            "end": 948,
            "text": "FOR APPROVAL AND SIGNATURE:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33b0c921470a492c9da5e0eecc2e5956_9"
        },
        {
            "start": 959,
            "end": 969,
            "text": "HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c1c8640eabb44f89dbe653e94ce8f83_10"
        },
        {
            "start": 970,
            "end": 980,
            "text": "MR.JUSTICE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c84fb84bb92c4d11a6b2459265df249b_11"
        },
        {
            "start": 981,
            "end": 990,
            "text": "M.R. SHAH",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3490187b6064b9ab4e459f42abb146b_12"
        },
        {
            "start": 1024,
            "end": 1040,
            "text": "sd/\n         and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "983dedaf30dc44858916785f1a8ecee5_13"
        },
        {
            "start": 1050,
            "end": 1060,
            "text": "HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bb42a3ef0db4076a84b48ffba9aa5dc_14"
        },
        {
            "start": 1061,
            "end": 1071,
            "text": "MR.JUSTICE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b7f358adc85488b9dd0cdb09f314840_15"
        },
        {
            "start": 1072,
            "end": 1082,
            "text": "B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b577f863a4645f8b17e4747a71a657a_16"
        },
        {
            "start": 1115,
            "end": 1130,
            "text": "sd/ \n         =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d820857a8ec04fbfa93b73041c6f16e8_17"
        },
        {
            "start": 1131,
            "end": 1138,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32474b2950b94fd18683fcd7adc52a8d_18"
        },
        {
            "start": 1139,
            "end": 1146,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aedfa140c8594be084a92d6f679b90c8_19"
        },
        {
            "start": 1147,
            "end": 1154,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6826dffe81fa4817a7feac379f0e7b81_20"
        },
        {
            "start": 1155,
            "end": 1162,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1ef99d3d17c4d2692cd52c44e1a9b12_21"
        },
        {
            "start": 1163,
            "end": 1170,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "89cd92fa7b0a48b0a06ddf6772b386ec_22"
        },
        {
            "start": 1171,
            "end": 1178,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72b1c1de0642449f8086040c498c6910_23"
        },
        {
            "start": 1179,
            "end": 1186,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc40df22e9c94744acbb0e296485e4ec_24"
        },
        {
            "start": 1187,
            "end": 1194,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "157dfb1590e14d52ac6a7e1b00a55b87_25"
        },
        {
            "start": 1195,
            "end": 1202,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eed0a790e7c14b36b02ce64ce8cd2141_26"
        },
        {
            "start": 1203,
            "end": 1210,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cdeeb8bf508a406eb2864341eb2704be_27"
        },
        {
            "start": 1212,
            "end": 1274,
            "text": "1      Whether Reporters of Local Papers may be allowed to see",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3cc1b465a0f447adab2e325c2d7f3546_28"
        },
        {
            "start": 1275,
            "end": 1294,
            "text": " YES the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f665267dcf84dc793884686a4f22790_29"
        },
        {
            "start": 1305,
            "end": 1351,
            "text": "2      To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c81294eb3f1c48fd893a507967b4a063_30"
        },
        {
            "start": 1394,
            "end": 1414,
            "text": "YES          3      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ea4a1e0b32e4b45b4413ef24ce1b9a1_31"
        },
        {
            "start": 1414,
            "end": 1470,
            "text": "Whether their Lordships wish to see the fair copy of the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa62802e24f446f8aa780f65163521c1_32"
        },
        {
            "start": 1496,
            "end": 1525,
            "text": "NO                 judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00e68add94ec49e9994dfe876de6d41b_33"
        },
        {
            "start": 1537,
            "end": 1703,
            "text": "4      Whether this case involves a substantial question of law as                       NO to   the   interpretation  of   the   Constitution  of   India  or   any  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1fb7398aa17b44748ae2f5ccc20f25c0_34"
        },
        {
            "start": 1703,
            "end": 1724,
            "text": "order made thereunder",
            "labels": [
                "PREAMBLE"
            ],
            "id": "446c40c74d184090b450a7e3f1db3d3e_35"
        },
        {
            "start": 1725,
            "end": 1731,
            "text": "? \n= =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eec6337db36f42298d13890a9c06f553_36"
        },
        {
            "start": 1732,
            "end": 1739,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06859e017c664c709383a6aca83fa63c_37"
        },
        {
            "start": 1740,
            "end": 1747,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e01f9ab83d3e4f23b11f4595b6889908_38"
        },
        {
            "start": 1748,
            "end": 1755,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50f88337130643fab2c4dd24582670c9_39"
        },
        {
            "start": 1756,
            "end": 1763,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2985f62f18848dd80d44d8396a7a556_40"
        },
        {
            "start": 1764,
            "end": 1772,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10c6d289b4be40b4ae70406cde0347a1_41"
        },
        {
            "start": 1773,
            "end": 1781,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "90ec8757f7aa42c099069296a1765bff_42"
        },
        {
            "start": 1782,
            "end": 1789,
            "text": "== = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "119c099a18f444249802238196fb7c01_43"
        },
        {
            "start": 1790,
            "end": 1797,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2f94cd8b75f4621b46d9ae8a014afeb_44"
        },
        {
            "start": 1798,
            "end": 1804,
            "text": "= = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54c83cf6573f48e4bf4611d0252d3dbc_45"
        },
        {
            "start": 1805,
            "end": 1992,
            "text": "= = GUJARAT ENERGY TRANSMISSION CORPORATION LTD  (GETCO)....Appellant(s) Versus DEORA WIRES N MACHINES PVT. LTD.....Respondent(s) ============================================= Appearance:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be3e9737ceba4450b7d5e237ea085caf_46"
        },
        {
            "start": 1993,
            "end": 2109,
            "text": "\nMR SP HASURKAR, ADVOCATE for the Appellant(s) No. 1 MR. BHADRISH S RAJU, CAVEATOR for the Respondent(s) No. 1 =====",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d0a6f296fdc413786ea826f68d21525_47"
        },
        {
            "start": 2110,
            "end": 2137,
            "text": "===========================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbccb5c169f34e95bd4c678d552838ea_48"
        },
        {
            "start": 2138,
            "end": 2145,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "149e00097b844ba3a275b918766dcf90_49"
        },
        {
            "start": 2146,
            "end": 2153,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9e2bca752c5415ab649d6cac824c4bb_50"
        },
        {
            "start": 2154,
            "end": 2161,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c55fc8bb81a40f3b8e284d1be29db93_51"
        },
        {
            "start": 2162,
            "end": 2239,
            "text": "= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "534ffdd67b5e406ea211ca2388db68c9_52"
        },
        {
            "start": 2240,
            "end": 2319,
            "text": " Date : 10/04/2017  CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) 1.0.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1614115203f4476a5806212a37b03a9_53"
        },
        {
            "start": 2320,
            "end": 2326,
            "text": "Admit.",
            "labels": [
                "NONE"
            ],
            "id": "0b3d167eb3e54d8dbf1c758ea3b6066b_54"
        },
        {
            "start": 2327,
            "end": 2503,
            "text": "As by order dated 27.03.2017 this Court has issued  notice for final disposal,  Shri B.S. Raju, learned advocate waives  service of notice of admission on behalf of respondent.",
            "labels": [
                "RLC"
            ],
            "id": "5dd8666c6126433e80bce70c7693bce2_55"
        },
        {
            "start": 2504,
            "end": 2569,
            "text": "\nHC-NIC Page 1 of 14 Created On Tue Aug 15 07:58:40 IST 2017 2.0.",
            "labels": [
                "FAC"
            ],
            "id": "286f79c93f9b49919df4758a6c67ffc6_56"
        },
        {
            "start": 2570,
            "end": 3391,
            "text": "Feeling aggrieved and dissatisfied with the impugned order  passed   by   the   learned   Commercial   Court,   Vadodara   dated  14.03.2017 passed below Exh.9 in Commercial C.M.A No. 113 of  2016,   by   which,   the   learned   Commercial   Court,   Vadodara   has  partly   allowed   the   said   application   submitted   by   the   respondent  herein  original respondent and has directed the appellant herein   original applicant to deposit 75% of the awarded amount including  interest   within   one   month,   subject   to   the   outcome   of   the  application   filed   by   the   applicant   under   Section   34   of   the  Arbitration and Conciliation Act, 1996 (hereinafter referred to as  the   \"Arbitration   Act,   1996\"),   the   original   applicant   has  preferred  present Appeal From Order. \n3.0.",
            "labels": [
                "FAC"
            ],
            "id": "3b918bad4d0e40a99c4e0f8cd38620f6_57"
        },
        {
            "start": 3392,
            "end": 3474,
            "text": "The facts leading to the present Appeal From Order in  nutshell are as under:\n3.1.",
            "labels": [
                "FAC"
            ],
            "id": "ce83ac23e87a41dabdbb28653f6694d9_58"
        },
        {
            "start": 3475,
            "end": 3551,
            "text": "That the dispute arose between the parties which could  not   be   resolved.",
            "labels": [
                "FAC"
            ],
            "id": "f5c7fd2cd2454eddbb6b0649906f6b63_59"
        },
        {
            "start": 3552,
            "end": 3836,
            "text": "  Therefore,   the   respondent   herein(   hereinafter  referred to as \"original respondent\") invoked the Arbitration clause  contained in the contract / agreement and approached this Court  by   way   of   application   under   Section   11   of   the   Arbitration   Act,  1996.   ",
            "labels": [
                "FAC"
            ],
            "id": "860d3abc78964fbba9d8fb5a3434dc9e_60"
        },
        {
            "start": 3836,
            "end": 3988,
            "text": "That   thereafter,   the   matter   was   referred   to   the   learned  Arbitral   Tribunal   consisting   of   retired   Judge   of   this   Court.   ",
            "labels": [
                "FAC"
            ],
            "id": "b45d485dbf1c47ca82fde98046493330_61"
        },
        {
            "start": 3988,
            "end": 4171,
            "text": "That  thereafter,   the   learned   Arbitrator   declared   the   award   on   dated  25.06.2016   in   favour   of   original   respondent   for   a   sum   of   Rs. \n1,38,64,606.89.",
            "labels": [
                "RLC"
            ],
            "id": "0ab5955edfc54561a71303da11704488_62"
        },
        {
            "start": 4172,
            "end": 4596,
            "text": "\n3.2. Feeling   aggrieved   and   dissatisfied   with   the   award  passed   by   the   learned   Arbitrator,   the   appellant   herein      original  HC-NIC Page 2 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   (hereinafter   referred   to   as   the   \"original   applicant\")  submitted   an   application   before   the   learned   Commercial   Court,  Vadodara under Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "3d76aa773db843c18a440ef423d5ca27_63"
        },
        {
            "start": 4598,
            "end": 5069,
            "text": "3.3. That   in   the   said   application   under   Section   34   of   the  Arbitration   Act,   1996,   original   respondent   submitted   the  application   below   Exh.9   for   appropriate   order   directing   the  applicant   to   deposit   75%   of   the   total   awarded   amount   in  accordance   with   Section   19   of   the   Micro,   Small   and   Medium  Enterprises   Development   Act,   2006     (hereinafter   referred   to   as  \"MSMED Act\").\n3.4.",
            "labels": [
                "FAC"
            ],
            "id": "6e40d66dfced4818828336b18c61c3f1_64"
        },
        {
            "start": 5070,
            "end": 5461,
            "text": "It was the case on behalf of the original applicant that  original respondent is a small scale unit and therefore, relying upon  Section   19   of   the   MSMED   Act,   it   was   submitted   that   while  preferring   the   appeal   /   application   challenging   the   Award,   the  aggrieved   party   is   required   to   first   deposit   75%   of   the   total  awarded amount. \n3.5.",
            "labels": [
                "FAC"
            ],
            "id": "9067a87ad9af4345a421e8580d60d092_65"
        },
        {
            "start": 5462,
            "end": 5679,
            "text": "The   said   application   was   vehemently   oppose   by   the  original   respondent   by   submitting   that   in   the   facts   and  circumstances of the case Section 19 of the MSMED Act shall not be  applicable.",
            "labels": [
                "FAC"
            ],
            "id": "0a73d787220c41fb9154b45d01682a86_66"
        },
        {
            "start": 5682,
            "end": 5908,
            "text": "It   was   submitted   that   the   learned   Arbitrator   was  appointed under the provisions of the Arbitration Act, 1996 and the  learned Arbitrator has declared the award under the provisions of  Arbitration   Act,   1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f354853098d142e3bba835039ff03f4d_67"
        },
        {
            "start": 5911,
            "end": 6221,
            "text": "It   was     submitted   that   even   the   original  respondent also invoked the provisions of the Arbitration Act, 1996  and submitted the application under Section 11 of the Arbitration  HC-NIC Page 3 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act,   1996   requesting   to   appoint   the   Arbitrator.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "23e620fb9e8b4adab43ca8e16bfe5602_68"
        },
        {
            "start": 6224,
            "end": 6569,
            "text": "It   was   further  submitted that learned Arbitrator has not declared the award under  the   provision   of   MSMED   Act   and   therefore,   Section   19   of   the  MSMED Act shall not be applicable in a case where the award is  arising within the proceedings under the Arbitration Act, 1996 and  not under Section 18 of the MSMED Act. \n3.6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "362498e750f64792ba6492e9887ce7bd_69"
        },
        {
            "start": 6570,
            "end": 7028,
            "text": "However, following the decision of the learned Single  Judge of this Court in the case of  JMC Projects (India) Ltd. V/s.  Mechtech   Engineers    rendered   in   Special   Civil   Application   No.  14629 of 2010, the learned Commercial Court has overruled the  objection   raised   by   the   original   applicant   and   has   allowed   the  application   Exh.9   submitted   by   the   original   respondent   and  considering Section 19 of the MSMED Act",
            "labels": [
                "RLC"
            ],
            "id": "aac4476d0557462e8ea34920cb1ea4a7_70"
        },
        {
            "start": 7029,
            "end": 7103,
            "text": "has directed the original  applicant to deposit 75% of the awarded amount.",
            "labels": [
                "RLC"
            ],
            "id": "ebefe7bac3aa41528279fa2d9727e806_71"
        },
        {
            "start": 7105,
            "end": 7387,
            "text": "3.7. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order passed by the learned Commercial Court, Vadodara passed  below application Exh.9 directing the original applicant to 75% of  the awarded amount, the original applicant has preferred present  Appeal From Order.",
            "labels": [
                "RLC"
            ],
            "id": "4082b817509e4b829625562cc3894454_72"
        },
        {
            "start": 7389,
            "end": 7623,
            "text": "4.0. Shri Hasurkar, learned advocate has appeared on behalf  of the on behalf of the appellantoriginal applicant and Shri B.S.  Raju,   learned   advocate   has   appeared   on   behalf   of   respondent  herein original respondent. \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f1d59350c60445da97ce0744562e80e1_73"
        },
        {
            "start": 7623,
            "end": 7709,
            "text": "4.1. Shri   Hasurkar,   learned   advocate   for   the   original  HC-NIC Page 4 of 14",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e0a9bf006a8d4517a8fec15ff3a2987f_74"
        },
        {
            "start": 7710,
            "end": 7762,
            "text": "Created On Tue Aug 15 07:58:40 IST 2017 applicant   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77dc98257c0f47b18f080b6aa696501a_75"
        },
        {
            "start": 7762,
            "end": 8050,
            "text": "has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case   the   learned   Commercial   Court   has  materially erred in directing the original applicant to deposit 75%  of the awarded amount relying upon and considering Section 19 of  the  MSMED Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a0a8404ae01e4fa18dab990735033e43_76"
        },
        {
            "start": 8051,
            "end": 8400,
            "text": "\n4.2. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   in   the   facts   and  circumstances of the case Section 19 of the  MSMED Act shall not  be applicable as the award declared by the learned Arbitrator was  not   under   the   provisions   of     MSMED   Act,   but   it   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "460cd0538c7e4b619b2157f7c4205db2_77"
        },
        {
            "start": 8400,
            "end": 8441,
            "text": "was   under   the  Arbitration Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d265f3822e0b4865a04b5b0885cb7ab5_78"
        },
        {
            "start": 8443,
            "end": 8902,
            "text": "4.3.   It is vehemently submitted by Shri Hasurkar, learned  advocate   for   the   original   applicant   that   the   learned   Commercial  Court has not properly appreciated the fact that in fact the original  respondent   itself   approached   this   Court   by   submitting   the  application under Section 11 of the Arbitration Act, 1996 and the  learned   Arbitrator   was   appointed   under   the   provisions   of   the  Arbitration   Act,   1996.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d370ba7427374b238efe8bad8406fc8c_79"
        },
        {
            "start": 8902,
            "end": 9241,
            "text": "It   is  submitted  that  therefore,   the  learned  Arbitrator   had   not   declared   the   award   under   the   provisions   of  MSMED   Act   and   therefore,   the   provisions   of   MSMED   Act,   more  particularly,   Section   18   &   19   of   the   MSMED   Act   shall   not   be  applicable to the facts of the case on hand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "35fb192737584aa88a8fad8bc7248aba_80"
        },
        {
            "start": 9242,
            "end": 9477,
            "text": "It is further submitted  by Shri Hasurkar, learned advocate for the original applicant that  Section 19 shall be applicable only in a case where the award is  declared either by the Council and/ or Arbitrator appointed by the  Council.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "43215daa2d154230af46d2761abeff50_81"
        },
        {
            "start": 9478,
            "end": 9934,
            "text": "  It is submitted that therefore, when in the present case  HC-NIC Page 5 of 14 Created On Tue Aug 15 07:58:40 IST 2017 the award is neither declared by the Council nor by Arbitrator on a  reference made by a Council, the provisions of MSMED Act, more  particularly, Section 19 of the MSMED Act shall not be applicable.  It is submitted that therefore, the impugned order passed by the  learned Commercial Court deserves to be quashed and set aside.  \n4.4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c67efdbf9a7f425292c01cded5c0d378_82"
        },
        {
            "start": 9935,
            "end": 10304,
            "text": "It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   as   the   application   is  preferred under Section 34 of the Arbitration Act, 1996, to set aside  the award, the right to file an application under Section 34 of the  Arbitration Act, 1996 is a statutory and same is unconditional and  unqualified.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "71b492117ae2487b8aaeecca971a61a4_83"
        },
        {
            "start": 10305,
            "end": 10544,
            "text": "It is submitted that therefore, no conditions could have  been imposed by the learned Commercial Court while entertaining  the   application   submitted   by   the   applicant,   submitted   under  Section 34 of the Arbitration Act, 1996.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c07363fa39f048eaba4d051a44c38b15_84"
        },
        {
            "start": 10544,
            "end": 10642,
            "text": "Making   above   submissions,   it   is   requested   to   allow   the  present Appeal From Order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "91a3fcd284c749199c06b060f269e7de_85"
        },
        {
            "start": 10644,
            "end": 10768,
            "text": "5.0. Present Appeal From Order is vehemently opposed by  Shri B.S. Raju, learned advocate for the original respondent. \n5.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cd85b7ea40e540e1ab29ffdc98482eeb_86"
        },
        {
            "start": 10769,
            "end": 10808,
            "text": "It   is   further   submitted   that   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a477b788f5c94ad498238ed265d233f4_87"
        },
        {
            "start": 10808,
            "end": 11097,
            "text": "in   the   facts   and  circumstances   of   the   case   learned   Commercial   Court   has   rightly  allowed the application Exh.9 submitted by the original respondent  and has rightly directed the applicant to deposit 75% of the total  amount awarded by the learned  Arbitral Tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bc2f946411b441b28269e7386219088a_88"
        },
        {
            "start": 11098,
            "end": 11325,
            "text": "It is submitted  that the impugned order passed by the learned Commercial Court  is absolutely in consonance with the provisions of Section 19 of the  HC-NIC Page 6 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act. \n5.2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ab7b4b0c8da2414d8af9d30a83035eb8_89"
        },
        {
            "start": 11326,
            "end": 11570,
            "text": "It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate for the original respondent that admittedly the applicant  is   a   small   scale   unit   and   therefore,   shall   be   governed   by   the  provision of MSMED Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6a9bb4ef047045f0b8804cc0b4df4177_90"
        },
        {
            "start": 11572,
            "end": 12202,
            "text": "It is further submitted by Shri B.S. Raju,  learned   advocate   that   originally   Act   of   1993  was   framed   \"to  provide   for   and   regulate   the   payment   of   interest   on   delayed  payments to small scale and ancillary industrial undertaking and  for   matters   connected   therewith   or   incidental   thereto\".   It   is  submitted that the  objects and reasons for enactment of the Act of  1993 records that it was felt that prompt payments of money by  buyers should be statutorily ensured and mandatory provisions for  payment of interest on the outstanding money, in case of default,  should be made.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aeab231f547d43daa23274d975aab3fc_91"
        },
        {
            "start": 12202,
            "end": 12387,
            "text": "It is submitted that it was felt that  the buyers, if  required under law to pay interest, would refrain from withholding  payments to small scale and ancillary industrial undertakings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5095ea12f68b404eb1bbb596cf6ae3d7_92"
        },
        {
            "start": 12388,
            "end": 12470,
            "text": " It is  submitted that with   these objects in mind, the Act of 1993 was  enacted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "806892b7bb8c4603b2adcfacf73a18b7_93"
        },
        {
            "start": 12471,
            "end": 12694,
            "text": "It is submitted that the Act of 1993 was further amended  by the Amendment Act 23 of 1998 with the object of making the  Act more effective for ensuring timely payments to small scale and  ancillary industrial undertakings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "14cac86a4ee248b3a5369551e4413892_94"
        },
        {
            "start": 12695,
            "end": 13184,
            "text": "It is submitted that in the original  Act of 1993 amended in 1998, even Section 7 of the Act of 1993  provides that  no appeal against any decree, award or other order  shall   be   entertained  by   any   Court   or   other   authority,   unless  the  appellant (not being a supplier) has deposited with its seventyfive  per cent of the amount in terms of the decree, award or, as the case  may be, other order in the manner directed by such Court or, as the  case may be, such authority.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c749f06198704ce0b30779760d97262e_95"
        },
        {
            "start": 13185,
            "end": 13531,
            "text": "It is submitted that thereafter MSMED  HC-NIC Page 7 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act has been enacted \"to provide for facilitating the promotion and  development   and   enhancing   the   competitiveness   of   micro,   small  and  medium   enterprises   and   for   matters   connected  therewith  or  incidental   thereto\".   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1f16874e2b5246c395be450c1122806c_96"
        },
        {
            "start": 13531,
            "end": 13671,
            "text": "It   is   submitted   that   Chapter   V   of   2006  (MSMED)     deals   with   delayed   payments   to   micro   and   small  enterprises.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d9262bfcd229469aa94b94f0ac6d8166_97"
        },
        {
            "start": 13672,
            "end": 13815,
            "text": "Section 15 of the Act of 2006 casts a liability on the  buyer to make payment to the supplier of goods or services within  the stipulated time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c6d146cd3044fc0a957fdb65774523e_98"
        },
        {
            "start": 13816,
            "end": 14083,
            "text": "Section 16 of the Act of 2006 casts a duty on  the buyer to pay compound interest at three times of the bank rate  notified by the Reserve Bank, if such payment is not made within  the time stipulated notwithstanding any agreement or law for the  time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9daa0c3d054b47b4b53f153288ef644c_99"
        },
        {
            "start": 14084,
            "end": 14246,
            "text": "It is submitted that Section 18 of MSMED Act  provides for reference to Micro and Small Enterprises Facilitation  Council established under section 20 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fa512fd8d9aa409f8af70a7b6b3d7691_100"
        },
        {
            "start": 14247,
            "end": 14440,
            "text": "Section 19  of the  Act   of   2006   requires   deposit   of   75%   of   the   amount   of   decree,  award or order pending the proceedings challenging such decree,  award   or   order.     ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "20e5526f4bb743919d065160d31a9d50_101"
        },
        {
            "start": 14440,
            "end": 14731,
            "text": "It   is   submitted   that   therefore,   considering   the  object and purpose of enactment of MSMED Act and considering  Section 19 of the MSMED Act, the learned Commercial Court has  rightly   directed   the   original   applicant   to   deposit   75%   of   the  awarded amount. \n5.3.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eeb03d74bd3340a084a5f7102d34e370_102"
        },
        {
            "start": 14731,
            "end": 15267,
            "text": "It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate   for   the   original   respondent   that   even   otherwise  considering   Section   19   of   the   MSMED   Act   even   in   case   of   the  application for setting aside the decree which can be only by the  Civil   Court   in   a   suit,   the   judgment   debtor   while   submitting   the  application for setting aside such decree is required to deposit 75%  HC-NIC Page 8 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of   the   amount   awarded.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cff87ef837814e8585e84e23488878b0_103"
        },
        {
            "start": 15267,
            "end": 15744,
            "text": "It   is   submitted   that   therefore,   the  restrictive meaning to Section 19 of the MSMED Act i.e. only in a  case where the application for setting aside any decree,   award or  other order made either by the Council itself or by any institution  or centre providing alternate dispute resolution services to which a  reference is made by the Council, the requirement of Section 19 of  the Act to depsoit 75% of  the awarded amount will be applicable,  may not be accepted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ef1af75e156457b9191d62d2023bded_104"
        },
        {
            "start": 15745,
            "end": 15898,
            "text": "It is submitted that if such interpretation is  accepted, in that case, Section 19 of the MSMED Act and object and  purpose of MSMED shall be frustrated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "89b9c8c7cdb44450912ec45d8f46127e_105"
        },
        {
            "start": 15900,
            "end": 15967,
            "text": "5.4. Shri B.S. Raju, learned advocate for the original respondent  ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4c411200f2614ea2b79ea0b7cd4d16a0_106"
        },
        {
            "start": 15967,
            "end": 16268,
            "text": "has fairly conceded that as such before learned Commercial Court  the learned advocate for the respondent relied upon the decision of  the learned Single Judge of this Court in the case of   JMC Projects  (India) Ltd (supra), however same has been subsequently set aside  by the Hon'ble Supreme Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0b486c21b8a34df3974d7ef189fd88b3_107"
        },
        {
            "start": 16269,
            "end": 16539,
            "text": "It is submitted that however while  setting aside the order passed by the learned Single Judge in the  case   of     JMC   Projects   (India)   Ltd   (supra),   the   Hon'ble   Supreme  Court directed the appellant  judgment debtor to deposit 75% of  the amount awarded.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1800ec5e90d64d66878678978832e5a2_108"
        },
        {
            "start": 16540,
            "end": 16779,
            "text": "It is submitted that therefore,the impugned  order   passed   by   the   learned   Commercial   Court   directing   the  original applicant to deposit 75% of the awarded amount may not  be interfered with. \nMaking   above   submissions,   ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f6328b3db5c849a394205aba2c4d92df_109"
        },
        {
            "start": 16779,
            "end": 16847,
            "text": "it   is   requested   to   dismiss   the  present Appeal From Order.",
            "labels": [
                "RPC"
            ],
            "id": "c921ad802fd74749a7c45e8f15e4eb57_110"
        },
        {
            "start": 16848,
            "end": 16913,
            "text": "\nHC-NIC Page 9 of 14 Created On Tue Aug 15 07:58:40 IST 2017 6.0.",
            "labels": [
                "NONE"
            ],
            "id": "25a2aab5da7e4cb39a8013a33805cfe7_111"
        },
        {
            "start": 16914,
            "end": 16980,
            "text": "Heard the learned advocates for the respective parties  at length.",
            "labels": [
                "NONE"
            ],
            "id": "7306a89e02b94f89972196901c4c1a88_112"
        },
        {
            "start": 16982,
            "end": 17327,
            "text": "7.0. What is challenged in the present Appeal From Order is  the   impugned   order   passed   by   the   learned   Commercial   Court,  Vadodara   directing   the   appellant   herein   original   applicant   to  deposit 75% of the total claim awarded by the learned Arbitrator,  in an application under Section 34 of the Arbitration Act. \n7.1.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6b2e7823a91144b6a195b4cbeef7e7fe_113"
        },
        {
            "start": 17328,
            "end": 17617,
            "text": "From   the   impugned   order   passed   by   the   learned  Commercial Court, it appears that the aforesaid direction has been  issued   by   the   learned   Commercial   Court   on   an   application  submitted by the respondent herein and considering Section 19 of  the  MSMED Act.\n7.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b176663fe83a42bc982431c500f90e41_114"
        },
        {
            "start": 17618,
            "end": 17879,
            "text": "However, it is required to be noted that in the present  case the arbitration proceedings commenced and concluded under  the provisions of the Arbitration Act and not under the provisions  of the MSMED Act, more particularly, Section 18 of the Arbitration  Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0fb32c8796442bdb25f25ee17fccc00_115"
        },
        {
            "start": 17880,
            "end": 18005,
            "text": "It is not in dispute and it is an admitted position that as such  after   the   dispute   arose   between   the   parties,   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5503a92a5cbe44a4bea699af3f833143_116"
        },
        {
            "start": 18005,
            "end": 18170,
            "text": "the   respondent  approached this Court for appointment of Arbitrator under Section  11 of the Arbitration Act and the matter was referred to the Arbitral  Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6893bb1a7784230812f1795fad487e3_117"
        },
        {
            "start": 18171,
            "end": 18279,
            "text": "That thereafter, the learned Arbitrator has declared the  award under the provisions of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f73f1f090654972b330d71b85799bdf_118"
        },
        {
            "start": 18280,
            "end": 18480,
            "text": "Therefore, the  award has not been declared either by the Council itself or by  any  institution or centre providing alternate dispute resolution services  to which a reference is made by the Council.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3460418fa9d425ba53b0283f36988be_119"
        },
        {
            "start": 18481,
            "end": 19137,
            "text": "Therefore,  as such  HC-NIC Page 10 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Section 19 of the MSMED Act shall not be applicable to the facts of  the case on hand and therefore, relying upon and / or considering  Section 19 of the MSMED Act, in an application under Section 34  of the Arbitration Act, 1996, the learned Commercial Court ought  not   to  have   imposed   the   conditions  and  /  or   ought   not   to  have  directed the appellant  original  appellant  to deposit 75% of the  amount   in   terms   of   the   award.   Therefore,   as   such   learned  Commercial Court   has materially erred in applying Section 19 of  the MSMED Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4af0c578c1e8461687581cbf1bcf59f9_120"
        },
        {
            "start": 19138,
            "end": 19163,
            "text": "\n8.0 . Now,   so   far   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7825763932fa47df9c68561cf8c92666_121"
        },
        {
            "start": 19163,
            "end": 19503,
            "text": "as   the   submission   on   behalf   of   the  respondent   that   with   respect   to   any   decree   passed   by   the   Civil  Court or even the award either declared under the provision of the  Arbitration Act when application for setting aside such decree or  award is made, Section 19 of the MSMED Act  shall be applicable,  more   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "426af74e8f934048883b9145e7c29ec5_122"
        },
        {
            "start": 19503,
            "end": 19750,
            "text": "particularly,   when   the   applicant   is   Small   Scale   Unit   is  concerned,   it   is   the   case   on   behalf   of   the   respondent   that   word  \"decree\" used in Section 19 of the MSMED Act, shall also be given  some   meaning.     ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0771317d286645fc8206f953bf373ee7_123"
        },
        {
            "start": 19750,
            "end": 19994,
            "text": "It   is   submitted   that,   therefore,   even   in   an  application for setting aside any decree passed by the Court, before  entertaining such application, the judgment debtor is required to  deposit 75% of the amount in terms of the decree",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8081358e96654dd0921011f74bd339d4_124"
        },
        {
            "start": 19995,
            "end": 20389,
            "text": ". Therefore, it is  submitted   on   behalf   of   the   the   respondent   herein   that   even   in  application under Section 34 of the Arbitration Act challenging the  award   declared   under   the   Arbitration   Act,   1996,   the   aggrieved  party is required to deposit 75% of the amount in terms of award,  the   aforesaid   seems   to   be   attractive   but   has   no   substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03f191b24cc647eab8c9accec1305847_125"
        },
        {
            "start": 20392,
            "end": 20453,
            "text": "The  wording   used   in   Section   19   are   very   clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb04262721314997ab406c8c88de17a8_126"
        },
        {
            "start": 20454,
            "end": 20574,
            "text": "  Section   19   of   the  HC-NIC Page 11 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act,  reads as under: \n19.",
            "labels": [
                "STA"
            ],
            "id": "eb563d22d09842c08022f7789364261d_127"
        },
        {
            "start": 20575,
            "end": 20872,
            "text": "No   application   for   setting   aside   any   decree,  award or other order made either by the Council itself  or   by   any   institution   or   centre   providing   alternate  dispute resolution services to which a reference is made  by the Council, shall be entertained by any court unless  ",
            "labels": [
                "STA"
            ],
            "id": "c320e734472548fca3510e2aa4f33164_128"
        },
        {
            "start": 20872,
            "end": 21399,
            "text": "the appellant (not being a supplier) has deposited with  it seventyfive per cent of the amount in terms of the  decree, award or, as the case may be, the other order in  the manner directed by such court: \nProvided that pending disposal of the application to set  aside the decree, award or order, the court shall order  that such percentage of the amount deposited shall be  paid to the supplier, as it considers reasonable under  the circumstances of the case subject to such conditions  as it deems necessary to impose.\n8.1.",
            "labels": [
                "STA"
            ],
            "id": "8527cf644a8b479d9b85eafc15ea6221_129"
        },
        {
            "start": 21400,
            "end": 21871,
            "text": "Therefore, only in an application for setting aside any  decree, award or other order made  either by the Council itself or  by   any   institution   or   centre   providing   alternate   dispute  resolution services to which a reference is made by the Council,  aggrieved party is required to deposit 75% of the amount in terms  of   decree   /   award   and   unless   and   until   such   an   amount   is  deposited, the Court shall not entertain such an application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aacf44850da447ab90942795cf9bbf59_130"
        },
        {
            "start": 21872,
            "end": 22016,
            "text": "Such a  requirement is not there under the provisions of the Arbitration Act,  1996, more particularly, Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6d6e5775cbc4ef584fbdd567947d22f_131"
        },
        {
            "start": 22018,
            "end": 22521,
            "text": "9.0. Now, so far as reliance placed upon the decision of the  learned   Single   Judge   of  this   Court   in   the   case   of    JMC   Projects  (India) Ltd (supra) which has also been relied upon by the learned  Commercial Court while passing the impugned order is concerned,  at the outset, it is required to be noted  and it is not in dispute that  said   judgment   and   order   passed   in     JMC   Projects   (India)   Ltd  HC-NIC Page 12 of 14 Created On Tue Aug 15 07:58:40 IST 2017 (supra)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97b46bf0b29743e99acce9393ca3883c_132"
        },
        {
            "start": 22522,
            "end": 22585,
            "text": "has been  subsequently set aside by the Hon'ble Supreme  Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fa809a39a5d490a83b93aefcab4fcf9_133"
        },
        {
            "start": 22587,
            "end": 22933,
            "text": "10. In view of the above and for the reasons stated above,  the   impugned   order   passed   by   the   learned   Commercial   Court  directing  the  appellant   to  deposit  75%  of  the   amount  under  the  award,   relying   upon   Section   19   of   the   MSMED   Act,   cannot   be  sustained and same deserve to be quashed and set aside.",
            "labels": [
                "RATIO"
            ],
            "id": "ffc190e5ffc54f9ab58fd2841590af55_134"
        },
        {
            "start": 22935,
            "end": 23030,
            "text": "11. In view of the above and for the reasons stated above,  present Appeal From Order succeeds.",
            "labels": [
                "RPC"
            ],
            "id": "45db550c6b6d4bda92952d8064c8aeba_135"
        },
        {
            "start": 23031,
            "end": 23140,
            "text": "The   impugned order passed  by   the   learned   Commercial   Court,   Vadodara   dated   14.03.2017  passed",
            "labels": [
                "RPC"
            ],
            "id": "433c06dcf1f0423b9eb49fcde3d42ace_136"
        },
        {
            "start": 23141,
            "end": 23182,
            "text": "  below   Exh.9   in   Commercial   C.M.A",
            "labels": [
                "ANALYSIS"
            ],
            "id": "548da746329b41b0981f5acd398a5c33_137"
        },
        {
            "start": 23183,
            "end": 23242,
            "text": "  No.   113   of   2016   is  hereby quashed and set aside.",
            "labels": [
                "RPC"
            ],
            "id": "c87d8ed7936d4728a6c15e951875a84a_138"
        },
        {
            "start": 23243,
            "end": 23572,
            "text": "However, it is observed and made it  clear that the present order be confined to impugned order passed  by the learned Commercial Court directing the appellant to deposit  75% considering Section 19 of the MSMED Act and shall not affect  any of the rights of the respondent available under the provisions of  the Arbitration Act.",
            "labels": [
                "RATIO"
            ],
            "id": "e22e03abbb184d54b2b9ecbfc9923d88_139"
        },
        {
            "start": 23573,
            "end": 24064,
            "text": "It is also observed and made it clear that the  present order may not be construed granting stay of execution of  the award declared by the Arbitral Tribunal and as observed herein  above, the present order be confined to impugned order passed by  the learned Commercial Court, by which, relying upon Section 19  of   the   MSMED   Act,   in   an   application   under   Section   34   of   the  Arbitration Act, the appellant has been directed to deposit 75% of  the amount under the award.",
            "labels": [
                "RATIO"
            ],
            "id": "4a652ad689884642adfea2b8c4c4186c_140"
        },
        {
            "start": 24065,
            "end": 24107,
            "text": "In the facts and circumstance of the  case",
            "labels": [
                "RPC"
            ],
            "id": "01b3e548b9164017a2980fa2c9a256be_141"
        },
        {
            "start": 24108,
            "end": 24193,
            "text": "  and   considering   the   object   and   purpose   of   the   Commercial  Court Act",
            "labels": [
                "RPC"
            ],
            "id": "d4217a34413d4210b00669404be70845_142"
        },
        {
            "start": 24194,
            "end": 24389,
            "text": ", the Commercial Court is directed to decide and dispose  HC-NIC Page 13 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of Section 34 application at the earliest and but not latter than one  year.",
            "labels": [
                "RPC"
            ],
            "id": "274350eeb8a24d9a8ccb17bdbe3b5f49_143"
        },
        {
            "start": 24390,
            "end": 24451,
            "text": "Present Appeal From Order is allowed to the aforesaid extent.",
            "labels": [
                "RPC"
            ],
            "id": "93a1bdbf310847399668d4a78f9dbfd8_144"
        },
        {
            "start": 24452,
            "end": 24462,
            "text": "\nNo costs.",
            "labels": [
                "RPC"
            ],
            "id": "a8a0a5235b1843349fe6c42b00bfc5c1_145"
        },
        {
            "start": 24465,
            "end": 24696,
            "text": "12. In   view   of   order   passed   in   Appeal   From   Order,   Civil  Application stands disposed of accordingly. \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 14 of 14 Created On Tue Aug 15 07:58:40 IST 2017",
            "labels": [
                "NONE"
            ],
            "id": "ba0aaf26f8484dc18f0609d70bf5fed8_146"
        }
    ],
    "entities": [
        {
            "text": "Spml Infra Limited",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 39
        },
        {
            "text": "Trisquare Switchgears Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 47,
            "end_char": 76
        },
        {
            "text": "Vibhu Bakhru",
            "label": "LAWYER",
            "start_char": 101,
            "end_char": 113
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 172,
            "end_char": 204
        },
        {
            "text": "Spml Infra Ltd.",
            "label": "PETITIONER",
            "start_char": 402,
            "end_char": 417
        },
        {
            "text": "Trisquare Switchgears",
            "label": "RESPONDENT",
            "start_char": 560,
            "end_char": 581
        },
        {
            "text": "Shashank Khurana",
            "label": "LAWYER",
            "start_char": 794,
            "end_char": 810
        },
        {
            "text": "Parag\n                                                  Chaturvedi",
            "label": "LAWYER",
            "start_char": 815,
            "end_char": 881
        },
        {
            "text": "Sanket Khandelwal",
            "label": "LAWYER",
            "start_char": 890,
            "end_char": 907
        },
        {
            "text": "Vibhu Bakhru",
            "label": "JUDGE",
            "start_char": 1108,
            "end_char": 1120
        },
        {
            "text": "Amit Mahajan",
            "label": "JUDGE",
            "start_char": 1167,
            "end_char": 1179
        },
        {
            "text": "VIBHU BAKHRU",
            "label": "JUDGE",
            "start_char": 1243,
            "end_char": 1255
        },
        {
            "text": "28.03.2022",
            "label": "DATE",
            "start_char": 1331,
            "end_char": 1341
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 1466,
            "end_char": 1475
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1483,
            "end_char": 1521
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 1540,
            "end_char": 1547
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 2271,
            "end_char": 2280
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 2288,
            "end_char": 2295
        },
        {
            "text": "31.03.2015",
            "label": "DATE",
            "start_char": 2898,
            "end_char": 2908
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 2959,
            "end_char": 2969
        },
        {
            "text": "18.04.2015",
            "label": "DATE",
            "start_char": 3177,
            "end_char": 3187
        },
        {
            "text": "26.03.2018",
            "label": "DATE",
            "start_char": 3217,
            "end_char": 3227
        },
        {
            "text": "11.04.2018",
            "label": "DATE",
            "start_char": 3506,
            "end_char": 3516
        },
        {
            "text": "29.07.2018",
            "label": "DATE",
            "start_char": 3772,
            "end_char": 3782
        },
        {
            "text": "03.11.2018",
            "label": "DATE",
            "start_char": 3916,
            "end_char": 3926
        },
        {
            "text": "29.01.2019",
            "label": "DATE",
            "start_char": 4235,
            "end_char": 4245
        },
        {
            "text": "29.01.2019",
            "label": "DATE",
            "start_char": 4495,
            "end_char": 4505
        },
        {
            "text": "18.04.2019",
            "label": "DATE",
            "start_char": 4560,
            "end_char": 4570
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 4637,
            "end_char": 4646
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 4654,
            "end_char": 4661
        },
        {
            "text": "01.04.2018",
            "label": "DATE",
            "start_char": 4759,
            "end_char": 4769
        },
        {
            "text": "Khurana",
            "label": "LAWYER",
            "start_char": 4838,
            "end_char": 4845
        },
        {
            "text": "Anil Mahindra",
            "label": "OTHER_PERSON",
            "start_char": 5000,
            "end_char": 5013
        },
        {
            "text": "Surender Kumar Makkar",
            "label": "RESPONDENT",
            "start_char": 5024,
            "end_char": 5045
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 5139,
            "end_char": 5148
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5156,
            "end_char": 5163
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5240,
            "end_char": 5251
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5259,
            "end_char": 5280
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 5405,
            "end_char": 5414
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5422,
            "end_char": 5429
        },
        {
            "text": "Hughes Communication India Ltd.",
            "label": "ORG",
            "start_char": 5508,
            "end_char": 5539
        },
        {
            "text": "Union of India2",
            "label": "RESPONDENT",
            "start_char": 5550,
            "end_char": 5565
        },
        {
            "text": "Anil Mahindra's3",
            "label": "OTHER_PERSON",
            "start_char": 5690,
            "end_char": 5706
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 5745,
            "end_char": 5754
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5762,
            "end_char": 5769
        },
        {
            "text": "SSIPL Lifestyle Private Limited v.\n2017 SCC OnLine Del 11532 22018",
            "label": "PRECEDENT",
            "start_char": 6054,
            "end_char": 6120
        },
        {
            "text": "SCC OnLine Del 10879 3Supra Note 1 Vama Apparels (India) Private Limited",
            "label": "PRECEDENT",
            "start_char": 6121,
            "end_char": 6193
        },
        {
            "text": "Krishan Radhu v. The Emmar MGF Construction Pvt",
            "label": "PRECEDENT",
            "start_char": 6234,
            "end_char": 6281
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 6351,
            "end_char": 6360
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6368,
            "end_char": 6375
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 6404,
            "end_char": 6454
        },
        {
            "text": "Chand Construction and Apartments Private Limited",
            "label": "ORG",
            "start_char": 6538,
            "end_char": 6587
        },
        {
            "text": "Tata Capital Housing Finance Ltd.6",
            "label": "RESPONDENT",
            "start_char": 6597,
            "end_char": 6631
        },
        {
            "text": "A&C Act (Arbitration and Conciliation Act, 1996)",
            "label": "STATUTE",
            "start_char": 6663,
            "end_char": 6711
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 6765,
            "end_char": 6786
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6788,
            "end_char": 6798
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6904,
            "end_char": 6914
        },
        {
            "text": "SCC OnLine Del 472",
            "label": "CASE_NUMBER",
            "start_char": 7734,
            "end_char": 7752
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7976,
            "end_char": 7986
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 7994,
            "end_char": 8015
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8496,
            "end_char": 8509
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8843,
            "end_char": 8850
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 8864,
            "end_char": 8885
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8891,
            "end_char": 8898
        },
        {
            "text": "Article 8",
            "label": "PROVISION",
            "start_char": 8935,
            "end_char": 8944
        },
        {
            "text": "UNCITRAL",
            "label": "STATUTE",
            "start_char": 8952,
            "end_char": 8960
        },
        {
            "text": "Article 8",
            "label": "PROVISION",
            "start_char": 8990,
            "end_char": 8999
        },
        {
            "text": "(1982) 2 SCC 499 RachappaGurudappaBijapur v. GurudiddappaNurandappa: (1989) 3 SCC 245",
            "label": "PRECEDENT",
            "start_char": 9252,
            "end_char": 9337
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9774,
            "end_char": 9783
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 9791,
            "end_char": 9798
        },
        {
            "text": "Article 8",
            "label": "PROVISION",
            "start_char": 9836,
            "end_char": 9845
        },
        {
            "text": "UNCITRAL Model Law",
            "label": "STATUTE",
            "start_char": 9853,
            "end_char": 9871
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 10664,
            "end_char": 10673
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10681,
            "end_char": 10688
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 10757,
            "end_char": 10766
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10774,
            "end_char": 10781
        },
        {
            "text": "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.9",
            "label": "PRECEDENT",
            "start_char": 10973,
            "end_char": 11034
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11096,
            "end_char": 11109
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 11143,
            "end_char": 11152
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 11160,
            "end_char": 11167
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 11359,
            "end_char": 11368
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 11492,
            "end_char": 11501
        },
        {
            "text": "9(2011) 5 SCC 532",
            "label": "PRECEDENT",
            "start_char": 12540,
            "end_char": 12557
        },
        {
            "text": "Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 12818,
            "end_char": 12838
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 13102,
            "end_char": 13111
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 13575,
            "end_char": 13584
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 14173,
            "end_char": 14190
        },
        {
            "text": "Code of Civil Procedure, 1908 (CPC)",
            "label": "STATUTE",
            "start_char": 14198,
            "end_char": 14233
        },
        {
            "text": "Rashtriya Ispat Nigam Ltd. v. Verma Transport Co.10",
            "label": "PRECEDENT",
            "start_char": 14243,
            "end_char": 14294
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14300,
            "end_char": 14313
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 14503,
            "end_char": 14515
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 15216,
            "end_char": 15225
        },
        {
            "text": "1996 Act",
            "label": "STATUTE",
            "start_char": 15233,
            "end_char": 15241
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 15331,
            "end_char": 15343
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15351,
            "end_char": 15358
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 15441,
            "end_char": 15450
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15458,
            "end_char": 15465
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 15629,
            "end_char": 15638
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15646,
            "end_char": 15653
        },
        {
            "text": "SCC 275",
            "label": "CASE_NUMBER",
            "start_char": 15966,
            "end_char": 15973
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 16171,
            "end_char": 16180
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16188,
            "end_char": 16195
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 16211,
            "end_char": 16220
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16228,
            "end_char": 16235
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 16258,
            "end_char": 16268
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 16342,
            "end_char": 16351
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16359,
            "end_char": 16366
        },
        {
            "text": "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.11",
            "label": "PRECEDENT",
            "start_char": 16383,
            "end_char": 16445
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16465,
            "end_char": 16472
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 16495,
            "end_char": 16504
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16512,
            "end_char": 16519
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 16899,
            "end_char": 16908
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16916,
            "end_char": 16923
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 17253,
            "end_char": 17262
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17270,
            "end_char": 17277
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 17519,
            "end_char": 17528
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17536,
            "end_char": 17543
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 17763,
            "end_char": 17772
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17780,
            "end_char": 17787
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 17965,
            "end_char": 17977
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 17985,
            "end_char": 17992
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 18032,
            "end_char": 18041
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 18049,
            "end_char": 18056
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 18352,
            "end_char": 18361
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 18369,
            "end_char": 18376
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 18399,
            "end_char": 18409
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 18785,
            "end_char": 18794
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 18802,
            "end_char": 18809
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 19086,
            "end_char": 19095
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 19103,
            "end_char": 19110
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 19121,
            "end_char": 19171
        },
        {
            "text": "Act 3 of 2016",
            "label": "STATUTE",
            "start_char": 19173,
            "end_char": 19186
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 19200,
            "end_char": 19207
        },
        {
            "text": "Sub-section (1) of Section 8",
            "label": "PROVISION",
            "start_char": 19250,
            "end_char": 19278
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 19286,
            "end_char": 19293
        },
        {
            "text": "Sub-section (2) of Section 8",
            "label": "PROVISION",
            "start_char": 19342,
            "end_char": 19370
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 19402,
            "end_char": 19412
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 19414,
            "end_char": 19423
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 19431,
            "end_char": 19438
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 19469,
            "end_char": 19479
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19953,
            "end_char": 19966
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 20825,
            "end_char": 20837
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 20845,
            "end_char": 20852
        },
        {
            "text": "Sub-section (1) of Section 8",
            "label": "PROVISION",
            "start_char": 20903,
            "end_char": 20931
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 20939,
            "end_char": 20946
        },
        {
            "text": "Sub- section (1) of Section 8",
            "label": "PROVISION",
            "start_char": 21053,
            "end_char": 21082
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 21361,
            "end_char": 21373
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 21381,
            "end_char": 21388
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 21425,
            "end_char": 21434
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 21442,
            "end_char": 21449
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 21518,
            "end_char": 21528
        },
        {
            "text": "Commercial Courts Act, 2015 (Act 4 of 2016)",
            "label": "STATUTE",
            "start_char": 21550,
            "end_char": 21593
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 21641,
            "end_char": 21691
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 21719,
            "end_char": 21729
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 21744,
            "end_char": 21754
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21798,
            "end_char": 21801
        },
        {
            "text": "Order VIII Rule 1 and Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 21967,
            "end_char": 22007
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22015,
            "end_char": 22018
        },
        {
            "text": "proviso to Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 22024,
            "end_char": 22052
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22060,
            "end_char": 22063
        },
        {
            "text": "proviso to Order VIII Rule 10",
            "label": "PROVISION",
            "start_char": 22426,
            "end_char": 22455
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22463,
            "end_char": 22466
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 22576,
            "end_char": 22593
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22601,
            "end_char": 22604
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 22652,
            "end_char": 22662
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 23016,
            "end_char": 23066
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 23121,
            "end_char": 23128
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 23187,
            "end_char": 23198
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 23206,
            "end_char": 23213
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 23412,
            "end_char": 23419
        },
        {
            "text": "Bharat Sanchar Nigam Limited",
            "label": "ORG",
            "start_char": 23503,
            "end_char": 23531
        },
        {
            "text": "Nortel Networks India Private Limited12",
            "label": "RESPONDENT",
            "start_char": 23548,
            "end_char": 23587
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23593,
            "end_char": 23606
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 23629,
            "end_char": 23636
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 23950,
            "end_char": 23962
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 23970,
            "end_char": 23977
        },
        {
            "text": "12(2021) 5 SCC 738",
            "label": "PRECEDENT",
            "start_char": 24003,
            "end_char": 24021
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 24301,
            "end_char": 24318
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24326,
            "end_char": 24329
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 24347,
            "end_char": 24374
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 24468,
            "end_char": 24480
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 24488,
            "end_char": 24495
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 24576,
            "end_char": 24588
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 24596,
            "end_char": 24603
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 24862,
            "end_char": 24874
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 24882,
            "end_char": 24889
        },
        {
            "text": "Hughes Communications India Ltd.",
            "label": "ORG",
            "start_char": 25090,
            "end_char": 25122
        },
        {
            "text": "Union of India13",
            "label": "RESPONDENT",
            "start_char": 25135,
            "end_char": 25151
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 25157,
            "end_char": 25166
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 25174,
            "end_char": 25181
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 25231,
            "end_char": 25243
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 25251,
            "end_char": 25258
        },
        {
            "text": "Anil Mahindra's14",
            "label": "OTHER_PERSON",
            "start_char": 25501,
            "end_char": 25518
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 25672,
            "end_char": 25684
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 25692,
            "end_char": 25699
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 25806,
            "end_char": 25818
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 25826,
            "end_char": 25833
        },
        {
            "text": "VIBHU BAKHRU",
            "label": "JUDGE",
            "start_char": 25920,
            "end_char": 25932
        },
        {
            "text": "AMIT MAHAJAN",
            "label": "JUDGE",
            "start_char": 25936,
            "end_char": 25948
        },
        {
            "text": "JULY 6, 2022",
            "label": "DATE",
            "start_char": 25952,
            "end_char": 25964
        }
    ],
    "precedent_clusters": {
        "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.9": [
            "Krishan Radhu v. The Emmar MGF Construction Pvt",
            "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.9",
            "Rashtriya Ispat Nigam Ltd. v. Verma Transport Co.10",
            "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.11"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1940",
            "Section 34",
            "Arbitration Act, 1940"
        ],
        [
            "Article 8",
            "UNCITRAL",
            "Article 8",
            "UNCITRAL"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Article 8",
            "UNCITRAL Model Law",
            "Article 8",
            "UNCITRAL Model Law"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908 (CPC)",
            "Order VIII Rule 1",
            "Code of Civil Procedure, 1908 (CPC)"
        ],
        [
            "Section 8",
            "1996 Act",
            "Section 8",
            "1996 Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Sub-section (1) of Section 8",
            "A&C Act",
            "Sub-section (1) of Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Sub-section (1) of Section 8",
            "A&C Act",
            "Sub-section (1) of Section 8",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Order VIII Rule 1 and Order VIII Rule 10",
            "CPC",
            "Order VIII Rule 1 and Order VIII Rule 10",
            "CPC"
        ],
        [
            "proviso to Order VIII Rule 1",
            "CPC",
            "proviso to Order VIII Rule 1",
            "CPC"
        ],
        [
            "proviso to Order VIII Rule 10",
            "CPC",
            "proviso to Order VIII Rule 10",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1940",
            "Section 34",
            "Arbitration Act, 1940"
        ],
        [
            "Section 34",
            "Arbitration Act, 1940",
            "Section 34",
            "Arbitration Act, 1940"
        ],
        [
            "Article 8",
            "UNCITRAL",
            "Article 8",
            "UNCITRAL"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 8(1)",
            "A&C Act",
            "Section 8(1)",
            "A&C Act"
        ],
        [
            "Sub-section (2) of Section 8",
            "A&C Act",
            "Sub-section (2) of Section 8",
            "A&C Act"
        ],
        [
            "Sub- section (1) of Section 8",
            "A&C Act",
            "Sub- section (1) of Section 8",
            "A&C Act"
        ],
        [
            "Rule 1 of Order VIII",
            "A&C Act",
            "Rule 1 of Order VIII",
            "A&C Act"
        ]
    ],
    "precedent_counts": {
        "Booz Allen and Hamilton Inc. v. SBI Home Finance Ltd. & Ors.9": 4
    },
    "provision_counts": {
        "Section 8 of Arbitration and Conciliation Act, 1996": 1,
        "Section 8 of A&C Act": 31,
        "Article 227 of Constitution of India": 1,
        "Section 34 of Arbitration Act, 1940": 3,
        "Article 8 of UNCITRAL": 2,
        "Article 8 of UNCITRAL Model Law": 1,
        "Order VIII Rule 1 of Code of Civil Procedure, 1908 (CPC)": 1,
        "Section 8 of 1996 Act": 1,
        "Section 8(1) of A&C Act": 12,
        "Sub-section (1) of Section 8 of A&C Act": 2,
        "Section 16 of CPC": 1,
        "Order VIII Rule 1 and Order VIII Rule 10 of CPC": 1,
        "proviso to Order VIII Rule 1 of CPC": 1,
        "proviso to Order VIII Rule 10 of CPC": 1,
        "Order VIII Rule 1 of CPC": 2,
        "Section 29A of A&C Act": 1,
        "Sub-section (2) of Section 8 of A&C Act": 1,
        "Sub- section (1) of Section 8 of A&C Act": 1,
        "Rule 1 of Order VIII of A&C Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 1,
        "A&C Act": 49,
        "Constitution of India": 1,
        "Arbitration Act, 1940": 3,
        "UNCITRAL": 2,
        "UNCITRAL Model Law": 1,
        "Code of Civil Procedure, 1908 (CPC)": 1,
        "1996 Act": 1,
        "CPC": 6
    }
}