{
    "id": "a67be148bf1719964fc086a84336530f26d51e55cad81cd0ffba21ac0989a404",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nKamal Sharma & Ors. vs M/S Blue Coast Infrastructure ... on 1 April, 2016 \nAuthor: Vipin Sanghi\nBench: Vipin Sanghi \n$~8.\n\n*      In The High Court Of Delhi At New Delhi\n\n+                                               Date of Decision: 01.04.2016\n\n%      Cs(Os) 176/2015\n\n       Kamal Sharma & Ors                                 ..... Plaintiffs \n                           Through:      Mr. T.K. Ganju, Senior Advocate \n                                         along with Mr. Aquib Ali & \n                                         Mr. Manik Ahluwalia, Advocates. \n\n                           versus\n\n       M / S Blue Coast Infrastructure \n       Development Pvt Ltd & Ors                          ..... Defendants \n                           Through:      Mr. Manan Batra, Advocate for \n                                         defendants No.1 & 2.\n                                         Mr. Bharat Bhushan Prasoon & \n                                         Ms.Neha Mittal, Advocates for\n                                         defendant No.3. \n                                         Mr. Ravi Gupta, Senior Advocate \n                                         along with Mr. Sachin Jain &\n                                         Ms. Bhoomija Verma, Advocates for \n                                         defendants No.5 to 8 . \n                                         Mr. Anand Raja, Advocate for \n                                         defendant No.9 . \n                                         Ms. Deepa Sharma, Advocate for \n                                         Ifci. \n\n       Coram: \n       Hon'Ble Mr. Justice Vipin Sanghi \n\n\n\n\nI.A. No. 17975/2015 in Cs(Os) 176/2015                              Page 1 of 31 \n Vipin Sanghi, J. (Open Court)\n\nI.A. No. 17975/2015\n\n1. \nThis application has been moved by the plaintiffs under Order Vi Rule 17 Cpc to seek amendment of the plaint. \n2. The only amendment sought by the plaintiffs is to re-value the suit for the purpose of Court Fees and jurisdiction. The relief (a), which is the relief of rendition of accounts, was originally valued for the purpose of Court Fees and jurisdiction at Rs.25 Lakhs, on which the Court Fees of Rs.26,744/- was affixed. All the other reliefs were valued at Rs.200/- each for the purpose of Court Fees and jurisdiction, and Court Fees of Rs.20/- was affixed on each of these reliefs. \n3. By the proposed amendment, the plaintiffs wish to re-value the first relief of rendition of accounts at Rs.2 Crores for the purpose of Court Fees and jurisdiction and pay ad valorem Court Fees of Rs.1,97,650/- on the said relief. It is not in dispute that the dispute raised in the present suit falls within the definition of a \"commercial dispute\" as defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Commercial Courts Act). \n4. The suit is at the preliminary stage inasmuch, as, written statements have been filed by some of the defendants with applications seeking condonation of delay, while two defendants have filed applications under Section 8 of the Arbitration & Conciliation Act, 1996 to seek stay of the suit and reference of disputes to arbitration. The issues have not yet been framed in the suit. The application for amendment has been moved, obviously, on account of rise in the pecuniary jurisdiction of this Court from Rs.20 Lakhs to Rs.2 Crores by the Delhi High Court (Amendment) Act, 2015. The amendment, if not made, would result in the suit being transferred to the concerned District Court having jurisdiction. \n5. The defendants have raised a preliminary objection that this Court has no jurisdiction to deal with the present application on merits, since, by virtue of the Commercial Courts Act, and the orders issued by Hon'ble the Chief Justice in pursuance of the Delhi High Court (Amendment) Act, 2015, the suit already stands transferred to the Court of the District Judge, and this Court has, therefore, become functus officio to deal with the present application. The submission is that the application for amendment could be considered only by the concerned District Judge to whom the case is transferred and even if, eventually, it were to be allowed, the plaint would have to be returned for re-presentation before this Court. If that were to happen, the proceedings in the suit would have to proceed de novo once the plaint is re-presented before this Court, post grant of amendment. \n6. The arguments of learned counsel have, therefore, centered on the issue whether this Court can deal with the present application for amendment, since the suit, according to the plaintiffs, stands transferred by the force of the aforesaid enactments. \n7.  I may, to begin with, take note of some of the provisions of the Commercial Courts Act. \n8. Section 3 of the Commercial Courts Act deals with the aspect of constitution of Commercial Courts. Section 3(1) states that:\n\"3. (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\"\n9. The proviso to the said section, however, states that \"no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction\". Since the Delhi High Court had ordinary original civil jurisdiction when the Commercial Courts Act was enacted, Section 3 (1) would not apply to Delhi High Court. Thus, in Delhi, there are no Commercial Courts at district level. \n10. Section 4 of the Commercial Courts Act reads as follows:\n\"4. (1) In all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n11. Thus, by virtue of Section 4, the Chief Justice of this Court, by order, is empowered to constitute \"Commercial Division\" having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it by the Commercial Courts Act. \n12. At this stage, I may observe that the expressions \"Commercial Court\"\nand \"Commercial Division\" are separately defined in Section 2(1)(b) and 2(1)(d) respectively of the Commercial Courts Act, which clearly show that they are not one and the same. Whereas \"Commercial Court\" is created at the district level - in respect of the High Courts which do not have ordinary civil jurisdiction, in respect of such High Courts which have ordinary civil jurisdiction, the \"Commercial Division\" has been created in the High Court. \n13. Section 6 of the Commercial Courts Act deals with the jurisdiction of the Commercial Courts. Since there are no Commercial Courts in Delhi, the said provision is not applicable in Delhi. \n14. Section 7 of the Commercial Courts Act reads as follows:\n\"7. All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n(Emphasis supplied)\n15. Section 7 states that all suits and applications relating to commercial disputes \"of a specified value\" filed in the High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court. Therefore, only such commercial disputes, which meet the requirement of the specified value, would be heard and disposed of by the Commercial Division of the High Court. \n16. The manner of determination of the specified value of the subject matter of a commercial dispute in a suit is set out in Section 12 of the Commercial Courts Act. Hon'ble the Chief Justice of the Delhi High Court issued an office order vide notification No.27187/DHC/Orgl. dated 24.11.2015 in exercise of powers conferred by Section 4 of the Delhi High Court (Amendment) Act, 2015 (Act 23 of 2015), which came into force with effect from 26.10.2015 vide Notification No.F.No.L-19015/04/2012-Jus dated 26.10.2015 issued by the Government of India, Ministry of Law, Justice and Company Affairs, published in Gazette of India Extraordinary, Part II, Section 3 sub-section (ii) , Hon'ble the Chief Justice ordered that:\n\"(i) All suits or other proceedings pending in the Delhi High Court on the Original Side up to the value of rupees one crore, excepting those cases in which final judgments have been reserved, be transferred to the jurisdictional subordinate courts. \n(ii) All suits or other proceedings the value of which exceeds rupees one crore but does not exceed rupees two crores, other than those relating to commercial disputes the specified value of which is not less than rupees one crore (as defined in The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015), pending in the Delhi High Court on the Original Side, excepting those cases in which final judgments have been reserved, be transferred to the jurisdictional subordinate courts. \nThe transfer of cases to the subordinate courts shall commence from today, i.e. 24.11.2015.\"\n17. Consequently, pending cases involving a commercial dispute of the specified value of Rs.1 Crore and above, were retained in this Court for purpose of trial. \n18. So far as the suits and applications, which were filed and pending prior to the enforcement of the Commercial Courts Act are concerned, the first proviso to Section 7 carves out a limited exception by providing that all suits and applications relating to commercial disputes, \"stipulated by an Act to lie in a Court not inferior to a District Court\", and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court. This means that even if such suits or applications fall below the specified value of Rs.1 Crore, the pending commercial disputes would continue to be heard by the Commercial Division of the High Court, provided that such commercial disputes, under a statutory stipulation, could lie in a Court not inferior to the Court of a District Court. \n19. In Guiness World Records Limited and Ors. Vs. Sababbi Mangal and Ors., MANU/DE/0397/2016, this Court has already examined the aforesaid aspect and held that cases generally classified as IPR matters, and those falling under the Geographical Indication of Goods (Registration And Protection) Act, 1999, which were filed and pending when the Commercial Courts Act was enforced, would continue to be dealt with and entertained by this Court, even though they did not meet the specified value requirement of Rs.1 Crore in regard to their valuation for the purpose of jurisdiction. \n20. I may observe that the enactments taken note by the Court in Guiness World Records Limited (supra), namely the Patents Act, 1970, the Trade Marks Act, 1999, the Designs Act, 2000, the Copy Right Act, 1957 and the Geographical Indication of Goods (Registration And Protection) Act, 1999 may not be exhaustive, and there could be others which stipulate that the commercial disputes in relation thereto would lie in a Court not inferior to a District Court.\n21. At this stage itself, I would like to take notice of an important feature arising out of Commercial Courts Act. The Commercial Courts Act, insofar as this Court is concerned, has led to constitution of a Commercial Division by Hon'ble the Chief Justice. The Commercial Courts Act vests jurisdiction in the learned Judges constituting the Commercial Division to deal with commercial disputes of the specified value of Rs.1 Crore and above. However, the Commercial Courts Act does not seek to completely exclude the jurisdiction of the Judges holding the Courts constituting the Commercial Division from dealing with cases involving disputes which are commercial disputes of a value lesser than the specified value of Rs.1 Crore, or those involving disputes which are not commercial disputes falling within the pecuniary jurisdiction of the High Court. \n22. Section 11 of the Commercial Courts Act merely clarifies the position that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly, or impliedly barred under any law for the time being in force. Thus, it stands clarified that the purport of the Commercial Courts Act is not to invest either the Commercial Courts or the Commercial Division of the High Court with jurisdiction to deal with such cases, in respect whereof the jurisdiction of the Civil Court is expressly or impliedly barred under any other law for the time being in force. \n23. The order passed by the Hon'ble the Chief Justice as reproduced hereinabove uses in clauses (i) & (ii) the expression \"All suits or other proceedings ... ... ... be transferred to the jurisdictional subordinate courts\" (emphasis supplied). Therefore, the order issued by Hon'ble the Chief Justice per se does not led to transfer of the cases to the jurisdiction of subordinate Courts, and it is necessary that orders for transfer of the cases are passed in such cases which are liable to be transferred to the subordinate Courts. The submission of Mr. Gupta that the suit already stands transferred, therefore, has no merit. \n24. Section 16 of the Commercial Courts Act provides that the provisions of the Code of Civil Procedure, 1908 shall in their application to any suit in respect of a commercial dispute of a specified value stand amended in the manner specified in the Schedule. The Commercial Division and Commercial Courts shall follow the provisions of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act, in the trial of a suit in respect of a commercial dispute of a specified value. \n25. A perusal of Schedule to the Commercial Courts Act shows that there is no amendment to Section 24 of the Code of Civil Procedure, 1908, which vests jurisdiction in the High Court to, inter alia, withdraw any suit, appeal or other proceeding pending in any Court subordinate to it and to try or dispose of the same. Thus, even if the submission of learned senior counsel for the defendants - that the present suit already stands transferred upon the enforcement of the Commercial Courts Act and upon the passing of the order by Hon'ble the Chief Justice on 24.11.2015, as above referred to, the jurisdiction and power of this Court to withdraw the present suit to itself and try and dispose of the same is not taken away. \n26. Learned senior counsel for the plaintiff Mr. Ganju places reliance on the judgment of this Court in Sanofi Aventis Vs. Intas Pharmaceuticals Limited & Others, CS(OS) No.2590/2008 decided on 05.01.2016. The plaintiff had sought amendment in paragraph 21 of the plaint in which the suit/ reliefs had been valued. The amendment prayed for was to revise the Court Fees affixed for the relief of permanent injunction and damages from Rs.200/- to Rs.50,00,500/-. The plaintiff also sought leave to enhance the claim of damages from Rs.20,01,000/-, as prayed for originally, to Rs.1 Crore and sought leave to pay the difference in the Court Fees. It appears from paragraph 10 of the judgment that the defendant accepted notice and did not oppose the application for amendment of the plaint made by the plaintiff, while reserving his right to file a written statement to contest the pleas sought to be introduced by amendment. However, what is noticeable is that the Court proceeded to consider the application on its merits in the light of the fact that the application had been moved on 18.12.2015, i.e. after the promulgation of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (Commercial Courts Ordinance) on 23.10.2015. The Court also took note of the enactment of the Commercial Courts Act on 31.12.2015 and of the first proviso to Section 7 of the Commercial Courts Act. The Court also noted the submission of the plaintiffs that de hors the proposed amendment, the suit was liable to be heard and decided by the High Court since it raised commercial disputes arising under the Trade Marks Act. \n27. The last submission of the plaintiff/ applicant was noticed by the learned Judge in paragraph 15 of the order, which reads as follows:\n\"15. Lastly, learned counsel for the plaintiff urges that assuming that the suit had to be transferred to a subordinate court in view of the Notification No. 27187/DHC/Orgl. dated 24.11.2015, issued under Section 4 of the Delhi High Court (Amendment) Act, 2015 (Act 23 of 2015), then too the jurisdiction of this court would not be ousted when it comes to passing an order on an application for seeking amendment of the plaint for enhancement of the valuation of the suit. In support of the said submission, he places reliance on the decision in the case of Lakha Ram Sharma v. Balar Marketing Pvt. Ltd. reported as (2008) 17 SCC 671.\" \n28. After taking note of two decisions of the Supreme Court namely, Lakha Ram Sharma Vs. Balar Marketing Pvt. Ltd, (2008) 17 SCC 671; and Mount Mary Enterprises Vs. M/s Jivratna Medi Treat Pvt. Ltd., (2015) 4 SCC 182 (both these judgments have been relied upon by the plaintiff/ applicant in the present case as well), the learned Single Judge observed in paragraph 18 of this decision as follows:\n\"18. The aforesaid decision is a reiteration of the settled legal position that when a Court has the inherent jurisdiction to pass certain orders even though it may not have the pecuniary or territorial jurisdiction to try the suit, that would not be a ground to disallow an amendment to the plaint, the logic being that one cannot stick to the form of law to the point that the substance gets obliterated. That would amount to missing the wood for the trees. The object must be to abjure a pedantic approach and interpret procedural rules with the idea of promoting the cause of justice and shunning unnecessary and avoidable delay in the suit proceedings.\"\n29. Consequently, the amendment was allowed by the learned Single Judge by exercising jurisdiction. \n30. Reliance has also been placed on the judgment of the learned Single Judge in Eicher Motors Limited Vs. Saurabh Katar and Others, 2016 I AD (Delhi) 83. This too was a case for infringement of trade mark, patent, passing of, copyright, rendition of accounts, etc. The plaintiff sought to enhance by way of amendment the claim for damages from Rs.21 Lakhs to Rs.1 Crore. The learned Single Judge took notice of the first proviso of the Commercial Courts Ordinance (which did not provide for retention of the Commercial Division of the High Court of pending commercial disputes, stipulated by an Act to lie in Court not inferior to the District Court), and also took note of the orders passed in a batch of writ petitions, whereby the Court had directed that the cases arising out of The Patents Act, 1870; The Trade Marks Act, 1999; The Designs Act, 2000; The Copyright Act, 2000; and, The Geographical Indication of Goods (Registration and Protection) Act, 1999 shall not be transferred, and in case applications seeking amendment in the pecuniary value is filed, they shall be considered by the respective Single Judges in accordance with law. The submission of the plaintiff, inter alia, was that: \"Even otherwise, ... ... ... this Court is not ousted from its jurisdiction or power to pass an order in the application for amendment of plaint, assuming the interpretation of Section 7 of the Ordinance, 2015 is ultimately not accepted in the writ petitions\".\n31. While dealing with the submission of the parties, once again, the learned Single Judge took notice of Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra) and observed:\n\"It is the admitted position that while passing the order by the Division Bench on 3rd December, 2015, liberty is granted to the parties for amendment of pecuniary value. In the case of Balar Marketing Pvt. Ltd. v. Lakha Ram Sharma, 2002(97) DLT 424, the order of the Additional District Judge, dated 10th August, 2000 whereby the amendment was allowed, was set- aside, inter-alia, on the grounds that the amendment sought is not bonafide one and such a sum may be found due, if any, from the defendants on accounting the same and the said aspect will be decided when ultimately the decree would be passed. Thus, the prayer made in the application in the said case appeared to be arbitrary and not on the basis of the cogent material.\" \n32. Mr. Ganju submits that a plaintiff who files a suit in Delhi, to seek reliefs - the valuation whereof is left to be determined at the discretion of the plaintiff, is the dominus litis, and he has an option to determine as to which Court he prefers his suit to be tried by, namely, whether by the High Court, or by the District Court/ subordinate Court. This is because, in Delhi, the High Court has original civil jurisdiction in addition to the District Courts. He submits that the plaintiffs intended that their case be determined by the High Court when the suit was initially filed and had, accordingly, valued the reliefs in the suit. Merely because of the raise in the pecuniary jurisdiction of this Court, the plaintiffs cannot be compelled to pursue their cause before the District Court/ subordinate Court, and the plaintiffs have the option to amend the plaint so as to re-value the reliefs, and pay the additional Court Fees, so that the case may continue to be tried and disposed of by the High Court. \n33. Mr. Ganju has also drawn the attention of the Court to the Statement of Objects & Reasons contained in the Commercial Courts Act. The said Statement of Objects & Reasons, inter alia, reads:\n\"4. By way of the Delhi High Court (Amendment) Act, 2015, the ordinary original jurisdiction of the Delhi High Court has been increased from rupees twenty lakhs to rupees two crore and there is a provision for transfer of pending case from the Delhi High Court to District Courts. On the enactment of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015, some of the Commercial Disputes which are to be transferred to the District Court from the Delhi High Court may again be required to be transferred to the Commercial Division of the High Court of Delhi. It would cause delay in the disposal of cases as well as inconvenience to the parties and counsels and may also result in confusion. Therefore, it became necessary that the provisions of the Delhi High Court (Amendment) Act, 2015 and establishment of the Commercial Courts and Commercial Division of the High Courts may be brought into force simultaneously.\" \n(Emphasis supplied) \n34. Mr. Ganju submits that the aforesaid object, namely, to prevent delay in the disposal of cases and inconvenience to the parties and the avoidance of confusion would be defeated, if the submission of the defendants were to be accepted that this Court has become functus officio to deal with the amendment application, and the amendment application along with the suit is liable to be transferred to the concerned District Court, and if the application for amendment is then allowed, the plaint is required to be returned for being re-presented before this Court after enhancement of valuation. Mr. Ganju submits that such a procedure would result in grave inconvenience to the parties, and inordinately delay in the disposal of the suits, which have been pending in this Court for years. He submits that the design of the defendant, who is interested in delaying the disposal of the suit, would succeed leading to the plaintiff suffering avoidable inconvenience and prejudice. On the other hand, if the application is considered by this Court - which is empowered under Section 24 of the CPC to even withdraw any suit or proceeding from a subordinate Court to itself, and the application for amendment is allowed and the valuation of the reliefs permitted to be raised, the suit would continue before this Court without wastage of time and without loss of efficiency in the administration of justice, as the records would not be required to be sent to the concerned District Court, only to be sent back later to the High Court upon the application for amendment being allowed. \n35. On the other hand, Mr. Gupta places reliance on the several decisions in support of his submission that this Court has become functus officio and cannot deal with the present application. Mr. Gupta has, firstly, relied upon Mahesh Gupta Vs. Ranjit Singh & Others, AIR 2010 Delhi 4 : (159) 2009 DLT 624. He has also placed reliance on Anil Goel Vs. Sardari Lal, 75 (1998) DLT 641, which is on the same lines. \n36. I may observe that the relevant fact in both these cases was that the suit, as originally filed before this Court, did not fall within the pecuniary jurisdiction of this Court. In the first case, namely Mahesh Gupta (supra), the reliefs had been valued in paragraph 29 of the plaint, which reads as follows:\n\"a) For an order of permanent injunction restraining Defendants; this is valued for Court fee and jurisdiction at Rs.\n200/- and the Court fee of Rs. 20/- is affixed thereon. \nb) For an order of permanent injunction restraining Defendants from passing off, this relief is valued for purposes of Court fee and jurisdiction at Rs. 200/- and Court fee of Rs. 20/- is affixed thereon. \nc) For an order of delivery up, this relief is valued for purpose of Court fee and jurisdiction at Rs. 200/- and Court fee of Rs. 20/- is affixed thereon. \nd) For an order of rendition of amounts; this relief is tentatively valued for purposes of Court fee and jurisdiction at Rs. 1000/- and Court fee of Rs. 150/- is affixed; the plaintiff undertakes to pay such additional Court fee as would be found due when the actual account is rendered and ascertained by this Hon'ble Court. \ne) The rest of the prayers are incapable of valuation, and, therefore, do not attract Court fee. \nThus, the suit is valued for purposes of Court fee and jurisdiction at Rs. 20,10,000/- and appropriate Court fee of Rs. 22,500 is paid thereon.\" \n37. The learned Single Judge directed return of the plaint on the premise that the total value of the suit was Rs.1,600/- for the purpose of jurisdiction. After valuing the suit at Rs.1,600/-, the plaintiff could not have paid the Court Fees of Rs.20,10,000/- and filed the suit before the High Court. The plaintiff preferred an appeal before the Division Bench, and at the appellate stage, sought to amend the plaint by enhancement of the valuation of the relief of permanent injunction, which was originally affixed by him at Rs.200/-, to Rs.20,08,600/-. It was in this light that the Division Bench observed in paragraph 7 as follows:\n\"7. The issue therefore is, can this application for amendment be allowed. It is trite that the court which does not have jurisdiction to try the matter would have no jurisdiction to pass any orders which affect the rights of the parties. The orders which are passed by a court which has no jurisdiction to determine the matter, are without jurisdiction and, therefore, of no effect and purport. The Court therefore which does not have pecuniary jurisdiction cannot pass any orders allowing an application seeking amendment of a plaint to bring the suit plaint within the pecuniary jurisdiction of a Court.\" \n(Emphasis supplied) \n38 . The Division Bench also referred to three earlier decisions, namely Anil Goel (supra); Rakesh Chopra Vs. Taxali, 1999 RLR 83; and Hans Raj Kalra Vs. Kishan Kalra, MANU/DE/0093/1976; and in respect of these decisions observed:\n\"These judgments hold that a court which does not have pecuniary jurisdiction to try a suit does not have the power to allow an application for amendment of the plaint so as to bring the suit within the pecuniary jurisdiction of this court. In all these cases, the learned Single Judges of this Court refused to entertain applications for amendment of the plaint whereby the plaint was sought to be amended to bring the suit within the pecuniary jurisdiction of suits to be filed in this court in the exercise of its original ordinary civil jurisdiction. We respectfully agree with the views expressed in the judgments of Anil Goel, Rakesh Chopra and Hans Raj Kalra's (supra) cases.\" \n(Emphasis supplied) \n39. Pertinently, the Division Bench recognized the position that the suit had remained pending in this Court for a considerable length of time, and consequently, the order of the learned Single Judge returning the plaint was modified to one of transfer of the case to a Civil Court of competent jurisdiction under Section 24 CPC, so that the proceedings which had already been undertaken in the suit were saved and the plaintiff was not relegated to the initial stage. \n40. In Anil Goel (supra), the suit was valued for the purpose of Court Fees and jurisdiction for the relief of permanent injunction at Rs.200/-, on which the Court Fees of Rs.20/- was affixed. The second relief of damages was valued for the purpose of Court Fees and jurisdiction at Rs.75,000/-. The said valuation fall below the pecuniary jurisdiction of the High Court, which was above Rs.5 Lakhs. It was in this background that the learned Single Judge, by placing reliance on the decision in Lok Kalyan Samiti Vs. Jagdish Prakash Saini & Others, 1995 (33) DRJ 290, observed as follows:\n\"5. I am in agreement with the opinion expressed by Hon'ble the Single Judge in Lok Kalyan Samiti Vs. Jagidish Prakash Saini & Ors. (supra) that if a Court does not have jurisdiction to try the suit, no amendment can be allowed to bring the suit within the jurisdiction of the Court. The Court having no jurisdiction in the matter cannot pass orders so as to assume jurisdiction and the plaint in such a case has to be returned for presentation in proper Court. In this view of the matter, the application is without any merits and the same is, accordingly, dismissed.\" \n41. Mr. Gupta has also placed reliance on the judgment in Lok Kalyan Samiti (supra). In this case, the suit had initially been filed in this Court on a valuation of Rs.1,05,000/- at a time when the pecuniary jurisdiction of this Court was above Rs.1 Lakh. Subsequently, the pecuniary jurisdiction was raised to above Rs.5 Lakhs, and consequently, the plaintiff applied to amend the valuation. Pertinently, in this case, the learned Single Judge did not proceed to transfer the suit along with the application for amendment to the District Court, Delhi. The learned Single Judge, in fact, continued to exercise jurisdiction and dealt with the application for amendment on its merits. Thus, this decision rather than advancing the submission of Mr. Gupta-that this Court has no jurisdiction to deal with the present application and that it has become functus officio, in fact, is an instance where this Court deal with the application for amendment. The fact that the application for amendment moved in Lok Kalyan Samiti (supra) was rejected on merits does not take away from the fact that this Court dealt with the said application on merits, even though the pecuniary jurisdiction of the Court had been raised from over Rs.1 Lakh to over Rs.5 Lakhs.\n42. I may observe that the decision in Lok Kalyan Samiti (supra), on merits, appears to be contrary to the latter view taken by the Supreme Court in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra). In Lakha Ram Sharma (supra), the Supreme Court observed:\n\"4. It is settled law that while considering whether the amendment is to be granted or not, the court does not go into the merits of the matter and decide whether or not the claim made therein is bona fide or not. That is a question which can only be decided at the trial of the suit. It is also settled law that merely because an amendment may take the suit out of the jurisdiction of that court is no ground for refusing that amendment. We, therefore, do not find any justifiable reason on which the High Court has refused this amendment. Accordingly, the impugned order is set aside and that of the trial court is restored. We, however, clarify that as the appellant has now raised the claim from Rs 1 lakh to Rs 10 lakhs, the trial court will determine, whether or not court fees are correctly paid.\"\n43. Similarly, in Mount Mary Enterprises (supra), the Supreme Court observed:\n\"7. In our opinion, as per the provisions of Order 6 Rule 17 of the Civil Procedure Code, the amendment application should be normally granted unless by virtue of the amendment nature of the suit is changed or some prejudice is caused to the defendant. In the instant case, the nature of the suit was not to be changed by virtue of granting the amendment application because the suit was for specific performance and initially the property had been valued at Rs 13,50,000 but as the market value of the property was actually Rs 1,20,00,000, the appellant-plaintiff had submitted an application for amendment so as to give the correct value of the suit property in the plaint. \n8. x x x x x x x x x 9. The main reason assigned by the trial court for rejection of the amendment application was that upon enhancement of the valuation of the suit property, the suit was to be transferred to the High Court on its original side. In our view, that is not a reason for which the amendment application should have been rejected.\" \n44. Mr. Gupta has lastly placed reliance on the judgment of this Court in Ms. Sadhna Sharma & Others Vs. Premlata Gautam & Others, MANU/DE/2937/2005 (C.S.(O.S.) No.2103/1998) decided on 29.09.2005). A perusal of this decision would shows that the facts therein were also different from the facts of the case in hand. The plaintiffs had filed the suit seeking several reliefs in relation to an immovable property, including the relief of declaration of the relief of injunction. During the pendency of the suit, on account of the raise in the pecuniary jurisdiction of the Court, the suit was liable to be transferred. At that stage, the plaintiffs moved an application under Section 24 CPC praying that despite change in the pecuniary jurisdiction of the Court, the suit be retained and tried by this Court. The plaintiffs also moved an application for amendment to the valuation of the suit for the purpose of Court Fees and jurisdiction and to increase the same from Rs.5 Lakhs to Rs. 21 Lakhs. The pecuniary jurisdiction of this Court had been enhanced from Rs.5 Lakhs to Rs.20 Lakhs as a consequence of amendment to the Delhi High Court Act vide notification dated 16.07.2003 and in the light of the order passed by the Hon'ble the Chief Justice. \n45. I may, firstly, note one material fact of distinction in the present case is that the present application for amendment had been filed by the plaintiffs on 27.08.2015, i.e. much prior to the amendment of the Delhi High Court Act, or the enactment of the Commercial Courts Act. The learned Single Judge in Ms. Sadhna Sharma & Others (supra), inter alia, observed in paragraph 10 as follows:\n\"10. There is some merit in the contention raised on behalf of the non-applicants as no circumstances have been spelled out as to why this court should retain the present suit, even if it is assumed for the sake of arguments that the court is competent to pass an order of retention of suit. Merely because an application for amendment of the suit has been filed, would be no reason in law to retain the suit. In fact the arguments addressed on behalf of the applicant presupposes that the application for amendment ought and could definitely be allowed by the court. This assumption on the part of the applicant is unsustainable in law and cannot be accepted. Loss of pecuniary jurisdiction is by operation of law. In exercise of the powers conferred under Section 4 of the Delhi High Court Amendment Act, 2003, the Chief Justice had been pleased to order that all the pending suits or other proceedings pending in Delhi High Court on the original side up to the value of Rs. 12 lakhs, except those in which the final judgment has been reserved, would be transferred to the District Courts. The notification was given effect to from 16th July, 2003 and whatever suits could be retained by this court, were further spelled out. Thus, the lack of jurisdiction of the court to entertain any such suit is result of amendment of law, which has to be enforced. Implementation and operation of such law cannot be hampered or rendered ineffective on the grounds of inconvenience to parties or on a pious hope of the plaintiff/applicant that his application for amendment, which is still to be heard, is bound to be allowed by the court, particularly when such an application has been filed in the court, which admittedly had no jurisdiction to entertain and decide the present suit at the relevant time. Another argument raised on behalf of the plaintiff-applicant is that this Court being Court of higher pecuniary jurisdiction can always retain the suit and decided in accordance with law. Such argument, ex-facie offends the very language of section 15 of the Code. Section 15 is primarily concerned with institution of the suit relatable to pecuniary jurisdiction. The object of the section is to require a suitor to bring his suit in the Court of lowest grade competent to try the suit. This principle is based on implementation of provisions of law as well as to avoid practical inconvenience to the administration of justice, if all suits were permitted to be instituted in one and the same court. Matter of procedure and proprietary would require that even a Court of higher jurisdiction should return such a plaint to the plaintiff to be presented in the Court of Competent jurisdiction in terms of provisions of Order 7 Rule 10 of the CPC. Pecuniary jurisdiction of a Court refers to limit of an amount, value of the subject matter involved in a suit that can be filed before the Court of Competent Jurisdiction, as the Court would have jurisdiction to try the suit for the amount, the value of which does not exceed the pecuniary limits of its ordinary original jurisdiction. The competency of the Court is directly relatable to the prescribed pecuniary limits of the Court. The pecuniary jurisdiction would be determine on the basis of the value of the suit as claimed in the plaint. In harmony with the language of section 16 and the principles of judicial propriety, the suit should not normally be entertained by the Courts which has no pecuniary jurisdiction. In the case of Nandita Bose v. Rattan Lal Nahata [1987]3SCR792 , the Supreme Court held as under :-\nIt is also true that the plaintiff cannot invoke the jurisdiction of a court by either grossly over valuing or grossly under-valuing a suit. The Court always has the jurisdiction to prevent the abuse of the process of law. Under Rule 10 of Order 7 of the Code the plaint can be returned at any stage of the suit for presentation to the court in which the suit should have been instituted. The question for consideration in this case is whether in the present case the plaint has been grossly overvalued with the object of bringing it within the jurisdiction of the High Court.\" \n(Emphasis supplied) \n46. In Ms. Sadhna Sharma & Others (supra), the application for amendment had been moved after the raise in pecuniary jurisdiction of the High Court post the amendment of the Delhi High Court Act vide notification dated 16.07.2003. However, in the facts of the present case, the amendment application was filed much earlier to the amendment of the Delhi High Court Act. Consequently, I am of the view that the said decision cannot be pressed into service in the facts of the present case. \n47. Secondly, the amendment sought in Ms. Sadhna Sharma & Others (supra), was not merely confined to an amendment of the valuation of the reliefs for the purpose of Court Fees and jurisdiction. It was a substantive amendment, as the plaintiff sought to introduce a substantive relief of possession, besides making other prayers in the proposed plaint. Obviously, such an amendment may or may not be granted. The situation is very different when the amendment is sought to be made in a suit at the pre-trial stage and that too is a formal amendment - only to re-value the reliefs for purposes of Court Fee and jurisdiction. In such a situation - where grant of amendment of the plaint is imminent, there would be no purpose of relegating the plaintiff to first appear before the District Court and after the formal amendment is allowed, to seek return of the plaint to re-present it before this Court. Much water has flown under the bridge since the decision in Ms. Sadhna Sharma & Others (supra) was rendered, with the passing of the judgments by the Supreme Court in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra). Thus, this decision is of no avail to the defendants. \n48. In Metal Box India Ltd. & Anr. Vs. T.K. Sehgal & Sons (HUF) & Ors., C.S.(O.S.) No.2313/2011, while dealing with a similar application being I.A. No.960/2016, this Court observed as follows:\n\"8. The submission of learned counsel for the plaintiffs is that it was the prerogative of the plaintiffs to value the relief of injunction when the suit was initially filed. Since the relief of declaration had been valued at Rs.25 Lakhs, which was also as per the prerogative of the plaintiffs, at the time of filing of the suit, the relief of injunction was valued at Rs.1,000/- only, which was beyond the minimum valuation of Rs.130/-. The submission of learned counsel for the plaintiffs is that the suit, originally, could have been filed before this Court, or before the District Courts, since both Courts have concurrent jurisdiction. Since the plaintiffs were desirous of filing the suit before this Court, the valuation of the two reliefs in the plaint originally filed had been made in the following manner:\n\"33. The value of the suit for the purpose of court fees and jurisdiction for the relief of declaration is fixed at Rupees Twenty Five Lakhs on which the prescribed court fee has been paid. The value of the suit for the relief of permanent injunction is fixed at Rupees One Thousand only on which also separate court fee as prescribed under the law has been paid\". \n9. However, on account of rise of pecuniary jurisdiction, the suit would stand transferred. It is submitted that the plaintiffs are entitled to revalue the reliefs and pay the additional Court Fee, so that the suit is dealt with by this Court. \n10. In support of her submissions, learned counsel for the plaintiffs has sought to place reliance on the decision of this Court in Sanofi Aventis Vs. Intas Pharmaceuticals Limited & Others, CS(OS) No.2590/2008 decided on 05.01.2016. Reference has also been made to Mount Mary Enterprises Vs. M/s Jivratna Medi Treat Pvt. Ltd., Civil Appeal No.1232/2015 decided on 30.01.2015.\n11. On the other hand, the submission of learned counsel for the defendants is that the plaintiffs having given the valuation of the reliefs at the time of filing of the suit, they cannot seek to revalue any of the reliefs at this stage, merely because the suit stands transferred on account of rise in the pecuniary jurisdiction of the Court. It is further argued that, in the rejoinder filed by the plaintiffs to the I.A. No.23855/2015, the plaintiffs had asserted that the value as originally affixed was correct. The plaintiffs are now seeking to take a contradictory stand by proposing to re-assess the value of the relief of injunction. \n12. The further submission of learned counsel for the defendants is that since the suit stands transferred, the application for amendment should be dealt with by the concerned Additional District Judge to whom the matter may be assigned, and not by this Court. He has also placed reliance on the decision in Ishwar Chand Gupta Vs. Yudhister Gupta & Ors., 214 (2014) DLT 489, in support of his submission that it is the concerned Court, to which the matter is transferred, which has to decide this issue. \n13. Having heard learned counsel, I am of the view that there is no merit in the objection raised by the defendants to the present application. The only amendment sought by the plaintiffs is to the valuation of the relief of injunction. It is the prerogative of the plaintiffs to value the relief of injunction in their own way, considering the pecuniary limits of jurisdiction of Courts fixed by law. The plaintiffs could have originally filed the present suit before the District Court, by assessing a lesser valuation of the relief of declaration/ injunction than the minimum pecuniary jurisdiction of this Court. However, the plaintiffs desired that their cause be entertained and tried by this Court, and consequently, assigned the valuation of Rs.25 Lakhs to the first relief of declaration. The second relief of injunction was valued at Rs.1,000/-, considering the fact that the valuation of the first relief itself brought the suit within the pecuniary jurisdiction of this Court. It cannot be said that once having valued the reliefs of declaration and injunction in the plaint originally filed, it is not open to the plaintiffs to seek to re-value either of the said reliefs at a subsequent stage so that the case may continue to be tried by this Court after the raise of its pecuniary jurisdiction. The plaintiffs have the option to continue with the suit in the High Court even when the pecuniary jurisdiction of the High Court has been raised. Of course, the plaintiffs would be obliged to amend the pleading qua valuation and, pay additional Court Fee in most cases. \n14. The submission of learned counsel for the defendants that the suit should be transferred and the application should be heard by the transferred Court, to which the matter has been assigned, has no merit. In Sanofi Aventis (supra), this Court after taking into consideration the earlier decisions observed as follows:\n\"18. The aforesaid decision is a reiteration of the settled legal position that when a Court has the inherent jurisdiction to pass certain orders even though it may not have the pecuniary or territorial jurisdiction to try the suit, that would not be a ground to disallow an amendment to the plaint, the logic being that one cannot stick to the form of law to the point that the substance gets obliterated. That would amount to missing the wood for the trees. The object must be to abjure a pedantic approach and interpret procedural rules with the idea of promoting the cause of justice and shunning unnecessary and avoidable delay in the suit proceedings\".\n15. Since the amendment sought by the plaintiffs is only with regard to the re-valuation of the relief of injunction, no useful purpose would be served in transferring the suit, and, thereafter, waiting for it to being sent back to this Court upon the application for amendment being allowed - permitting the plaintiffs to re-value the relief of injunction to over Rs.2 Crores. The same would lead to wastage of time, delay in trial of the suit, and adding to the administrative work of the two Courts concerned. \n16. Reliance placed by the defendants on Ishwar Chand Gupta (supra) is of no avail. In the said case, the Trial Court passed an order holding the suit not to be properly valued even before issuance of summons. The suit had been filed to seek recovery of Rs.5 Lakhs, apart from seeking injunctive relief, which was valued at Rs.130/- and on which Court Fees of Rs.13/- had been paid. This Court while dealing with a petition under Article 227 of the Constitution of India upheld the valuation of the suit by observing that it was the prerogative of the plaintiff in the suit for injunction to value the relief at an amount he deems fit, with the minimum valuation of Rs.130/-. It was also observed that at the stage of issuing summons in the suit, it cannot be held that the suit was not properly valued for the purpose of Court Fees and jurisdiction. However, if such an issue is raised by the defendants, the same shall be dealt with finally by the concerned Court dealing with the suit. \n17. The aforesaid decision does not advance the submission of learned counsel for the defendants. In fact, it only re-affirms the well-settled position that it is the prerogative of the plaintiffs to value the relief of injunction. The averment of the plaintiff that the suit had been valued correctly is not contradictory to the proposed amendment. That valuation was correct when the suit was filed. Merely because amendment of valuation is sought now, it does not mean that the original valuation was incorrect. There is no contradiction as claimed by the defendant. \n18. For all the aforesaid reasons, the application is allowed to the limited extent that the relief of injunction is permitted to be re-valued at Rs.Two Crores One Thousand, on which the additional Court Fees shall be paid by the plaintiffs. The amended plaint, in terms of this order, be filed within two weeks. The Court Fees shall be filed along with the amended plaint. \"\n(Emphasis supplied)\n49. Procedures are handmaids of justice. Undue emphasis on following a procedure which, in the facts of a given case, would result in miscarriage of justice is not insisted upon in law, particularly when this Court has the power and jurisdiction under Section 24 CPC to withdraw from the subordinate Court any case or proceeding and to try and dispose of the same. \n50. The defendants cannot be heard to say that this Court cannot deal with the present application, even when the formal order for transfer of the suit in terms of the order passed by the Hon'ble the Chief Justice has still not been passed by this Court. Insistence on following the procedure - requiring transfer of the case to the concerned District Court; assignment of the case to an Additional District Judge; issuance of notice to such of the parties who do not appear before the Court to whom the case is assigned, in case they do not appear; fixing the date for hearing of the amendment application by the transferred Court; hearing of the application which, if allowed, would result in the suit not falling within the jurisdiction of the District Court, and consequential return of plaint to be presented once again before this Court would immensely prejudice the plaintiffs, who have been pursuing the present suit since January 2015. In the meantime, dozens of orders have been passed, eventually leading to delayed filing of written statements with applications to seek condonation of delay and an application under Section 8 of the Arbitration & Conciliation Act, 1996. If the procedure, as insisted upon by the defendants were to be adopted, it would mean that, eventually, in case the amendment application is allowed by the transferred Court, the plaintiff would have to re-serve all the defendants in the suit, and again await their filing of their written statements and other applications. Such a result must be avoided, since it can be avoided in law. The hands of this Court are not tied. The shackles of such procedural bounds can and should be broken with a view to, eventually, attain speedier disposal of the case, as no prejudice is caused to the defendants even if this Court considers the amendment application rather than transferring the suit along with the amendment application. Adoption of the procedure insisted upon by the defendants would, ironically, delay the disposal of the commercial cause, when the enactment of the Commercial Courts Act and the amendment to the Delhi High Court Act was intended to lead to speedier disposal of such commercial causes. \n51. For all the aforesaid reasons, I am of the view that this Court is not functus officio and does not lack jurisdiction to deal with the present application. \n52. As noticed hereinabove, the application for amendment has been moved fairly early in the proceedings. Even the written statements of the defendants, who have filed the same, have not been taken on record since they have been filed belatedly. The application filed by two defendants under Section 8 of the Arbitration & Conciliation Act, 1996 is yet to be considered. Issues have not been framed in the suit. The amendment sought by the plaintiffs does not in any manner prejudice the defendants. \n53. Consequently, following the ratio of the judgments in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra), the application is allowed with costs of Rs.1,000/- to be paid to each of the defendants. Costs be paid within six weeks. The amended plaint be also filed during the same period. \n54. In view of the nature of the amendment sought by the plaintiff and allowed by the Court, I do not consider it necessary to require the filing of another amended/ additional written statement by the defendants. \n55. The application stands disposed of. \nCS(OS) 176/2015 and I.A. Nos. 1337-338/2015, 5001/2015, 12805/2015, 12973/2015, 14310/2015, 17272-273/2015, 18325/2015, 20062/2015, 20269/2015, 23234-236/2015, 24052/2015, 24909/2015, 983/2016 & 1503- 504/2016 56. List on 09.08.2016 for consideration of the pending applications. \nVIPIN SANGHI, J APRIL 01, 2016 B.S. Rohella",
        "preamble_end_char_offset": null,
        "cleaned_text": "kerala high court m.k.jayakrishnan vs rajeevan p.v on 27 march, 2024 author: anil k. narendran bench: anil k. narendran in the high court of kerala at ernakulam present the honourable mr. justice anil k. narendran & the honourable mr. justice g. girish monday, the 25th day of march 2024 / 5th chaithra, 1946 rp no. 329 of 2024 against the judgment dated 15.02.2024 in arb.a no.11 of 2024 of high court of kerala review petitioner/respondent: m.k.jayakrishnan, aged 59 years s/o.late vasudevan nair residing at 11/775, 50b sector, chandranagar, sahyadri colony, chandranagar.p.o, palakkad, pin 678007 by advs. girija k gopal k.n.vigy parvathy.v respondent/appellant: rajeevan p.v, aged 50 years krishnan nair, residing at 10d1, manjooran moonstone apartment, thammannam road, palarivattom kochi, pin 682025 b.j.john prakash george poonthottam (sr.) this review petition having come up for admission on 25.03.2024, the court on the same day delivered the following: 2 rp no.329 of 2024 order anil k. narendran, j. this review petition is one filed invoking the provisions under order xlvii, rule 1 of the code of civil procedure, 1908 seeking review of the judgment of this court dated 15.02.2024 in arb. appeal no.11 of 2024, which was one filed by the respondent herein challenging the order dated 03.02.2024 of the commercial court-ii (additional sub court-ii), ernakulam in i.a.no.1 of 2024 in cma(arb.)no.27 of 2024, an application filed by the said respondent under section 9 of the arbitration and conciliation act, 1996, seeking interim relief. in that matter, the respondent herein filed i.a.no.1 of 2024, seeking interim relief, in which the commercial court granted an ad-interim order dated 03.02.2024. paragraph 4 of that order reads thus; \"issue notice to the respondent. the petitioner shall deliver to the respondent or send it by registered post immediately, a copy of the application for interim order together with a copy of affidavit filed in support of the application, copies of the documents on which the applicant relies and directed to file an affidavit stating that the aforesaid have been so delivered or sent as contemplated under rule 5a(1)(a) and (b) of kerala arbitration and conciliation (court) rules, 1997, showing the compliance of the same immediately. for return of notice:27.03.2024.\" 2. in arb. appeal no.11 of 2024, which is one filed quoting the provisions under section 37 of the arbitration and conciliation act, the grievance of the appellant was that the prayer made in i.a.no.1 of 2024 for attachment of the bank accounts, which are sl.nos.1 to 12 in attachment b-schedule, was not allowed by the commercial court in the impugned order dated 03.02.2024. 3. along with i.a.no.1 of 2024 in arb. appeal no.11 of 2024, the appellant has placed on record a copy of arbitration request no.16 of 2024 pending before this court; a copy of the memorandum in cma(arb)no.27 of 2024 filed before the commercial court-ii, ernakulam; and a screenshot of the website of the respondent therein, as annexures a to c. 4. on 13.02.2024, when that appeal came up for admission, this court issued notice on admission to the respondent therein by special messenger, returnable by 14.02.2024 and the matter was directed to be listed at 2.00 p.m. 5. on 14.02.2024, when that appeal came up for consideration, despite service of notice by special messenger, there was no appearance for the respondent therein. therefore, registry was directed to verify whether there is any appearance for the respondent and the matter was ordered to be listed at 4.00 p.m. since there was no appearance for the respondent at 4.00 p.m., the appeal was ordered to be listed on 15.02.2024, for consideration. 6. on 15.02.2024, when the appeal came up for consideration, the appellant filed as bench mark i.a.no.2 of 2024, producing therewith a copy of i.a.no.1 of 2024 in cma (arb).no.27 of 2024 as annexure d. there was no representation for the respondent in that appeal. 7. on 15.02.2024, during the course of arguments, the learned senior counsel for the appellant would place reliance on the judgement of the apex court in essar house private limited v. arcellor mittal nippon steel india limited [air 2022 sc 4294]. paragraphs 48 to 50 of that decision read thus; \"48. section 9 of the arbitration act confers wide power on the court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with section 36 of the arbitration act. all that the court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition. 49. if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the court exercising power under section 9 of the arbitration act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under order xxxviii rule 5 of the cpc. 50. proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending arbitral award is not imperative for grant of relief under section 9 of the arbitration act. a strong possibility of diminution of assets would suffice. to assess the balance of convenience, the court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\" 8. in the judgment dated 15.02.2024 in arb. appeal no.11 of 2024, which is sought to be reviewed in this review petition, this court noticed that the law laid down by the apex court in essar house private limited [air 2022 sc 4294], in the context of section 9 of the arbitration and conciliation act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the court exercising power under section 9 of the arbitration and conciliation act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under order xxxviii rule 5 of the code of civil procedure, 1908. 9. by the judgment dated 15.02.2024, this court disposed of arb. appeal no.11 of 2024 with the observation contained in paragraph 10 of that judgment, which reads thus; \"10. a reading of the impugned order dated 03.02.2024 of the commercial court in i.a.no.1 of 2024 in cma(arb)no.27 of 2024 would show that while ordering conditional attachment, the commercial court limited the same to attachment a and c schedules and the locker in attachment b schedule. in case it is an omission on the part of the commercial court in granting a conditional attachment in respect of the bank accounts, which are sl.nos.1 to 12 in attachment b schedule, despite sufficient pleadings in the affidavit filed in support of i.a.no.1 of 2024 in cma(arb)no.27 of 2024, it is for the appellant to file a proper application before the commercial court for redressal of his grievance.\" (underline supplied) 10. in this review petition, the petitioner would contend that, arb. appeal no.11 of 2024 filed by the respondent was not maintainable before this court, in view of the law laid down by a division bench of this court on 14.02.2024 in alexander luke v. aditya birla money ltd. [2024 khc online 107]. therefore, the appeal against the order dated 03.02.2024 of the commercial court in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024 ought to have been filed before the commercial appellate court (principal district court), in view of the provisions under the commercial courts act, 2015 and also the notification, i.e., sro no.177/2020, published vide g.o(ms.)no.51/2020/home dated 24.02.2020. in support of the said argument, the learned counsel would place reliance on the judgment of a learned single judge of this court dated 22.12.2023 in arb. appeal no.29 of 2023 sabu george and others v. james george and others [2023:ker:82657] and the order dated 23.01.2024 of that learned single judge in r.p.no.34 of 2024 sabu george and others v. james george and others [2024:ker:5008] arising out of that judgment. the learned counsel would also rely on the judgment of the apex court in jaycee housing pvt. ltd. v. registrar (general), orissa high court, cuttack [(2023) 1 scc 549]. 11. on 13.03.2024, when this review petition came up for admission, the respondent entered appearance through counsel and sought adjournment. by the order dated 13.03.2024, the learned counsel for the respondent was directed to place on record, a copy of i.a.no.5 of 2024 filed in cma (arb.)no.27 of 2024 before the commercial court-ii, ernakulam. on 19.03.2024, the learned counsel for the respondent sought time to cure the defect noted by registry in the interlocutory application filed on that date. 12. on 20.03.2024 and 22.03.2024, we heard detailed arguments of the learned counsel for the petitioner and the learned senior counsel for the respondent. during the course of arguments, the learned senior counsel for the respondent submitted that in view of the law laid down by the division bench in alexander luke [2024 khc online 107], an appeal against an order passed by the commercial court in an application filed under section 9 of the arbitration and conciliation act has to be challenged before the commercial appellate court. the learned senior counsel made an attempt to draw a distinction between an order of the commercial court granting interim relief under section 9 of the act and an ad-interim order granted by that court in such an application. the learned senior counsel would submit that, at any rate, the said ad-interim order granted by the commercial court cannot be the subject matter in an appeal filed before this court, invoking the provisions under the commercial courts act. 13. on 25.03.2024, when this matter came up for consideration at 10.10 a.m., for pronouncing the order, the registry has placed report dated 22.03.2024 of the deputy registrar, along with the explanation offered by the concerned assistant in the mfa section, on the issue pointed out by the learned counsel for the petitioner regarding the mentioning of wrong case number, i.e., arb. appeal no.14 of 2024, in the summons issued to the respondent in arb. appeal no.11 of 2024. 14. in this review petition, the petitioner has stated that, the special messenger deputed from this court in arb. appeal no.11 of 2024 returned notice after service, only on 19.02.2024. in the order dated 25.03.2024, this court noticed the endorsement made by registry on 14.02.2024 in the office notes in arbitration appeal no.11 of 2024, which reads thus; \"notice to the respondent served by special messenger (as informed by the special messenger over phone). no appearance for the respondent till 3.30 p.m.\" by the order dated 25.03.2024, registry was directed to get an explanation on the above aspect from the concerned officer, which was directed to be placed before the court by 4.20 p.m., through the registrar general. pursuant to that order registry has placed on record the report of the deputy registrar, along with the explanation offered by the office attendant, who was deployed as special messenger. having considered the submissions made by the learned counsel for the respondent, this court has called for the trial court records in cma (arb.)no.27 of 2024 on the file of the commercial court-ii, ernakulam by special messenger and listed the matter today (27.03.2024), at 4.30 p.m. for orders. 15. we have perused the trial court records in cma (arb.) no.27 of 2024 on the file of the commercial court-ii (additional sub court-ii), ernakulam and heard further arguments of the learned counsel for the petitioner and the learned senior counsel for the respondent. 16. on the maintainability of arb. appeal no.11 of 2024, which is one filed challenging the order dated 03.02.2024 of the commercial court in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024, an application filed under section 9 of the arbitration and conciliation act, seeking interim relief, we notice that an appeal against the order passed by the commercial court in an application filed under section 9 of the said act has to be filed before the commercial appellate court, i.e., the principal district court notified as per notification sro no.177/2020, published vide g.o(ms.)no.51/2020/home dated 24.02.2020. 17. in the judgment dated 22.12.2023 in arb. appeal no.29 of 2023 sabu george and others v. james george and others [2023:ker:82657] a learned single judge of this court held that section 13 of the commercial courts act provides for an appeal against an order of the commercial court before the commercial appellate court. the government has issued a notification designating the principal district courts in each districts as commercial appellate courts. therefore, appeal against the order dated 13.11.2023 of the commercial court (sub court), kattappana dated 13.11.2023 in o.p.(arb.)no.1 of 2023, an application filed under section 9 of the arbitration and conciliation act lies before the concerned commercial appellate court, i.e., the district court. 18. in the order dated 23.01.2024 in r.p.no.34 of 2024 sabu george and others v. james george and others [2024:ker:5008] arising out of the judgment dated 22.12.2023 in arb. appeal no.29 of 2023, taking note of the law laid down by the apex court in jaycee housing pvt. ltd. [(2023) 1 scc 549], a decision relied on by the learned counsel for the petitioner herein, the learned single judge held that the court passing order under section 9 of the arbitration and conciliation act being a commercial court, the appeal therefrom lies in terms of section 13(1) of the commercial courts act before the commercial appellate court, i.e., the principal district court. in the aforesaid decision, the apex court held that the designated commercial court, which is subordinate to the rank of principal district court has jurisdiction to hear all applications or appeals under the arbitration and conciliation act other than those arising out of international commercial arbitrations. if the contention that only the principal civil court has jurisdiction is accepted, it will frustrate the object and reason of enactment of commercial courts act. 19. in alexander luke [2024 khc online 107], a decision rendered on 14.02.2024, a division bench of this court held that a plain reading of the provisions under the commercial courts act, especially section 6 and section 10(3), would lead to the inescapable conclusion that the court for the purpose of consideration of a commercial dispute, even if it arises under the arbitration and conciliation act, would be the commercial court and the appeal would, therefore, lie only to the commercial appellate court, i.e., district court. 20. in view of the law laid down in the decisions referred to supra, conclusion is irresistible that, arb. appeal no.11 of 2024 filed by the respondent herein challenging the order dated 03.02.2024 of the commercial court-ii (additional sub court-ii), ernakulam in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024 is not maintainable before this court, since an appeal under section 13(1) of the commercial courts act against an order passed by the commercial court has to be filed before the commercial appellate court, i.e., the district court. 21. in the above circumstances, the judgment of this court dated 15.02.2024 in arb. appeal no.11 of 2024, whereby that appeal was disposed of with the observation contained therein at paragraph 10, is liable to be recalled. 22. from the trial court records in cma (arb.)no.27 of 2024 on the file of the commercial court, we notice that after the judgment of this court dated 15.02.2024 the respondent herein filed i.a.no.5 of 2024 in i.a.no.1 of 2024, invoking the provisions under section 9 of the arbitration and conciliation act, seeking an order to issue show cause notice to the petitioner herein why he should not furnish security and in the meantime, pass on order of conditional attachment of the bank accounts more specifically scheduled in schedule b for a sum of rs.300 crores due to the respondent. in paragraph 9 of that affidavit, the respondent herein has mentioned the observation made in paragraph 10 of the judgment of this court dated 15.02.2024 in arb. appeal no.11 of 2024. in paragraph 10 of that affidavit, it is stated that such an application is being filed in compliance with the directions contained in the judgment of this court dated 15.02.2024. 23. in that interlocutory application, i.e., i.a.no.5 of 2024 in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024 the commercial court passed another ad-interim order on 19.02.2024, after advancing the case to that date. from the trial court records, we notice that as per the endorsement made on the docket of i.a.no.5 of 2024 the commercial court-ii (additional sub court-ii), ernakulam noted that in the judgment dated 15.02.2024 in arb. appeal no.11 of 2024 this court advised the respondent herein to file a proper application before that court for redressal of his grievance. hence, i.a.no.5 of 2024 is filed. by the order dated 19.02.2024, the commercial court ordered a conditional attachment of schedule b bank accounts, as an ad-interim order. the document marked as annexure d along with the review petition is a printout of the proceedings on 19.02.2024 in i.a.no.5 of 2024 uploaded on the e-courts website. a typed copy of the order dated 19.02.2024 in i.a.no.5 of 2024 is available in the trial court records, which has absolutely no similarity with the order in annexure d. we do not propose to consider the legality or otherwise of the order dated 19.02.2024 of the commercial courtii (additional sub court-ii), ernakulam in i.a.no.5 of 2024 in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024 in this proceedings, since the petitioner herein has to challenge that order before the commercial appellate court, invoking the statutory remedy provided under section 13(1) of the commercial courts act. 24. in the judgment dated 15.02.2024 in arb. appeal no.11 of 2024, this court noticed that the law laid down by the apex court in essar house private limited [air 2022 sc 4294], in the context of section 9 of the arbitration and conciliation act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the court exercising power under section 9 of the arbitration and conciliation act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under order xxxviii rule 5 of the code of civil procedure, 1908 . the only observation contained in paragraph 10 of the judgment of this court dated 15.02.2024 is only to the effect that in case it is an omission on the part of the commercial court in granting a conditional attachment in respect of the bank accounts, which are sl.nos.1 to 12 in attachment b schedule, despite sufficient pleadings in the affidavit filed in support of i.a.no.1 of 2024 in cma(arb)no.27 of 2024, it is for the appellant to file a proper application before the commercial court for redressal of his grievance. 25. in the result, this review petition is allowed by recalling the judgment of this court dated 15.02.2024 in arb. appeal no.11 of 2024, whereby that appeal was disposed of with observation contained therein at paragraph 10. consequently, arb. appeal no.11 of 2024 presented before this court on 09.02.2024 will stand dismissed as not maintainable, since an appeal under section 13(1) of the commercial courts act against an order passed by the commercial court has to be filed before the commercial appellate court, i.e., the district court. 26. registry to return the certified copy of the order dated 03.02.2024 of the commercial court-ii (additional sub court-ii), ernakulam in i.a.no.1 of 2024 in cma (arb.)no.27 of 2024 to the learned counsel for the respondent herein-appellant, so as to enable the respondent herein to challenge that order before the appropriate court. 27. registry shall make necessary endorsements in the judgment of this court dated 15.02.2024 in arb. appeal no.11 of 2024 regarding the recalling of that judgment, by this order in the review petition, and the consequential dismissal of that appeal as not maintainable. the status of arb. appeal no.11 of 2024 shall be shown as 'dismissed as not maintainable'. 28. registry to conduct an enquiry as to the circumstances in which the number of appeal was wrongly shown as arb. appeal no.14 of 2024, instead of arb. appeal no.11 of 2024 in annexure b notice issued to the petitioner herein and the special messenger deputed from this court returned the process only on 19.02.2024, despite the endorsement made in the office notes of the arb. appeal on 14.02.2024 regarding completion of service of notice. the report of the registry shall be placed before the honourable the chief justice for appropriate orders, in order to ensure that such mistakes/omissions are not repeated hereafter. registry to return the trial court records by messenger. sd/anil k. narendran, judge sd/g. girish, judge bkn/petitioner annexures annexure a a certified copy of the judgement dated 15.02.2024 in arb. a. 11/2024 passed by this hon'ble court annexure b a true copy of the i.a.no. 1/2024 in arb.a.14/2024, as seen entered in one of the notice served to the rev. petitioner by the messenger arbitration appeal stands posted to 14.02.2024 annexure c a true copy of the notice served on the review petitioner as regards arb.a 11/2024 posted for hearing on 14..2..2024 annexure d a true copy of the order dated 19.2.2024 passed by the commercial court ernakulam in cma (arb).0200027/2024, as uploaded in the e-courtsofficial website of district court annexure e a true copy of cma (arb) no. 27/2024 on the files of commercial court, ernakulam ,along with documents produced therewith , as served on the review petitioner on 14.2.2024 annexure f a true copy of ia 1/2024 filed by the respondent herein seeking the prayer for attachment in cma 27/2024 on the files of commercial court, ernakulam dated 1/2/2024 annexure g a true copy of the attachment schedule produced by the respondent along with ia 1/2024 in cma 27/2024 on the files of commercial court, ernakulam dated 1..2..2024 annexure h a true copy of criminal m.c.no. 6050/2023 filed before this hon'ble court on 26th july, 2023 seeking to quash fir 1138/2023 of palarivattam police station annexure i a true copy of the order dated 25.08.2023 in criminal m.c.no. 6050/2023 annexure j a true copy of cheque no. 914224 dated 12.07.2023 drawn on esaf bank, issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000/(fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure k a true copy of cheque no. 914225 dated 12.07.2023 drawn on esaf bank, issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000/(fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure l a true copy of cheque no. 914226 dated 12.07.2023 drawn on esaf bank, issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000/(fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure m a true copy of cheque no. 914227 dated 12.07.2023 drawn on esaf bank , issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000 (fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure n a true copy of cheque no. 914228 dated 12.07.2023 drawn on esaf bank , issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000 (fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure o a true copy of cheque no. 914229 dated 12.07.2023 drawn on esaf bank , issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000 (fifty lakhs only) along with the transfer slip dated 13.07.2023 annexure p a true copy of cheque no. 914230 dated 12.07.2023 drawn on esaf bank , issued by the review petitioner's wife from the joint account of the review petitioner and his wife bearing no. 50170024021023 to the respondent for an amount of rs. 50,00,000 (fifty lakhs only) along with the transfer slip dated 13.07.2023 respondent annexures annexure-r1 true copy of copy of i.a. no. 5 of 2024 in cma (arb) in 27 of 2024 without the annexure filed before the hon'ble commercial court-ii at ernakulam"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f69ed59ffb14cb1a1c0525f3dbf061f_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4561ce6bec040fe9496636c52f094ee_1"
        },
        {
            "start": 242,
            "end": 333,
            "text": "\nDelhi High Court\nKamal Sharma & Ors. vs M/S Blue Coast Infrastructure ... on 1 April, 2016",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6405e1c888b341f9adbb3f8807e5bee3_2"
        },
        {
            "start": 334,
            "end": 375,
            "text": "\nAuthor: Vipin Sanghi\nBench: Vipin Sanghi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee15a6ca795841f29fcdb79a2f2929df_3"
        },
        {
            "start": 377,
            "end": 390,
            "text": "$~8.\n\n*      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e54757597c2b42ebb4b24437b5c47bfa_4"
        },
        {
            "start": 390,
            "end": 431,
            "text": "In The High Court Of Delhi At New Delhi\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e297bc92a104cf480f5a12bbb3fd30b_5"
        },
        {
            "start": 431,
            "end": 540,
            "text": "+                                               Date of Decision: 01.04.2016\n\n%      Cs(Os) 176/2015\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "75495ed8fc7247ce874e116e3b515db9_6"
        },
        {
            "start": 540,
            "end": 558,
            "text": "Kamal Sharma & Ors",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7081eb733c4a46a080b62e81988479ff_7"
        },
        {
            "start": 591,
            "end": 607,
            "text": "..... Plaintiffs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd277e4413304bbf920162bd786731d6_8"
        },
        {
            "start": 636,
            "end": 650,
            "text": "Through:      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d403140e24c496e91321e9ea95574d8_9"
        },
        {
            "start": 650,
            "end": 681,
            "text": "Mr. T.K. Ganju, Senior Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e8ee3d28f85492e9789d08616934637_10"
        },
        {
            "start": 724,
            "end": 734,
            "text": "along with",
            "labels": [
                "PREAMBLE"
            ],
            "id": "810b931a0d2f495f990d2a9d1b39083c_11"
        },
        {
            "start": 735,
            "end": 750,
            "text": "Mr. Aquib Ali &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00839790b0ab41a09aaca6719386aeea_12"
        },
        {
            "start": 793,
            "end": 824,
            "text": "Mr. Manik Ahluwalia, Advocates.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5556184af36f46eeb9bd6649b9e820d6_13"
        },
        {
            "start": 854,
            "end": 869,
            "text": "versus\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "125ab1953a144feaa9b6f08e65933196_14"
        },
        {
            "start": 869,
            "end": 900,
            "text": "M / S Blue Coast Infrastructure",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36858d7a412a4c09a0bf80a9d14deacc_15"
        },
        {
            "start": 909,
            "end": 928,
            "text": "Development Pvt Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bb3df3fe7d31468988b5fda8eb7f424c_16"
        },
        {
            "start": 929,
            "end": 965,
            "text": "& Ors                          .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01313592161e42db848ce9f9e46ce7e6_17"
        },
        {
            "start": 966,
            "end": 976,
            "text": "Defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1d0a05b24074759b93022c01fb32dde_18"
        },
        {
            "start": 1005,
            "end": 1013,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8aff869b208d43f6a66ed7a449f59790_19"
        },
        {
            "start": 1019,
            "end": 1048,
            "text": "Mr. Manan Batra, Advocate for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "49efb95ad31048d9aa77b98a14ebf69b_20"
        },
        {
            "start": 1091,
            "end": 1153,
            "text": "defendants No.1 & 2.\n                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b36ce8e29fca4568a5eec28fbaa1a97a_21"
        },
        {
            "start": 1153,
            "end": 1163,
            "text": "Mr. Bharat",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0de09aec4e7e47d2a4cbb8c693aac683_22"
        },
        {
            "start": 1164,
            "end": 1171,
            "text": "Bhushan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da4bb30e69284e6a82d3013e8725e363_23"
        },
        {
            "start": 1172,
            "end": 1181,
            "text": "Prasoon &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eae73a60754e48acb434e6c200d116b5_24"
        },
        {
            "start": 1182,
            "end": 1310,
            "text": "\n                                         Ms.Neha Mittal, Advocates for\n                                         defendant No.3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "123e607d7bc4470bb816f76ee66e2f09_25"
        },
        {
            "start": 1353,
            "end": 1384,
            "text": "Mr. Ravi Gupta, Senior Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20525fc8f9f34ff080ef718015b717b7_26"
        },
        {
            "start": 1427,
            "end": 1497,
            "text": "along with Mr. Sachin Jain &\n                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b4fcd8fdf764d54a9b9984123a210f7_27"
        },
        {
            "start": 1497,
            "end": 1530,
            "text": "Ms. Bhoomija Verma, Advocates for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6fd650c9241473191e04058331006d0_28"
        },
        {
            "start": 1573,
            "end": 1583,
            "text": "defendants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7618348ec91a4322af8752f2f77acf79_29"
        },
        {
            "start": 1584,
            "end": 1593,
            "text": "No.5 to 8",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4e96064fc394bc1b33de55149017420_30"
        },
        {
            "start": 1594,
            "end": 1666,
            "text": ". \n                                         Mr. Anand Raja, Advocate for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef78b62d5065477d9066915a733d5bf5_31"
        },
        {
            "start": 1709,
            "end": 1718,
            "text": "defendant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8180135faeb84611bd34ce7835511676_32"
        },
        {
            "start": 1719,
            "end": 1725,
            "text": "No.9 .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bfad33e1a32441ef900363993457f930_33"
        },
        {
            "start": 1768,
            "end": 1798,
            "text": "Ms. Deepa Sharma, Advocate for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a67aba24d7f9413196792d946fe57b4c_34"
        },
        {
            "start": 1841,
            "end": 1862,
            "text": "Ifci. \n\n       Coram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc164d41f7374a16b85598c1f2da17e0_35"
        },
        {
            "start": 1871,
            "end": 1903,
            "text": "Hon'Ble Mr. Justice Vipin Sanghi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ad53345fe6a4a8e8c2f8f2b093e4029_36"
        },
        {
            "start": 1904,
            "end": 1947,
            "text": "\n\n\n\n\nI.A. No. 17975/2015 in Cs(Os) 176/2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76707762aa0240b08e167fe058d1b763_37"
        },
        {
            "start": 1977,
            "end": 1989,
            "text": "Page 1 of 31",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e428b09e4e1a44999995cb4a14f0af52_38"
        },
        {
            "start": 1992,
            "end": 2046,
            "text": "Vipin Sanghi, J. (Open Court)\n\nI.A. No. 17975/2015\n\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7acec55f61ca4b159d62cbc641dcf5f3_39"
        },
        {
            "start": 2047,
            "end": 2157,
            "text": "\nThis application has been moved by the plaintiffs under Order Vi Rule 17 Cpc to seek amendment of the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "b7c72ba71f0243fcaf849125bdabe0a3_40"
        },
        {
            "start": 2159,
            "end": 2277,
            "text": "2. The only amendment sought by the plaintiffs is to re-value the suit for the purpose of Court Fees and jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "3c9a09f546844e6a956e4662abbb68a6_41"
        },
        {
            "start": 2278,
            "end": 2476,
            "text": "The relief (a), which is the relief of rendition of accounts, was originally valued for the purpose of Court Fees and jurisdiction at Rs.25 Lakhs, on which the Court Fees of Rs.26,744/- was affixed.",
            "labels": [
                "FAC"
            ],
            "id": "09a059bbfb0346eb9bfe3aca30bf8aa9_42"
        },
        {
            "start": 2477,
            "end": 2639,
            "text": "All the other reliefs were valued at Rs.200/- each for the purpose of Court Fees and jurisdiction, and Court Fees of Rs.20/- was affixed on each of these reliefs.",
            "labels": [
                "FAC"
            ],
            "id": "7de66bfe092049f09ee5f2c2fc4638de_43"
        },
        {
            "start": 2641,
            "end": 2873,
            "text": "3. By the proposed amendment, the plaintiffs wish to re-value the first relief of rendition of accounts at Rs.2 Crores for the purpose of Court Fees and jurisdiction and pay ad valorem Court Fees of Rs.1,97,650/- on the said relief.",
            "labels": [
                "FAC"
            ],
            "id": "0efa9876d4db40e3b8fb4aff93c25c61_44"
        },
        {
            "start": 2874,
            "end": 3183,
            "text": "It is not in dispute that the dispute raised in the present suit falls within the definition of a \"commercial dispute\" as defined in Section 2(1)(c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Commercial Courts Act).",
            "labels": [
                "FAC"
            ],
            "id": "af3379ad20914f46b2d48e19fab1023d_45"
        },
        {
            "start": 3184,
            "end": 3519,
            "text": "\n4. The suit is at the preliminary stage inasmuch, as, written statements have been filed by some of the defendants with applications seeking condonation of delay, while two defendants have filed applications under Section 8 of the Arbitration & Conciliation Act, 1996 to seek stay of the suit and reference of disputes to arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "5280cd072b20485aa41ce9436ebcd489_46"
        },
        {
            "start": 3520,
            "end": 3568,
            "text": "The issues have not yet been framed in the suit.",
            "labels": [
                "FAC"
            ],
            "id": "5faf88024bcb43bba86bdf00e331c288_47"
        },
        {
            "start": 3569,
            "end": 3767,
            "text": "The application for amendment has been moved, obviously, on account of rise in the pecuniary jurisdiction of this Court from Rs.20 Lakhs to Rs.2 Crores by the Delhi High Court (Amendment) Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "003e69a50c154612baf9f14cb09b6981_48"
        },
        {
            "start": 3768,
            "end": 3891,
            "text": "The amendment, if not made, would result in the suit being transferred to the concerned District Court having jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "303c8c03dcd740d4a0a05cf86b90fa8f_49"
        },
        {
            "start": 3893,
            "end": 4352,
            "text": "5. The defendants have raised a preliminary objection that this Court has no jurisdiction to deal with the present application on merits, since, by virtue of the Commercial Courts Act, and the orders issued by Hon'ble the Chief Justice in pursuance of the Delhi High Court (Amendment) Act, 2015, the suit already stands transferred to the Court of the District Judge, and this Court has, therefore, become functus officio to deal with the present application.",
            "labels": [
                "FAC"
            ],
            "id": "6be025a77e0d4bc89641c0fa4c5a913f_50"
        },
        {
            "start": 4353,
            "end": 4618,
            "text": "The submission is that the application for amendment could be considered only by the concerned District Judge to whom the case is transferred and even if, eventually, it were to be allowed, the plaint would have to be returned for re-presentation before this Court.",
            "labels": [
                "FAC"
            ],
            "id": "36389e03835e4ab6b9e71c80f883e866_51"
        },
        {
            "start": 4619,
            "end": 4776,
            "text": "If that were to happen, the proceedings in the suit would have to proceed de novo once the plaint is re-presented before this Court, post grant of amendment.",
            "labels": [
                "FAC"
            ],
            "id": "864b42785a0f4a80a30e8be3bef90aa9_52"
        },
        {
            "start": 4778,
            "end": 5030,
            "text": "6. The arguments of learned counsel have, therefore, centered on the issue whether this Court can deal with the present application for amendment, since the suit, according to the plaintiffs, stands transferred by the force of the aforesaid enactments.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "595db09cd3364742b351e1bc84b26e8b_53"
        },
        {
            "start": 5032,
            "end": 5123,
            "text": "7.  I may, to begin with, take note of some of the provisions of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffb400d485ae480d9c5b0d10a36fcd48_54"
        },
        {
            "start": 5124,
            "end": 5226,
            "text": "\n8. Section 3 of the Commercial Courts Act deals with the aspect of constitution of Commercial Courts.",
            "labels": [
                "STA"
            ],
            "id": "e36d4757adf44839b29cc8b6698878b4_55"
        },
        {
            "start": 5227,
            "end": 5545,
            "text": "Section 3(1) states that:\n\"3. (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\"\n9.",
            "labels": [
                "STA"
            ],
            "id": "15fd3d85e22a43edac2b48a2f1b9bd9f_56"
        },
        {
            "start": 5546,
            "end": 5728,
            "text": "The proviso to the said section, however, states that \"no Commercial Court shall be constituted for the territory over which the High Court has ordinary original civil jurisdiction\".",
            "labels": [
                "STA"
            ],
            "id": "13eed15c2d6c44bc8dc9a4e76bcf8c6f_57"
        },
        {
            "start": 5729,
            "end": 5891,
            "text": "Since the Delhi High Court had ordinary original civil jurisdiction when the Commercial Courts Act was enacted, Section 3 (1) would not apply to Delhi High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cb0d940654643c4874e582e73f8da8a_58"
        },
        {
            "start": 5892,
            "end": 5957,
            "text": "Thus, in Delhi, there are no Commercial Courts at district level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec550b6584bb499db846416be8154023_59"
        },
        {
            "start": 5958,
            "end": 6498,
            "text": "\n10. Section 4 of the Commercial Courts Act reads as follows:\n\"4. (1) In all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n11.",
            "labels": [
                "STA"
            ],
            "id": "50af91b8747c44ecaaa60bc484a883a5_60"
        },
        {
            "start": 6499,
            "end": 6780,
            "text": "Thus, by virtue of Section 4, the Chief Justice of this Court, by order, is empowered to constitute \"Commercial Division\" having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it by the Commercial Courts Act.",
            "labels": [
                "STA"
            ],
            "id": "4d68a501451d40f3a7f45f6cbe46ba88_61"
        },
        {
            "start": 6782,
            "end": 7032,
            "text": "12. At this stage, I may observe that the expressions \"Commercial Court\"\nand \"Commercial Division\" are separately defined in Section 2(1)(b) and 2(1)(d) respectively of the Commercial Courts Act, which clearly show that they are not one and the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b025e0c7474146d6967e5e2abf816600_62"
        },
        {
            "start": 7033,
            "end": 7304,
            "text": "Whereas \"Commercial Court\" is created at the district level - in respect of the High Courts which do not have ordinary civil jurisdiction, in respect of such High Courts which have ordinary civil jurisdiction, the \"Commercial Division\" has been created in the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0c80239951e49dfbdde9a19d02f490b_63"
        },
        {
            "start": 7305,
            "end": 7402,
            "text": "\n13. Section 6 of the Commercial Courts Act deals with the jurisdiction of the Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01a59f28ed29409ea018e609555b1a72_64"
        },
        {
            "start": 7403,
            "end": 7496,
            "text": "Since there are no Commercial Courts in Delhi, the said provision is not applicable in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa069508518e443ca244167fdd7c8ef2_65"
        },
        {
            "start": 7497,
            "end": 8700,
            "text": "\n14. Section 7 of the Commercial Courts Act reads as follows:\n\"7. All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n(Emphasis supplied)\n15. Section 7 states that all suits and applications relating to commercial disputes \"of a specified value\" filed in the High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court.",
            "labels": [
                "STA"
            ],
            "id": "3945cae10731458e9553abdc193c48bc_66"
        },
        {
            "start": 8701,
            "end": 8870,
            "text": "Therefore, only such commercial disputes, which meet the requirement of the specified value, would be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a49ffeb47c145c0bbe553f71115d5fe_67"
        },
        {
            "start": 8872,
            "end": 9037,
            "text": "16. The manner of determination of the specified value of the subject matter of a commercial dispute in a suit is set out in Section 12 of the Commercial Courts Act.",
            "labels": [
                "STA"
            ],
            "id": "61b161184d0e4556802b1cb2819dc5cc_68"
        },
        {
            "start": 9038,
            "end": 9548,
            "text": "Hon'ble the Chief Justice of the Delhi High Court issued an office order vide notification No.27187/DHC/Orgl. dated 24.11.2015 in exercise of powers conferred by Section 4 of the Delhi High Court (Amendment) Act, 2015 (Act 23 of 2015), which came into force with effect from 26.10.2015 vide Notification No.F.No.L-19015/04/2012-Jus dated 26.10.2015 issued by the Government of India, Ministry of Law, Justice and Company Affairs, published in Gazette of India Extraordinary, Part II, Section 3 sub-section (ii)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc7fb6b14091416fbd6daee641de848b_69"
        },
        {
            "start": 9549,
            "end": 9840,
            "text": ", Hon'ble the Chief Justice ordered that:\n\"(i) All suits or other proceedings pending in the Delhi High Court on the Original Side up to the value of rupees one crore, excepting those cases in which final judgments have been reserved, be transferred to the jurisdictional subordinate courts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "970edefaa3a44061bc258856d3ad4ca7_70"
        },
        {
            "start": 9841,
            "end": 10375,
            "text": "\n(ii) All suits or other proceedings the value of which exceeds rupees one crore but does not exceed rupees two crores, other than those relating to commercial disputes the specified value of which is not less than rupees one crore (as defined in The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015), pending in the Delhi High Court on the Original Side, excepting those cases in which final judgments have been reserved, be transferred to the jurisdictional subordinate courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d18d09abebd4a96b2b6f279a36b59e7_71"
        },
        {
            "start": 10376,
            "end": 10473,
            "text": "\nThe transfer of cases to the subordinate courts shall commence from today, i.e. 24.11.2015.\"\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "109a982d87d64798a0d4a9633fea07a7_72"
        },
        {
            "start": 10474,
            "end": 10630,
            "text": "Consequently, pending cases involving a commercial dispute of the specified value of Rs.1 Crore and above, were retained in this Court for purpose of trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e9b3f5caaa147bdb164d1a2eb212a4c_73"
        },
        {
            "start": 10632,
            "end": 11124,
            "text": "18. So far as the suits and applications, which were filed and pending prior to the enforcement of the Commercial Courts Act are concerned, the first proviso to Section 7 carves out a limited exception by providing that all suits and applications relating to commercial disputes, \"stipulated by an Act to lie in a Court not inferior to a District Court\", and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "797e5675bc894eecb267f8367c013272_74"
        },
        {
            "start": 11125,
            "end": 11465,
            "text": "This means that even if such suits or applications fall below the specified value of Rs.1 Crore, the pending commercial disputes would continue to be heard by the Commercial Division of the High Court, provided that such commercial disputes, under a statutory stipulation, could lie in a Court not inferior to the Court of a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "385b453ed62c4f50b37d25c195509092_75"
        },
        {
            "start": 11467,
            "end": 12047,
            "text": "19. In Guiness World Records Limited and Ors. Vs. Sababbi Mangal and Ors., MANU/DE/0397/2016, this Court has already examined the aforesaid aspect and held that cases generally classified as IPR matters, and those falling under the Geographical Indication of Goods (Registration And Protection) Act, 1999, which were filed and pending when the Commercial Courts Act was enforced, would continue to be dealt with and entertained by this Court, even though they did not meet the specified value requirement of Rs.1 Crore in regard to their valuation for the purpose of jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a76e10b374474b26848a375ff40ac7c8_76"
        },
        {
            "start": 12049,
            "end": 12511,
            "text": "20. I may observe that the enactments taken note by the Court in Guiness World Records Limited (supra), namely the Patents Act, 1970, the Trade Marks Act, 1999, the Designs Act, 2000, the Copy Right Act, 1957 and the Geographical Indication of Goods (Registration And Protection) Act, 1999 may not be exhaustive, and there could be others which stipulate that the commercial disputes in relation thereto would lie in a Court not inferior to a District Court.\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "437d5ea670bd4c80a143942837ff8c1e_77"
        },
        {
            "start": 12512,
            "end": 12623,
            "text": "At this stage itself, I would like to take notice of an important feature arising out of Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "040d1c85a4284b869cb6c13a205b1050_78"
        },
        {
            "start": 12624,
            "end": 12765,
            "text": "The Commercial Courts Act, insofar as this Court is concerned, has led to constitution of a Commercial Division by Hon'ble the Chief Justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71cf936386cd47b5b5a4b1c638811981_79"
        },
        {
            "start": 12766,
            "end": 12950,
            "text": "The Commercial Courts Act vests jurisdiction in the learned Judges constituting the Commercial Division to deal with commercial disputes of the specified value of Rs.1 Crore and above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31e8253e0145433486e9c6f6b9bf3cb0_80"
        },
        {
            "start": 12951,
            "end": 13362,
            "text": "However, the Commercial Courts Act does not seek to completely exclude the jurisdiction of the Judges holding the Courts constituting the Commercial Division from dealing with cases involving disputes which are commercial disputes of a value lesser than the specified value of Rs.1 Crore, or those involving disputes which are not commercial disputes falling within the pecuniary jurisdiction of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54a92302a9fa46968c79656faa2007eb_81"
        },
        {
            "start": 13363,
            "end": 13729,
            "text": "\n22. Section 11 of the Commercial Courts Act merely clarifies the position that a Commercial Court or a Commercial Division shall not entertain or decide any suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly, or impliedly barred under any law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "04fcdb1c4e194f1dba1718ec795269ca_82"
        },
        {
            "start": 13730,
            "end": 14072,
            "text": "Thus, it stands clarified that the purport of the Commercial Courts Act is not to invest either the Commercial Courts or the Commercial Division of the High Court with jurisdiction to deal with such cases, in respect whereof the jurisdiction of the Civil Court is expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3db5ac86a8594716836d5fd06ea78686_83"
        },
        {
            "start": 14074,
            "end": 14317,
            "text": "23. The order passed by the Hon'ble the Chief Justice as reproduced hereinabove uses in clauses (i) & (ii) the expression \"All suits or other proceedings ... ... ... be transferred to the jurisdictional subordinate courts\" (emphasis supplied).",
            "labels": [
                "STA"
            ],
            "id": "4285fd2a57fd4623bd0b9cc53354595d_84"
        },
        {
            "start": 14318,
            "end": 14607,
            "text": "Therefore, the order issued by Hon'ble the Chief Justice per se does not led to transfer of the cases to the jurisdiction of subordinate Courts, and it is necessary that orders for transfer of the cases are passed in such cases which are liable to be transferred to the subordinate Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2805f2a8f6f451da90699c1271f6e52_85"
        },
        {
            "start": 14608,
            "end": 14702,
            "text": "The submission of Mr. Gupta that the suit already stands transferred, therefore, has no merit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e7d8aa09ed74be188b75653eccb5808_86"
        },
        {
            "start": 14704,
            "end": 14963,
            "text": "24. Section 16 of the Commercial Courts Act provides that the provisions of the Code of Civil Procedure, 1908 shall in their application to any suit in respect of a commercial dispute of a specified value stand amended in the manner specified in the Schedule.",
            "labels": [
                "STA"
            ],
            "id": "9a8a70e2799e4c88ac750a836e1d2ea8_87"
        },
        {
            "start": 14964,
            "end": 15196,
            "text": "The Commercial Division and Commercial Courts shall follow the provisions of the Code of Civil Procedure, 1908, as amended by the Commercial Courts Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
            "labels": [
                "STA"
            ],
            "id": "3334c2e718a145fcb7cde1772a64b341_88"
        },
        {
            "start": 15198,
            "end": 15516,
            "text": "25. A perusal of Schedule to the Commercial Courts Act shows that there is no amendment to Section 24 of the Code of Civil Procedure, 1908, which vests jurisdiction in the High Court to, inter alia, withdraw any suit, appeal or other proceeding pending in any Court subordinate to it and to try or dispose of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "999aa140993e4778b9a1bff02836bc92_89"
        },
        {
            "start": 15517,
            "end": 15922,
            "text": "Thus, even if the submission of learned senior counsel for the defendants - that the present suit already stands transferred upon the enforcement of the Commercial Courts Act and upon the passing of the order by Hon'ble the Chief Justice on 24.11.2015, as above referred to, the jurisdiction and power of this Court to withdraw the present suit to itself and try and dispose of the same is not taken away.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7b360c59fed64decbfbe09e01ea5ec4d_90"
        },
        {
            "start": 15924,
            "end": 16129,
            "text": "26. Learned senior counsel for the plaintiff Mr. Ganju places reliance on the judgment of this Court in Sanofi Aventis Vs. Intas Pharmaceuticals Limited & Others, CS(OS) No.2590/2008 decided on 05.01.2016.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4bbe364f4d254ed9bf4994d63c1077d0_91"
        },
        {
            "start": 16130,
            "end": 16238,
            "text": "The plaintiff had sought amendment in paragraph 21 of the plaint in which the suit/ reliefs had been valued.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a6293a9f63d44cf891498a55ea0d7dfd_92"
        },
        {
            "start": 16239,
            "end": 16384,
            "text": "The amendment prayed for was to revise the Court Fees affixed for the relief of permanent injunction and damages from Rs.200/- to Rs.50,00,500/-.",
            "labels": [
                "RLC"
            ],
            "id": "3d4b7b1ca77541afaa0b82caca5e3c2e_93"
        },
        {
            "start": 16385,
            "end": 16567,
            "text": "The plaintiff also sought leave to enhance the claim of damages from Rs.20,01,000/-, as prayed for originally, to Rs.1 Crore and sought leave to pay the difference in the Court Fees.",
            "labels": [
                "FAC"
            ],
            "id": "de12258a216447ee94ca1dcef8ad3f89_94"
        },
        {
            "start": 16568,
            "end": 16846,
            "text": "It appears from paragraph 10 of the judgment that the defendant accepted notice and did not oppose the application for amendment of the plaint made by the plaintiff, while reserving his right to file a written statement to contest the pleas sought to be introduced by amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ee0f09bfe5b40cd83735ffe66d32199_95"
        },
        {
            "start": 16847,
            "end": 17204,
            "text": "However, what is noticeable is that the Court proceeded to consider the application on its merits in the light of the fact that the application had been moved on 18.12.2015, i.e. after the promulgation of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (Commercial Courts Ordinance) on 23.10.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2aec52dc761440b18335cf936fef12d7_96"
        },
        {
            "start": 17205,
            "end": 17357,
            "text": "The Court also took note of the enactment of the Commercial Courts Act on 31.12.2015 and of the first proviso to Section 7 of the Commercial Courts Act.",
            "labels": [
                "RLC"
            ],
            "id": "a8b9f348203a458e9dc623c1f06c2552_97"
        },
        {
            "start": 17358,
            "end": 17581,
            "text": "The Court also noted the submission of the plaintiffs that de hors the proposed amendment, the suit was liable to be heard and decided by the High Court since it raised commercial disputes arising under the Trade Marks Act.",
            "labels": [
                "RLC"
            ],
            "id": "f52ad24f2be7444a9fbd502e3c9cc6c5_98"
        },
        {
            "start": 17583,
            "end": 17726,
            "text": "27. The last submission of the plaintiff/ applicant was noticed by the learned Judge in paragraph 15 of the order, which reads as follows:\n\"15.",
            "labels": [
                "RLC"
            ],
            "id": "f8a67df879174eb4b501eb9e245c9b1c_99"
        },
        {
            "start": 17727,
            "end": 18194,
            "text": "Lastly, learned counsel for the plaintiff urges that assuming that the suit had to be transferred to a subordinate court in view of the Notification No. 27187/DHC/Orgl. dated 24.11.2015, issued under Section 4 of the Delhi High Court (Amendment) Act, 2015 (Act 23 of 2015), then too the jurisdiction of this court would not be ousted when it comes to passing an order on an application for seeking amendment of the plaint for enhancement of the valuation of the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ded016d233884bb294723cd504343041_100"
        },
        {
            "start": 18195,
            "end": 18357,
            "text": "In support of the said submission, he places reliance on the decision in the case of Lakha Ram Sharma v. Balar Marketing Pvt. Ltd. reported as (2008) 17 SCC 671.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6606dd17910b45efaee7905d33da2044_101"
        },
        {
            "start": 18359,
            "end": 18761,
            "text": "28. After taking note of two decisions of the Supreme Court namely, Lakha Ram Sharma Vs. Balar Marketing Pvt. Ltd, (2008) 17 SCC 671; and Mount Mary Enterprises Vs. M/s Jivratna Medi Treat Pvt. Ltd., (2015) 4 SCC 182 (both these judgments have been relied upon by the plaintiff/ applicant in the present case as well), the learned Single Judge observed in paragraph 18 of this decision as follows:\n\"18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "12213e7804b34e56b88140bfc4dabed7_102"
        },
        {
            "start": 18762,
            "end": 19163,
            "text": "The aforesaid decision is a reiteration of the settled legal position that when a Court has the inherent jurisdiction to pass certain orders even though it may not have the pecuniary or territorial jurisdiction to try the suit, that would not be a ground to disallow an amendment to the plaint, the logic being that one cannot stick to the form of law to the point that the substance gets obliterated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d251a4895e494577902331e90a83badf_103"
        },
        {
            "start": 19164,
            "end": 19216,
            "text": "That would amount to missing the wood for the trees.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1189ad92306c4a3c893501f6660ab8ef_104"
        },
        {
            "start": 19217,
            "end": 19419,
            "text": "The object must be to abjure a pedantic approach and interpret procedural rules with the idea of promoting the cause of justice and shunning unnecessary and avoidable delay in the suit proceedings.\"\n29.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9c4ebfdac2c24e3aac3c33d50646e988_105"
        },
        {
            "start": 19420,
            "end": 19515,
            "text": "Consequently, the amendment was allowed by the learned Single Judge by exercising jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d75537680ebc4b5d83c26fd9ad69830e_106"
        },
        {
            "start": 19517,
            "end": 19671,
            "text": "30. Reliance has also been placed on the judgment of the learned Single Judge in Eicher Motors Limited Vs. Saurabh Katar and Others, 2016 I AD (Delhi) 83.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fa347826a5544902942b9d841ad21ce2_107"
        },
        {
            "start": 19672,
            "end": 19782,
            "text": "This too was a case for infringement of trade mark, patent, passing of, copyright, rendition of accounts, etc.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b97800343a874a728fe7472413af1a75_108"
        },
        {
            "start": 19783,
            "end": 19888,
            "text": "The plaintiff sought to enhance by way of amendment the claim for damages from Rs.21 Lakhs to Rs.1 Crore.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9a1f2e113e2f4b70bb8e61546a5c82d4_109"
        },
        {
            "start": 19889,
            "end": 20663,
            "text": "The learned Single Judge took notice of the first proviso of the Commercial Courts Ordinance (which did not provide for retention of the Commercial Division of the High Court of pending commercial disputes, stipulated by an Act to lie in Court not inferior to the District Court), and also took note of the orders passed in a batch of writ petitions, whereby the Court had directed that the cases arising out of The Patents Act, 1870; The Trade Marks Act, 1999; The Designs Act, 2000; The Copyright Act, 2000; and, The Geographical Indication of Goods (Registration and Protection) Act, 1999 shall not be transferred, and in case applications seeking amendment in the pecuniary value is filed, they shall be considered by the respective Single Judges in accordance with law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "75c1da37ae784596b6ed1afce203e0d6_110"
        },
        {
            "start": 20664,
            "end": 20983,
            "text": "The submission of the plaintiff, inter alia, was that: \"Even otherwise, ... ... ... this Court is not ousted from its jurisdiction or power to pass an order in the application for amendment of plaint, assuming the interpretation of Section 7 of the Ordinance, 2015 is ultimately not accepted in the writ petitions\".\n31.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d479fb466e29468a9b6490270179af5a_111"
        },
        {
            "start": 20984,
            "end": 21330,
            "text": "While dealing with the submission of the parties, once again, the learned Single Judge took notice of Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra) and observed:\n\"It is the admitted position that while passing the order by the Division Bench on 3rd December, 2015, liberty is granted to the parties for amendment of pecuniary value.",
            "labels": [
                "RLC"
            ],
            "id": "1e904fa6c9d4443ba6df035db3631643_112"
        },
        {
            "start": 21331,
            "end": 21766,
            "text": "In the case of Balar Marketing Pvt. Ltd. v. Lakha Ram Sharma, 2002(97) DLT 424, the order of the Additional District Judge, dated 10th August, 2000 whereby the amendment was allowed, was set- aside, inter-alia, on the grounds that the amendment sought is not bonafide one and such a sum may be found due, if any, from the defendants on accounting the same and the said aspect will be decided when ultimately the decree would be passed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b31c25078ed14d128cfeba2452922f03_113"
        },
        {
            "start": 21767,
            "end": 21895,
            "text": "Thus, the prayer made in the application in the said case appeared to be arbitrary and not on the basis of the cogent material.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "afadde12e4f74897a442dedbdd2c652e_114"
        },
        {
            "start": 21896,
            "end": 22253,
            "text": "\n32. Mr. Ganju submits that a plaintiff who files a suit in Delhi, to seek reliefs - the valuation whereof is left to be determined at the discretion of the plaintiff, is the dominus litis, and he has an option to determine as to which Court he prefers his suit to be tried by, namely, whether by the High Court, or by the District Court/ subordinate Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb11ecd8a3f54891b27d0ddf4bd7a617_115"
        },
        {
            "start": 22254,
            "end": 22363,
            "text": "This is because, in Delhi, the High Court has original civil jurisdiction in addition to the District Courts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5a6602ba7e544e5ab6a27c41f074ada7_116"
        },
        {
            "start": 22364,
            "end": 22539,
            "text": "He submits that the plaintiffs intended that their case be determined by the High Court when the suit was initially filed and had, accordingly, valued the reliefs in the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c148ebc1f3934d95bb5452c6d4e0e1a6_117"
        },
        {
            "start": 22540,
            "end": 22913,
            "text": "Merely because of the raise in the pecuniary jurisdiction of this Court, the plaintiffs cannot be compelled to pursue their cause before the District Court/ subordinate Court, and the plaintiffs have the option to amend the plaint so as to re-value the reliefs, and pay the additional Court Fees, so that the case may continue to be tried and disposed of by the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "33f783f2d1a442f983c65939004490f2_118"
        },
        {
            "start": 22915,
            "end": 23048,
            "text": "33. Mr. Ganju has also drawn the attention of the Court to the Statement of Objects & Reasons contained in the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f8896f9b1e3f4b92b89224111a44b590_119"
        },
        {
            "start": 23049,
            "end": 23389,
            "text": "The said Statement of Objects & Reasons, inter alia, reads:\n\"4. By way of the Delhi High Court (Amendment) Act, 2015, the ordinary original jurisdiction of the Delhi High Court has been increased from rupees twenty lakhs to rupees two crore and there is a provision for transfer of pending case from the Delhi High Court to District Courts.",
            "labels": [
                "RLC"
            ],
            "id": "2a1cf205a43048d6b5aad7579ccdff25_120"
        },
        {
            "start": 23390,
            "end": 23712,
            "text": "On the enactment of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015, some of the Commercial Disputes which are to be transferred to the District Court from the Delhi High Court may again be required to be transferred to the Commercial Division of the High Court of Delhi.",
            "labels": [
                "RLC"
            ],
            "id": "add4dfefa981411b9bafa09bed50b82c_121"
        },
        {
            "start": 23713,
            "end": 23845,
            "text": "It would cause delay in the disposal of cases as well as inconvenience to the parties and counsels and may also result in confusion.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f123e5a6594045d3bc5cac00e922625f_122"
        },
        {
            "start": 23846,
            "end": 24071,
            "text": "Therefore, it became necessary that the provisions of the Delhi High Court (Amendment) Act, 2015 and establishment of the Commercial Courts and Commercial Division of the High Courts may be brought into force simultaneously.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b26efc8301a44faa8c49f3f9e7466adb_123"
        },
        {
            "start": 24072,
            "end": 24092,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "10425f05c5f047a8b3bc5f99abda1463_124"
        },
        {
            "start": 24093,
            "end": 24690,
            "text": "\n34. Mr. Ganju submits that the aforesaid object, namely, to prevent delay in the disposal of cases and inconvenience to the parties and the avoidance of confusion would be defeated, if the submission of the defendants were to be accepted that this Court has become functus officio to deal with the amendment application, and the amendment application along with the suit is liable to be transferred to the concerned District Court, and if the application for amendment is then allowed, the plaint is required to be returned for being re-presented before this Court after enhancement of valuation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1fbf7e7335f243fcb169fd3df7bbe8b7_125"
        },
        {
            "start": 24691,
            "end": 24884,
            "text": "Mr. Ganju submits that such a procedure would result in grave inconvenience to the parties, and inordinately delay in the disposal of the suits, which have been pending in this Court for years.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "55e27a10e460455186f26deb0e8052b1_126"
        },
        {
            "start": 24885,
            "end": 25073,
            "text": "He submits that the design of the defendant, who is interested in delaying the disposal of the suit, would succeed leading to the plaintiff suffering avoidable inconvenience and prejudice.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b606aa0817e4dd09a9cec8bda4661b3_127"
        },
        {
            "start": 25074,
            "end": 25673,
            "text": "On the other hand, if the application is considered by this Court - which is empowered under Section 24 of the CPC to even withdraw any suit or proceeding from a subordinate Court to itself, and the application for amendment is allowed and the valuation of the reliefs permitted to be raised, the suit would continue before this Court without wastage of time and without loss of efficiency in the administration of justice, as the records would not be required to be sent to the concerned District Court, only to be sent back later to the High Court upon the application for amendment being allowed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3f6ea311ef6c47ef936082fc04f61ada_128"
        },
        {
            "start": 25675,
            "end": 25866,
            "text": "35. On the other hand, Mr. Gupta places reliance on the several decisions in support of his submission that this Court has become functus officio and cannot deal with the present application.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "94dabc51f07b45b18788ca8188c104a2_129"
        },
        {
            "start": 25867,
            "end": 25981,
            "text": "Mr. Gupta has, firstly, relied upon Mahesh Gupta Vs. Ranjit Singh & Others, AIR 2010 Delhi 4 : (159) 2009 DLT 624.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "342023d0f92445d298e834b716358986_130"
        },
        {
            "start": 25982,
            "end": 26086,
            "text": "He has also placed reliance on Anil Goel Vs. Sardari Lal, 75 (1998) DLT 641, which is on the same lines.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "54afbd6fa12247e0a64b326698783557_131"
        },
        {
            "start": 26088,
            "end": 26268,
            "text": "36. I may observe that the relevant fact in both these cases was that the suit, as originally filed before this Court, did not fall within the pecuniary jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "700bc931e7694dd6b96df3059b27b8fa_132"
        },
        {
            "start": 26269,
            "end": 26573,
            "text": "In the first case, namely Mahesh Gupta (supra), the reliefs had been valued in paragraph 29 of the plaint, which reads as follows:\n\"a) For an order of permanent injunction restraining Defendants; this is valued for Court fee and jurisdiction at Rs.\n200/- and the Court fee of Rs. 20/- is affixed thereon.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cca4300657684c7db9b8accc660bb3df_133"
        },
        {
            "start": 26574,
            "end": 26779,
            "text": "\nb) For an order of permanent injunction restraining Defendants from passing off, this relief is valued for purposes of Court fee and jurisdiction at Rs. 200/- and Court fee of Rs. 20/- is affixed thereon.",
            "labels": [
                "RPC"
            ],
            "id": "6df4f27e117a42f4a2a10454da436ea1_134"
        },
        {
            "start": 26780,
            "end": 26935,
            "text": "\nc) For an order of delivery up, this relief is valued for purpose of Court fee and jurisdiction at Rs. 200/- and Court fee of Rs. 20/- is affixed thereon.",
            "labels": [
                "RPC"
            ],
            "id": "ac47f920672440fe9409262a208bcec5_135"
        },
        {
            "start": 26936,
            "end": 27262,
            "text": "\nd) For an order of rendition of amounts; this relief is tentatively valued for purposes of Court fee and jurisdiction at Rs. 1000/- and Court fee of Rs. 150/- is affixed; the plaintiff undertakes to pay such additional Court fee as would be found due when the actual account is rendered and ascertained by this Hon'ble Court.",
            "labels": [
                "RPC"
            ],
            "id": "e1378d2e209d4f48be6987989d4ab77b_136"
        },
        {
            "start": 27263,
            "end": 27360,
            "text": "\ne) The rest of the prayers are incapable of valuation, and, therefore, do not attract Court fee.",
            "labels": [
                "FAC"
            ],
            "id": "b0dbe03976b24387834dc34125822707_137"
        },
        {
            "start": 27361,
            "end": 27506,
            "text": "\nThus, the suit is valued for purposes of Court fee and jurisdiction at Rs. 20,10,000/- and appropriate Court fee of Rs. 22,500 is paid thereon.\"",
            "labels": [
                "RPC"
            ],
            "id": "5068757862af4a048c30be11c406fd1a_138"
        },
        {
            "start": 27507,
            "end": 27662,
            "text": "\n37. The learned Single Judge directed return of the plaint on the premise that the total value of the suit was Rs.1,600/- for the purpose of jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "2a428855200c41e4a2bc8fbfe57cf3ce_139"
        },
        {
            "start": 27663,
            "end": 27809,
            "text": "After valuing the suit at Rs.1,600/-, the plaintiff could not have paid the Court Fees of Rs.20,10,000/- and filed the suit before the High Court.",
            "labels": [
                "FAC"
            ],
            "id": "3eed91b641e94cd5b3d95036f1993ac4_140"
        },
        {
            "start": 27810,
            "end": 28064,
            "text": "The plaintiff preferred an appeal before the Division Bench, and at the appellate stage, sought to amend the plaint by enhancement of the valuation of the relief of permanent injunction, which was originally affixed by him at Rs.200/-, to Rs.20,08,600/-.",
            "labels": [
                "FAC"
            ],
            "id": "f0668f49158c4fa79b88bdb914090d80_141"
        },
        {
            "start": 28065,
            "end": 28149,
            "text": "It was in this light that the Division Bench observed in paragraph 7 as follows:\n\"7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4af91f28cc134ac49eee9636748c7eb9_142"
        },
        {
            "start": 28150,
            "end": 28220,
            "text": "The issue therefore is, can this application for amendment be allowed.",
            "labels": [
                "ISSUE"
            ],
            "id": "ebd1c2baf2c5426797dda1246cf07864_143"
        },
        {
            "start": 28221,
            "end": 28384,
            "text": "It is trite that the court which does not have jurisdiction to try the matter would have no jurisdiction to pass any orders which affect the rights of the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6c7a77da57d4f24bd81193b0184cbfa_144"
        },
        {
            "start": 28385,
            "end": 28541,
            "text": "The orders which are passed by a court which has no jurisdiction to determine the matter, are without jurisdiction and, therefore, of no effect and purport.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d005e353ecd400ebd0c385af836e56c_145"
        },
        {
            "start": 28542,
            "end": 28753,
            "text": "The Court therefore which does not have pecuniary jurisdiction cannot pass any orders allowing an application seeking amendment of a plaint to bring the suit plaint within the pecuniary jurisdiction of a Court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6deecb1994140d48bf46f0d2f66d967_146"
        },
        {
            "start": 28754,
            "end": 28774,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4eba89fd4aa54bc5b67b5068b38b4b71_147"
        },
        {
            "start": 28775,
            "end": 29247,
            "text": "\n38 . The Division Bench also referred to three earlier decisions, namely Anil Goel (supra); Rakesh Chopra Vs. Taxali, 1999 RLR 83; and Hans Raj Kalra Vs. Kishan Kalra, MANU/DE/0093/1976; and in respect of these decisions observed:\n\"These judgments hold that a court which does not have pecuniary jurisdiction to try a suit does not have the power to allow an application for amendment of the plaint so as to bring the suit within the pecuniary jurisdiction of this court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "21e7fdeb8e844aecb508d402686a2c43_148"
        },
        {
            "start": 29248,
            "end": 29561,
            "text": "In all these cases, the learned Single Judges of this Court refused to entertain applications for amendment of the plaint whereby the plaint was sought to be amended to bring the suit within the pecuniary jurisdiction of suits to be filed in this court in the exercise of its original ordinary civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "463c1be7f58c426ea46d506723297eeb_149"
        },
        {
            "start": 29562,
            "end": 29690,
            "text": "We respectfully agree with the views expressed in the judgments of Anil Goel, Rakesh Chopra and Hans Raj Kalra's (supra) cases.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9f7d1c644df54a53bba9b766ceba6694_150"
        },
        {
            "start": 29691,
            "end": 29711,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d11106c138a34b02a10a2f9e65a9d0e9_151"
        },
        {
            "start": 29713,
            "end": 30181,
            "text": "39. Pertinently, the Division Bench recognized the position that the suit had remained pending in this Court for a considerable length of time, and consequently, the order of the learned Single Judge returning the plaint was modified to one of transfer of the case to a Civil Court of competent jurisdiction under Section 24 CPC, so that the proceedings which had already been undertaken in the suit were saved and the plaintiff was not relegated to the initial stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00cca91525b946c59a5bb1451b676557_152"
        },
        {
            "start": 30182,
            "end": 30375,
            "text": "\n40. In Anil Goel (supra), the suit was valued for the purpose of Court Fees and jurisdiction for the relief of permanent injunction at Rs.200/-, on which the Court Fees of Rs.20/- was affixed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b1bd24fcd2da4a41af41fcdc7c328d6c_153"
        },
        {
            "start": 30376,
            "end": 30478,
            "text": "The second relief of damages was valued for the purpose of Court Fees and jurisdiction at Rs.75,000/-.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "84b455f03d424e8c837070b6ca296396_154"
        },
        {
            "start": 30479,
            "end": 30582,
            "text": "The said valuation fall below the pecuniary jurisdiction of the High Court, which was above Rs.5 Lakhs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "56987f6a4fac47ba91dc3eedbf2fe28b_155"
        },
        {
            "start": 30583,
            "end": 31056,
            "text": "It was in this background that the learned Single Judge, by placing reliance on the decision in Lok Kalyan Samiti Vs. Jagdish Prakash Saini & Others, 1995 (33) DRJ 290, observed as follows:\n\"5. I am in agreement with the opinion expressed by Hon'ble the Single Judge in Lok Kalyan Samiti Vs. Jagidish Prakash Saini & Ors. (supra) that if a Court does not have jurisdiction to try the suit, no amendment can be allowed to bring the suit within the jurisdiction of the Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dbefe0a93ab4473c9f73f91e39fc6d55_156"
        },
        {
            "start": 31057,
            "end": 31234,
            "text": "The Court having no jurisdiction in the matter cannot pass orders so as to assume jurisdiction and the plaint in such a case has to be returned for presentation in proper Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99060a3581d54e36986ba2927a442680_157"
        },
        {
            "start": 31235,
            "end": 31342,
            "text": "In this view of the matter, the application is without any merits and the same is, accordingly, dismissed.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b4c77eaf15a4b789996207b5e4e868d_158"
        },
        {
            "start": 31344,
            "end": 31428,
            "text": "41. Mr. Gupta has also placed reliance on the judgment in Lok Kalyan Samiti (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98443330bfa64bf1b232cacb57a8d317_159"
        },
        {
            "start": 31429,
            "end": 31599,
            "text": "In this case, the suit had initially been filed in this Court on a valuation of Rs.1,05,000/- at a time when the pecuniary jurisdiction of this Court was above Rs.1 Lakh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f690eae7d6c44a5bbbdc87de3d020fe_160"
        },
        {
            "start": 31600,
            "end": 31736,
            "text": "Subsequently, the pecuniary jurisdiction was raised to above Rs.5 Lakhs, and consequently, the plaintiff applied to amend the valuation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "219ed642a53b4c4bb11745ff50bdd8e4_161"
        },
        {
            "start": 31737,
            "end": 31896,
            "text": "Pertinently, in this case, the learned Single Judge did not proceed to transfer the suit along with the application for amendment to the District Court, Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ecd22b99a2c46768ba0591699115bc6_162"
        },
        {
            "start": 31897,
            "end": 32026,
            "text": "The learned Single Judge, in fact, continued to exercise jurisdiction and dealt with the application for amendment on its merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e39ca64670634fbab925f0b1b5999f88_163"
        },
        {
            "start": 32027,
            "end": 32291,
            "text": "Thus, this decision rather than advancing the submission of Mr. Gupta-that this Court has no jurisdiction to deal with the present application and that it has become functus officio, in fact, is an instance where this Court deal with the application for amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b98b6f88caf142059eaff52bfc1bfdec_164"
        },
        {
            "start": 32292,
            "end": 32597,
            "text": "The fact that the application for amendment moved in Lok Kalyan Samiti (supra) was rejected on merits does not take away from the fact that this Court dealt with the said application on merits, even though the pecuniary jurisdiction of the Court had been raised from over Rs.1 Lakh to over Rs.5 Lakhs.\n42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7aa494a386f40f2be627b17ec599ab0_165"
        },
        {
            "start": 32598,
            "end": 32803,
            "text": "I may observe that the decision in Lok Kalyan Samiti (supra), on merits, appears to be contrary to the latter view taken by the Supreme Court in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21f0a220617048038cf22e4b3a86fd70_166"
        },
        {
            "start": 32804,
            "end": 32864,
            "text": "In Lakha Ram Sharma (supra), the Supreme Court observed:\n\"4.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39c2cec7dab8474c9bfd23db230bae3c_167"
        },
        {
            "start": 32865,
            "end": 33074,
            "text": "It is settled law that while considering whether the amendment is to be granted or not, the court does not go into the merits of the matter and decide whether or not the claim made therein is bona fide or not.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f93da0a8f70d4b2bac8f9f592f859c5f_168"
        },
        {
            "start": 33075,
            "end": 33145,
            "text": "That is a question which can only be decided at the trial of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6768d0581eec4e16b43195023756664f_169"
        },
        {
            "start": 33146,
            "end": 33299,
            "text": "It is also settled law that merely because an amendment may take the suit out of the jurisdiction of that court is no ground for refusing that amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d45f318d70248f18a45884e0999b997_170"
        },
        {
            "start": 33300,
            "end": 33401,
            "text": "We, therefore, do not find any justifiable reason on which the High Court has refused this amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "769358e9916e4c82bc82965db6c0eaa5_171"
        },
        {
            "start": 33402,
            "end": 33487,
            "text": "Accordingly, the impugned order is set aside and that of the trial court is restored.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9410b7a7879484c95b55f92a6dcab61_172"
        },
        {
            "start": 33488,
            "end": 33669,
            "text": "We, however, clarify that as the appellant has now raised the claim from Rs 1 lakh to Rs 10 lakhs, the trial court will determine, whether or not court fees are correctly paid.\"\n43.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "edf9a4fdffd64c9d8b4c640a2e7621e9_173"
        },
        {
            "start": 33670,
            "end": 33747,
            "text": "Similarly, in Mount Mary Enterprises (supra), the Supreme Court observed:\n\"7.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9b04ae8773194f51aca083c7d1ab91a6_174"
        },
        {
            "start": 33748,
            "end": 33996,
            "text": "In our opinion, as per the provisions of Order 6 Rule 17 of the Civil Procedure Code, the amendment application should be normally granted unless by virtue of the amendment nature of the suit is changed or some prejudice is caused to the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d3ef85ec877447d9417355d3bfaa372_175"
        },
        {
            "start": 33997,
            "end": 34419,
            "text": "In the instant case, the nature of the suit was not to be changed by virtue of granting the amendment application because the suit was for specific performance and initially the property had been valued at Rs 13,50,000 but as the market value of the property was actually Rs 1,20,00,000, the appellant-plaintiff had submitted an application for amendment so as to give the correct value of the suit property in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c794f85eb62f4c899067fdb832e6f9c1_176"
        },
        {
            "start": 34421,
            "end": 34444,
            "text": "8. x x x x x x x x x 9.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2eac76cd4b3b452fbd71fc042300f01d_177"
        },
        {
            "start": 34445,
            "end": 34667,
            "text": "The main reason assigned by the trial court for rejection of the amendment application was that upon enhancement of the valuation of the suit property, the suit was to be transferred to the High Court on its original side.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5dfbda2670e4df78143ad2550bafcb9_178"
        },
        {
            "start": 34668,
            "end": 34765,
            "text": "In our view, that is not a reason for which the amendment application should have been rejected.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f51f04079c9042b0b2dffa961c3787ed_179"
        },
        {
            "start": 34767,
            "end": 34965,
            "text": "44. Mr. Gupta has lastly placed reliance on the judgment of this Court in Ms. Sadhna Sharma & Others Vs. Premlata Gautam & Others, MANU/DE/2937/2005 (C.S.(O.S.) No.2103/1998) decided on 29.09.2005).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11dc74838a79497399c6204330236f37_180"
        },
        {
            "start": 34966,
            "end": 35083,
            "text": "A perusal of this decision would shows that the facts therein were also different from the facts of the case in hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6b8c16bc7d7d482f98d5efd32254f72f_181"
        },
        {
            "start": 35084,
            "end": 35244,
            "text": "The plaintiffs had filed the suit seeking several reliefs in relation to an immovable property, including the relief of declaration of the relief of injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db6cb9363c534242bd95c6e9dc2834c8_182"
        },
        {
            "start": 35245,
            "end": 35384,
            "text": "During the pendency of the suit, on account of the raise in the pecuniary jurisdiction of the Court, the suit was liable to be transferred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bd45536a53b4d2d83efe1835e702ad6_183"
        },
        {
            "start": 35385,
            "end": 35574,
            "text": "At that stage, the plaintiffs moved an application under Section 24 CPC praying that despite change in the pecuniary jurisdiction of the Court, the suit be retained and tried by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae23a71b52a44aef8c4fdd42b3d08287_184"
        },
        {
            "start": 35575,
            "end": 35763,
            "text": "The plaintiffs also moved an application for amendment to the valuation of the suit for the purpose of Court Fees and jurisdiction and to increase the same from Rs.5 Lakhs to Rs. 21 Lakhs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8726954e1e65431b8bd9e8218e6a6e59_185"
        },
        {
            "start": 35764,
            "end": 36017,
            "text": "The pecuniary jurisdiction of this Court had been enhanced from Rs.5 Lakhs to Rs.20 Lakhs as a consequence of amendment to the Delhi High Court Act vide notification dated 16.07.2003 and in the light of the order passed by the Hon'ble the Chief Justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf5d105fa6df4ef388e0593c5cf6e077_186"
        },
        {
            "start": 36019,
            "end": 36299,
            "text": "45. I may, firstly, note one material fact of distinction in the present case is that the present application for amendment had been filed by the plaintiffs on 27.08.2015, i.e. much prior to the amendment of the Delhi High Court Act, or the enactment of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a38958a331a54f9bb20fb7bdad6975b0_187"
        },
        {
            "start": 36300,
            "end": 36417,
            "text": "The learned Single Judge in Ms. Sadhna Sharma & Others (supra), inter alia, observed in paragraph 10 as follows:\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5bcf6f93bf134d5da48a39618c895cdc_188"
        },
        {
            "start": 36418,
            "end": 36704,
            "text": "There is some merit in the contention raised on behalf of the non-applicants as no circumstances have been spelled out as to why this court should retain the present suit, even if it is assumed for the sake of arguments that the court is competent to pass an order of retention of suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24a5d25bdea449059c0cc6e4bbfa4ff5_189"
        },
        {
            "start": 36705,
            "end": 36822,
            "text": "Merely because an application for amendment of the suit has been filed, would be no reason in law to retain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d859753864a4466aa878b6a1d2da54e_190"
        },
        {
            "start": 36823,
            "end": 36980,
            "text": "In fact the arguments addressed on behalf of the applicant presupposes that the application for amendment ought and could definitely be allowed by the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "268baf3688ee4e1da6918fe145061e3b_191"
        },
        {
            "start": 36981,
            "end": 37073,
            "text": "This assumption on the part of the applicant is unsustainable in law and cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73725f06b1e74d35b7128aad1cd995a3_192"
        },
        {
            "start": 37074,
            "end": 37128,
            "text": "Loss of pecuniary jurisdiction is by operation of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e44f22b20e34a8bbbd04867c267353d_193"
        },
        {
            "start": 37129,
            "end": 37504,
            "text": "In exercise of the powers conferred under Section 4 of the Delhi High Court Amendment Act, 2003, the Chief Justice had been pleased to order that all the pending suits or other proceedings pending in Delhi High Court on the original side up to the value of Rs. 12 lakhs, except those in which the final judgment has been reserved, would be transferred to the District Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83ddc22ba54c49788a6e95a0c107fed0_194"
        },
        {
            "start": 37505,
            "end": 37640,
            "text": "The notification was given effect to from 16th July, 2003 and whatever suits could be retained by this court, were further spelled out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "894e7d5310644ecd86a6a4148f709ef4_195"
        },
        {
            "start": 37641,
            "end": 37768,
            "text": "Thus, the lack of jurisdiction of the court to entertain any such suit is result of amendment of law, which has to be enforced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c71de08f6054754af8c706bbad0ca5b_196"
        },
        {
            "start": 37769,
            "end": 38209,
            "text": "Implementation and operation of such law cannot be hampered or rendered ineffective on the grounds of inconvenience to parties or on a pious hope of the plaintiff/applicant that his application for amendment, which is still to be heard, is bound to be allowed by the court, particularly when such an application has been filed in the court, which admittedly had no jurisdiction to entertain and decide the present suit at the relevant time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08274e26299b4b69b9615ba0df6751ab_197"
        },
        {
            "start": 38210,
            "end": 38397,
            "text": "Another argument raised on behalf of the plaintiff-applicant is that this Court being Court of higher pecuniary jurisdiction can always retain the suit and decided in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd3b9c7edf404289847a227a6cd1ada0_198"
        },
        {
            "start": 38398,
            "end": 38474,
            "text": "Such argument, ex-facie offends the very language of section 15 of the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "910cb389fee24e7fb4e285cc73021f05_199"
        },
        {
            "start": 38475,
            "end": 38574,
            "text": "Section 15 is primarily concerned with institution of the suit relatable to pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ad5eb38eb644a8a87ead7903e131c6e_200"
        },
        {
            "start": 38575,
            "end": 38697,
            "text": "The object of the section is to require a suitor to bring his suit in the Court of lowest grade competent to try the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff5aa687624046a9886c03b13f74b22f_201"
        },
        {
            "start": 38698,
            "end": 38910,
            "text": "This principle is based on implementation of provisions of law as well as to avoid practical inconvenience to the administration of justice, if all suits were permitted to be instituted in one and the same court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "449f5ec6605c4979a8caacfd92d09542_202"
        },
        {
            "start": 38911,
            "end": 39155,
            "text": "Matter of procedure and proprietary would require that even a Court of higher jurisdiction should return such a plaint to the plaintiff to be presented in the Court of Competent jurisdiction in terms of provisions of Order 7 Rule 10 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73dca391215e453eae7685cddea038d0_203"
        },
        {
            "start": 39156,
            "end": 39492,
            "text": "Pecuniary jurisdiction of a Court refers to limit of an amount, value of the subject matter involved in a suit that can be filed before the Court of Competent Jurisdiction, as the Court would have jurisdiction to try the suit for the amount, the value of which does not exceed the pecuniary limits of its ordinary original jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6b9efe45cd242acb7c43f8df7ac0c6e_204"
        },
        {
            "start": 39493,
            "end": 39591,
            "text": "The competency of the Court is directly relatable to the prescribed pecuniary limits of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3e511d8c9b344f388189dd9e7b62113_205"
        },
        {
            "start": 39592,
            "end": 39701,
            "text": "The pecuniary jurisdiction would be determine on the basis of the value of the suit as claimed in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee678c8dd2fb453986b35baf17fe4a19_206"
        },
        {
            "start": 39702,
            "end": 39881,
            "text": "In harmony with the language of section 16 and the principles of judicial propriety, the suit should not normally be entertained by the Courts which has no pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9d34d3e7b464249887f8be6e765ba01_207"
        },
        {
            "start": 39882,
            "end": 39982,
            "text": "In the case of Nandita Bose v. Rattan Lal Nahata [1987]3SCR792 , the Supreme Court held as under :-\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4de61a46fb604910be9ff14c1103006b_208"
        },
        {
            "start": 39982,
            "end": 40122,
            "text": "It is also true that the plaintiff cannot invoke the jurisdiction of a court by either grossly over valuing or grossly under-valuing a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23e25eb8ebf346eb91f0ed74c5277663_209"
        },
        {
            "start": 40123,
            "end": 40204,
            "text": "The Court always has the jurisdiction to prevent the abuse of the process of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f73e412db844a3c91f173389836890e_210"
        },
        {
            "start": 40205,
            "end": 40370,
            "text": "Under Rule 10 of Order 7 of the Code the plaint can be returned at any stage of the suit for presentation to the court in which the suit should have been instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f3a30004b9b48f39ef3dc12277302b3_211"
        },
        {
            "start": 40371,
            "end": 40559,
            "text": "The question for consideration in this case is whether in the present case the plaint has been grossly overvalued with the object of bringing it within the jurisdiction of the High Court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcee572c111e415697d47e6fa6fe95a5_212"
        },
        {
            "start": 40560,
            "end": 40580,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03988c317e4d40d881f6515a1244682b_213"
        },
        {
            "start": 40582,
            "end": 40812,
            "text": "46. In Ms. Sadhna Sharma & Others (supra), the application for amendment had been moved after the raise in pecuniary jurisdiction of the High Court post the amendment of the Delhi High Court Act vide notification dated 16.07.2003.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "996bc9a81f87499ebe22af9e684f8c8d_214"
        },
        {
            "start": 40813,
            "end": 40950,
            "text": "However, in the facts of the present case, the amendment application was filed much earlier to the amendment of the Delhi High Court Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dee2d8b8a18549dbb3d4eafa242abbfd_215"
        },
        {
            "start": 40951,
            "end": 41069,
            "text": "Consequently, I am of the view that the said decision cannot be pressed into service in the facts of the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a929194fc3d042a58b9c4ff134852c0f_216"
        },
        {
            "start": 41071,
            "end": 41264,
            "text": "47. Secondly, the amendment sought in Ms. Sadhna Sharma & Others (supra), was not merely confined to an amendment of the valuation of the reliefs for the purpose of Court Fees and jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "227187167a714b4988227d63f677b83a_217"
        },
        {
            "start": 41265,
            "end": 41422,
            "text": "It was a substantive amendment, as the plaintiff sought to introduce a substantive relief of possession, besides making other prayers in the proposed plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e95c606e2ee947528c8b71a446dc1b86_218"
        },
        {
            "start": 41423,
            "end": 41478,
            "text": "Obviously, such an amendment may or may not be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e656cd62d934359a3492660b08273d5_219"
        },
        {
            "start": 41479,
            "end": 41693,
            "text": "The situation is very different when the amendment is sought to be made in a suit at the pre-trial stage and that too is a formal amendment - only to re-value the reliefs for purposes of Court Fee and jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34f74fc622e649f79bf922599b604e96_220"
        },
        {
            "start": 41694,
            "end": 41971,
            "text": "In such a situation - where grant of amendment of the plaint is imminent, there would be no purpose of relegating the plaintiff to first appear before the District Court and after the formal amendment is allowed, to seek return of the plaint to re-present it before this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d51d50d5cbb4436c82fe79ae5e1bcd5f_221"
        },
        {
            "start": 41972,
            "end": 42199,
            "text": "Much water has flown under the bridge since the decision in Ms. Sadhna Sharma & Others (supra) was rendered, with the passing of the judgments by the Supreme Court in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e29cc95d8ea848ac9b803052c3a585e3_222"
        },
        {
            "start": 42200,
            "end": 42253,
            "text": "Thus, this decision is of no avail to the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf7a204e574a4e47961acf34f728cdd0_223"
        },
        {
            "start": 42255,
            "end": 42452,
            "text": "48. In Metal Box India Ltd. & Anr. Vs. T.K. Sehgal & Sons (HUF) & Ors., C.S.(O.S.) No.2313/2011, while dealing with a similar application being I.A. No.960/2016, this Court observed as follows:\n\"8.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d91485975e994f2d983cadeddc20b6f4_224"
        },
        {
            "start": 42453,
            "end": 42623,
            "text": "The submission of learned counsel for the plaintiffs is that it was the prerogative of the plaintiffs to value the relief of injunction when the suit was initially filed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "28beccd946fc435ab08b03d4d3be0867_225"
        },
        {
            "start": 42624,
            "end": 42887,
            "text": "Since the relief of declaration had been valued at Rs.25 Lakhs, which was also as per the prerogative of the plaintiffs, at the time of filing of the suit, the relief of injunction was valued at Rs.1,000/- only, which was beyond the minimum valuation of Rs.130/-.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d25af36877234981834dbba4cc5bd661_226"
        },
        {
            "start": 42888,
            "end": 43090,
            "text": "The submission of learned counsel for the plaintiffs is that the suit, originally, could have been filed before this Court, or before the District Courts, since both Courts have concurrent jurisdiction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "04f2aaf3e15141fe9a83acba35da90d9_227"
        },
        {
            "start": 43091,
            "end": 43271,
            "text": "Since the plaintiffs were desirous of filing the suit before this Court, the valuation of the two reliefs in the plaint originally filed had been made in the following manner:\n\"33.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cdd4a1c093a485aa630cec4c597ddd8_228"
        },
        {
            "start": 43272,
            "end": 43456,
            "text": "The value of the suit for the purpose of court fees and jurisdiction for the relief of declaration is fixed at Rupees Twenty Five Lakhs on which the prescribed court fee has been paid.",
            "labels": [
                "RPC"
            ],
            "id": "afb50d2c210243d9ac68e028edda7ac4_229"
        },
        {
            "start": 43457,
            "end": 43631,
            "text": "The value of the suit for the relief of permanent injunction is fixed at Rupees One Thousand only on which also separate court fee as prescribed under the law has been paid\".",
            "labels": [
                "RPC"
            ],
            "id": "79d0ec1491554bd2be721e91686ff977_230"
        },
        {
            "start": 43633,
            "end": 43724,
            "text": "9. However, on account of rise of pecuniary jurisdiction, the suit would stand transferred.",
            "labels": [
                "RPC"
            ],
            "id": "11c4131aae7d44d1a9a13e55d12cbe6f_231"
        },
        {
            "start": 43725,
            "end": 43876,
            "text": "It is submitted that the plaintiffs are entitled to revalue the reliefs and pay the additional Court Fee, so that the suit is dealt with by this Court.",
            "labels": [
                "RPC"
            ],
            "id": "441c6a4f1f15445ab36cb33cf9b76fd7_232"
        },
        {
            "start": 43878,
            "end": 44111,
            "text": "10. In support of her submissions, learned counsel for the plaintiffs has sought to place reliance on the decision of this Court in Sanofi Aventis Vs. Intas Pharmaceuticals Limited & Others, CS(OS) No.2590/2008 decided on 05.01.2016.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58ab816b389d47ac8d0ced002ad14b3c_233"
        },
        {
            "start": 44112,
            "end": 44258,
            "text": "Reference has also been made to Mount Mary Enterprises Vs. M/s Jivratna Medi Treat Pvt. Ltd., Civil Appeal No.1232/2015 decided on 30.01.2015.\n11.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c8c3a24118ae4c0a912ada92aa1b9a9f_234"
        },
        {
            "start": 44259,
            "end": 44598,
            "text": "On the other hand, the submission of learned counsel for the defendants is that the plaintiffs having given the valuation of the reliefs at the time of filing of the suit, they cannot seek to revalue any of the reliefs at this stage, merely because the suit stands transferred on account of rise in the pecuniary jurisdiction of the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b4f7bc7fa7164ed881c4e60d9e8ad466_235"
        },
        {
            "start": 44599,
            "end": 44771,
            "text": "It is further argued that, in the rejoinder filed by the plaintiffs to the I.A. No.23855/2015, the plaintiffs had asserted that the value as originally affixed was correct.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e170e560762c4db792b220ecc389c2e6_236"
        },
        {
            "start": 44772,
            "end": 44897,
            "text": "The plaintiffs are now seeking to take a contradictory stand by proposing to re-assess the value of the relief of injunction.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "48b6168975224637ab6aa8c98a5bd48d_237"
        },
        {
            "start": 44899,
            "end": 45159,
            "text": "12. The further submission of learned counsel for the defendants is that since the suit stands transferred, the application for amendment should be dealt with by the concerned Additional District Judge to whom the matter may be assigned, and not by this Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b7e0e8acb0d24b7d893a6a28865c0d38_238"
        },
        {
            "start": 45160,
            "end": 45402,
            "text": "He has also placed reliance on the decision in Ishwar Chand Gupta Vs. Yudhister Gupta & Ors., 214 (2014) DLT 489, in support of his submission that it is the concerned Court, to which the matter is transferred, which has to decide this issue.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2a30e3f070e04ce99366105a36f457e6_239"
        },
        {
            "start": 45404,
            "end": 45547,
            "text": "13. Having heard learned counsel, I am of the view that there is no merit in the objection raised by the defendants to the present application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08fa057d2da6439ba9208bd74e774331_240"
        },
        {
            "start": 45548,
            "end": 45640,
            "text": "The only amendment sought by the plaintiffs is to the valuation of the relief of injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "232c8d4ef24b41988e048faae454efdb_241"
        },
        {
            "start": 45641,
            "end": 45805,
            "text": "It is the prerogative of the plaintiffs to value the relief of injunction in their own way, considering the pecuniary limits of jurisdiction of Courts fixed by law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98e367822c6844bc883293de8cca3370_242"
        },
        {
            "start": 45806,
            "end": 46020,
            "text": "The plaintiffs could have originally filed the present suit before the District Court, by assessing a lesser valuation of the relief of declaration/ injunction than the minimum pecuniary jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c88b861f95a2451e9c4c6a8ec48a28c5_243"
        },
        {
            "start": 46021,
            "end": 46201,
            "text": "However, the plaintiffs desired that their cause be entertained and tried by this Court, and consequently, assigned the valuation of Rs.25 Lakhs to the first relief of declaration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "944ebf7f9af244168acb32ae71cc6907_244"
        },
        {
            "start": 46202,
            "end": 46392,
            "text": "The second relief of injunction was valued at Rs.1,000/-, considering the fact that the valuation of the first relief itself brought the suit within the pecuniary jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e4cd746611d478cae22696f7034e39e_245"
        },
        {
            "start": 46393,
            "end": 46713,
            "text": "It cannot be said that once having valued the reliefs of declaration and injunction in the plaint originally filed, it is not open to the plaintiffs to seek to re-value either of the said reliefs at a subsequent stage so that the case may continue to be tried by this Court after the raise of its pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2806cdc857884f98af8c4e4340b584b1_246"
        },
        {
            "start": 46714,
            "end": 46860,
            "text": "The plaintiffs have the option to continue with the suit in the High Court even when the pecuniary jurisdiction of the High Court has been raised.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae120bf0fa6a49eb8ddf45dff148c399_247"
        },
        {
            "start": 46861,
            "end": 46984,
            "text": "Of course, the plaintiffs would be obliged to amend the pleading qua valuation and, pay additional Court Fee in most cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7834cdfa3b7e4eb1903044afae366370_248"
        },
        {
            "start": 46986,
            "end": 47193,
            "text": "14. The submission of learned counsel for the defendants that the suit should be transferred and the application should be heard by the transferred Court, to which the matter has been assigned, has no merit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d1b35f87943485eb9e3ea64eb162bae_249"
        },
        {
            "start": 47194,
            "end": 47311,
            "text": "In Sanofi Aventis (supra), this Court after taking into consideration the earlier decisions observed as follows:\n\"18.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "00ecc94cc2414233aeaebd2bf9f02a23_250"
        },
        {
            "start": 47312,
            "end": 47713,
            "text": "The aforesaid decision is a reiteration of the settled legal position that when a Court has the inherent jurisdiction to pass certain orders even though it may not have the pecuniary or territorial jurisdiction to try the suit, that would not be a ground to disallow an amendment to the plaint, the logic being that one cannot stick to the form of law to the point that the substance gets obliterated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73e1b8d984c441319c6f31008896d793_251"
        },
        {
            "start": 47714,
            "end": 47766,
            "text": "That would amount to missing the wood for the trees.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "59f226797d134b0598a8207eb1f39b58_252"
        },
        {
            "start": 47767,
            "end": 47969,
            "text": "The object must be to abjure a pedantic approach and interpret procedural rules with the idea of promoting the cause of justice and shunning unnecessary and avoidable delay in the suit proceedings\".\n15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38c718d7017d4b038cccb114712a83f6_253"
        },
        {
            "start": 47970,
            "end": 48343,
            "text": "Since the amendment sought by the plaintiffs is only with regard to the re-valuation of the relief of injunction, no useful purpose would be served in transferring the suit, and, thereafter, waiting for it to being sent back to this Court upon the application for amendment being allowed - permitting the plaintiffs to re-value the relief of injunction to over Rs.2 Crores.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "820f8337c937426880a140bf94b4f67e_254"
        },
        {
            "start": 48344,
            "end": 48478,
            "text": "The same would lead to wastage of time, delay in trial of the suit, and adding to the administrative work of the two Courts concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "225e7f8eb19e4e1d859f5a335d16fab1_255"
        },
        {
            "start": 48480,
            "end": 48563,
            "text": "16. Reliance placed by the defendants on Ishwar Chand Gupta (supra) is of no avail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93c4f6f0f13440f9bc64c587cd80aa56_256"
        },
        {
            "start": 48564,
            "end": 48689,
            "text": "In the said case, the Trial Court passed an order holding the suit not to be properly valued even before issuance of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "543de7cf21d24085ba67ad4fa09a5348_257"
        },
        {
            "start": 48690,
            "end": 48862,
            "text": "The suit had been filed to seek recovery of Rs.5 Lakhs, apart from seeking injunctive relief, which was valued at Rs.130/- and on which Court Fees of Rs.13/- had been paid.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f369d99f7324dd19badc3dc6550f072_258"
        },
        {
            "start": 48863,
            "end": 49155,
            "text": "This Court while dealing with a petition under Article 227 of the Constitution of India upheld the valuation of the suit by observing that it was the prerogative of the plaintiff in the suit for injunction to value the relief at an amount he deems fit, with the minimum valuation of Rs.130/-.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39082dc6d59349f791df07d5549dec63_259"
        },
        {
            "start": 49156,
            "end": 49330,
            "text": "It was also observed that at the stage of issuing summons in the suit, it cannot be held that the suit was not properly valued for the purpose of Court Fees and jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13fd5693839146f0bda6324a190baa70_260"
        },
        {
            "start": 49331,
            "end": 49468,
            "text": "However, if such an issue is raised by the defendants, the same shall be dealt with finally by the concerned Court dealing with the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fc37334c27741e6a062bac65e06e1c0_261"
        },
        {
            "start": 49470,
            "end": 49567,
            "text": "17. The aforesaid decision does not advance the submission of learned counsel for the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f87b546f7154343993d6a6d00e28a48_262"
        },
        {
            "start": 49568,
            "end": 49701,
            "text": "In fact, it only re-affirms the well-settled position that it is the prerogative of the plaintiffs to value the relief of injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec6a9b0e6366434baeee5107ef383396_263"
        },
        {
            "start": 49702,
            "end": 49819,
            "text": "The averment of the plaintiff that the suit had been valued correctly is not contradictory to the proposed amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52069f6ad0b842ebbaa42df9b79efad1_264"
        },
        {
            "start": 49820,
            "end": 49871,
            "text": "That valuation was correct when the suit was filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14205becfc174f77b2792194fb8066d1_265"
        },
        {
            "start": 49872,
            "end": 49984,
            "text": "Merely because amendment of valuation is sought now, it does not mean that the original valuation was incorrect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c69b9fd46c624deb8292a470f9e39bcd_266"
        },
        {
            "start": 49985,
            "end": 50039,
            "text": "There is no contradiction as claimed by the defendant.",
            "labels": [
                "RATIO"
            ],
            "id": "c326bd32b8a740548e4b60db6c98f18f_267"
        },
        {
            "start": 50041,
            "end": 50282,
            "text": "18. For all the aforesaid reasons, the application is allowed to the limited extent that the relief of injunction is permitted to be re-valued at Rs.Two Crores One Thousand, on which the additional Court Fees shall be paid by the plaintiffs.",
            "labels": [
                "RPC"
            ],
            "id": "6d7a2075697e492da8ea62e55aa3e0b1_268"
        },
        {
            "start": 50283,
            "end": 50353,
            "text": "The amended plaint, in terms of this order, be filed within two weeks.",
            "labels": [
                "RPC"
            ],
            "id": "70f75719a73541e6a04f63ed4c06848c_269"
        },
        {
            "start": 50354,
            "end": 50414,
            "text": "The Court Fees shall be filed along with the amended plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e5ecc36a4b74e0fad050f386f45caec_270"
        },
        {
            "start": 50415,
            "end": 50440,
            "text": "\"\n(Emphasis supplied)\n49.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dcd128b7ba04a05992cc53d9a85d860_271"
        },
        {
            "start": 50441,
            "end": 50477,
            "text": "Procedures are handmaids of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8813f9ea466f40fb9346a4efbb6cdc13_272"
        },
        {
            "start": 50478,
            "end": 50801,
            "text": "Undue emphasis on following a procedure which, in the facts of a given case, would result in miscarriage of justice is not insisted upon in law, particularly when this Court has the power and jurisdiction under Section 24 CPC to withdraw from the subordinate Court any case or proceeding and to try and dispose of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88c24c668e9f45a4bb408ed31149072c_273"
        },
        {
            "start": 50803,
            "end": 51057,
            "text": "50. The defendants cannot be heard to say that this Court cannot deal with the present application, even when the formal order for transfer of the suit in terms of the order passed by the Hon'ble the Chief Justice has still not been passed by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed87e5d117994345bda50176fad736de_274"
        },
        {
            "start": 51058,
            "end": 51747,
            "text": "Insistence on following the procedure - requiring transfer of the case to the concerned District Court; assignment of the case to an Additional District Judge; issuance of notice to such of the parties who do not appear before the Court to whom the case is assigned, in case they do not appear; fixing the date for hearing of the amendment application by the transferred Court; hearing of the application which, if allowed, would result in the suit not falling within the jurisdiction of the District Court, and consequential return of plaint to be presented once again before this Court would immensely prejudice the plaintiffs, who have been pursuing the present suit since January 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3277ad739e624ee5b0e563574c72a9ab_275"
        },
        {
            "start": 51748,
            "end": 51985,
            "text": "In the meantime, dozens of orders have been passed, eventually leading to delayed filing of written statements with applications to seek condonation of delay and an application under Section 8 of the Arbitration & Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8318d66574f146468be688e1e562d740_276"
        },
        {
            "start": 51986,
            "end": 52311,
            "text": "If the procedure, as insisted upon by the defendants were to be adopted, it would mean that, eventually, in case the amendment application is allowed by the transferred Court, the plaintiff would have to re-serve all the defendants in the suit, and again await their filing of their written statements and other applications.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08f346e5faca4d809f8255f4ba17d622_277"
        },
        {
            "start": 52312,
            "end": 52374,
            "text": "Such a result must be avoided, since it can be avoided in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd72f1c8ddce47489f01a291b0dd2163_278"
        },
        {
            "start": 52375,
            "end": 52412,
            "text": "The hands of this Court are not tied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc1a0cc0fb7f41258688ca5ba2cbd619_279"
        },
        {
            "start": 52413,
            "end": 52713,
            "text": "The shackles of such procedural bounds can and should be broken with a view to, eventually, attain speedier disposal of the case, as no prejudice is caused to the defendants even if this Court considers the amendment application rather than transferring the suit along with the amendment application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "addead705f1842d280f6c5b6cd744203_280"
        },
        {
            "start": 52714,
            "end": 52997,
            "text": "Adoption of the procedure insisted upon by the defendants would, ironically, delay the disposal of the commercial cause, when the enactment of the Commercial Courts Act and the amendment to the Delhi High Court Act was intended to lead to speedier disposal of such commercial causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d22755991e0e480b915f8ce4dd7c11ab_281"
        },
        {
            "start": 52999,
            "end": 53158,
            "text": "51. For all the aforesaid reasons, I am of the view that this Court is not functus officio and does not lack jurisdiction to deal with the present application.",
            "labels": [
                "RATIO"
            ],
            "id": "8868728a23a84150967d40f79d1b97dd_282"
        },
        {
            "start": 53160,
            "end": 53265,
            "text": "52. As noticed hereinabove, the application for amendment has been moved fairly early in the proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fed6ec677d9d401e9dee647afd84efec_283"
        },
        {
            "start": 53266,
            "end": 53405,
            "text": "Even the written statements of the defendants, who have filed the same, have not been taken on record since they have been filed belatedly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a4eef8695e740c58684a10f0b76deca_284"
        },
        {
            "start": 53406,
            "end": 53530,
            "text": "The application filed by two defendants under Section 8 of the Arbitration & Conciliation Act, 1996 is yet to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb6c98a5aca54e18947927af76a2981a_285"
        },
        {
            "start": 53531,
            "end": 53571,
            "text": "Issues have not been framed in the suit.",
            "labels": [
                "RATIO"
            ],
            "id": "9af55dcf16604ded8808d00b13f85ddd_286"
        },
        {
            "start": 53572,
            "end": 53659,
            "text": "The amendment sought by the plaintiffs does not in any manner prejudice the defendants.",
            "labels": [
                "RATIO"
            ],
            "id": "c173040595e141eb9383dcb405a25742_287"
        },
        {
            "start": 53661,
            "end": 53869,
            "text": "53. Consequently, following the ratio of the judgments in Lakha Ram Sharma (supra) and Mount Mary Enterprises (supra), the application is allowed with costs of Rs.1,000/- to be paid to each of the defendants.",
            "labels": [
                "RPC"
            ],
            "id": "b2540aded66b4ccc8549f35c39be235b_288"
        },
        {
            "start": 53870,
            "end": 53901,
            "text": "Costs be paid within six weeks.",
            "labels": [
                "RPC"
            ],
            "id": "9cab6cf5290a4dab8135f7f35cee612f_289"
        },
        {
            "start": 53902,
            "end": 53958,
            "text": "The amended plaint be also filed during the same period.",
            "labels": [
                "RPC"
            ],
            "id": "314d02b3458b4bd385746a16695c36c5_290"
        },
        {
            "start": 53960,
            "end": 54173,
            "text": "54. In view of the nature of the amendment sought by the plaintiff and allowed by the Court, I do not consider it necessary to require the filing of another amended/ additional written statement by the defendants.",
            "labels": [
                "RPC"
            ],
            "id": "d62639754c6048358c81384927a13c7f_291"
        },
        {
            "start": 54175,
            "end": 54214,
            "text": "55. The application stands disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "10c68f252f0243c6a5d429f11804dbc4_292"
        },
        {
            "start": 54215,
            "end": 54429,
            "text": "\nCS(OS) 176/2015 and I.A. Nos. 1337-338/2015, 5001/2015, 12805/2015, 12973/2015, 14310/2015, 17272-273/2015, 18325/2015, 20062/2015, 20269/2015, 23234-236/2015, 24052/2015, 24909/2015, 983/2016 & 1503- 504/2016 56.",
            "labels": [
                "NONE"
            ],
            "id": "879b769b3fc345848531030e1637b6b9_293"
        },
        {
            "start": 54430,
            "end": 54495,
            "text": "List on 09.08.2016 for consideration of the pending applications.",
            "labels": [
                "RPC"
            ],
            "id": "999d63e1567e422291d78d8e71c883f0_294"
        },
        {
            "start": 54496,
            "end": 54540,
            "text": "\nVIPIN SANGHI, J APRIL 01, 2016 B.S. Rohella",
            "labels": [
                "NONE"
            ],
            "id": "e647cf2e967e4ed1b90f1c5f4cc68377_295"
        }
    ],
    "entities": [
        {
            "text": "M.K.Jayakrishnan",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 34
        },
        {
            "text": "Rajeevan P.V",
            "label": "RESPONDENT",
            "start_char": 38,
            "end_char": 50
        },
        {
            "text": "Anil K. Narendran",
            "label": "LAWYER",
            "start_char": 77,
            "end_char": 94
        },
        {
            "text": "Anil K. Narendran",
            "label": "JUDGE",
            "start_char": 102,
            "end_char": 119
        },
        {
            "text": "High Court Of Kerala At Ernakulam",
            "label": "COURT",
            "start_char": 138,
            "end_char": 171
        },
        {
            "text": "Anil K. Narendran",
            "label": "JUDGE",
            "start_char": 244,
            "end_char": 261
        },
        {
            "text": "G. Girish",
            "label": "JUDGE",
            "start_char": 336,
            "end_char": 345
        },
        {
            "text": "M.K.Jayakrishnan",
            "label": "PETITIONER",
            "start_char": 594,
            "end_char": 610
        },
        {
            "text": "Girija K Gopal",
            "label": "LAWYER",
            "start_char": 819,
            "end_char": 833
        },
        {
            "text": "K.N.Vigy\n           Parvathy.V",
            "label": "LAWYER",
            "start_char": 845,
            "end_char": 875
        },
        {
            "text": "Rajeevan P.V",
            "label": "RESPONDENT",
            "start_char": 914,
            "end_char": 926
        },
        {
            "text": "Anil K. Narendran",
            "label": "JUDGE",
            "start_char": 1382,
            "end_char": 1399
        },
        {
            "text": "Order XLVII, Rule 1",
            "label": "PROVISION",
            "start_char": 1468,
            "end_char": 1487
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 1495,
            "end_char": 1524
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 1576,
            "end_char": 1586
        },
        {
            "text": "Arb",
            "label": "GPE",
            "start_char": 1590,
            "end_char": 1593
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 1595,
            "end_char": 1615
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 1690,
            "end_char": 1700
        },
        {
            "text": "Commercial Court-II (Additional Sub Court-II), Ernakulam",
            "label": "COURT",
            "start_char": 1708,
            "end_char": 1764
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 1768,
            "end_char": 1784
        },
        {
            "text": "CMA(Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 1788,
            "end_char": 1810
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 1862,
            "end_char": 1871
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1879,
            "end_char": 1917
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 1987,
            "end_char": 2003
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 2093,
            "end_char": 2103
        },
        {
            "text": "Rule 5A(1)(a) and (b)",
            "label": "PROVISION",
            "start_char": 2549,
            "end_char": 2570
        },
        {
            "text": "Kerala Arbitration and Conciliation (Court) Rules, 1997",
            "label": "STATUTE",
            "start_char": 2574,
            "end_char": 2629
        },
        {
            "text": "notice:27.03.2024",
            "label": "DATE",
            "start_char": 2693,
            "end_char": 2710
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 2724,
            "end_char": 2744
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2794,
            "end_char": 2804
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 2812,
            "end_char": 2844
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 2905,
            "end_char": 2921
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 3079,
            "end_char": 3089
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3106,
            "end_char": 3122
        },
        {
            "text": "Arb",
            "label": "GPE",
            "start_char": 3126,
            "end_char": 3129
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3131,
            "end_char": 3151
        },
        {
            "text": "Arbitration Request No.16 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3198,
            "end_char": 3231
        },
        {
            "text": "CMA(Arb)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3287,
            "end_char": 3308
        },
        {
            "text": "Commercial Court-II, Ernakulam",
            "label": "COURT",
            "start_char": 3326,
            "end_char": 3356
        },
        {
            "text": "13.02.2024",
            "label": "DATE",
            "start_char": 3444,
            "end_char": 3454
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 3596,
            "end_char": 3606
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 3667,
            "end_char": 3677
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 4072,
            "end_char": 4082
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 4110,
            "end_char": 4120
        },
        {
            "text": "Bench mark I.A.No.2 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4188,
            "end_char": 4215
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4247,
            "end_char": 4263
        },
        {
            "text": "CMA (Arb).No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4267,
            "end_char": 4290
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 4376,
            "end_char": 4386
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 4510,
            "end_char": 4520
        },
        {
            "text": "Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]",
            "label": "PRECEDENT",
            "start_char": 4524,
            "end_char": 4616
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4671,
            "end_char": 4680
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4688,
            "end_char": 4703
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 4988,
            "end_char": 4998
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5006,
            "end_char": 5021
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 5465,
            "end_char": 5474
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5482,
            "end_char": 5497
        },
        {
            "text": "Order XXXVIII Rule 5",
            "label": "PROVISION",
            "start_char": 5638,
            "end_char": 5658
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5666,
            "end_char": 5669
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 5871,
            "end_char": 5880
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5888,
            "end_char": 5903
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 6313,
            "end_char": 6323
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 6332,
            "end_char": 6352
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 6459,
            "end_char": 6469
        },
        {
            "text": "Essar House Private Limited [AIR 2022 SC 4294]",
            "label": "PRECEDENT",
            "start_char": 6473,
            "end_char": 6519
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6539,
            "end_char": 6548
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6556,
            "end_char": 6588
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6748,
            "end_char": 6757
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6765,
            "end_char": 6797
        },
        {
            "text": "Order XXXVIII Rule 5",
            "label": "PROVISION",
            "start_char": 6938,
            "end_char": 6958
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 6966,
            "end_char": 6995
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 7023,
            "end_char": 7033
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7063,
            "end_char": 7083
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 7210,
            "end_char": 7220
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7248,
            "end_char": 7264
        },
        {
            "text": "CMA(Arb)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7268,
            "end_char": 7289
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7706,
            "end_char": 7722
        },
        {
            "text": "CMA(Arb)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7726,
            "end_char": 7747
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7953,
            "end_char": 7973
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 8104,
            "end_char": 8114
        },
        {
            "text": "Alexander Luke v. Aditya Birla Money Ltd.",
            "label": "PRECEDENT",
            "start_char": 8118,
            "end_char": 8159
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 8229,
            "end_char": 8239
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 8267,
            "end_char": 8283
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 8287,
            "end_char": 8310
        },
        {
            "text": "Commercial Appellate Court (Principal District Court)",
            "label": "COURT",
            "start_char": 8347,
            "end_char": 8400
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 8438,
            "end_char": 8465
        },
        {
            "text": "SRO No.177/2020",
            "label": "CASE_NUMBER",
            "start_char": 8499,
            "end_char": 8514
        },
        {
            "text": "24.02.2020",
            "label": "DATE",
            "start_char": 8561,
            "end_char": 8571
        },
        {
            "text": "22.12.2023",
            "label": "DATE",
            "start_char": 8709,
            "end_char": 8719
        },
        {
            "text": "Arb",
            "label": "GPE",
            "start_char": 8723,
            "end_char": 8726
        },
        {
            "text": "Appeal No.29 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 8728,
            "end_char": 8748
        },
        {
            "text": "Sabu George and others v. James George and others [2023:KER:82657]",
            "label": "PRECEDENT",
            "start_char": 8751,
            "end_char": 8817
        },
        {
            "text": "23.01.2024",
            "label": "DATE",
            "start_char": 8840,
            "end_char": 8850
        },
        {
            "text": "R.P.No.34 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 8883,
            "end_char": 8900
        },
        {
            "text": "Sabu George and others v. James George and others [2024:KER:5008]",
            "label": "PRECEDENT",
            "start_char": 8903,
            "end_char": 8968
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 9060,
            "end_char": 9070
        },
        {
            "text": "Jaycee Housing Pvt",
            "label": "ORG",
            "start_char": 9074,
            "end_char": 9092
        },
        {
            "text": "Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549]",
            "label": "PRECEDENT",
            "start_char": 9094,
            "end_char": 9168
        },
        {
            "text": "13.03.2024",
            "label": "DATE",
            "start_char": 9178,
            "end_char": 9188
        },
        {
            "text": "13.03.2024",
            "label": "DATE",
            "start_char": 9332,
            "end_char": 9342
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 9426,
            "end_char": 9442
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 9452,
            "end_char": 9475
        },
        {
            "text": "Commercial Court-II, Ernakulam",
            "label": "COURT",
            "start_char": 9487,
            "end_char": 9517
        },
        {
            "text": "19.03.2024",
            "label": "DATE",
            "start_char": 9522,
            "end_char": 9532
        },
        {
            "text": "20.03.2024",
            "label": "DATE",
            "start_char": 9683,
            "end_char": 9693
        },
        {
            "text": "22.03.2024",
            "label": "DATE",
            "start_char": 9698,
            "end_char": 9708
        },
        {
            "text": "Alexander Luke [2024 KHC OnLine 107]",
            "label": "PRECEDENT",
            "start_char": 9978,
            "end_char": 10014
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 10104,
            "end_char": 10113
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 10121,
            "end_char": 10153
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 10350,
            "end_char": 10359
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10659,
            "end_char": 10680
        },
        {
            "text": "25.03.2024",
            "label": "DATE",
            "start_char": 10690,
            "end_char": 10700
        },
        {
            "text": "22.03.2024",
            "label": "DATE",
            "start_char": 10824,
            "end_char": 10834
        },
        {
            "text": "Appeal No.14 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 11067,
            "end_char": 11087
        },
        {
            "text": "Arb",
            "label": "GPE",
            "start_char": 11132,
            "end_char": 11135
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 11137,
            "end_char": 11157
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 11275,
            "end_char": 11295
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 11335,
            "end_char": 11345
        },
        {
            "text": "25.03.2024",
            "label": "DATE",
            "start_char": 11366,
            "end_char": 11376
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 11433,
            "end_char": 11443
        },
        {
            "text": "Arbitration Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 11467,
            "end_char": 11499
        },
        {
            "text": "25.03.2024",
            "label": "DATE",
            "start_char": 11692,
            "end_char": 11702
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12213,
            "end_char": 12236
        },
        {
            "text": "Commercial Court-II, Ernakulam",
            "label": "COURT",
            "start_char": 12256,
            "end_char": 12286
        },
        {
            "text": "27.03.2024",
            "label": "DATE",
            "start_char": 12337,
            "end_char": 12347
        },
        {
            "text": "CMA (Arb.) No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12423,
            "end_char": 12447
        },
        {
            "text": "Commercial Court-II (Additional Sub Court-II), Ernakulam",
            "label": "COURT",
            "start_char": 12467,
            "end_char": 12523
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12681,
            "end_char": 12701
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 12750,
            "end_char": 12760
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12788,
            "end_char": 12804
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12808,
            "end_char": 12831
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 12860,
            "end_char": 12869
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 12877,
            "end_char": 12909
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13039,
            "end_char": 13048
        },
        {
            "text": "24.02.2020",
            "label": "DATE",
            "start_char": 13246,
            "end_char": 13256
        },
        {
            "text": "22.12.2023",
            "label": "DATE",
            "start_char": 13285,
            "end_char": 13295
        },
        {
            "text": "Appeal No.29 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 13304,
            "end_char": 13324
        },
        {
            "text": "Sabu George and others v. James George and others [2023:KER:82657]",
            "label": "PRECEDENT",
            "start_char": 13327,
            "end_char": 13393
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 13443,
            "end_char": 13453
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13461,
            "end_char": 13482
        },
        {
            "text": "13.11.2023",
            "label": "DATE",
            "start_char": 13761,
            "end_char": 13771
        },
        {
            "text": "Commercial Court (Sub Court), Kattappana",
            "label": "COURT",
            "start_char": 13779,
            "end_char": 13819
        },
        {
            "text": "13.11.2023",
            "label": "DATE",
            "start_char": 13826,
            "end_char": 13836
        },
        {
            "text": "O.P.(Arb.)No.1 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 13840,
            "end_char": 13862
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13891,
            "end_char": 13900
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 13908,
            "end_char": 13940
        },
        {
            "text": "23.01.2024",
            "label": "DATE",
            "start_char": 14045,
            "end_char": 14055
        },
        {
            "text": "R.P.No.34 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 14059,
            "end_char": 14076
        },
        {
            "text": "Sabu George and others v. James George and others [2024:KER:5008]",
            "label": "PRECEDENT",
            "start_char": 14079,
            "end_char": 14144
        },
        {
            "text": "22.12.2023",
            "label": "DATE",
            "start_char": 14181,
            "end_char": 14191
        },
        {
            "text": "Appeal No.29 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 14200,
            "end_char": 14220
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14262,
            "end_char": 14272
        },
        {
            "text": "Jaycee Housing Pvt",
            "label": "ORG",
            "start_char": 14276,
            "end_char": 14294
        },
        {
            "text": "(2023) 1 SCC 549",
            "label": "PRECEDENT",
            "start_char": 14302,
            "end_char": 14318
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 14457,
            "end_char": 14466
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 14474,
            "end_char": 14506
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 14571,
            "end_char": 14584
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14592,
            "end_char": 14613
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14720,
            "end_char": 14730
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 14898,
            "end_char": 14930
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15142,
            "end_char": 15163
        },
        {
            "text": "Alexander Luke [2024 KHC OnLine 107]",
            "label": "PRECEDENT",
            "start_char": 15173,
            "end_char": 15209
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 15234,
            "end_char": 15244
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15331,
            "end_char": 15352
        },
        {
            "text": "Section 6 and Section 10(3)",
            "label": "PROVISION",
            "start_char": 15365,
            "end_char": 15392
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 15536,
            "end_char": 15568
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 15807,
            "end_char": 15827
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 15887,
            "end_char": 15897
        },
        {
            "text": "Commercial Court-II (Additional Sub Court-II), Ernakulam",
            "label": "COURT",
            "start_char": 15905,
            "end_char": 15961
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 15965,
            "end_char": 15981
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 15985,
            "end_char": 16008
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 16070,
            "end_char": 16083
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16091,
            "end_char": 16112
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 16308,
            "end_char": 16318
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 16327,
            "end_char": 16347
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 16504,
            "end_char": 16527
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 16619,
            "end_char": 16629
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 16658,
            "end_char": 16674
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 16678,
            "end_char": 16694
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 16726,
            "end_char": 16735
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 16743,
            "end_char": 16775
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 17198,
            "end_char": 17208
        },
        {
            "text": "Arb",
            "label": "OTHER_PERSON",
            "start_char": 17212,
            "end_char": 17215
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17217,
            "end_char": 17237
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 17407,
            "end_char": 17417
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17465,
            "end_char": 17481
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17485,
            "end_char": 17501
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17505,
            "end_char": 17528
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 17585,
            "end_char": 17595
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17726,
            "end_char": 17742
        },
        {
            "text": "Commercial Court-II (Additional Sub Court-II), Ernakulam",
            "label": "COURT",
            "start_char": 17747,
            "end_char": 17803
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 17837,
            "end_char": 17847
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 17856,
            "end_char": 17876
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18004,
            "end_char": 18020
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 18050,
            "end_char": 18060
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 18270,
            "end_char": 18280
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18284,
            "end_char": 18300
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 18367,
            "end_char": 18377
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18381,
            "end_char": 18397
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 18579,
            "end_char": 18589
        },
        {
            "text": "I.A.No.5 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18658,
            "end_char": 18674
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18678,
            "end_char": 18694
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18698,
            "end_char": 18721
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 18883,
            "end_char": 18896
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18904,
            "end_char": 18925
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 18954,
            "end_char": 18964
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 18973,
            "end_char": 18993
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 19044,
            "end_char": 19054
        },
        {
            "text": "Essar House Private Limited [AIR 2022 SC 4294]",
            "label": "PRECEDENT",
            "start_char": 19058,
            "end_char": 19104
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19124,
            "end_char": 19133
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 19141,
            "end_char": 19173
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19333,
            "end_char": 19342
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 19350,
            "end_char": 19382
        },
        {
            "text": "Order XXXVIII Rule 5",
            "label": "PROVISION",
            "start_char": 19523,
            "end_char": 19543
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 19551,
            "end_char": 19580
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 19666,
            "end_char": 19676
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 19954,
            "end_char": 19970
        },
        {
            "text": "CMA(Arb)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 19974,
            "end_char": 19995
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 20208,
            "end_char": 20218
        },
        {
            "text": "Arb",
            "label": "GPE",
            "start_char": 20222,
            "end_char": 20225
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 20227,
            "end_char": 20247
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 20356,
            "end_char": 20376
        },
        {
            "text": "09.02.2024",
            "label": "DATE",
            "start_char": 20408,
            "end_char": 20418
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 20483,
            "end_char": 20496
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20504,
            "end_char": 20525
        },
        {
            "text": "03.02.2024",
            "label": "DATE",
            "start_char": 20717,
            "end_char": 20727
        },
        {
            "text": "Commercial Court-II (Additional Sub Court-II), Ernakulam",
            "label": "COURT",
            "start_char": 20735,
            "end_char": 20791
        },
        {
            "text": "I.A.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 20795,
            "end_char": 20811
        },
        {
            "text": "CMA (Arb.)No.27 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 20815,
            "end_char": 20838
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 21075,
            "end_char": 21085
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 21094,
            "end_char": 21114
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 21282,
            "end_char": 21302
        },
        {
            "text": "Appeal No.14 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 21470,
            "end_char": 21490
        },
        {
            "text": "Appeal No.11 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 21508,
            "end_char": 21528
        },
        {
            "text": "19.02.2024",
            "label": "DATE",
            "start_char": 21661,
            "end_char": 21671
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 21744,
            "end_char": 21754
        },
        {
            "text": "ANIL K. NARENDRAN",
            "label": "JUDGE",
            "start_char": 22045,
            "end_char": 22062
        },
        {
            "text": "G. GIRISH",
            "label": "JUDGE",
            "start_char": 22075,
            "end_char": 22084
        },
        {
            "text": "15.02.2024",
            "label": "DATE",
            "start_char": 22170,
            "end_char": 22180
        },
        {
            "text": "I.A.NO",
            "label": "ORG",
            "start_char": 22259,
            "end_char": 22265
        },
        {
            "text": "ARB.A.14/2024",
            "label": "CASE_NUMBER",
            "start_char": 22277,
            "end_char": 22290
        },
        {
            "text": "MESSENGER ARBITRATION APPEAL STANDS",
            "label": "STATUTE",
            "start_char": 22366,
            "end_char": 22401
        },
        {
            "text": "14.02.2024",
            "label": "DATE",
            "start_char": 22412,
            "end_char": 22422
        },
        {
            "text": "11/2024",
            "label": "DATE",
            "start_char": 22509,
            "end_char": 22516
        },
        {
            "text": "14",
            "label": "DATE",
            "start_char": 22539,
            "end_char": 22541
        },
        {
            "text": "..",
            "label": "DATE",
            "start_char": 22541,
            "end_char": 22543
        },
        {
            "text": "2",
            "label": "DATE",
            "start_char": 22543,
            "end_char": 22544
        },
        {
            "text": "..",
            "label": "DATE",
            "start_char": 22544,
            "end_char": 22546
        },
        {
            "text": "2024",
            "label": "DATE",
            "start_char": 22546,
            "end_char": 22550
        },
        {
            "text": "19.2.2024",
            "label": "DATE",
            "start_char": 22593,
            "end_char": 22602
        },
        {
            "text": "COMMERCIAL COURT ERNAKULAM",
            "label": "COURT",
            "start_char": 22617,
            "end_char": 22643
        },
        {
            "text": "CMA (ARB).0200027/2024",
            "label": "CASE_NUMBER",
            "start_char": 22647,
            "end_char": 22669
        },
        {
            "text": "14.2.2024",
            "label": "DATE",
            "start_char": 22910,
            "end_char": 22919
        },
        {
            "text": "26TH JULY, 2023",
            "label": "DATE",
            "start_char": 23357,
            "end_char": 23372
        },
        {
            "text": "PALARIVATTAM POLICE STATION",
            "label": "ORG",
            "start_char": 23407,
            "end_char": 23434
        },
        {
            "text": "25.08.2023",
            "label": "DATE",
            "start_char": 23477,
            "end_char": 23487
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 23568,
            "end_char": 23578
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 23588,
            "end_char": 23597
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 23832,
            "end_char": 23842
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 23893,
            "end_char": 23903
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 24157,
            "end_char": 24167
        },
        {
            "text": "NO. 914226",
            "label": "CASE_NUMBER",
            "start_char": 24201,
            "end_char": 24211
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 24218,
            "end_char": 24228
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 24238,
            "end_char": 24247
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 24482,
            "end_char": 24492
        },
        {
            "text": "NO. 914227",
            "label": "CASE_NUMBER",
            "start_char": 24526,
            "end_char": 24536
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 24543,
            "end_char": 24553
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 24563,
            "end_char": 24572
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 24806,
            "end_char": 24816
        },
        {
            "text": "NO. 914228",
            "label": "CASE_NUMBER",
            "start_char": 24850,
            "end_char": 24860
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 24867,
            "end_char": 24877
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 24887,
            "end_char": 24896
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 25130,
            "end_char": 25140
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 25191,
            "end_char": 25201
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 25211,
            "end_char": 25220
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 25454,
            "end_char": 25464
        },
        {
            "text": "12.07.2023",
            "label": "DATE",
            "start_char": 25515,
            "end_char": 25525
        },
        {
            "text": "ESAF BANK",
            "label": "ORG",
            "start_char": 25535,
            "end_char": 25544
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 25778,
            "end_char": 25788
        },
        {
            "text": "CIAL COURT-II AT ERNAKULAM",
            "label": "COURT",
            "start_char": 25943,
            "end_char": 25969
        }
    ],
    "precedent_clusters": {
        "Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]": [
            "Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]",
            "Essar House Private Limited [AIR 2022 SC 4294]",
            "Essar House Private Limited [AIR 2022 SC 4294]"
        ],
        "Sabu George and others v. James George and others [2023:KER:82657]": [
            "Alexander Luke v. Aditya Birla Money Ltd.",
            "Sabu George and others v. James George and others [2023:KER:82657]",
            "Sabu George and others v. James George and others [2024:KER:5008]",
            "Sabu George and others v. James George and others [2023:KER:82657]",
            "Sabu George and others v. James George and others [2024:KER:5008]"
        ],
        "Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549]": [
            "Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549]",
            "(2023) 1 SCC 549"
        ],
        "Alexander Luke [2024 KHC OnLine 107]": [
            "Alexander Luke [2024 KHC OnLine 107]",
            "Alexander Luke [2024 KHC OnLine 107]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XLVII, Rule 1",
            "Code of Civil Procedure, 1908",
            "Order XLVII, Rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Rule 5A(1)(a) and (b)",
            "Kerala Arbitration and Conciliation (Court) Rules, 1997",
            "Rule 5A(1)(a) and (b)",
            "Kerala Arbitration and Conciliation (Court) Rules, 1997"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Order XXXVIII Rule 5",
            "CPC",
            "Order XXXVIII Rule 5",
            "CPC"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Order XXXVIII Rule 5",
            "Code of Civil Procedure, 1908",
            "Order XXXVIII Rule 5",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 6 and Section 10(3)",
            "Arbitration and Conciliation Act",
            "Section 6 and Section 10(3)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Order XXXVIII Rule 5",
            "Code of Civil Procedure, 1908",
            "Order XXXVIII Rule 5",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act",
            "Section 9",
            "Arbitration and Conciliation Act"
        ]
    ],
    "precedent_counts": {
        "Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]": 3,
        "Sabu George and others v. James George and others [2023:KER:82657]": 5,
        "Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549]": 2,
        "Alexander Luke [2024 KHC OnLine 107]": 2
    },
    "provision_counts": {
        "Order XLVII, Rule 1 of Code of Civil Procedure, 1908": 1,
        "Section 9 of Arbitration and Conciliation Act, 1996": 1,
        "Rule 5A(1)(a) and (b) of Kerala Arbitration and Conciliation (Court) Rules, 1997": 1,
        "Section 37 of Arbitration and Conciliation Act": 1,
        "Section 9 of Arbitration Act": 3,
        "Section 36 of Arbitration Act": 1,
        "Order XXXVIII Rule 5 of CPC": 1,
        "Section 9 of Arbitration and Conciliation Act": 11,
        "Order XXXVIII Rule 5 of Code of Civil Procedure, 1908": 2,
        "Section 13 of Commercial Courts Act": 1,
        "Section 13(1) of Commercial Courts Act": 4,
        "Section 6 and Section 10(3) of Arbitration and Conciliation Act": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 3,
        "Arbitration and Conciliation Act, 1996": 1,
        "Kerala Arbitration and Conciliation (Court) Rules, 1997": 1,
        "Arbitration and Conciliation Act": 13,
        "Arbitration Act": 4,
        "CPC": 1,
        "Commercial Courts Act": 5
    }
}