{
    "id": "57225338a5d535c729c65d51d21c66b7dec6074336da4fc3194775aeea5d8589",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court\nAnil Kumar Tripathi Thr. Its Proprietor vs Doorsanchar Nigam Ltd. (Bsnl) on 8 April, 2022 \nAuthor: Anand Pathak\nBench: Anand Pathak \n                                                1               W.P.No.4895/2022 \n\n              High Court Of Madhya Pradesh\n                          Bench At Gwalior\n\n\n                           : Single Bench:\n\n\n          {Hon'Ble Shri Justice Anand Pathak}\n\n\n                        Writ Petition No.4895/2022 \n\n\n            (Anil Kumar Tripathi Through its proprietor \n                                       Vs.\n                    Doorsanchar Nigam Ltd. (Bsnl) \n\n----------------------------------------------------------------------------------- \nShri Akarsh Chaturvedi, learned counsel for the petitioner.\nShri Rajendra Bhargav, learned counsel for the respondent. \n----------------------------------------------------------------------------------- \n\n                                * * * * * * * * * * * * *\n                                   Order\n(Passed on 8th day of April, 2022) Present petition under Article 226 of the Constitution of India has been preferred by petitioner/contractor being crestfallen by order dated 6.1.2022 passed by Comme rcial Court, District Gwalior, whereby learned Court below sought original record of arbitrator before considering the application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as to 'the Act') finally . \n2. Precisely stated facts of the case are that petitioner is a proprietor firm owned, managed and controlled by its proprietor Shri Girish Chandra Dubey engaged in construction business as contractor. Respondent-Bharat Sanchar Nigam Limited (B.S.N.L.) is engaged as service provider in the field of telecommunication and is instrumentally of such State within the meaning of Article 12 of the Constitution of India. \n3. It appears from the submissions and record that some contract was given by respondent to petitioner for laying O.F.C. Cable but petitioner could not complete the work within the stipulated time and therefore, contract was cancelled vide order dated 8.7.2003 and placed under blacklist. Matter went into arbitration and vide order dated 9.5.2011 (Annexure P/1) Sole Contractor (Shri M.N. Singh, General Manager Telecommunication (Retired) Bhopal) passed arbitral award and partly allowed the claim of petitioner. \n4. Being aggrieved by that, respondent preferred application for setting aside arbitral award under Section 34 of the Act before the Seventh Additional Sessions Judge, Gwalior. Vide order dated 30.11.2011, application under Section 34 of the Act was dismissed. \nThereafter, arbitration appeal under Section 37 of the Act was preferred before Division Bench of this Court vide Arbitration Appeal No.01/2012 (General Manager BSNL Vs. Anil Kumar Tripathi). Vide order dated 22.04.2016, Division Bench of this Court quashed the order dated 30.11.2011 passed by the Court below and remitted the matter to the Court below for adjudication of the objections preferred by the respondent in the application under Section 34 of the Act by passing a speaking order. \n5. Again matter was considered and vide order dated 18.10.2016, learned Court below set aside the award dated 9.5.2011 passed by the arbitrator and matter was remanded back to the arbitrator for adjudication on the basis of documents and pleadings advanced by the parties. \n6. This time taking exception to the said order, petitioner preferred an Arbitration Appeal No.3/2016 (Anil Kumar Tripathi Vs. Mahaprabhandak, Doorsanchar Nigam Limited) before the Division Bench of this Court and vide order dated 11.2.2019 considering the judgment rendered by the Hon'ble Supreme Court in the case of Kinnari Mullick and Another vs. Ghanshyam Das Damani, 2018 (11) SCC 328, in which earlier judgment of the Supreme Court Mcdermott International Inc. Vs. Burn Standard Co. Ltd and Others, 2006 (11) SCC 181, learned Division Bench of this Court came to the conclusion that while deciding the application under Section 34 of the Act, the Court below has no jurisdiction to remand the matter to the arbitrator for afresh decision.\n7. Therefore, impugned order of remand was set aside and while restoring the proceedings under Section 34 of the Act before the Court below with a direction to the Commercial Court to exercise the jurisdiction/ discretion conferred under Sub-Section (4) of Section 34 of the Act and adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal and an opportunity to resume the arbitral proceedings or take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award. \n8. Thereafter, matter got revived before Commercial Court and proceedings are still pending. Many a time counsel sought time, thereafter, shadow of Covid-19 pandemic loomed over court proceedings and record was not available. Therefore, on 6.1.2022 Commercial Court directed for requisition of original record of arbitrator before proceeding for final hearing for application under Section 34 of the Act. \n9. Being aggrieved by order dated 6.1.2022, whereby record has been called, petitioner/contractor preferred this petition under Article 226/227 of the Constitution of India. \n10. It is the submission of learned counsel for the petitioner that matter is pending for a very long period before Commercial Court and instead of deciding the case, Commercial Court asked for original record of the arbitrator and therefore, effectively remanded the matter back to the arbitrator and same is not permissible. \nTherefore, this petition has been filed. Learned counsel for the petitioner placed the order of the Supreme Court in the case of I-Pay Clearing Services Private Limited vs. ICICI Bank Limited, reported in 2022 (3) SCC 121 and submitted that learned Commercial Court erred in calling the record as it amounts to remanding the matter back to the Arbitral Tribunal. According to him, learned Court below erred illegality and perversity. \n11. Per contra, learned counsel for the respondent opposed the prayer and submitted that only record has been called and remand order is not being passed, therefore, no case for interference is made out. According to him, learned Court below would consider the rival submissions after requisition of record in original from Arbitral Tribunal. He supported the impugned order. \n12. Heard the learned counsel for the parties at length and perused the documents appended thereto.\n13. This is a case where petitioner/contractor is aggrieved by the order dated 6.1.2022 passed by Commercial Court, Gwalior, whereby record is being called for from Arbitral Tribunal at the time of final hearing. \n14. Grievance of petitioner as reflected in the submissions is that the Commercial Court remitted the matter to the Arbitral Tribunal which is not permissible as per the Section 34 (4) of the Act and the judgment rendered by the Apex Court in the case of Kinnari Mullick (supra) and ICICI Bank Limited (supra).\n15. On close scrutiny, it appears that Commercial Court below has not remitted the matter to the Arbitral Tribunal as per the Section 34 (4) of the Act, whereas in fact after revival of application under Section 34 of the Act before the Commercial Court, direction was given to the Court below to exercise the jurisdiction/discretion conferred under sub-section 4 of Section 34 of the Act. Direction as given by the learned Division Bench in its order dated 11.2.2019 in Arbitration Appeal No.3/2016 is reproduced for ready reference:-\n15. .............................\nThus, being settled that, the Court while deciding the petition under Section 34 of 1996 Act has no jurisdiction to remand the matter to the Arbitrator for a fresh decision; therefore, the impugned order to the extent it set asides the award and remand the matter to the 'Arbitrator' for fresh decision, cannot be approved.\nHowever, since the Trial Court was in seisin with the petition under Section 34 of 1996 Act on its remand by order dated 22.04.2016 passed in A.A.No. 1/2012 for adjudication on the objection afresh preferred by the General Manager, BSNL.\nAnd since the Trial Court formulated an opinion that the said objection and the cogent material whereon the objections were raised were not considered by the Arbitrator; therefore, while setting aside the impugned order, the proceedings under Section 34 of 1996 Act before the Trial Court is restored with a direction to the Trial Court to exercise the jurisdiction/discretion conferred under sub-section (4) of Section 34 of 1996 Act; and adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the ground for setting aside the arbitral award. The appeal is disposed of finally in above terms. No costs.\" \n16. Therefore, apparently the Court below is trying to fathom the controversy in correct perspective and trying to conclude it finally, therefore, proceedings under Section 34 of the Act is still pending, ergo, contention of petitioner that matter has been remanded back does not hold ground. Only direction given in the impugned order is sent for record or to requisition the record so that application under Section 34 of the Act can be decided on its own merits. At this stage, exemption regarding remand appears to be misplaced and an attempt to pre-empt the controversy. \n17. It is true that recent judgment of the Hon'ble Supreme Court in the case of ICICI Bank Limited (supra), the Apex Court has given guidance in following words regarding remand in paras 19 to 21 :-\n19. As contended by learned senior counsel for the appellant, it is true that Section 34 (4) of the Act is couched in a language, similar to Article 34 (4) of the UNCITRAL Model Law on International Commercial Arbitration. In the case of AKN & Anr. v. ALC & Ors.4, by considering legislative history of the Model Law, it was held by Singapore Court of Appeals that remission is a 'curative alternative'. In the case of Kinnari Mullick and Anr. v. Ghanshyam Das Damani, relied on by learned senior counsel for the appellant, the question which fell for consideration was whether Section 34 (4) of the Act empowers the Court to relegate the parties before the Arbitral Tribunal after setting aside the arbitral award, in absence of any application by the parties. In fact, in the said judgment, it is held that the quintessence for exercising power under Section 34 (4) of the Act is to enable the Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award, by curing the defects in the award. In the judgment in the case of Dyna Technologies Pvt. Ltd. v.\nCrompton Greaves Ltd., it was a case where there was no inquiry under Section 34 (4) of the Act and in the said case, this Court has held that the legislative intention behind Section 34 (4) of the Act, is to make the award enforceable, after giving an opportunity to the Tribunal to undo the curable defects. It was not a case of patent illegality in the award, but deficiency in the award due to lack of reasoning for a finding which was already recorded in the award. In the very same case, it is also clearly held that when there is a complete perversity in the reasoning, then the same is a ground to challenge the award under Section 34 (1) of the Act. The case of Som Datt Builders Limited v. State of Kerala is also a case where no reasons are given for the finding already recorded in the award, as such, this Court held that in view of Section 34 (4) of the Act, the High Court ought to have given Arbitral Tribunal an opportunity to give reasons. \n20. The aforesaid case law cited by the learned counsel appearing for the appellant, is distinguishable on facts and would not render any assistance in this case. When it is the specific case of the respondent that there is no finding at all, on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\", remission under Section 34 (4) of the Act, is not permissible. In our view, Section 34(4) of the Act, can be resorted to record reasons on the finding already given in the award or to fill up the gaps in the reasoning of the award. There is a difference between 'finding' and 'reasons' as pointed out by the learned senior counsel appearing for the respondent in the judgment in the case of Income Tax Officer, A Ward, Sitapur v. Murlidhar Bhagwan Das. It is clear from the aforesaid judgment that 'finding is a decision on an issue'. Further, in the judgment in the case of J. Ashoka v. University of Agricultural Sciences and Ors., this Court has held that 'reasons are the links between the materials on which certain conclusions are based and the actual conclusions'. In absence of any finding on point no.1, as pleaded by the respondent and further, it is their case that relevant material produced before the Arbitrator to prove 'accord and satisfaction' between the parties, is not considered, and the same amounts to patent illegality, such aspects are to be considered by the Court itself. It cannot be said that it is a case where additional reasons are to be given or gaps in the reasoning, in absence of a finding on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\"\n21. Further, Section 34 (4) of the Act itself makes it clear that it is the discretion vested with the Court for remitting the matter to Arbitral Tribunal to give an opportunity to resume the proceedings or not. The words \"where it is appropriate\" itself indicate that it is the discretion to be exercised by the Court, to remit the matter when requested by a party. When application is filed under Section 34 (4) of the Act, the same is to be considered keeping in mind the grounds raised in the application under Section 34 (1) of the Act by the party, who has questioned the award of the Arbitral Tribunal and the grounds raised in the application filed under Section 34 (4) of the Act and the reply thereto. Merely because an application is filed under Section 34 (4) of the Act by a party, it is not always obligatory on the part of the Court to remit the matter to Arbitral Tribunal. The discretionary power conferred under Section 34 (4) of the Act, is to be exercised where there is inadequate reasoning or to fill up the gaps in the reasoning, in support of the findings which are already recorded in the award. Under guise of additional reasons and filling up the gaps in the reasoning, no award can be remitted to the Arbitrator, where there are no findings on the contentious issues in the award. If there are no findings on the contentious issues in the award or if any findings are recorded ignoring the material evidence on record, the same are acceptable grounds for setting aside the award itself. Under guise of either additional reasons or filling up the gaps in the reasoning, the power conferred on the Court cannot be relegated to the Arbitrator. In absence of any finding on contentious issue, no amount of reasons can cure the defect in the award. A harmonious reading of Section 31, 34 (1), 34 (2A) and 34 (4) of the Arbitration and Conciliation Act, 1996, make it clear that in appropriate cases, on the request made by a party, Court can give an opportunity to the arbitrator to resume the arbitral proceedings for giving reasons or to fill up the gaps in the reasoning in support of a finding, which is already rendered in the award. But at the same time, when it prima facie appears that there is a patent illegality in the award itself, by not recording a finding on a contentious issue, in such cases, Court may not accede to the request of a party for giving an opportunity to the Arbitral Tribunal to resume the arbitral proceedings. Further, as rightly contended by the learned counsel appearing for the respondent, that on the plea of 'accord and satisfaction' on further consideration of evidence, which is ignored earlier, even if the arbitral tribunal wants to consciously hold that there was 'accord and satisfaction' between the parties, it cannot do so by altering the award itself, which he has already passed.\" \n18. Now, if the guidance given by the Supreme Court is seen in juxta position to Section 34 of the Act, then the very provisions rendered the case of petitioner devoid of merit. Section 34 of the Act is reproduced as under:-\n34. Application for setting aside arbitral award :-\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). \n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application [establishes on the basis of the record of the arbitral tribunal that]-\n(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. \n[Explanation.1. --For the avoidance of any doubt, it is clarified that that an award is in conflict with the public policy of India, only if,-\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in conflict with the most basic notions of morality or justice] [Explanation 2.- For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not be entail a review on the merits of the dispute.] [(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award. \nProvided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. \n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub- section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. \n[(5) An application under this Section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.] [(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year form the date on which the notice referred to in sub-section (5) is served upon the other party.]\" \n19. Perusal of Section 34 (2) (a) of the Act reveals that Court may set aside the award if the party making the application establishes on the basis of record of arbitral tribunal, meaning thereby that Court can certainly go for perusal of the record and therefore, requisition of record from arbitral tribunal is not akin to remanding the matter to arbitral tribunal but to ascertain the exact nature of dispute through record of case. Therefore, case of the petitioner is not supported by relevant provision itself. \n20. Since it is not a case of remand per se, therefore, judgments relied upon by the petitioner are not applicable in the present set of facts. The Commercial Court is within a domain to call for the record from arbitral tribulnal for deciding the application under Section 34 (1) and (4) of the Act.\n21. Resultantly, petition fails and is hereby dismissed. \n(Anand Pathak) Judge AK/-\nANAND KUMAR 2022.04.08 16:10:13 +05'30'",
        "preamble_end_char_offset": null,
        "cleaned_text": "madhya pradesh high court yashwardhan raghuwanshi vs district and sessions judge on 26 february, 2021 author: chief justice bench: mohammad rafiq, vijay kumar shukla, chief justice wp-19656-2020 [1] the high court of judicature for madhya pradesh, at jabalpur (division bench) wp-19656-2020 yashwardhan raghuwanshi . petitioner vs. district & sessions judge and another . respondents -------------------------------------------------------------------------------------------coram : hon'ble mr. justice mohammad rafiq, chief justice hon'ble mr. justice vijay kumar shukla, judge -------------------------------------------------------------------------------------------presence : mr. deepesh joshi, advocate for the petitioner. mr. swapnil ganguly, deputy advocate general for the state. mr. anshuman singh, advocate for the high court of m.p. -------------------------------------------------------------------------------------------whether approved for reporting: yes. -------------------------------------------------------------------------------------------law laid down: ➔ as seen from the language employed in the definition clause of \"court\" in section 2(1)(e) of the arbitration act and conciliation act,1996, the legislature intended to confer power in respect of the disputes involving arbitration on the highest judicial court of the district so as to minimize the supervisory role of the courts in the arbitral process and, therefore, purposely excluded any civil court of a grade inferior to such principal civil court, or any court of small causes. thus, in respect of commercial disputes involving arbitration only the commercial court of the status of district judge or additional district judge would be the competent court to entertain the matters under sections 9, 14, 34 & 36 of the arbitration act and conciliation act,1996. the impugned order to the extent of classifying the commercial disputes having arbitration as subject matter on the basis of signature san not mere valuation and conferring powers therefor on the court of xx verified digitally signed by saifan khan date: 2021.02.26 17:13:08 ist wp-19656-2020 [2] civil judge class-i, bhopal, would be violative of relevant provisions of law. however, it can be sustained in so far as distribution of the work of commercial disputes as per the value of the claim in cases other than arbitration matters are concerned. ➔ the district judge by virtue of sections 7 & 15 of the civil courts act of 1958 would be entitled to distribute such work amongst any of the additional district judges under his supervision, but not to any court of civil judge class-i or senior civil judge, or any court of small causes. ➔ the court referred: • ess kay fincorp limited and ors. vs. suresh choudhary and others, air 2020 raj 56. • fun n. fud vs. glk associates, 2019 scc online guj 4236. • vijay cotton and fiber company vs. agarwal cotton spinning private limited, r/appeal no. 216 of 2018 decided on 11.02.2019. • kirtikumar futarmal jain vs. valencia corporation, in 2019 scc online guj 3972. • kandla export corporation and another vs. oci corporation and another, (2018) 14 scc 715. • state of maharashtra, through executive engineer vs. atlanta limited, (2014) 11 scc 619. -------------------------------------------------------------------------------------------significant paragraphs: 11, 12, 13, 14 & 15. -------------------------------------------------------------------------------------------heard on : 11.02.2021 (hearing convened through video conferencing) -------------------------------------------------------------------------------------------order (passed on this 26th day of february, 2021) per: mohammad rafiq, chief justice this writ petition has been filed by yashwardhan raghuwanshi, who is an advocate practising law at bhopal, assailing the validity of order dated 20 th signature san not october, 2020 passed by the district and sessions judge, bhopal, in exercise verified wp-19656-2020 of powers conferred upon him by section 15(1) of the madhya pradesh civil courts act, 1958 (for short \"the civil courts act\") read with sections 194, 381(1) & 400 of the code of criminal procedure, 1973 (for short \"crpc\"), distributing civil and criminal business amongst the various additional district judges and subordinate judges working under his supervision in the district of bhopal. challenge in particular is made to entry no.45 of the aforesaid order vide which the disputes/cases filed under the provisions of sections 9, 14, 34 & 36 of the arbitration and conciliation act, 1996 (for short \"the arbitration act\") involving commercial disputes under the provisions of the commercial courts act, 2015 (further be called as \"the commercial courts act\") of specified value between rs.3 lac. to rs.1 crore, have been assigned to the court of xx civil judge class-i, bhopal. 2. mr. deepesh joshi, learned counsel for the petitioner submitted that allocation/distribution of the judicial work by the district judge with regard to the commercial disputes filed under sections 9, 14, 34 & 36 of the arbitration act to the court of xx civil judge class-i is wholly incompetent inasmuch as such allocation is based on wrongful interpretation of the legal provisions of the arbitration act, the commercial courts act as well as the civil courts act. it is contended that the district judge has passed the aforesaid order in exercise of the powers conferred upon him under sections 15(1) of the civil courts act read with sections 194, 381(1) and 400 of crpc. the work distribution circular numbered as q/ek-01/2020 dated 20.10.2020 at paras(c) & (d) of entry no.45 assigned power to undertake trial of commercial disputes for a specific category as per the commercial courts act to the court signature san not verified wp-19656-2020 of xx civil judge class-i, bhopal, having pecuniary jurisdiction over matters valued between rs. 3 lac. and rs.1 crore, which also includes the matter that comes under the purview of the arbitration act. learned counsel submitted that the term \"specified value\" is defined in section 2(1)(i) of the commercial courts act. it is evident from the aforesaid provision that \"specified value\" in relation to a commercial dispute is determined on the basis of the subject matter of the respective suit, appeal or application. sub-section (3) of section 10 of the commercial courts act provides that all applications or appeals arising out of arbitration under the provisions of the arbitration act shall be tried before any commercial court having territorial jurisdiction. it is true that the court of xx civil judge class-i, bhopal has been designated as a commercial court vide notification dated 02-03.04.2019 (annexure-p/2), but the arbitration act is a consolidated statute for law relating to any form of arbitration dispute. the legislature in so providing, intended to streamline the commercial disputes arising out of arbitration in speedy manner, for which purpose the special courts have been set up. with that end in view, the parliament has time and again made amendments in tune with modern day developments. 3. mr. deepesh joshi, learned counsel further argued that the term \"court\" for the purpose of arbitration act has been defined under section 2(1)(e) of the arbitration act which inter-alia provides that \"court\" means, in cases of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having signature san not verified wp-19656-2020 jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes. in view of this provision, it is clear that any commercial dispute involving arbitration shall be tried only by principal civil court of the superior most jurisdiction in the district i.e. the court of district judge or at the maximum, it could be assigned to the court of additional district judge in a district as per section 7 read with section 15 of the civil courts act but it cannot be assigned to a court inferior thereto. it is contended that a conjoint reading of two acts, namely, arbitration act and commercial courts act, makes it clear that only such \"commercial matters\" which do not involve the arbitration matters can be assigned to a notified commercial court of the status of a senior civil judge but all matters involving both commercial courts act as well as arbitration act can only be tried by the principal civil court of original jurisdiction. the court of xx civil judge class-i, bhopal is therefore wholly incompetent to entertain, try and decide the arbitration disputes. 4. mr. deepesh joshi, learned counsel for the petitioner invited attention of the court towards section 11 of the commercial courts act which interalia provides that notwithstanding anything contained in this act, a commercial court or a commercial division, shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of civil court is either expressly or impliedly barred under any other law for the time being in force. the signature san not verified wp-19656-2020 jurisdiction of commercial courts of the status of senior civil judge to entertain any suit, application or proceeding pertaining to arbitration act involving commercial disputes is expressly barred. moreover, as per section 13 of the commercial courts act, an appeal against the order of commercial court (xx civil judge class-i) shall lie to the commercial appellate court (xix additional district judge), which has been designated as commercial appellate court by notification of the government dated 26.10.2019 with allocation of the work in sub-para (d) and sub-para (e) of para-23 of the order dated 04.02.2020 and then it has furrther provided appeal to the high court. on the other hand, the arbitration act provides for only one appeal to the high court under section 37 of the arbitration act against the order of the principal civil court. when the \"commercial arbitration matters\" are clubbed together, they create an ambiguity and conflict. it is however settled law that when there is conflict between two central enactments, the provision of special law should prevail over the general law. thus on applying the doctrine of harmonious construction on the provisions of both the statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the arbitration act vis-a-vis the more general statute i.e. the commercial courts act. 5. mr. deepesh joshi, learned counsel for the petitioner in support of his arguments has relied on a division bench judgment of rajasthan high court in the case of ess kay fincorp limited and ors. vs. suresh choudhary and others, reported in air 2020 raj 56; another division bench judgment of gujarat high court in the case of fun n. fud vs. glk associates reported in signature san not verified wp-19656-2020 2019 scc online guj 4236; judgments of supreme court in kandla export corporation and another vs. oci corporation and another reported in (2018) 14 scc 715 and state of west bengal and other vs. associated contractors reported in (2015) 1 scc 32; judgment of uttarakhand high court at nainital passed in appeal from order no.378 of 2019, [m/s. dalip singh adhikari vs. state of uttarakhand and another] dated 23.09.2019 and judgment of this court in the case of mold-tek packaging ltd. vs. s.d. containers, indore reported in 2020 (4) mplj 353. 6. mr. swapnil ganguly, learned deputy advocate general for the state relying upon the judgment of supreme court in the case of kandla export corporation (supra) submitted that the supreme court in that case has held that the arbitration act and the commercial court act are both speedy resolution disputes between the parties. these statutes can be best harmonized by giving effect to the special statue i.e. the arbitration act vis-a-vis the more general statute i.e. the commercial courts act, which shall be left over to operate in spheres other than arbitration. it is argued that as per section 7 of the civil courts act the principal civil court of original jurisdiction in a district is the court of district judge. sub-section (2) of section 7 of the civil courts act provides that an additional district judge shall also discharge any of the functions, of a district judge, including the functions of a principal civil court of original jurisdiction which the district judge may, by general or special order, assign to him and in discharge of such functions, he shall exercise the same powers as a district judge. it is thus clear that it is the court of district judge or the court of additional district judge who both are signature san not verified wp-19656-2020 competent to exercise the powers of principal civil court of an original jurisdiction. since the high court of madhya pradesh does not have the ordinary original civil jurisdiction as far as arbitration matters are concerned, it is the principal civil court of original jurisdiction which has been vested with the powers to entertain disputes under sections 9 & 34 of the arbitration act. learned deputy advocate general argued that as per section 10(3) of the commercial courts act, applications or appeals under the arbitration act, which were earlier filed before the principal civil court of original jurisdiction in a district, are now being adjudicated by the commercial courts exercising territorial jurisdiction over such arbitration matters. it is only the court of district judge or the additional district judge who have the power to exercise the original jurisdiction of a principal civil court. learned deputy advocate general in support of his arguments relied on the judgment of rajasthan high court in the case of hindustan copper limited vs. m/s. bhagwati gases ltd, reported in 2005 vol. iv wlc 251 and another judgment of rajasthan high court in hindustan copper ltd. vs. paramount ltd. and another reported in 2018 scc online raj 3055. as per section 3 of the commercial courts act there can be one or more commercial courts in a district, one comprising of a district judge or other of a judge lesser than a district judge, depending upon the pecuniary limit of the matter involved. however, when it comes to arbitration matters under the commercial courts act, the same are exclusively adjudicable by the principal civil court of original jurisdiction, which is clearly the court of district judge or the court of additional district judge. therefore, the conferment of power on the court of civil judge class-i is contrary to law. signature san not verified wp-19656-2020 7. mr. anshuman singh, learned counsel appearing for the madhya pradesh high court has argued that the question raised by the petitioner in the present case stands already answered by the supreme court in state of maharashtra, through executive engineer vs. atlanta limited reported in (2014) 11 scc 619, wherein, in the context of two courts having concurrent jurisdiction, it was held that appeal against the award in cases where the district court as the principal civil court exercises original jurisdiction under the arbitration act, would lie to the high court. it was held from the definition of \"court\" as provided under section 2(1)(e) of the arbitration act, it is imperative that within the area of jurisdiction of the principal district judge, only the high court of bombay is exclusively the competent court under its ordinary original civil jurisdiction to adjudicate upon the matter. the very inclusion of the high court \"in exercise of its ordinary original civil jurisdiction\", within the definition of the \"court\", will be rendered nugatory, if the above conclusion is not to be accepted. this is because, the \"principal civil court of original jurisdiction in a district\", namely, the district judge concerned, being a court lower in grade than the high court, the district judge concerned would always exclude the high court from adjudicating upon the matter. accordingly, the principle enshrined in section 15 of code of civil procedure cannot be invoked whilst interpreting section 2(1)(e) of the arbitration act, held the supreme court. 8. we have given our anxious consideration to the submissions made at the bar, studied the cited precedents and perused the material available on signature san not record. verified wp-19656-2020 9. in order to appreciate the question of law raised in the matter, we deem it appropriate to reproduce the provision of section 2(1)(e) of the arbitration act, which reads as under: \"2. definitions.(1) in this part, unless the contest otherwise requires,(a) xxxxxx (b) xxxxxx (c) xxxxxx (e) \"court\" means,in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes.\" also reproduced hereunder are the provisions of sections 2(1)(b), 2(1) (e), 3, 10 & 15(2) of the commercial courts act, which read as under:\"2. definitions.(1) in this act, unless the context otherwise requires,(a) xxxxxx (b) \"commercial court\" means the commercial court constituted under sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e) \"district judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the constitution of india; 3. constitution of commercial courts.-(1) the state government, may after consultation with the concerned high court, by notification, constitute such number of commercial courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this act: provided that with respect to the high courts having ordinary original civil jurisdiction, the state government may, after consultation with the concerned high court, by notification, constitute commercial courts at signature san not the district judge level: verified wp-19656-2020 provided further that with respect to a territory over which the high courts have ordinary original civil jurisdiction, the state government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the district courts, as it may consider necessary. (1a) notwithstanding anything contained in this act, the state government may, after consultation with the concerned high court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the state, as it may consider necessary. (2) the state government shall, after consultation with the concerned high court specify, by notification, the local limits of the area to which the jurisdiction of a commercial court shall extend and may, from time to time, increase, reduce or alter such limits. (3) the state government may, with the concurrence of the chief justice of the high court appoint one or more persons having experience in dealing with commercial disputes to be the judge or judges, of a commercial court either at the level of district judge or a court below the level of a district judge. *** *** *** *** 10. jurisdiction in respect of arbitration matters.where the subjectmatter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. signature san not verified wp-19656-2020 (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. *** *** *** *** 15. transfer of pending cases.(1)xxxxxx (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under subsection (1) or sub-section (2)\" 10. the gujarat high court in m/s. oci corporation vs. kandla export corporation reported in 2016 scc online guj 5981 was dealing with a case where m/s. oci corporation filed application under section 15(5) of the commercial courts act read with section 2(1)(e)(ii) and section 47 of the arbitration act, seeking clarification and appropriate direction for transfer of execution petition pending before the district court, gandhidham-kutch either to the high court of gujarat or to appropriate commercial court/commercial division. gujarat high court on analysis of provisions of sections 2(1)(e), 47 of the arbitration act and section 2(1)(i), sections 6, 10, 15 of the commercial courts act in para-11 held as under: signature san not verified wp-19656-2020 \"11. the sum and substance of the above discussion would be, (1) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be heard, decided and disposed of by the commercial division where such commercial division has been constituted in the high court i.e. in the present case high court of gujarat. (2) where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of arbitration and conciliation (amendment) act, 2015 the same shall be heard, decided and disposed of by the concerned high court. (3) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. considering section 15 of the commercial courts act, all the applications/appeals in question under the arbitration and conciliation act, 1996, therefore, are required to be transferred to the concerned commercial division of the high court of gujarat or before the gujarat high court or before the concerned commercial court and as observed hereinabove and as the case may be.\" the aforesaid judgment was subjected to challenge before the supreme court by kandla export corporation, which was dismissed vide order dated 03.03.2017. similar dispute again arose before gujarat high court at ahmedabad in vadodara mahanag seva sadan formaly known as municipal corporation vs. m s khurana engineering ltd. (r/special civil application no. 13736 of 2018 decided on 06.09.2018) wherein division signature san not bench of gujarat high court, relying upon its earlier judgment in m/s. oci verified wp-19656-2020 corporation (supra), reiterated the same view. the question as to which court would be competent to exercise jurisdiction for execution of award passed under the arbitration act was also answered by the gujarat high court in vijay cotton and fiber company vs. agarwal cotton spinning private limited, r/appeal no. 216 of 2018 decided on 11.02.2019 holding that only the commercial court of competent jurisdiction would be the court to execute the decree and not the ordinary civil court constituted under gujarat civil courts act. 11. the question that cropped up for consideration before the division bench of the rajasthan high court in the case of ess kay fincorp limited (supra) was as to which of the two courts, namely, principal civil court having original jurisdiction in a district, as defined under section 2(1)(e) of the arbitration act, or the commercial court constituted under section 3(1) of the commercial courts act, as defined under section 2 (b) of that act, would be competent to execute arbitral award on a \"commercial dispute\" passed under the arbitration act. the rajasthan high court on analysis of law held as under: \"17. a conjoint reading of section 10(3) and 15(2) of the commercial courts act makes it clear that an application under section 36 of the arbitration act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the act of 1996\". if such application is pending before any principal civil court of original jurisdiction in a district, the same shall be transferred to commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. in view of section 10(3) of the commercial courts act, since the awards in the present set of cases have been rendered in signature not arbitral proceedings, their execution applications filed under section 36 san verified wp-19656-2020 of the arbitration act having regard to provisions of section 15(3) of the commercial courts act, which contemplates transfer of all such pending applications to commercial court, as a legal corollary thereto, would also be liable to be filed and maintained before the commercial court and not the ordinary civil court/principal court of district judge. *** *** *** *** 19. in view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the commercial court constituted under section 3(i) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, as defined in section 2(b) of that act, would be the only competent court to execute an arbitral award on a \"commercial dispute\" passed under the arbitration and conciliation act, 1996 and not the principal civil court having the original jurisdiction in the district i.e. the court of district and sessions judge as defined under section 2(1)(e) of the arbitration and conciliation act, 1996.\" 12. the gujarat high court in the case of fun n fud (supra) was examining the validity of the order passed by the 2 nd additional district judge, dahod by which it declined to hear an application preferred by the applicant therein under section 9 of the arbitration act on the ground that it has no jurisdiction to hear and entertain such application and, therefore, returned the application to be presented before the court of principal senior civil judge. it was argued that section 2(1)(e) of the arbitration act, expressly excludes any civil court of a grade inferior to such principal civil court, or any court of small causes. in view of section 11 of the commercial courts act, which bars a commercial court from deciding any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force, the commercial court signature san not verified wp-19656-2020 which is a civil court of a grade inferior to such principal civil court, or any court of small causes, would be barred from exercising jurisdiction under section 9 or any provision of the arbitration act. 13. in kirtikumar futarmal jain vs. valencia corporation reported in 2019 scc online guj 3972 challenge was made to the order passed by the principal district judge, surat in the commercial appeal preferred by the respondents against the order passed by the arbitral tribunal on the application made by the applicant under section 17 of the arbitration act. the commercial court allowed the application filed under section 37(2) of the arbitration act. the applicant in those facts approached the commercial court at vadodara by way of application under section 9 of the arbitration act with the prayer that the respondents be restrained from transferring or alienating the properties of the firm or creating any right in favour of any third party. on behalf of the petitioner it was argued that the impugned order passed by the principal district judge was without jurisdiction inasmuch as the principal district judge had no power to entertain an application under section 37 of the arbitration act. the gujarat high court in paras16.1, 16.2 & 20.6 held as under: \"16.1 insofar as the jurisdiction of the learned principal district judge to entertain the appeal under section 37 of the arbitration act is concerned, the learned counsel invited the attention of the court to subsection (2) of section 37 of the arbitration act to submit that the appeal in the present case is preferred under clause (b) of sub-section (2) of section 37, which provides for an appeal to a court from an order of an arbitral tribunal granting or refusing to grant an interim measure under section 17 of that act. it was submitted that the expression employed in sub-section (2) of section 37 is \"court\". reference was made to clause signature san not verified wp-19656-2020 (e) of section 2 of the arbitration act, which defines \"court\" to mean, in the case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the question forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any civil court of a grade inferior to such principal civil court, or any court of small causes. it was submitted that therefore clause (e) of section 2 of the arbitration act lays down that \"court\"shall mean the principal civil court of original jurisdiction in a district, and specifically excludes any civil court of a grade inferior to such principal civil court or any court of small causes. 16.2 reference was made to section 12 of the gujarat civil courts act, 2005, which provides for jurisdiction of a court of district judge and postulates that a court of district judge shall be the principal civil court of original jurisdiction within the local limits of its jurisdiction. it was submitted that the word \"court\" used under section 37(2)(b) of the arbitration act is the district court. moreover, section 2(e) of the arbitration act, specifically excludes any court of a grade inferior to such principal civil court or any court of small causes from the ambit of the expression \"court\". it was submitted that source of appeal in this case is under section 37 of the arbitration act and the right flows from section 37. it was submitted that access to such appeal can be channelised through the concerned section of the commercial courts act, but the right to appeal does not flow from the commercial courts act. *** *** *** *** 20.5 in this regard it may be noted that section 11 of the commercial courts act provides that a commercial court or a commercial division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any law for the time being in force. clause (i) of section 2(e) of the arbitration act which defines the expression 'court' not only vests jurisdiction in the principal civil court of original jurisdiction in a district, including the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the signature san not subject matter of the arbitration if the same had been the subject matter verified wp-19656-2020 of a suit, but it expressly excludes any civil court of a grade inferior to such principal civil court, or any court of small causes. 20.6 thus, section 2(e)(i) of the arbitration act expressly excludes any civil court of a grade inferior to such principal civil court, or any court of small causes. therefore, in view of section 11 of the commercial courts act, which bars a commercial court from deciding any suit application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force; read with the provisions of section 37(2)(b) of the arbitration act, any commercial court which is a civil court of a grade inferior to such principal civil court or any court of small causes, would be barred from exercising jurisdiction under section 37(2) (b) of the act. the supreme court in state of west bengal v. associated contractors (supra), has held that section 2(1)(e) contains an exhaustive definition marking out only the principal civil court of original jurisdiction in a district or a high court having original civil jurisdiction in the state, and no other court as 'court' for the purpose of part 1 of the arbitration act, 1996.\" 14. it would be thus evident from the language employed by the legislature in the definition clause of \"court\" in section 2(1)(e) of the arbitration act that it intended to confer power in respect of the disputes involving arbitration on the highest judicial court of a district so as to minimize the supervisory role of the courts in the arbitral process and, therefore, purposely excluded any civil court of grade inferior to such principal civil court, or any court of small causes. the court of superior most jurisdiction in a district is the court of district judge as interpreted by the supreme court in the case of atlanta limited (supra). the jurisdiction in respect of arbitration matter is provided in section 10 of the commercial courts act and section 15 thereof contemplates transfer of all suits and signature san not applications including the application under the arbitration act pending in verified wp-19656-2020 civil courts in any district or pending in high court where commercial division is constituted or area in respect of which the commercial courts have been constituted. while section 11 of the commercial courts act bars the jurisdiction of a commercial court or a commercial division to entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force, section 21 of the commercial courts act stipulates that save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act. segregation of an arbitration matters on the basis of a pecuniary limit is not what the law provides for. all the arbitration matters, irrespective of the value of claim, are required to be adjudicated by principal civil court of original jurisdiction. therefore, it is clear that in respect of commercial disputes involving an arbitration dispute only the commercial court of the status of district judge or additional district judge would be the competent court to entertain the matters under sections 9, 14, 34 & 36 of the arbitration act. although, the impugned order can be sustained in so far as the distribution of the commercial disputes of the value of the claim in cases other than arbitration matters are concerned. the impugned order to the extent of classifying the commercial disputes having subject matter of arbitration on the basis of valuation and conferring powers therefor on the court of xx civil judge class-i, bhopal, would be violative of relevant provisions of law. signature san not verified wp-19656-2020 15. in view of the above discussions, the present petition deserves to succeed. the entry no.45 of the impugned order dated 20.10.2020 is set aside. it is hereby declared that the court of district judge as the principal civil court of original jurisdiction would be competent to decide the matters/disputes filed under the provisions of sections 9, 14, 34 & 36 of the arbitration act and also under the provisions of the commercial courts act regardless of the value of claim. however, the district judge by virtue of section 7 read with section 15 of the civil courts act would be entitled to distribute such work amongst any of the additional district judges under his supervision, but not to any court of civil judge class-i or senior civil judge, or any court of small causes. the writ petition is accordingly allowed. a copy of this order be endorsed to the registrar general of the high court for being circulated amongst all the district & sessions judges of the state. (mohammad rafiq) (vijay kumar shukla) chief justice judge s@if signature san not verified"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6f3398b487a4347a9992f38313998e7_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a61511919474e199b1b3440d8f63bdf_1"
        },
        {
            "start": 242,
            "end": 293,
            "text": "\nMadhya Pradesh High Court\nAnil Kumar Tripathi Thr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ed5a08fb5e34f18ad306dac327f3937_2"
        },
        {
            "start": 294,
            "end": 334,
            "text": "Its Proprietor vs Doorsanchar Nigam Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1d5d5fdb16447f8baa3dcd38aea3091_3"
        },
        {
            "start": 335,
            "end": 358,
            "text": "(Bsnl) on 8 April, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b256720ae0c044e5a5fc1b090f2f1799_4"
        },
        {
            "start": 360,
            "end": 387,
            "text": "Author: Anand Pathak\nBench:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2618f3127ac4b3292b19d0ba28867e9_5"
        },
        {
            "start": 388,
            "end": 400,
            "text": "Anand Pathak",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f902a4fff82414085f40041c351030d_6"
        },
        {
            "start": 450,
            "end": 482,
            "text": "1               W.P.No.4895/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38a654a923634cdbadb04e367073ede2_7"
        },
        {
            "start": 499,
            "end": 601,
            "text": "High Court Of Madhya Pradesh\n                          Bench At Gwalior\n\n\n                           :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "84a81ed9ea9149c8a856e7f3deab2b1f_8"
        },
        {
            "start": 602,
            "end": 690,
            "text": "Single Bench:\n\n\n          {Hon'Ble Shri Justice Anand Pathak}\n\n\n                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba8c865bf08c48eebb08abe0505adb7a_9"
        },
        {
            "start": 690,
            "end": 716,
            "text": "Writ Petition No.4895/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66e9417150cd4221990b72bc77e7c2fe_10"
        },
        {
            "start": 732,
            "end": 775,
            "text": "(Anil Kumar Tripathi Through its proprietor",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb22fb8fea614cebabe2146813c1c3c9_11"
        },
        {
            "start": 816,
            "end": 862,
            "text": "Vs.\n                    Doorsanchar Nigam Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b8007f2fe784fd0bf0348c48f2de2d0_12"
        },
        {
            "start": 863,
            "end": 869,
            "text": "(Bsnl)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5f89606c3694d228e8a68200cf5a598_13"
        },
        {
            "start": 872,
            "end": 955,
            "text": "-----------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b724014716004707b73424d471932cf7_14"
        },
        {
            "start": 957,
            "end": 1075,
            "text": "Shri Akarsh Chaturvedi, learned counsel for the petitioner.\nShri Rajendra Bhargav, learned counsel for the respondent.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29cddeaa0cf64914ab9fa50e854aa891_15"
        },
        {
            "start": 1077,
            "end": 1160,
            "text": "-----------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f0508d010914f589d21226e10bffc21_16"
        },
        {
            "start": 1195,
            "end": 1202,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec413a8e5938432caa9b8fed525f8964_17"
        },
        {
            "start": 1203,
            "end": 1210,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96cbde0328fb44fa96c4a1992f9f3c44_18"
        },
        {
            "start": 1211,
            "end": 1218,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddbd86691002474a8e3c887f5cb71264_19"
        },
        {
            "start": 1219,
            "end": 1262,
            "text": "*\n                                   Order\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10bdc76efd184b058f692edefa8951b5_20"
        },
        {
            "start": 1262,
            "end": 1296,
            "text": "(Passed on 8th day of April, 2022)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b4a5f58d88e40f194498bc59bdad0a2_21"
        },
        {
            "start": 1297,
            "end": 1462,
            "text": "Present petition under Article 226 of the Constitution of India has been preferred by petitioner/contractor being crestfallen by order dated 6.1.2022 passed by Comme",
            "labels": [
                "FAC"
            ],
            "id": "4ff4c37c61e948e781ebbc0815ca5f65_22"
        },
        {
            "start": 1463,
            "end": 1703,
            "text": "rcial Court, District Gwalior, whereby learned Court below sought original record of arbitrator before considering the application under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred as to 'the Act') finally",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b170a5a55dd549e59ef738b78a0cfbf6_23"
        },
        {
            "start": 1704,
            "end": 1907,
            "text": ". \n2. Precisely stated facts of the case are that petitioner is a proprietor firm owned, managed and controlled by its proprietor Shri Girish Chandra Dubey engaged in construction business as contractor.",
            "labels": [
                "FAC"
            ],
            "id": "8bd5b7c8f41647479ff61f1dfa8a1809_24"
        },
        {
            "start": 1908,
            "end": 2122,
            "text": "Respondent-Bharat Sanchar Nigam Limited (B.S.N.L.) is engaged as service provider in the field of telecommunication and is instrumentally of such State within the meaning of Article 12 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "5b260711cb404495bc8e773c70d13d6e_25"
        },
        {
            "start": 2124,
            "end": 2412,
            "text": "3. It appears from the submissions and record that some contract was given by respondent to petitioner for laying O.F.C. Cable but petitioner could not complete the work within the stipulated time and therefore, contract was cancelled vide order dated 8.7.2003 and placed under blacklist.",
            "labels": [
                "FAC"
            ],
            "id": "59c96fbc46d64f45919f18818cf10904_26"
        },
        {
            "start": 2413,
            "end": 2638,
            "text": "Matter went into arbitration and vide order dated 9.5.2011 (Annexure P/1) Sole Contractor (Shri M.N. Singh, General Manager Telecommunication (Retired) Bhopal) passed arbitral award and partly allowed the claim of petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "92569fc1752642dfabfffd9018da0d86_27"
        },
        {
            "start": 2639,
            "end": 2816,
            "text": "\n4. Being aggrieved by that, respondent preferred application for setting aside arbitral award under Section 34 of the Act before the Seventh Additional Sessions Judge, Gwalior.",
            "labels": [
                "FAC"
            ],
            "id": "e8f1f6dbf9344f6a9ede47ebad43b5b6_28"
        },
        {
            "start": 2817,
            "end": 2900,
            "text": "Vide order dated 30.11.2011, application under Section 34 of the Act was dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "bd1b1b25eb7a4ab4a922be354bd2f3d1_29"
        },
        {
            "start": 2901,
            "end": 3093,
            "text": "\nThereafter, arbitration appeal under Section 37 of the Act was preferred before Division Bench of this Court vide Arbitration Appeal No.01/2012 (General Manager BSNL Vs. Anil Kumar Tripathi).",
            "labels": [
                "FAC"
            ],
            "id": "8384f86f8e47461195e3eae1a5691f52_30"
        },
        {
            "start": 3094,
            "end": 3394,
            "text": "Vide order dated 22.04.2016, Division Bench of this Court quashed the order dated 30.11.2011 passed by the Court below and remitted the matter to the Court below for adjudication of the objections preferred by the respondent in the application under Section 34 of the Act by passing a speaking order.",
            "labels": [
                "RLC"
            ],
            "id": "8e526df97dc24fb3a00a15754ab90b71_31"
        },
        {
            "start": 3395,
            "end": 3668,
            "text": "\n5. Again matter was considered and vide order dated 18.10.2016, learned Court below set aside the award dated 9.5.2011 passed by the arbitrator and matter was remanded back to the arbitrator for adjudication on the basis of documents and pleadings advanced by the parties.",
            "labels": [
                "RLC"
            ],
            "id": "d2c11c9021d04a6e822a228b3895f882_32"
        },
        {
            "start": 3670,
            "end": 4418,
            "text": "6. This time taking exception to the said order, petitioner preferred an Arbitration Appeal No.3/2016 (Anil Kumar Tripathi Vs. Mahaprabhandak, Doorsanchar Nigam Limited) before the Division Bench of this Court and vide order dated 11.2.2019 considering the judgment rendered by the Hon'ble Supreme Court in the case of Kinnari Mullick and Another vs. Ghanshyam Das Damani, 2018 (11) SCC 328, in which earlier judgment of the Supreme Court Mcdermott International Inc. Vs. Burn Standard Co. Ltd and Others, 2006 (11) SCC 181, learned Division Bench of this Court came to the conclusion that while deciding the application under Section 34 of the Act, the Court below has no jurisdiction to remand the matter to the arbitrator for afresh decision.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "7a09219939964000b594a5efccc73c4a_33"
        },
        {
            "start": 4419,
            "end": 4983,
            "text": "Therefore, impugned order of remand was set aside and while restoring the proceedings under Section 34 of the Act before the Court below with a direction to the Commercial Court to exercise the jurisdiction/ discretion conferred under Sub-Section (4) of Section 34 of the Act and adjourn the proceedings for a period of time determined by it in order to give the Arbitral Tribunal and an opportunity to resume the arbitral proceedings or take such other action as in the opinion of Arbitral Tribunal will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "b0866aca60b8422195211f9b57fe48ba_34"
        },
        {
            "start": 4985,
            "end": 5077,
            "text": "8. Thereafter, matter got revived before Commercial Court and proceedings are still pending.",
            "labels": [
                "FAC"
            ],
            "id": "c1af9ad6440f448f880c269503e61b83_35"
        },
        {
            "start": 5078,
            "end": 5210,
            "text": "Many a time counsel sought time, thereafter, shadow of Covid-19 pandemic loomed over court proceedings and record was not available.",
            "labels": [
                "FAC"
            ],
            "id": "9af80f123f804f6ebc9102c91269afe4_36"
        },
        {
            "start": 5211,
            "end": 5389,
            "text": "Therefore, on 6.1.2022 Commercial Court directed for requisition of original record of arbitrator before proceeding for final hearing for application under Section 34 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "d9662ed162ef45afa876b77e25001406_37"
        },
        {
            "start": 5390,
            "end": 5564,
            "text": "\n9. Being aggrieved by order dated 6.1.2022, whereby record has been called, petitioner/contractor preferred this petition under Article 226/227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "c4a6818b065f4567ba86077dffd6ef85_38"
        },
        {
            "start": 5566,
            "end": 5892,
            "text": "10. It is the submission of learned counsel for the petitioner that matter is pending for a very long period before Commercial Court and instead of deciding the case, Commercial Court asked for original record of the arbitrator and therefore, effectively remanded the matter back to the arbitrator and same is not permissible.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2cc5658cf57c4b33bc818280d0c2c614_39"
        },
        {
            "start": 5893,
            "end": 5934,
            "text": "\nTherefore, this petition has been filed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19e9366f1f3a4203b54ce3de73f84dd5_40"
        },
        {
            "start": 5935,
            "end": 6256,
            "text": "Learned counsel for the petitioner placed the order of the Supreme Court in the case of I-Pay Clearing Services Private Limited vs. ICICI Bank Limited, reported in 2022 (3) SCC 121 and submitted that learned Commercial Court erred in calling the record as it amounts to remanding the matter back to the Arbitral Tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e131ec84803446b282ba42e31bcb2bc2_41"
        },
        {
            "start": 6257,
            "end": 6327,
            "text": "According to him, learned Court below erred illegality and perversity.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "faa2861690dd47d6a0a421ebdb74f313_42"
        },
        {
            "start": 6329,
            "end": 6532,
            "text": "11. Per contra, learned counsel for the respondent opposed the prayer and submitted that only record has been called and remand order is not being passed, therefore, no case for interference is made out.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fb07491b3bd24c6aa68246b97ed491fc_43"
        },
        {
            "start": 6533,
            "end": 6671,
            "text": "According to him, learned Court below would consider the rival submissions after requisition of record in original from Arbitral Tribunal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "197cde38330e49c5a13282d558a28a40_44"
        },
        {
            "start": 6672,
            "end": 6704,
            "text": "He supported the impugned order.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d66ab586b6c547648f88f766b9a9b627_45"
        },
        {
            "start": 6706,
            "end": 6809,
            "text": "12. Heard the learned counsel for the parties at length and perused the documents appended thereto.\n13.",
            "labels": [
                "NONE"
            ],
            "id": "8e52fb1ad3664de582ecde3e9c247324_46"
        },
        {
            "start": 6810,
            "end": 7018,
            "text": "This is a case where petitioner/contractor is aggrieved by the order dated 6.1.2022 passed by Commercial Court, Gwalior, whereby record is being called for from Arbitral Tribunal at the time of final hearing.",
            "labels": [
                "FAC"
            ],
            "id": "e5d3eec862f043299404bda02b9d5279_47"
        },
        {
            "start": 7019,
            "end": 7334,
            "text": "\n14. Grievance of petitioner as reflected in the submissions is that the Commercial Court remitted the matter to the Arbitral Tribunal which is not permissible as per the Section 34 (4) of the Act and the judgment rendered by the Apex Court in the case of Kinnari Mullick (supra) and ICICI Bank Limited (supra).\n15.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2f9cf6bbbfdf447f8d9a5a83799fea27_48"
        },
        {
            "start": 7335,
            "end": 7720,
            "text": "On close scrutiny, it appears that Commercial Court below has not remitted the matter to the Arbitral Tribunal as per the Section 34 (4) of the Act, whereas in fact after revival of application under Section 34 of the Act before the Commercial Court, direction was given to the Court below to exercise the jurisdiction/discretion conferred under sub-section 4 of Section 34 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b92d019f504a42c1a36cfc6efe26bfd1_49"
        },
        {
            "start": 7721,
            "end": 8466,
            "text": "Direction as given by the learned Division Bench in its order dated 11.2.2019 in Arbitration Appeal No.3/2016 is reproduced for ready reference:-\n15. .............................\nThus, being settled that, the Court while deciding the petition under Section 34 of 1996 Act has no jurisdiction to remand the matter to the Arbitrator for a fresh decision; therefore, the impugned order to the extent it set asides the award and remand the matter to the 'Arbitrator' for fresh decision, cannot be approved.\nHowever, since the Trial Court was in seisin with the petition under Section 34 of 1996 Act on its remand by order dated 22.04.2016 passed in A.A.No. 1/2012 for adjudication on the objection afresh preferred by the General Manager, BSNL.\nAnd",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff195a31f2f443ebbf0813e57a3c8930_50"
        },
        {
            "start": 8467,
            "end": 9185,
            "text": "since the Trial Court formulated an opinion that the said objection and the cogent material whereon the objections were raised were not considered by the Arbitrator; therefore, while setting aside the impugned order, the proceedings under Section 34 of 1996 Act before the Trial Court is restored with a direction to the Trial Court to exercise the jurisdiction/discretion conferred under sub-section (4) of Section 34 of 1996 Act; and adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of Arbitral Tribunal will eliminate the ground for setting aside the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a859ae39114442acb6a354734513bfb7_51"
        },
        {
            "start": 9186,
            "end": 9235,
            "text": "The appeal is disposed of finally in above terms.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7376a20aac2d4f75abc25f32440a167e_52"
        },
        {
            "start": 9236,
            "end": 9246,
            "text": "No costs.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88cbaa45ee034b6db8c39a7ec19d143a_53"
        },
        {
            "start": 9248,
            "end": 9540,
            "text": "16. Therefore, apparently the Court below is trying to fathom the controversy in correct perspective and trying to conclude it finally, therefore, proceedings under Section 34 of the Act is still pending, ergo, contention of petitioner that matter has been remanded back does not hold ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ba03d026dd74048a15d56aa332b7f7e_54"
        },
        {
            "start": 9541,
            "end": 9713,
            "text": "Only direction given in the impugned order is sent for record or to requisition the record so that application under Section 34 of the Act can be decided on its own merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f88a515dcf94ffa9523625eca86ae0e_55"
        },
        {
            "start": 9714,
            "end": 9823,
            "text": "At this stage, exemption regarding remand appears to be misplaced and an attempt to pre-empt the controversy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f4787d1f3ec4e6484b09814dec7df6a_56"
        },
        {
            "start": 9825,
            "end": 10027,
            "text": "17. It is true that recent judgment of the Hon'ble Supreme Court in the case of ICICI Bank Limited (supra), the Apex Court has given guidance in following words regarding remand in paras 19 to 21 :-\n19.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9dd799af55c84dbebb529dcea527d975_57"
        },
        {
            "start": 10028,
            "end": 10246,
            "text": "As contended by learned senior counsel for the appellant, it is true that Section 34 (4) of the Act is couched in a language, similar to Article 34 (4) of the UNCITRAL Model Law on International Commercial Arbitration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bf328a19f9d342668f98b46037268f04_58"
        },
        {
            "start": 10247,
            "end": 10427,
            "text": "In the case of AKN & Anr. v. ALC & Ors.4, by considering legislative history of the Model Law, it was held by Singapore Court of Appeals that remission is a 'curative alternative'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a05154d1e81b4d7799ca6f1d2e81e851_59"
        },
        {
            "start": 10428,
            "end": 10785,
            "text": "In the case of Kinnari Mullick and Anr. v. Ghanshyam Das Damani, relied on by learned senior counsel for the appellant, the question which fell for consideration was whether Section 34 (4) of the Act empowers the Court to relegate the parties before the Arbitral Tribunal after setting aside the arbitral award, in absence of any application by the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d1129b42196b493c95283d65561917aa_60"
        },
        {
            "start": 10786,
            "end": 11056,
            "text": "In fact, in the said judgment, it is held that the quintessence for exercising power under Section 34 (4) of the Act is to enable the Tribunal to take such measures which can eliminate the grounds for setting aside the arbitral award, by curing the defects in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "801b39ff2aca42f29fbed499c3da3c87_61"
        },
        {
            "start": 11057,
            "end": 11428,
            "text": "In the judgment in the case of Dyna Technologies Pvt. Ltd. v.\nCrompton Greaves Ltd., it was a case where there was no inquiry under Section 34 (4) of the Act and in the said case, this Court has held that the legislative intention behind Section 34 (4) of the Act, is to make the award enforceable, after giving an opportunity to the Tribunal to undo the curable defects.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a44653a195949d491b443951e555f22_62"
        },
        {
            "start": 11429,
            "end": 11589,
            "text": "It was not a case of patent illegality in the award, but deficiency in the award due to lack of reasoning for a finding which was already recorded in the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "852b8cc43d764a26817a0cca1db959a4_63"
        },
        {
            "start": 11590,
            "end": 11777,
            "text": "In the very same case, it is also clearly held that when there is a complete perversity in the reasoning, then the same is a ground to challenge the award under Section 34 (1) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2e33826a6e3498bb6a086c49fc65938_64"
        },
        {
            "start": 11778,
            "end": 12076,
            "text": "The case of Som Datt Builders Limited v. State of Kerala is also a case where no reasons are given for the finding already recorded in the award, as such, this Court held that in view of Section 34 (4) of the Act, the High Court ought to have given Arbitral Tribunal an opportunity to give reasons.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "03b17f789f064d3080232bece2593f02_65"
        },
        {
            "start": 12078,
            "end": 12240,
            "text": "20. The aforesaid case law cited by the learned counsel appearing for the appellant, is distinguishable on facts and would not render any assistance in this case.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b68435f1779342189763b50ecae54c9c_66"
        },
        {
            "start": 12241,
            "end": 12483,
            "text": "When it is the specific case of the respondent that there is no finding at all, on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\", remission under Section 34 (4) of the Act, is not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b46f01c2ef0646d08ae7c127f51c8ebf_67"
        },
        {
            "start": 12484,
            "end": 12652,
            "text": "In our view, Section 34(4) of the Act, can be resorted to record reasons on the finding already given in the award or to fill up the gaps in the reasoning of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7246270d3b924809b5e0b45663665594_68"
        },
        {
            "start": 12653,
            "end": 12873,
            "text": "There is a difference between 'finding' and 'reasons' as pointed out by the learned senior counsel appearing for the respondent in the judgment in the case of Income Tax Officer, A Ward, Sitapur v. Murlidhar Bhagwan Das.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "0a4f62c5aaec42abadba0b04d9362ccc_69"
        },
        {
            "start": 12874,
            "end": 12955,
            "text": "It is clear from the aforesaid judgment that 'finding is a decision on an issue'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d563e8e313cc4b2894b05df8f8366aa7_70"
        },
        {
            "start": 12956,
            "end": 13192,
            "text": "Further, in the judgment in the case of J. Ashoka v. University of Agricultural Sciences and Ors., this Court has held that 'reasons are the links between the materials on which certain conclusions are based and the actual conclusions'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0f5f209e693f4ac289f9a0f933fd5cf8_71"
        },
        {
            "start": 13193,
            "end": 13519,
            "text": "In absence of any finding on point no.1, as pleaded by the respondent and further, it is their case that relevant material produced before the Arbitrator to prove 'accord and satisfaction' between the parties, is not considered, and the same amounts to patent illegality, such aspects are to be considered by the Court itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "892a3167f0b94cdc8b01d6f55c5ab0f2_72"
        },
        {
            "start": 13520,
            "end": 13749,
            "text": "It cannot be said that it is a case where additional reasons are to be given or gaps in the reasoning, in absence of a finding on point no.1 viz. \"whether the contract was illegally and abruptly terminated by the respondent?\"\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3128adec8d2346e79dad7db7a6a3a07a_73"
        },
        {
            "start": 13750,
            "end": 13957,
            "text": "Further, Section 34 (4) of the Act itself makes it clear that it is the discretion vested with the Court for remitting the matter to Arbitral Tribunal to give an opportunity to resume the proceedings or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db4a657666cb4359a0fbf3322b294c5e_74"
        },
        {
            "start": 13958,
            "end": 14112,
            "text": "The words \"where it is appropriate\" itself indicate that it is the discretion to be exercised by the Court, to remit the matter when requested by a party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf22a55b2b4c444abcc353723ff9bb91_75"
        },
        {
            "start": 14113,
            "end": 14457,
            "text": "When application is filed under Section 34 (4) of the Act, the same is to be considered keeping in mind the grounds raised in the application under Section 34 (1) of the Act by the party, who has questioned the award of the Arbitral Tribunal and the grounds raised in the application filed under Section 34 (4) of the Act and the reply thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a160728d66e4e78958506a330001732_76"
        },
        {
            "start": 14458,
            "end": 14635,
            "text": "Merely because an application is filed under Section 34 (4) of the Act by a party, it is not always obligatory on the part of the Court to remit the matter to Arbitral Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af9d789a176d40f1ab86b3ae0ba8ff13_77"
        },
        {
            "start": 14636,
            "end": 14866,
            "text": "The discretionary power conferred under Section 34 (4) of the Act, is to be exercised where there is inadequate reasoning or to fill up the gaps in the reasoning, in support of the findings which are already recorded in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3a08fd79d7648979111adc3e513bd4c_78"
        },
        {
            "start": 14867,
            "end": 15054,
            "text": "Under guise of additional reasons and filling up the gaps in the reasoning, no award can be remitted to the Arbitrator, where there are no findings on the contentious issues in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4708a065e8844c62850ccfc8005cab05_79"
        },
        {
            "start": 15055,
            "end": 15260,
            "text": "If there are no findings on the contentious issues in the award or if any findings are recorded ignoring the material evidence on record, the same are acceptable grounds for setting aside the award itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a585f73826c4aa3aa966a273efd08e6_80"
        },
        {
            "start": 15261,
            "end": 15414,
            "text": "Under guise of either additional reasons or filling up the gaps in the reasoning, the power conferred on the Court cannot be relegated to the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfd3c8d41051456b8209373b4f0a4bec_81"
        },
        {
            "start": 15415,
            "end": 15517,
            "text": "In absence of any finding on contentious issue, no amount of reasons can cure the defect in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab3ebb624be14bc196ffcfdd52100b32_82"
        },
        {
            "start": 15518,
            "end": 15907,
            "text": "A harmonious reading of Section 31, 34 (1), 34 (2A) and 34 (4) of the Arbitration and Conciliation Act, 1996, make it clear that in appropriate cases, on the request made by a party, Court can give an opportunity to the arbitrator to resume the arbitral proceedings for giving reasons or to fill up the gaps in the reasoning in support of a finding, which is already rendered in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c8cf1adcbb342088c699bd01842ff8d_83"
        },
        {
            "start": 15908,
            "end": 16212,
            "text": "But at the same time, when it prima facie appears that there is a patent illegality in the award itself, by not recording a finding on a contentious issue, in such cases, Court may not accede to the request of a party for giving an opportunity to the Arbitral Tribunal to resume the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d5abdf9f1f941ba9737e1208dedb54f_84"
        },
        {
            "start": 16213,
            "end": 16599,
            "text": "Further, as rightly contended by the learned counsel appearing for the respondent, that on the plea of 'accord and satisfaction' on further consideration of evidence, which is ignored earlier, even if the arbitral tribunal wants to consciously hold that there was 'accord and satisfaction' between the parties, it cannot do so by altering the award itself, which he has already passed.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6766524200424f0289c87eb2e8fb63f8_85"
        },
        {
            "start": 16601,
            "end": 16778,
            "text": "18. Now, if the guidance given by the Supreme Court is seen in juxta position to Section 34 of the Act, then the very provisions rendered the case of petitioner devoid of merit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22b61f11799f46bb8f1ee908b5997a03_86"
        },
        {
            "start": 16779,
            "end": 16829,
            "text": "Section 34 of the Act is reproduced as under:-\n34.",
            "labels": [
                "STA"
            ],
            "id": "48863037e80c4ffdad0f617084c55e31_87"
        },
        {
            "start": 16830,
            "end": 17047,
            "text": "Application for setting aside arbitral award :-\n(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).",
            "labels": [
                "STA"
            ],
            "id": "5a3d29828aa440df86986a52374b790d_88"
        },
        {
            "start": 17048,
            "end": 18609,
            "text": "\n(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application [establishes on the basis of the record of the arbitral tribunal that]-\n(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\nProvided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
            "labels": [
                "STA"
            ],
            "id": "d4c4d4d8efc84243ac3302189166ae14_89"
        },
        {
            "start": 18611,
            "end": 18955,
            "text": "[Explanation.1. --For the avoidance of any doubt, it is clarified that that an award is in conflict with the public policy of India, only if,-\n(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in conflict with the most basic notions of morality or justice]",
            "labels": [
                "STA"
            ],
            "id": "0b11940e9b2a47ccb93285fc13100a4a_90"
        },
        {
            "start": 18956,
            "end": 19150,
            "text": "[Explanation 2.- For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not be entail a review on the merits of the dispute.]",
            "labels": [
                "STA"
            ],
            "id": "90c90cbc5c6145cc86d3b9eaeaf7f811_91"
        },
        {
            "start": 19151,
            "end": 19391,
            "text": "[(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award.",
            "labels": [
                "STA"
            ],
            "id": "8f2762ee413e49eb8c74c2afb71dec06_92"
        },
        {
            "start": 19393,
            "end": 19532,
            "text": "Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
            "labels": [
                "STA"
            ],
            "id": "824877a0cad349aa8b40af14e9fdbc11_93"
        },
        {
            "start": 19533,
            "end": 20507,
            "text": "\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n(4) On receipt of an application under sub- section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "87101c0cfca9407595d7b27559a745b6_94"
        },
        {
            "start": 20508,
            "end": 20750,
            "text": "\n[(5) An application under this Section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.]",
            "labels": [
                "STA"
            ],
            "id": "f81a830611594fe6a97db3701cf8eb4b_95"
        },
        {
            "start": 20751,
            "end": 20970,
            "text": "[(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year form the date on which the notice referred to in sub-section (5) is served upon the other party.]\"",
            "labels": [
                "STA"
            ],
            "id": "a0067302d857458fab78eca4647f16e0_96"
        },
        {
            "start": 20971,
            "end": 21408,
            "text": "\n19. Perusal of Section 34 (2) (a) of the Act reveals that Court may set aside the award if the party making the application establishes on the basis of record of arbitral tribunal, meaning thereby that Court can certainly go for perusal of the record and therefore, requisition of record from arbitral tribunal is not akin to remanding the matter to arbitral tribunal but to ascertain the exact nature of dispute through record of case.",
            "labels": [
                "RATIO"
            ],
            "id": "b9390cb1ed45403cbfb262a0d1d9f612_97"
        },
        {
            "start": 21409,
            "end": 21489,
            "text": "Therefore, case of the petitioner is not supported by relevant provision itself.",
            "labels": [
                "RATIO"
            ],
            "id": "3691e207c79c4305b7eb3efadc01153f_98"
        },
        {
            "start": 21491,
            "end": 21634,
            "text": "20. Since it is not a case of remand per se, therefore, judgments relied upon by the petitioner are not applicable in the present set of facts.",
            "labels": [
                "RATIO"
            ],
            "id": "cbab23bccd1b4ff387c4d27626834939_99"
        },
        {
            "start": 21635,
            "end": 21795,
            "text": "The Commercial Court is within a domain to call for the record from arbitral tribulnal for deciding the application under Section 34 (1) and (4) of the Act.\n21.",
            "labels": [
                "RPC"
            ],
            "id": "ab5f185b3f3b4fa8b8ca752ac3b0aaf1_100"
        },
        {
            "start": 21796,
            "end": 21848,
            "text": "Resultantly, petition fails and is hereby dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5fc86a40dc7b44dea9b40002121e2897_101"
        },
        {
            "start": 21849,
            "end": 21915,
            "text": "\n(Anand Pathak) Judge AK/-\nANAND KUMAR 2022.04.08 16:10:13 +05'30'",
            "labels": [
                "NONE"
            ],
            "id": "9a6f413b2d504b209fb3c7bf97b141f3_102"
        }
    ],
    "entities": [
        {
            "text": "Yashwardhan Raghuwanshi",
            "label": "PETITIONER",
            "start_char": 26,
            "end_char": 49
        },
        {
            "text": "District And Sessions Judge",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 80
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 131,
            "end_char": 145
        },
        {
            "text": "Vijay Kumar Shukla",
            "label": "JUDGE",
            "start_char": 147,
            "end_char": 165
        },
        {
            "text": "High Court Of Judicature For Madhya Pradesh,\n                                     At Jabalpur",
            "label": "COURT",
            "start_char": 388,
            "end_char": 481
        },
        {
            "text": "Yashwardhan Raghuwanshi",
            "label": "PETITIONER",
            "start_char": 649,
            "end_char": 672
        },
        {
            "text": "Vijay Kumar Shukla",
            "label": "JUDGE",
            "start_char": 1213,
            "end_char": 1231
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 1421,
            "end_char": 1434
        },
        {
            "text": "Swapnil Ganguly",
            "label": "LAWYER",
            "start_char": 1498,
            "end_char": 1513
        },
        {
            "text": "Anshuman Singh",
            "label": "LAWYER",
            "start_char": 1587,
            "end_char": 1601
        },
        {
            "text": "Sections 9, 14, 34 & 36",
            "label": "PROVISION",
            "start_char": 2988,
            "end_char": 3011
        },
        {
            "text": "Arbitration Act and Conciliation                              Act,1996.",
            "label": "STATUTE",
            "start_char": 3019,
            "end_char": 3090
        },
        {
            "text": "SAIFAN KHAN",
            "label": "OTHER_PERSON",
            "start_char": 3378,
            "end_char": 3389
        },
        {
            "text": "Sections 7 & 15",
            "label": "PROVISION",
            "start_char": 4038,
            "end_char": 4053
        },
        {
            "text": "Civil Courts Act                              of 1958",
            "label": "STATUTE",
            "start_char": 4061,
            "end_char": 4114
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "ORG",
            "start_char": 4493,
            "end_char": 4516
        },
        {
            "text": "Suresh Choudhary",
            "label": "RESPONDENT",
            "start_char": 4530,
            "end_char": 4546
        },
        {
            "text": "Raj",
            "label": "OTHER_PERSON",
            "start_char": 4601,
            "end_char": 4604
        },
        {
            "text": "Fun N. Fud vs. GLK Associates, 2019 SCC Online Guj 4236",
            "label": "PRECEDENT",
            "start_char": 4643,
            "end_char": 4698
        },
        {
            "text": "Vijay Cotton and Fiber Company",
            "label": "PETITIONER",
            "start_char": 4734,
            "end_char": 4764
        },
        {
            "text": "Agarwal Cotton Spinning                                  Private Limited",
            "label": "ORG",
            "start_char": 4769,
            "end_char": 4841
        },
        {
            "text": "R/Appeal No. 216 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4843,
            "end_char": 4867
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 4879,
            "end_char": 4889
        },
        {
            "text": "Kirtikumar Futarmal Jain vs. Valencia Corporation",
            "label": "PRECEDENT",
            "start_char": 4925,
            "end_char": 4974
        },
        {
            "text": "SCC                                  Online Guj 3972",
            "label": "PRECEDENT",
            "start_char": 4984,
            "end_char": 5036
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PETITIONER",
            "start_char": 5072,
            "end_char": 5097
        },
        {
            "text": "OCI Corporation",
            "label": "RESPONDENT",
            "start_char": 5114,
            "end_char": 5129
        },
        {
            "text": "State of Maharashtra",
            "label": "ORG",
            "start_char": 5229,
            "end_char": 5249
        },
        {
            "text": "Executive Engineer vs. Atlanta                                  Limited, (2014) 11 SCC 619",
            "label": "PRECEDENT",
            "start_char": 5259,
            "end_char": 5349
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 5968,
            "end_char": 5982
        },
        {
            "text": "Yashwardhan Raghuwanshi",
            "label": "PETITIONER",
            "start_char": 6035,
            "end_char": 6058
        },
        {
            "text": "Bhopal",
            "label": "GPE",
            "start_char": 6097,
            "end_char": 6103
        },
        {
            "text": "20 th Signature SAN Not October, 2020",
            "label": "DATE",
            "start_char": 6143,
            "end_char": 6180
        },
        {
            "text": "District and Sessions Judge, Bhopal",
            "label": "COURT",
            "start_char": 6195,
            "end_char": 6230
        },
        {
            "text": "WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 6253,
            "end_char": 6266
        },
        {
            "text": "Section 15(1)",
            "label": "PROVISION",
            "start_char": 6299,
            "end_char": 6312
        },
        {
            "text": "Madhya Pradesh Civil Courts Act, 1958",
            "label": "STATUTE",
            "start_char": 6320,
            "end_char": 6357
        },
        {
            "text": "Sections 194, 381(1) & 400",
            "label": "PROVISION",
            "start_char": 6403,
            "end_char": 6429
        },
        {
            "text": "Code of Criminal Procedure, 1973",
            "label": "STATUTE",
            "start_char": 6437,
            "end_char": 6469
        },
        {
            "text": "Bhopal",
            "label": "GPE",
            "start_char": 6650,
            "end_char": 6656
        },
        {
            "text": "Sections 9, 14, 34 & 36",
            "label": "PROVISION",
            "start_char": 6788,
            "end_char": 6811
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6819,
            "end_char": 6857
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6874,
            "end_char": 6889
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6950,
            "end_char": 6977
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7005,
            "end_char": 7026
        },
        {
            "text": "Court of XX Civil Judge Class-I, Bhopal",
            "label": "COURT",
            "start_char": 7107,
            "end_char": 7146
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 7156,
            "end_char": 7169
        },
        {
            "text": "Sections 9, 14, 34 & 36",
            "label": "PROVISION",
            "start_char": 7339,
            "end_char": 7362
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7370,
            "end_char": 7385
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7542,
            "end_char": 7557
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7563,
            "end_char": 7584
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 7600,
            "end_char": 7616
        },
        {
            "text": "Sections 15(1)",
            "label": "PROVISION",
            "start_char": 7740,
            "end_char": 7754
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 7762,
            "end_char": 7778
        },
        {
            "text": "Sections 194, 381(1) and 400",
            "label": "PROVISION",
            "start_char": 7789,
            "end_char": 7817
        },
        {
            "text": "CrPC",
            "label": "STATUTE",
            "start_char": 7821,
            "end_char": 7825
        },
        {
            "text": "20.10.2020",
            "label": "DATE",
            "start_char": 7889,
            "end_char": 7899
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8027,
            "end_char": 8048
        },
        {
            "text": "Signature SAN Not Verified WP-19656-2020 of XX Civil Judge Class-I, Bhopal",
            "label": "CASE_NUMBER",
            "start_char": 8062,
            "end_char": 8136
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8290,
            "end_char": 8305
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 8379,
            "end_char": 8394
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8402,
            "end_char": 8423
        },
        {
            "text": "Sub-section (3) of Section 10",
            "label": "PROVISION",
            "start_char": 8623,
            "end_char": 8652
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8660,
            "end_char": 8681
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8779,
            "end_char": 8794
        },
        {
            "text": "Court of XX Civil Judge Class-I, Bhopal",
            "label": "COURT",
            "start_char": 8891,
            "end_char": 8930
        },
        {
            "text": "02",
            "label": "DATE",
            "start_char": 8997,
            "end_char": 8999
        },
        {
            "text": "-",
            "label": "DATE",
            "start_char": 8999,
            "end_char": 9000
        },
        {
            "text": "03.04.2019",
            "label": "DATE",
            "start_char": 9000,
            "end_char": 9010
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9035,
            "end_char": 9050
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 9337,
            "end_char": 9347
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 9429,
            "end_char": 9442
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9516,
            "end_char": 9531
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 9555,
            "end_char": 9570
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9578,
            "end_char": 9593
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 10487,
            "end_char": 10496
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 10507,
            "end_char": 10517
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 10525,
            "end_char": 10541
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10658,
            "end_char": 10673
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10678,
            "end_char": 10699
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10913,
            "end_char": 10934
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10946,
            "end_char": 10961
        },
        {
            "text": "XX Civil Judge Class-I, Bhopal",
            "label": "COURT",
            "start_char": 11048,
            "end_char": 11078
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 11174,
            "end_char": 11187
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 11263,
            "end_char": 11273
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11281,
            "end_char": 11302
        },
        {
            "text": "Signature SAN Not Verified",
            "label": "CASE_NUMBER",
            "start_char": 11675,
            "end_char": 11701
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11849,
            "end_char": 11864
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 11933,
            "end_char": 11943
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11951,
            "end_char": 11972
        },
        {
            "text": "Commercial Court (XX Civil Judge Class-I)",
            "label": "COURT",
            "start_char": 12005,
            "end_char": 12046
        },
        {
            "text": "Commercial Appellate Court (XIX Additional District Judge)",
            "label": "COURT",
            "start_char": 12064,
            "end_char": 12122
        },
        {
            "text": "26.10.2019",
            "label": "DATE",
            "start_char": 12220,
            "end_char": 12230
        },
        {
            "text": "04.02.2020",
            "label": "DATE",
            "start_char": 12322,
            "end_char": 12332
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12416,
            "end_char": 12431
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12485,
            "end_char": 12495
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12503,
            "end_char": 12518
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13010,
            "end_char": 13025
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13070,
            "end_char": 13091
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 13101,
            "end_char": 13114
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 13222,
            "end_char": 13242
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "ORG",
            "start_char": 13258,
            "end_char": 13281
        },
        {
            "text": "Suresh Choudhary",
            "label": "RESPONDENT",
            "start_char": 13295,
            "end_char": 13311
        },
        {
            "text": "Fun N. Fud vs. GLK Associates reported in Signature SAN Not Verified WP-19656-2020 2019 SCC Online Guj 4236",
            "label": "PRECEDENT",
            "start_char": 13422,
            "end_char": 13529
        },
        {
            "text": "Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715",
            "label": "PRECEDENT",
            "start_char": 13561,
            "end_char": 13660
        },
        {
            "text": "State of West Bengal and other vs. Associated Contractors reported in (2015) 1 SCC 32",
            "label": "PRECEDENT",
            "start_char": 13665,
            "end_char": 13750
        },
        {
            "text": "Uttarakhand High Court at Nainital",
            "label": "COURT",
            "start_char": 13764,
            "end_char": 13798
        },
        {
            "text": "Appeal From Order No.378 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 13809,
            "end_char": 13841
        },
        {
            "text": "Dalip Singh Adhikari vs. State of Uttarakhand and another",
            "label": "PRECEDENT",
            "start_char": 13849,
            "end_char": 13906
        },
        {
            "text": "Mold-Tek Packaging Ltd. vs. S.D. Containers, Indore reported in 2020 (4) MPLJ 353",
            "label": "PRECEDENT",
            "start_char": 13967,
            "end_char": 14048
        },
        {
            "text": "Swapnil Ganguly",
            "label": "LAWYER",
            "start_char": 14058,
            "end_char": 14073
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14150,
            "end_char": 14163
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PRECEDENT",
            "start_char": 14179,
            "end_char": 14204
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14232,
            "end_char": 14245
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 14277,
            "end_char": 14292
        },
        {
            "text": "Commercial Court Act",
            "label": "STATUTE",
            "start_char": 14301,
            "end_char": 14321
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 14465,
            "end_char": 14480
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14525,
            "end_char": 14546
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 14644,
            "end_char": 14653
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 14661,
            "end_char": 14677
        },
        {
            "text": "Sub-section (2) of Section 7",
            "label": "PROVISION",
            "start_char": 14775,
            "end_char": 14803
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 14811,
            "end_char": 14827
        },
        {
            "text": "Principal Civil Court",
            "label": "COURT",
            "start_char": 15363,
            "end_char": 15384
        },
        {
            "text": "High Court of Madhya Pradesh",
            "label": "COURT",
            "start_char": 15424,
            "end_char": 15452
        },
        {
            "text": "Sections 9 & 34",
            "label": "PROVISION",
            "start_char": 15676,
            "end_char": 15691
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15699,
            "end_char": 15714
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 15767,
            "end_char": 15780
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15788,
            "end_char": 15809
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15845,
            "end_char": 15860
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 16321,
            "end_char": 16341
        },
        {
            "text": "Hindustan Copper Limited vs. M/s. Bhagwati Gases Ltd, reported in 2005 Vol",
            "label": "PRECEDENT",
            "start_char": 16357,
            "end_char": 16431
        },
        {
            "text": "IV WLC 251",
            "label": "CASE_NUMBER",
            "start_char": 16433,
            "end_char": 16443
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 16468,
            "end_char": 16488
        },
        {
            "text": "Hindustan Copper Ltd. vs. Paramount Ltd. and another reported in 2018 SCC Online Raj 3055",
            "label": "PRECEDENT",
            "start_char": 16492,
            "end_char": 16581
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 16590,
            "end_char": 16599
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16607,
            "end_char": 16628
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16887,
            "end_char": 16908
        },
        {
            "text": "Anshuman Singh",
            "label": "LAWYER",
            "start_char": 17325,
            "end_char": 17339
        },
        {
            "text": "Madhya Pradesh High Court",
            "label": "COURT",
            "start_char": 17375,
            "end_char": 17400
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17506,
            "end_char": 17519
        },
        {
            "text": "State of Maharashtra",
            "label": "GPE",
            "start_char": 17523,
            "end_char": 17543
        },
        {
            "text": "Executive Engineer vs. Atlanta Limited reported in (2014) 11 SCC 619",
            "label": "PRECEDENT",
            "start_char": 17553,
            "end_char": 17621
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17840,
            "end_char": 17855
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 17947,
            "end_char": 17962
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17970,
            "end_char": 17985
        },
        {
            "text": "High Court of Bombay",
            "label": "COURT",
            "start_char": 18083,
            "end_char": 18103
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 18738,
            "end_char": 18748
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 18752,
            "end_char": 18775
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 18814,
            "end_char": 18829
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18837,
            "end_char": 18852
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18863,
            "end_char": 18876
        },
        {
            "text": "WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 19061,
            "end_char": 19074
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 19196,
            "end_char": 19211
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19219,
            "end_char": 19234
        },
        {
            "text": "Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2)",
            "label": "PROVISION",
            "start_char": 19926,
            "end_char": 19967
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19975,
            "end_char": 19996
        },
        {
            "text": "sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e)",
            "label": "PROVISION",
            "start_char": 20174,
            "end_char": 20228
        },
        {
            "text": "clause (a) of article 236",
            "label": "PROVISION",
            "start_char": 20295,
            "end_char": 20320
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 20328,
            "end_char": 20349
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 22511,
            "end_char": 22562
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 22899,
            "end_char": 22950
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 23454,
            "end_char": 23505
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 24080,
            "end_char": 24131
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 24595,
            "end_char": 24613
        },
        {
            "text": "M/s. OCI Corporation vs. Kandla Export Corporation reported in 2016 SCC Online Guj 5981",
            "label": "PRECEDENT",
            "start_char": 24617,
            "end_char": 24704
        },
        {
            "text": "OCI Corporation",
            "label": "ORG",
            "start_char": 24740,
            "end_char": 24755
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 24780,
            "end_char": 24793
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24801,
            "end_char": 24822
        },
        {
            "text": "Section 2(1)(e)(ii)",
            "label": "PROVISION",
            "start_char": 24833,
            "end_char": 24852
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 24857,
            "end_char": 24867
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24875,
            "end_char": 24890
        },
        {
            "text": "District Court, Gandhidham-Kutch",
            "label": "COURT",
            "start_char": 24994,
            "end_char": 25026
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 25041,
            "end_char": 25062
        },
        {
            "text": "Sections 2(1)(e), 47",
            "label": "PROVISION",
            "start_char": 25167,
            "end_char": 25187
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25195,
            "end_char": 25210
        },
        {
            "text": "Section 2(1)(i), Sections 6, 10, 15",
            "label": "PROVISION",
            "start_char": 25215,
            "end_char": 25250
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25258,
            "end_char": 25279
        },
        {
            "text": "WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 25437,
            "end_char": 25450
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25761,
            "end_char": 25799
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 25962,
            "end_char": 25983
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 26181,
            "end_char": 26231
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 26560,
            "end_char": 26598
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 26797,
            "end_char": 26807
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26815,
            "end_char": 26836
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 26889,
            "end_char": 26927
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 27015,
            "end_char": 27036
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 27051,
            "end_char": 27069
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27226,
            "end_char": 27239
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 27243,
            "end_char": 27268
        },
        {
            "text": "03.03.2017",
            "label": "DATE",
            "start_char": 27307,
            "end_char": 27317
        },
        {
            "text": "Gujarat High Court at Ahmedabad",
            "label": "COURT",
            "start_char": 27354,
            "end_char": 27385
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 27389,
            "end_char": 27459
        },
        {
            "text": "M S Khurana Engineering Ltd.",
            "label": "ORG",
            "start_char": 27460,
            "end_char": 27488
        },
        {
            "text": "R/Special Civil Application No. 13736 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 27490,
            "end_char": 27535
        },
        {
            "text": "06.09.2018",
            "label": "DATE",
            "start_char": 27547,
            "end_char": 27557
        },
        {
            "text": "Division Signature SAN Not Bench of Gujarat High Court",
            "label": "COURT",
            "start_char": 27567,
            "end_char": 27621
        },
        {
            "text": "OCI Verified WP-19656-2020 Corporation",
            "label": "PRECEDENT",
            "start_char": 27665,
            "end_char": 27703
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27854,
            "end_char": 27869
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 27895,
            "end_char": 27913
        },
        {
            "text": "Vijay Cotton and Fiber Company Vs.",
            "label": "PRECEDENT",
            "start_char": 27917,
            "end_char": 27951
        },
        {
            "text": "Agarwal Cotton Spinning Private Limited",
            "label": "ORG",
            "start_char": 27952,
            "end_char": 27991
        },
        {
            "text": "R/Appeal No. 216 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 27993,
            "end_char": 28017
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 28029,
            "end_char": 28039
        },
        {
            "text": "Gujarat Civil Courts Act",
            "label": "STATUTE",
            "start_char": 28197,
            "end_char": 28221
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 28308,
            "end_char": 28328
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PRECEDENT",
            "start_char": 28344,
            "end_char": 28367
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 28502,
            "end_char": 28517
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28525,
            "end_char": 28540
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 28584,
            "end_char": 28596
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28604,
            "end_char": 28625
        },
        {
            "text": "Section 2 (b)",
            "label": "PROVISION",
            "start_char": 28644,
            "end_char": 28657
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28759,
            "end_char": 28774
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 28780,
            "end_char": 28800
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 28862,
            "end_char": 28885
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28893,
            "end_char": 28914
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 28956,
            "end_char": 28966
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28974,
            "end_char": 28989
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 29414,
            "end_char": 29427
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29435,
            "end_char": 29456
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 29602,
            "end_char": 29612
        },
        {
            "text": "SAN Verified",
            "label": "STATUTE",
            "start_char": 29613,
            "end_char": 29625
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 29647,
            "end_char": 29662
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 29694,
            "end_char": 29707
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29715,
            "end_char": 29736
        },
        {
            "text": "Section 3(i)",
            "label": "PROVISION",
            "start_char": 30166,
            "end_char": 30178
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 30186,
            "end_char": 30283
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 30299,
            "end_char": 30311
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 30431,
            "end_char": 30469
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 30616,
            "end_char": 30631
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 30639,
            "end_char": 30677
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 30689,
            "end_char": 30707
        },
        {
            "text": "2 nd Additional District Judge, Dahod",
            "label": "COURT",
            "start_char": 30795,
            "end_char": 30832
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 30918,
            "end_char": 30927
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30935,
            "end_char": 30950
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 31158,
            "end_char": 31173
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 31181,
            "end_char": 31196
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 31325,
            "end_char": 31335
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 31343,
            "end_char": 31364
        },
        {
            "text": "Commercial Court Signature SAN Not Verified",
            "label": "COURT",
            "start_char": 31631,
            "end_char": 31674
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 31844,
            "end_char": 31853
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 31878,
            "end_char": 31893
        },
        {
            "text": "Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972",
            "label": "PRECEDENT",
            "start_char": 31903,
            "end_char": 31989
        },
        {
            "text": "Principal District Judge, Surat",
            "label": "COURT",
            "start_char": 32036,
            "end_char": 32067
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 32219,
            "end_char": 32229
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32237,
            "end_char": 32252
        },
        {
            "text": "Section 37(2)",
            "label": "PROVISION",
            "start_char": 32311,
            "end_char": 32324
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32332,
            "end_char": 32347
        },
        {
            "text": "Commercial Court at Vadodara",
            "label": "COURT",
            "start_char": 32393,
            "end_char": 32421
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 32450,
            "end_char": 32459
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32467,
            "end_char": 32482
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 32863,
            "end_char": 32873
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32881,
            "end_char": 32896
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 32902,
            "end_char": 32920
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 33068,
            "end_char": 33078
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 33086,
            "end_char": 33101
        },
        {
            "text": "sub- section (2) of section 37",
            "label": "PROVISION",
            "start_char": 33174,
            "end_char": 33204
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 33212,
            "end_char": 33227
        },
        {
            "text": "clause (b) of sub-section (2) of section 37",
            "label": "PROVISION",
            "start_char": 33293,
            "end_char": 33336
        },
        {
            "text": "section 17",
            "label": "PROVISION",
            "start_char": 33471,
            "end_char": 33481
        },
        {
            "text": "sub-section (2) of section 37",
            "label": "PROVISION",
            "start_char": 33544,
            "end_char": 33573
        },
        {
            "text": "Signature SAN Not Verified WP-19656-2020 (e) of section 2",
            "label": "CASE_NUMBER",
            "start_char": 33615,
            "end_char": 33672
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 33680,
            "end_char": 33695
        },
        {
            "text": "clause (e) of section 2",
            "label": "PROVISION",
            "start_char": 34248,
            "end_char": 34271
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 34279,
            "end_char": 34294
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 34544,
            "end_char": 34554
        },
        {
            "text": "Gujarat Civil Courts Act, 2005",
            "label": "STATUTE",
            "start_char": 34562,
            "end_char": 34592
        },
        {
            "text": "section 37(2)(b)",
            "label": "PROVISION",
            "start_char": 34856,
            "end_char": 34872
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 34880,
            "end_char": 34895
        },
        {
            "text": "section 2(e)",
            "label": "PROVISION",
            "start_char": 34929,
            "end_char": 34941
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 34949,
            "end_char": 34964
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 35180,
            "end_char": 35190
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35198,
            "end_char": 35213
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 35239,
            "end_char": 35249
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35351,
            "end_char": 35372
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35421,
            "end_char": 35442
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 35611,
            "end_char": 35621
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35629,
            "end_char": 35650
        },
        {
            "text": "Clause (i) of section 2(e)",
            "label": "PROVISION",
            "start_char": 35950,
            "end_char": 35976
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35984,
            "end_char": 35999
        },
        {
            "text": "WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 36373,
            "end_char": 36386
        },
        {
            "text": "section 2(e)(i)",
            "label": "PROVISION",
            "start_char": 36532,
            "end_char": 36547
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 36555,
            "end_char": 36570
        },
        {
            "text": "section 11",
            "label": "PROVISION",
            "start_char": 36709,
            "end_char": 36719
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36727,
            "end_char": 36748
        },
        {
            "text": "section 37(2)(b)",
            "label": "PROVISION",
            "start_char": 37038,
            "end_char": 37054
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37062,
            "end_char": 37077
        },
        {
            "text": "section 37(2) (b)",
            "label": "PROVISION",
            "start_char": 37254,
            "end_char": 37271
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37288,
            "end_char": 37301
        },
        {
            "text": "State of West Bengal v. Associated Contractors",
            "label": "PRECEDENT",
            "start_char": 37305,
            "end_char": 37351
        },
        {
            "text": "section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 37375,
            "end_char": 37390
        },
        {
            "text": "Part 1",
            "label": "PROVISION",
            "start_char": 37621,
            "end_char": 37627
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 37635,
            "end_char": 37656
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 37774,
            "end_char": 37789
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37797,
            "end_char": 37812
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38253,
            "end_char": 38266
        },
        {
            "text": "Atlanta Limited",
            "label": "PRECEDENT",
            "start_char": 38282,
            "end_char": 38297
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 38372,
            "end_char": 38382
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38390,
            "end_char": 38411
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 38416,
            "end_char": 38426
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38541,
            "end_char": 38556
        },
        {
            "text": "Verified WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 38568,
            "end_char": 38590
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 38765,
            "end_char": 38775
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38783,
            "end_char": 38804
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 39114,
            "end_char": 39124
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 39132,
            "end_char": 39153
        },
        {
            "text": "Sections 9, 14, 34 & 36",
            "label": "PROVISION",
            "start_char": 39947,
            "end_char": 39970
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 39978,
            "end_char": 39993
        },
        {
            "text": "Court of XX Civil Judge Class-I, Bhopal",
            "label": "COURT",
            "start_char": 40352,
            "end_char": 40391
        },
        {
            "text": "WP-19656-2020",
            "label": "CASE_NUMBER",
            "start_char": 40564,
            "end_char": 40577
        },
        {
            "text": "20.10.2020",
            "label": "DATE",
            "start_char": 40702,
            "end_char": 40712
        },
        {
            "text": "Sections 9, 14, 34 & 36",
            "label": "PROVISION",
            "start_char": 40916,
            "end_char": 40939
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 40947,
            "end_char": 40962
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 41000,
            "end_char": 41021
        },
        {
            "text": "Section 7 read with Section 15",
            "label": "PROVISION",
            "start_char": 41097,
            "end_char": 41127
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 41135,
            "end_char": 41151
        },
        {
            "text": "MOHAMMAD RAFIQ",
            "label": "JUDGE",
            "start_char": 41582,
            "end_char": 41596
        },
        {
            "text": "VIJAY KUMAR SHUKLA",
            "label": "JUDGE",
            "start_char": 41625,
            "end_char": 41643
        }
    ],
    "precedent_clusters": {
        "Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972": [
            "Fun N. Fud vs. GLK Associates, 2019 SCC Online Guj 4236",
            "Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972"
        ],
        "Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs.": [
            "Kirtikumar Futarmal Jain vs. Valencia Corporation",
            "SCC                                  Online Guj 3972",
            "Dalip Singh Adhikari vs. State of Uttarakhand and another",
            "Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs.",
            "Vijay Cotton and Fiber Company Vs.",
            "State of West Bengal v. Associated Contractors"
        ],
        "Executive Engineer vs. Atlanta                                  Limited, (2014) 11 SCC 619": [
            "Executive Engineer vs. Atlanta                                  Limited, (2014) 11 SCC 619",
            "Executive Engineer vs. Atlanta Limited reported in (2014) 11 SCC 619",
            "Atlanta Limited"
        ],
        "Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715": [
            "Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715",
            "Kandla Export Corporation"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Sections 9, 14, 34 & 36",
            "Arbitration Act and Conciliation                              Act,1996.",
            "Sections 9, 14, 34 & 36",
            "Arbitration Act and Conciliation                              Act,1996."
        ],
        [
            "Sections 7 & 15",
            "Civil Courts Act                              of 1958",
            "Sections 7 & 15",
            "Civil Courts Act                              of 1958"
        ],
        [
            "Section 15(1)",
            "Madhya Pradesh Civil Courts Act, 1958",
            "Section 15(1)",
            "Madhya Pradesh Civil Courts Act, 1958"
        ],
        [
            "Sections 194, 381(1) & 400",
            "Code of Criminal Procedure, 1973",
            "Sections 194, 381(1) & 400",
            "Code of Criminal Procedure, 1973"
        ],
        [
            "Sections 9, 14, 34 & 36",
            "Arbitration and Conciliation Act, 1996",
            "Sections 9, 14, 34 & 36",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 9, 14, 34 & 36",
            "Arbitration Act",
            "Sections 9, 14, 34 & 36",
            "Arbitration Act"
        ],
        [
            "Sections 15(1)",
            "Civil Courts Act",
            "Sections 15(1)",
            "Civil Courts Act"
        ],
        [
            "Sections 194, 381(1) and 400",
            "CrPC",
            "Sections 194, 381(1) and 400",
            "CrPC"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act",
            "Section 2(1)(i)",
            "Commercial Courts Act"
        ],
        [
            "Sub-section (3) of Section 10",
            "Commercial Courts Act",
            "Sub-section (3) of Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 15",
            "Civil Courts Act",
            "Section 15",
            "Civil Courts Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 7",
            "Civil Courts Act",
            "Section 7",
            "Civil Courts Act"
        ],
        [
            "Sub-section (2) of Section 7",
            "Civil Courts Act",
            "Sub-section (2) of Section 7",
            "Civil Courts Act"
        ],
        [
            "Sections 9 & 34",
            "Arbitration Act",
            "Sections 9 & 34",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "Commercial Courts Act",
            "Section 3",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 15",
            "Code of Civil Procedure",
            "Section 15",
            "Code of Civil Procedure"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2)",
            "Commercial Courts Act",
            "Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2)",
            "Commercial Courts Act"
        ],
        [
            "clause (a) of article 236",
            "Constitution of India",
            "clause (a) of article 236",
            "Constitution of India"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Section 47",
            "Arbitration Act",
            "Section 47",
            "Arbitration Act"
        ],
        [
            "Sections 2(1)(e), 47",
            "Arbitration Act",
            "Sections 2(1)(e), 47",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(i), Sections 6, 10, 15",
            "Commercial Courts Act",
            "Section 2(1)(i), Sections 6, 10, 15",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 3(1)",
            "Commercial Courts Act",
            "Section 3(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (b)",
            "Arbitration Act",
            "Section 2 (b)",
            "Arbitration Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "SAN Verified",
            "Section 36",
            "SAN Verified"
        ],
        [
            "Section 15(3)",
            "Commercial Courts Act",
            "Section 15(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 17",
            "Arbitration Act",
            "Section 17",
            "Arbitration Act"
        ],
        [
            "Section 37(2)",
            "Arbitration Act",
            "Section 37(2)",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "section 37",
            "Arbitration Act",
            "section 37",
            "Arbitration Act"
        ],
        [
            "sub- section (2) of section 37",
            "Arbitration Act",
            "sub- section (2) of section 37",
            "Arbitration Act"
        ],
        [
            "clause (e) of section 2",
            "Arbitration Act",
            "clause (e) of section 2",
            "Arbitration Act"
        ],
        [
            "section 12",
            "Gujarat Civil Courts Act, 2005",
            "section 12",
            "Gujarat Civil Courts Act, 2005"
        ],
        [
            "section 37(2)(b)",
            "Arbitration Act",
            "section 37(2)(b)",
            "Arbitration Act"
        ],
        [
            "section 2(e)",
            "Arbitration Act",
            "section 2(e)",
            "Arbitration Act"
        ],
        [
            "section 37",
            "Arbitration Act",
            "section 37",
            "Arbitration Act"
        ],
        [
            "section 11",
            "Commercial Courts Act",
            "section 11",
            "Commercial Courts Act"
        ],
        [
            "Clause (i) of section 2(e)",
            "Arbitration Act",
            "Clause (i) of section 2(e)",
            "Arbitration Act"
        ],
        [
            "section 2(e)(i)",
            "Arbitration Act",
            "section 2(e)(i)",
            "Arbitration Act"
        ],
        [
            "section 11",
            "Commercial Courts Act",
            "section 11",
            "Commercial Courts Act"
        ],
        [
            "section 37(2)(b)",
            "Arbitration Act",
            "section 37(2)(b)",
            "Arbitration Act"
        ],
        [
            "Part 1",
            "Arbitration Act, 1996",
            "Part 1",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Sections 9, 14, 34 & 36",
            "Arbitration Act",
            "Sections 9, 14, 34 & 36",
            "Arbitration Act"
        ],
        [
            "Sections 9, 14, 34 & 36",
            "Arbitration Act",
            "Sections 9, 14, 34 & 36",
            "Arbitration Act"
        ],
        [
            "Section 7 read with Section 15",
            "Civil Courts Act",
            "Section 7 read with Section 15",
            "Civil Courts Act"
        ],
        [
            "Section 7",
            "Civil Courts Act",
            "Section 7",
            "Civil Courts Act"
        ],
        [
            "sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e)",
            "Commercial Courts Act",
            "sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)(ii)",
            "Commercial Courts Act",
            "Section 2(1)(e)(ii)",
            "Commercial Courts Act"
        ],
        [
            "clause (b) of sub-section (2) of section 37",
            "Arbitration Act",
            "clause (b) of sub-section (2) of section 37",
            "Arbitration Act"
        ],
        [
            "section 17",
            "Arbitration Act",
            "section 17",
            "Arbitration Act"
        ],
        [
            "sub-section (2) of section 37",
            "Arbitration Act",
            "sub-section (2) of section 37",
            "Arbitration Act"
        ],
        [
            "section 37",
            "Arbitration Act",
            "section 37",
            "Arbitration Act"
        ],
        [
            "section 37(2) (b)",
            "Arbitration Act",
            "section 37(2) (b)",
            "Arbitration Act"
        ],
        [
            "section 2(1)(e)",
            "Arbitration Act",
            "section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Kirtikumar Futarmal Jain vs. Valencia Corporation reported in 2019 SCC Online Guj 3972": 2,
        "Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs.": 6,
        "Executive Engineer vs. Atlanta                                  Limited, (2014) 11 SCC 619": 3,
        "Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715": 2
    },
    "provision_counts": {
        "Sections 9, 14, 34 & 36 of Arbitration Act and Conciliation                              Act,1996.": 1,
        "Sections 7 & 15 of Civil Courts Act                              of 1958": 1,
        "Section 15(1) of Madhya Pradesh Civil Courts Act, 1958": 1,
        "Sections 194, 381(1) & 400 of Code of Criminal Procedure, 1973": 1,
        "Sections 9, 14, 34 & 36 of Arbitration and Conciliation Act, 1996": 1,
        "Sections 9, 14, 34 & 36 of Arbitration Act": 3,
        "Sections 15(1) of Civil Courts Act": 1,
        "Sections 194, 381(1) and 400 of CrPC": 1,
        "Section 2(1)(i) of Commercial Courts Act": 1,
        "Sub-section (3) of Section 10 of Commercial Courts Act": 1,
        "Section 2(1)(e) of Arbitration Act": 7,
        "Section 15 of Civil Courts Act": 1,
        "Section 11 of Commercial Courts Act": 3,
        "Section 13 of Commercial Courts Act": 1,
        "Section 37 of Arbitration Act": 2,
        "Section 7 of Civil Courts Act": 2,
        "Sub-section (2) of Section 7 of Civil Courts Act": 1,
        "Sections 9 & 34 of Arbitration Act": 1,
        "Section 10(3) of Commercial Courts Act": 2,
        "Section 3 of Commercial Courts Act": 1,
        "Section 15 of Code of Civil Procedure": 1,
        "Sections 2(1)(b), 2(1)\n(e), 3, 10 & 15(2) of Commercial Courts Act": 1,
        "clause (a) of article 236 of Constitution of India": 1,
        "Section 15(5) of Commercial Courts Act": 1,
        "Section 47 of Arbitration Act": 1,
        "Sections 2(1)(e), 47 of Arbitration Act": 1,
        "Section 2(1)(i), Sections 6, 10, 15 of Commercial Courts Act": 1,
        "section 15 of Commercial Courts Act": 1,
        "Section 3(1) of Commercial Courts Act": 1,
        "Section 2 (b) of Arbitration Act": 1,
        "Section 10(3) and 15(2) of Commercial Courts Act": 1,
        "Section 36 of Arbitration Act": 1,
        "Section 36 of SAN Verified": 1,
        "Section 15(3) of Commercial Courts Act": 1,
        "Section 3(i) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 2(b) of Arbitration and Conciliation Act, 1996": 1,
        "Section 2(1)(e) of Arbitration and Conciliation Act, 1996": 1,
        "Section 9 of Arbitration Act": 3,
        "Section 17 of Arbitration Act": 1,
        "Section 37(2) of Arbitration Act": 1,
        "section 37 of Arbitration Act": 3,
        "sub- section (2) of section 37 of Arbitration Act": 1,
        "clause (e) of section 2 of Arbitration Act": 1,
        "section 12 of Gujarat Civil Courts Act, 2005": 1,
        "section 37(2)(b) of Arbitration Act": 2,
        "section 2(e) of Arbitration Act": 1,
        "section 11 of Commercial Courts Act": 2,
        "Clause (i) of section 2(e) of Arbitration Act": 1,
        "section 2(e)(i) of Arbitration Act": 1,
        "Part 1 of Arbitration Act, 1996": 1,
        "Section 10 of Commercial Courts Act": 1,
        "Section 21 of Commercial Courts Act": 1,
        "Section 7 read with Section 15 of Civil Courts Act": 1,
        "sub-section (1) of section 3 (c) xxxxxx (d) xxxxxx (e) of Commercial Courts Act": 1,
        "Section 2(1)(e)(ii) of Commercial Courts Act": 1,
        "clause (b) of sub-section (2) of section 37 of Arbitration Act": 1,
        "section 17 of Arbitration Act": 1,
        "sub-section (2) of section 37 of Arbitration Act": 1,
        "section 37(2) (b) of Arbitration Act": 1,
        "section 2(1)(e) of Arbitration Act": 1,
        "Section 15 of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Arbitration Act and Conciliation                              Act,1996.": 1,
        "Civil Courts Act                              of 1958": 1,
        "Madhya Pradesh Civil Courts Act, 1958": 1,
        "Code of Criminal Procedure, 1973": 1,
        "Arbitration and Conciliation Act, 1996": 3,
        "Arbitration Act": 37,
        "Civil Courts Act": 6,
        "CrPC": 1,
        "Commercial Courts Act": 23,
        "Code of Civil Procedure": 1,
        "Constitution of India": 1,
        "SAN Verified": 1,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Gujarat Civil Courts Act, 2005": 1,
        "Arbitration Act, 1996": 1
    }
}