{
    "id": "47171f0fa0906b6ff6cc04cc4d14bb0af21d1ab17e458b54d31e9c88ef88df8f",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court of India\nJaycee Housing Pvt. Ltd. vs Registrar (General), Orissa High ... on 19 October, 2022 \nAuthor: M.R. Shah\nBench: Krishna Murari, M.R. Shah \n                                                                    Reportable\n                                In The Supreme Court Of India\n                                  Civil Appellate Jurisdiction \n                                 Civil Appeal No. 6876 Of 2022 \n\n\n          Jaycee Housing Pvt. Ltd. & Ors.                           ... Appellant(S) \n\n                                               Versus\n\n          Registrar (General), Orissa High Court,                 Respondent(S)\n          Cuttack & Ors. \n                                                With\n                                  Civil Appeal No. 6878 Of 2022 \n                                                With\n                                  Civil Appeal No. 6877 Of 2022 \n\n\n                                          Judgment\nM.R. Shah, J. \n1. Feeling aggrieved and dissatisfied with the impugned common judgment and order dated 12.04.2022 passed by the High Court of Orissa at Cuttack in respective writ petitions, by which, t he Division Bench of the High Court has dismissed the respective writ petitions in which the appellants herein  original writ petitioners challenged a notification dated 13.11.2020, issued by the State of Odisha through its Principal Secretary, Law Department in establishing the Court of the Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising jurisdiction and powers under the Commercial Courts Act, 2015, the original writ petitioners have preferred the present appeals.\n2. In exercise of powers conferred by Section 3 and sub section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015 (hereinafter referred to as the Act, 2015), the State Government on the recommendation of and after consultation with the High Court of Orissa has established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Act, 2015.\n2.1 The original writ petitioners  appellants herein initially filed the proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Arbitration Act, 1996) in the Court of learned District Judge. However, on establishment of the Commercial Courts under the aforesaid notification, the said proceedings were transferred to the Commercial Court i.e., the Court of Civil Judge (Senior Division) [designated as Commercial Court]. Therefore, the appellants herein challenged the aforesaid notification and designating the Courts of Civil Judge (Senior Division) as Commercial Courts under the Act, 2015 before the High Court by way of present writ petitions. It was the case on behalf of the appellants  original writ petitioners that constituting and/or designating the Courts of Civil Judge (Senior Division) as Commercial Courts and to exercise the powers under the Commercial Courts Act would be in conflict with the provisions of Section 2(1)(e) of the Arbitration Act, 1996. It was the case on behalf of the appellants herein that under Section 2(1)(e) of the Arbitration Act, 1996, only the Principal Civil Court of original jurisdiction in a district (Court of Principal District Judge) shall be the Court for the purpose of deciding the disputes under the Arbitration Act, 1996 and in case of an arbitration it does not include any Civil Court of a grade inferior to such Principal District Judge. Therefore, it was the case on behalf of the appellants that to confer the jurisdiction upon the Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act including the proceedings under the Arbitration Act, 1996 would be contrary to Section 2(1)(e) of the Arbitration Act, 1996, which is the Special Act. By the impugned common judgment and order the High Court has dismissed the said writ petitions which has given rise to the present appeals. \n3. Ms. Uttara Babbar, learned counsel has appeared on behalf of the respective appellants  original writ petitioners and Shri Gaurav Aggarwal, learned counsel has appeared as Amicus Curiae appointed by the Court. 3.1 Ms. Babbar, learned counsel appearing on behalf of the appellants has vehemently submitted that there is a conflict between Section 3 of the Act, 2015 and Section 2(1)(e) of the Arbitration Act, 1996. It is submitted that Section 2(1)(e) of the Arbitration Act, 1996 provides that the Principal Civil Court of original jurisdiction in a district shall be the Court in the case of an arbitration other than international commercial arbitration. It is submitted that Section 2(1)(e) of the Arbitration Act, 1996 specifically provides that it does not include any Civil Court of a grade inferior to such Principal Civil Court. It is submitted that therefore, under Section 2(1)(e)(i) of the Arbitration Act, 1996, all courts inferior to Principal Civil Court are excluded. It is submitted that wherever an application has to lie to a court (under the Commercial Courts Act), it must lie to the Principal Civil Court and the jurisdiction of all inferior courts is excluded. \n3.2 It is submitted that when in exercise of the powers under Section 3 of the Act, 2015, jurisdiction to hear applications under Sections 9, 14, 34 of the Arbitration Act, 1996, is conferred on commercial courts which are subordinate to the Principal Civil Court of original jurisdiction in the district, there is a clear conflict with the provisions of Section 2(1)(e) of the Arbitration Act, 1996. 3.3 It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the Court under Section 2(1)(e) of the Arbitration Act, 1996 is the superior most court in the district and as such legislature intended to minimize the supervisory role of the courts in the arbitral process. Reliance is placed on the decisions of this Court in the cases of State of Maharashtra and Anr.\nVs. Atlanata Ltd.; (2014) 11 SCC 619 and State of West Bengal and Ors. Vs. Associated Contractors; (2015) 1 SCC 32.\n3.4 It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the Arbitration and Conciliation Act, being a special statute visvis the Commercial Courts Act, shall prevail over the Commercial Courts Act in the case of any conflict as held by this Court in the cases of Fuerst Day Lawson Ltd. Vs. Jindal Exports Ltd.; (2011) 8 SCC 333 and Kandla Export Corporation and Anr. Vs. OCI Corporation and Anr.; (2018) 14 SCC 715, the Arbitration and Conciliation Act shall prevail. \n3.5 It is further submitted that the High Court has proceeded on an erroneous premise that the Arbitration and Conciliation Act must yield to the Commercial Courts Act as both are special statutes, and the Commercial Courts Act is the later statute. It is submitted that aforesaid is contrary to the aforesaid two decisions of this Court. It is submitted that as observed and held by this Court in the case of Fuerst Day Lawson Ltd. (supra) the Arbitration Act is a selfcontained code and exhaustive and therefore, the same shall prevail over the Commercial Courts Act being a Special Act. It is further submitted that the decision of this Court in the case of Kandla Export Corporation (supra) has been subsequently approved by a bench of three Honble Judges in the case of BGS SGS SOMA JV Vs. NHPC Ltd.; (2020) 4 SCC 234. It is submitted that in the said decision, this Court has categorically held that the Arbitration Act is a complete code and a Special Act which excludes the general law, including the Commercial Courts Act. It is submitted that therefore the view taken by the High Court in the common impugned judgment and order is just contrary to the decision of this Court in the case of Kandla Exports Corporation (supra) and another decision referred hereinabove. \n3.6 It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the objective of the Arbitration Act is to ensure speedy disposal of cases which minimal courts interference. If the Civil Judge (Senior Division) is designated as Commercial Court, then the litigant would be provided another challenge to the High Court under Article 227 even after disposal of the appeal by the District Judge, which shall defeat the objective of speedy disposal. Reliance is placed on para 27 of the decision of this Court in the case of Kandla Exports Corporation (supra). \n3.7 Ms. Babbar, learned counsel appearing on behalf of the appellants has pointed that there is a conflict in the views of various High Courts. It is submitted that the Gujarat High Court and the Madhya Pradesh High Court have taken the view that the Arbitration Act will prevail over the Commercial Courts Act and on other hand the Bombay High Court, Rajasthan High Court and Orissa High Court have taken a contrary view.\n3.8 Making the above submissions and relying upon the above decisions, it is prayed to declare and hold that the notification issued by the State of Odisha conferring the powers upon the Commercial Court  Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act in respect of arbitration disputes as illegal, bad in law and consequently to quash and set aside the impugned common judgment and order passed by the High Court. \n4. Shri Gaurav Aggarwal, learned counsel and Amicus Curiae has taken us to the object and purpose of enactment of Commercial Courts Act and establishment of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Court. It is submitted that the Commercial Courts Act and the establishment of Commercial Courts are with a view to facilitate early disposal of the high value disputes/commercial disputes. It is submitted that with a view to achieving the object of speedy disposal of the commercial disputes, the legislature has enacted the Commercial Courts Act, 2015. It is submitted that under Section 3 of the Commercial Courts Act, 2015, a commercial Court can be set up and a commercial Appellate Court can be set up under Section 3A of the Commercial Courts Act, 2015. It is submitted that a dispute relating to arbitration is a commercial dispute under Section 2(c) of the Commercial Courts Act, 2015. It is submitted that Section 10 of the Commercial Courts Act, 2015 is a special provision in respect of arbitration matters. It is submitted that as per subsection (3) of Section 10, if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration Act that would ordinarily lie before any principal civil court of original jurisdiction in a district, shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. It is submitted that the Commercial Courts Act  being a later Act and has been enacted for a specific purpose for speedy disposal of the commercial disputes, the same shall prevail. It is submitted that when the legislature in its wisdom in a later enactment has specifically provided as per subsection (3) of Section 10 of the Commercial Courts Act, 2015 that all applications/appeals arising out of the Arbitration Act other than the international commercial arbitration would be heard and disposed of by the Commercial Court, the same shall prevail. It is submitted that if the submissions made on behalf of the appellants is accepted in that case Section 10 would become otiose or redundant and/or nugatory. It is submitted that therefore, it is requested not to have the interpretation which shall result any provision of the Act nugatory and/or otiose. \n4.1 Now so far as the reliance placed upon the decision of this Court in the case of Kandla Export Corporation (supra) is concerned, it is vehemently submitted that the said decision does not imply that all provisions of the Arbitration Act would prevail over the Commercial Courts in case of any conflict and inconsistency. \n4.2 It is submitted that similarly the decision of this Court in the case of BGS SGS SOMA JV (supra) shall not be applicable to the facts of the case on hand, it is submitted that in the said decision it is held that Section 13(1) of the Commercial Courts Act does not provide for independent right of appeal, but merely provides forum of filing appeal. 4.3 Making the above submissions it is prayed to dismiss the present appeals and hold that in the present case the notification issued by the State Government conferring powers upon the Commercial Court  Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act is neither illegal nor bad in law. \n5. We have heard Ms. Uttara Babbar, learned counsel appearing for the appellants and Shri Gaurav Aggarwal, learned Amicus Curiae. \n6. The question of law arising for consideration in the present appeal is, whether in exercise of powers under Section 3 of the Commercial Courts Act, 2015, the State Government can confer jurisdiction to hear applications under Sections 9, 14 and 34 of the Arbitration and Conciliation Act, 1996, upon Commercial Courts which are subordinate to the rank of the Principal Civil Judge in the District, contrary to the provisions of Section 2(1)(e) of the Arbitration Act? \n7. While considering the aforesaid question of law, relevant provisions of the Arbitration Act, 1996 and the Commercial Courts Act, 2015 are required to be referred to and considered, namely, Section 2(1)(e) of the Arbitration Act and Sections 3, 10, 15 & 21 of the Commercial Courts Act, 2015, which read as under:\nSection 2(1)(e) of the Arbitration Act, 1996:\n(e) Court means  (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subjectmatter of the arbitration if the same had been the subjectmatter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subjectmatter of the arbitration if the same had been the subjectmatter of a suit, and in other cases, a High Court having jurisdiction to hear appears from decrees of courts subordinate to that High Court Sections 3, 10, 15 & 21 of the Commercial Courts Act, 2015:\n3. Constitution of Commercial Courts  (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level: Provided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.] (1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.] (2) The State Government shall, after consultation, with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n10. Jurisdiction in respect of arbitration matters  Where the subjectmatter of an arbitration is a commercial dispute of a specified value and (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. \n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \n15. Transfer of Pending Cases (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under subsection (1) or subsection (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the Commercial Division or Commercial Court under subsection (1) or subsection (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XVA] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to subrule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in subsection (1), subsection (2) or subsection (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \n21 Act to have overriding effect Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n8. It is the case on behalf of the appellants, relying upon Section 2(1)(e) of the Act, 1996 that in case of arbitration other than the international commercial arbitration, the principal Civil Court of original jurisdiction in a district only have the jurisdiction to decide the questions forming the subjectmatter of the arbitration, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes. Therefore, it is the case on behalf of the appellants that therefore conferring the jurisdiction upon the Court of learned Civil Judge (Senior Division) as Commercial Court to hear applications under Section 9, 14 and 34 of the Act, 1996 shall be directly in conflict with Section 2(1)(e) of the Act, 1996 and therefore the notification of the State Government conferring such powers upon the Court of learned Civil Judge (Senior Division) which is subordinate to the rank of Principal Civil Judge in a district shall be bad in law.\n9. While considering the aforesaid issue/question, first of all, one has to consider the object and purpose of establishment of the Commercial Courts and the enactment of the Commercial Courts Act, 2015. 9.1 In the year 2003, the Law Commission of India suo moto took up the issue of constitution of Commercial Divisions in the High Courts with a view to facilitate fast disposal of high value commercial disputes. In its 188 th Report, the Law Commission, after carrying out indepth study of Commercial Courts in United Kingdom, USA, Singapore etc. recommended setting up of Commercial Division in each of the High Courts to expedite commercial cases of high pecuniary value. \n9.2 On the basis of the above recommendations of the Law Commission, a Bill was introduced in Lok Sabha on 16.12.2009 and passed on 18.12.2009 for setting up commercial divisions in the High Courts. The Bill was referred to a Select Committee which suggested certain amendments to the said Bill. The Bill was redrafted and placed before the Rajya Sabha for its consideration. However, the same came to be withdrawn by the Government and thereafter the matter was again referred to the Law Commission for its report. The Law Commission in its 253rd Report submitted in January, 2015 suggested a new approach for expediting commercial disputes and therefore proposed a new Bill. The Law Commission made the following recommendations qua arbitration matters involving the commercial disputes:\n3.24.4 Second, in the case of domestic arbitrations concerning a commercial dispute of more than Rupees One Crore, applications or appeals may lie either to the High Court or a Civil Court (not being a High Court) depending upon the pecuniary jurisdiction. It is recommended that all applications or appeals arising out of such arbitrations under the A& C Act, that have been filed on the original side of the High Court shall be heard by the Commercial Division of the High Court where such Commercial Division is constituted in the High Court. However, in the absence of a Commercial Division being constituted, the regular Bench of the High Court will hear such applications or appeals arising out of domestic arbitration. If the application or appeal in such domestic arbitration is not within the jurisdiction of the High Court and would ordinarily lie before a Civil Court (not being a High Court) and there is a Commercial Court exercising territorial jurisdiction in respect of such arbitration, then such application or appeal shall be filed in and heard by such Commercial Court. Accordingly, Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 was introduced in Rajya Sabha on April 29, 2015 which was referred to Departmental Related Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice. While the matter was pending before the Parliamentary Committee, an Ordinance was promulgated by His Excellency the President of India on 23.10.2015, namely, Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015. \nThat thereafter, the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was passed by the Parliament, which has been subsequently renamed as Commercial Courts Act, 2015. \nThe statements of Objects and Reasons of the said Act, inter alia, provides as under:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. That thereafter the Commercial Courts Act, 2015 has been amended in the year 2018 which has come into force with effect from 03.05.2018, by which Sections 3(1A) & 3A have been inserted enabling the State Governments to designate such number of commercial Appellate Courts at District level to exercise appellate jurisdiction over the commercial courts below the District Judge level. Thus, a commercial Court can be set up under Section 3 of the Act, 2015 and a commercial appellate Court can be set up under Section 3A of the Act, 2015. \n10. Thus, the Objects and Reasons of Commercial Courts Act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings. To achieve the said Objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per Section 10 of the Act, 2015. At this stage, it is required to be noted that the Act, 2015 is the Act later in time and therefore when the Act, 2015 has been enacted, more particularly Sections 3 & 10, there was already a provision contained in Section 2(1)(e) of the Act, 1996. As per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the Act prior in time and therefore the later Act shall prevail. It is also required to be noted that even as per Section 15 of the Act, 2015, all suits and applications including applications under the Act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the Commercial Court. Even as per Section 21 of the Act, 2015, Act, 2015 shall have overriding effect. It provides that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force. \n11. Therefore, considering the aforestated provisions of the Act, 2015 and the Objects and Reasons for which the Act, 2015 has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the Act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of Act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted. If the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of Act, 1996, other than the international commercial arbitration, shall lie before the principal civil Court of a district, in that case, not only the Objects and Reasons of enactment of Act, 2015 and establishment of commercial courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory. If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted under Section 3 of Act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil Court of a district. There cannot be two fora with respect to different commercial disputes. \nUnder the circumstances, notification issued by the State of Odisha issued in consultation with the High Court of Orissa to confer jurisdiction upon the court of learned Civil Judge (Senior Division) designated as Commercial Court to decide the applications or appeals arising out of arbitration under the provisions of Act, 1996 cannot be said to be illegal and bad in law. On the contrary, the same can be said to be absolutely in consonance with Sections 3 & 10 of Act, 2015. We are in complete agreement with the view taken by the High Court holding so. \n12. In view of the above and for the reasons stated above, all these appeals fail and the same deserve to be dismissed and are accordingly dismissed. However, in the facts and circumstances of the case, there shall be no order as to costs. \n13. Before parting with the case, we appreciate the assistance rendered by Shri Gaurav Aggarwal, learned counsel as Amicus Curiae in the matter. \n                                     .J.\n                                     [M.R. SHAH]\n\n\n\nNEW DELHI;                           .J.\nOCTOBER 19, 2022                     [KRISHNA MURARI]\n\n\n\n\n\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court the kolkata municipal corporation vs jain infra projects limited on 27 august, 2021 author: arindam mukherjee bench: arindam mukherjee in the high court at calcutta civil appellate jurisdiction original side present :hon'ble mr. justice i. p. mukerji hon'ble mr. justice arindam mukherjee apo 39 of 2021 ap 411 of 2020 the kolkata municipal corporation vs. jain infra projects limited for the appellant :mr. joydeep kar, sr. adv. mr. samrat sen, sr. adv. mr. ambar nath banerjee, ms. lina panja, mr. gopal chandra das. for the respondent :mr. joy saha, sr. adv. mr. sanjib kumar mal, mr. atanu roychowdhury, mr. pushan majumder, ms. asmita roychaudhuri. judgment on :27.08.2021 arindam mukherjee, j.:1) the appeal arises out of a judgement and order dated 22nd february, 2021 by which an application filed by the appellant under the provisions of section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the said 'act') was dismissed on the ground that the same is barred by limitation. facts of the case: a) the appellant suffered an award made and published on 15th february, 2019 (hereinafter referred to as the said award). the said award was received by the appellant on 27th february, 2019. the appellant on 18th june, 2019 filed an application for setting aside of the said award under the provisions of section 34 of the said act (hereinafter referred to as the said application) before the court of the learned district judge, at alipore. the said application was filed on the 112th day from the date of receipt of the award by the appellant. the said application was therefore, filed beyond three months from the date when the appellant received the said award but, within the further period of 30 days available under section 34(3) of the said act to make a setting aside application. the appellant therefor, made a prayer for the said application to be entertained by condoning the delay. the appellant cited reasons to demonstrate that it was prevented by sufficient cause from making the application within three months from the date of the receipt of the said award. b) the said application was transferred from the court of the learned district judge, at alipore to the commercial court at alipore on 20th february, 2019 and was renumbered as misc. case (arbitration) number 80 of 2020. c) on or about 20th september, 2019 the respondent took out an application being ia no. 111 of 2020 before the commercial court at alipore challenging its territorial jurisdiction of the said court to receive, entertain, try and adjudicate the said application. d) by an order dated 15th october, 2020, the commercial court at alipore held that it had no territorial jurisdiction to receive, entertain and try the said application and directed return of the said application to the appellant for being filed before a competent court of jurisdiction in kolkata. e) the appellant applied for certified copy of the order dated 15th october, 2020 on 17th october, 2020. the certified copy was made available to the appellant on 20th october, 2020. the commercial court at alipore closed for the annual vacation on 20th october, 2020 and reopened on 17th november, 2020. the appellant received the cause papers relating to the said application on 22nd december, 2020 and filed the same before this court on the same day i.e., 22nd december, 2020 when it was numbered as a.p. no.411 of 2020. these facts as to the date of receipt of the award, date of filing of the 2 said application before the court of the learned district judge at alipore, its transfer to the commercial court, the order of return of application and obtaining of certified copy, the period of annual vacation, collection of cause papers and presentation of the said application before this court are not in dispute. submission of the appellant: i) the appellant says that the said application was filed 22 days beyond the three months' period from the date of receipt of the award being the time available for filing the said application. the delay of 22 days can be condoned under the provisions of section 34(3) of the said act if sufficient cause is shown which had prevented the appellant from filing the said application within the three months time frame. the appellant says that it has shown sufficient cause for which they were prevented from filing the said application within three months' time period. this court according to the appellants should be satisfied with the explanation given for the delay and should entertain the said application by condoning the delay. ii) the appellant further says that the physical return of the cause papers pertaining to the application for being presented in a competent court in kolkata was not in its hand. it was for the learned commercial court and/or its registry to make over the cause papers for being filed in a competent court at kolkata in terms of the order dated 15th october, 2020. the appellant had received the cause papers pertaining to the said application on 22nd december, 2020 and without any delay had filed the same before this court on the same day itself i.e., on 22nd december, 2020. moreover, the court was closed between 20th october, 2020 and 17th november, 2020 according to the appellant, apart from the delay of 22 days in the initial filing of the said application, there is no further delay in presenting the application before this court. the time spent between 3 18th june, 2019 till 22nd december, 2020 should be construed as the time spent in prosecuting an application bona fide before a court having no jurisdiction. since the appellant had no control over the return of the cause papers pertaining to the said application, the time period spent between 15th october, 2020 and 22nd december, 2020 is not attributable to the appellant and should be added to the time spent in proceeding before a court without jurisdiction, bona fide and the appellant should be given the benefit of section 14 of the limitation act, 1963. the appellant, therefor, submits that the learned single judge could not have dismissed the said application only on the ground of delay in approaching this court particularly after the order of 15th october, 2020 without appreciating that delay between 15th october, 2020 and 22nd december, 2020 was not within the realms of the appellant. admittedly an explanation has been given for the initial delay of 22 days to show that the said delay occurred as the appellant was prevented by sufficient cause. the learned single judge while dismissing the said application, has however, not held the explanation given to be insufficient. (iii) the appellant by referring to the judgement reported in 1999 (1) scc 685 [ram ujarey vs. union of india] submits that the limitation will not run from the date of the order of the commercial court at alipore returning the said application i.e., 15th october, 2020 but will commence from the date when the said application was actually returned i.e., 22nd december, 2020. the appellant says that the said application was filed before this court on 22nd december, 2020 and as such there was no delay which requires to be condoned by applying the provisions of section 5 of the limitation act, 1963. the appellant then relies upon the judgment reported in 2008 (7) scc 169 [consolidated engineering enterprises vs. principal secretary, irrigation department & ors. ] to support its contention 4 that section 14 of the limitation act, 1963 is applicable to an application under section 34 of the said act and the time spent in the instant case between 18th june, 2019 i.e., the date when the said application was filed before the court of the learned district judge, at alipore and 22nd december, 2020 being the date when the cause papers of the said application was physically made over to the appellant for being presented to a court of competent jurisdiction in kolkata should be excluded by applying provisions of section 14 of the limitation act, 1963 on the ground of having proceeded bona fide before courts having no jurisdiction. appellant has also relied upon a judgement reported in 2015 (7) scc 58 [m.p. steel corporation vs. commissioner of central excise] on the issue of applying the provisions of section 14 of the limitation act, 1963 to the facts of the instant case. relying upon consolidated engineering (supra) and m.p. steel (supra) the appellant says that the parameters to be considered for granting the benefits of section 14 of the limitation act, 1963 are fulfilled in the instant case and as such the appellant should be given the benefit of section 14 of the limitation act, 1963. (iv) the appellant has also relied upon the judgement reported in 2001 (8) scc 470 [union of india vs. popular construction co.] to demonstrate that the appellant is not seeking to invoke the provisions of section 5 of the limitation act, 1963 in the instant case. the appellant agrees that the correct proposition of law as per popular construction (supra) that section 5 has no application in case of an application for setting aside of an award having been filed beyond three months and the further thirty days as envisaged in section 34 (3) of the said act. according to the appellant section 34(3) of the said act makes a provision in itself for condoning the delay if an application for setting aside of an award is filed beyond three months but before expiry of further thirty days therefrom. in the instant case, 5 the appellant says that the said application was filed beyond three months but before the expiry of further thirty days available to a party. the delay of 22 days in filing the said application according to the appellant can be condoned under the provisions of section 34 (3) of the said act without applying the provisions of section 5 of the limitation act, 1963 as it is engrafted in such provision. the act of condoning such delay does not therefor attract the embargo as laid down in popular construction (supra) according to the appellant. (v) referring to a judgment reported in 2019 (9) scc 435 [oriental insurance co. ltd. vs. tejparas associates and exports pvt. ltd] pointed out by us, the appellant submits that the presentation of the said application before this court should not be construed as a fresh filing once it has been filed before the court of learned district judge at alipore in view of the ratio laid down by the hon'ble supreme court in the said judgment. it is further submitted that the appellant is entitled to the benefit of section 14 of the limitation act, 1963 for the period spent from 18th june, 2019 till 22nd december, 2020 in view of the ratio laid down in ram ujarey (supra), consolidated engineering (supra) and m.p. steel (supra). over and above this, the appellant says that, considering the ratio laid down in oriental insurance (supra) the delay if any in re-filing can also be condoned. in the case before the hon'ble supreme court, in oriental insurance (supra), the jaipur bench of the rajasthan high court after holding that it did not have the territorial jurisdiction to receive, entertain and try an application under section 34 of the said act directed return of application and fixed a date for appearance before the jodhpur bench of the rajasthan high court which according to the jaipur bench was the competent court to receive, entertain and try such application under section 34 of the said act. the delay in presenting the application beyond the date fixed for appearance 6 before jodhpur bench of rajasthan high court was condoned by the hon'ble supreme court in oriental insurance (supra). although there is no delay in presenting the said application before this court on the cause papers returned by the appellant by commercial court at alipore in the instant case, the appellant says that any delay on the part of the appellant in filing the application before this court can be condoned assuming without admitting that there was a delay. (vi) the appellant further submits that the appellant is entitled to claim exclusion of time period between 15th march, 2020 and 22nd december, 2020 by virtue of the judgement and order delivered by the hon'ble supreme court in suo moto writ petition civil no. 3 of 2020 (in re: cognizance for extension of limitation) for the extension of limitation period due to pandemic prescribed by general law as well as special laws. (vii) the appellant says that there being no delay in presenting the application before this court, the learned single judge ought to have condoned the delay of 22 days by accepting the explanation given by the appellant and entertained the said application to be heard on merits. submissions of the respondent: i) the respondent submits that sections 4, 5 and 14 of the limitation act, 1963 has no application to section 34 of the said act and there can be no further extension of the maximum period of 120 days allowed under section 34 and relied on the following judgments:  union of india vs. popular construction :: 2001 8 scc 470  simplex infrastructure ltd. vs. union of india :: 2019 2 scc 45 7 according to the respondent the said application has been filed admittedly beyond the permissible limit of three months from the date of receipt of the award. once such filing is held to be in a court without jurisdiction, the respondent says that the entire period between 18th june, 2019 and 22nd december, 2020 shall add up to the 22 days' delay as the appellant is not entitled to the benefits of section 14 of the limitation act, 1963. the natural corollary according to the respondent has to be that the said application has been filed beyond 120 days being the outer limit for filing a setting aside application under section 34 of the said act. since an application under section 34 of the said act being an original proceeding and that the provisions of section 5 of the limitation act, 1963 is not applicable as held in popular construction (supra) the said application has been rightly dismissed. the respondent further complains that there is no explanation as to the time spent between 15th october, 2020 and 22nd december, 2020 in the said application which has been filed before this court. in absence of such explanation, this court should not allow the appellant the benefit of section 14 of the limitation act, 1963. it will also not appear from the records according to the respondent that the conduct of the appellant was diligent in approaching the commercial court at alipore and/or its registry to collect the cause papers of the said application. it was for the appellant immediately after the order dated 15th october, 2020 was passed directing return of the said application to approach the registry of the commercial court at alipore with the prayer for return of the cause papers. the information slip in this regard does not show that the appellant had approached the registry of the commercial court at alipore prior to 22nd december, 2020. the appellant is also not otherwise entitled to the benefits of section 14 of the limitation act, 1963 as the appellant's conduct does not attract the parameters as laid down in 8 consolidated engineering (supra) and m.p. steel (supra) for extending such benefits. ii) the respondent submits that when a plaint is filed in the wrong court, the time consumed between the passing of the order returning the plaint and the filing of the plaint before the appropriate court cannot be excluded as an original proceeding like institution of a suit cannot be deemed to have continued till it is filed before the competent court. an application for setting aside should be construed to be an original proceeding like the institution of the suit and the same principle should apply. to support the aforesaid contention the respondent relied upon the following judgments:  maqbul ahmed vs. pratap narayan singh :: air 1935 privy council 85.  amarchand inani vs. union of india :: air 1973 sc 313. iii) the respondent further submitted that the orders passed by the hon'ble supreme court since 23rd march, 2020 for exclusion of limitation period due to pandemic relates to the \"period of limitation\" which expires on or after 15th march, 2020 and does not apply to cases where limitation period fell prior to 15th march, 2020 like in the instant case when the limitation period came into operation in june, 2019. the respondent in this manner tries to distinguish the orders passed in following cases:  suo moto writ petition (civil) no. (s) 3/2020 (in re: cognizance for extension of limitation).  civil appeal 3007-3008 of 2020 sugafa ahmed & ors. vs. upper assam plywood products private limited.  ga 2 of 2020 in cs 245 of 2019 siddha real estate development private limited vs. girdhar fiscal services private limited 9  civil appeal 4085 of 2020 ss group pvt. ltd. vs. aaditya j. garg (iv) the respondent further submits that the appellant was required to file an application under order 7 rule 10a (3) of the code of civil procedure, 1908 and having not done so is also not entitled to the benefits of section 14 of the limitation act, 1963 for excluding the period between 18th june, 2019 and 22nd december, 2020. the appellant in such a situation ought to have filed an appeal challenging the order of return instead of presenting the said application before this court. in the instant case, the judgment of oriental insurance (supra) is not applicable according to the respondent as the appellant did not file any application under order 7 rule 10a (3) before the court to fix the date of appearance in the competent court wherein the said application had to be filed on being returned and the respondent being put on notice. the respondent for the same reason says that the filing of the said application before this court should be construed as fresh filing and not re-filing of the case. it is also according to the respondent that the filing of the said application before this court should not be construed as continuation of proceedings. the said case has no application to the present case having regard inter alia to the fact that in the said case the district judge at jaipur had fixed the date of appearance before the district judge at jodhpur. appellant's reply:since no new case apart from these cited before the learned single judge has been relied upon by the respondent, the appellant reiterates its submission already made in course of its argument. findings: a) before we proceed to deal with the limitation aspect, we first need to consider whether this court has the territorial and the pecuniary 10 jurisdiction to receive, entertain and try the said application particularly in view of the order of the commercial court at alipore by which the appellant was directed to file the said application before a court of competent jurisdiction in kolkata. it is apparent from the records that the principal sum payable by the appellant to the respondent under the said award is rs.4,57,04,056/-. in addition thereto the award provides for interest. it also appears that the tender being the subject matter of the arbitration proceeding was floated by the appellant from its office within the ordinary original jurisdiction of this court. the respondent carries on business from within the ordinary original civil jurisdiction of this court. the respondent had put its offer from within the jurisdiction which was accepted by the appellant also within the ordinary original civil jurisdiction of this court. the arbitration proceedings were also held at kolkata and the award has also been published at kolkata. construing the provisions of section 2 (1) (e) read with sections 2 (7) and 20 of the said act, this court has the territorial jurisdiction to receive, entertain and try the said application. the venue of the arbitration is at kolkata. considering kolkata to be the seat of arbitration chosen by the parties either specifically or by implication and the award having been published in kolkata this court also has the territorial jurisdiction to try and determine the said application. moreover, in view of the principal sum under the award, is rs. 4, 57, 04,056/and as such this court also has the pecuniary jurisdiction to receive, entertain and try the said application. furthermore, in view of the provisions of section 10 of the commercial courts act, 2015 this court in its commercial division is competent to receive, entertain, try and determine the said application. this court is thus the court of competent jurisdiction at kolkata to receive, entertain, try and determine the said application. 11 b) on the issue of limitation we find three different periods are involved in the instant case. firstly, the period of 22 days' delay beyond the three months' period prescribed under section 34 (3) of the said act in filing the said application. secondly, the time spent between 18th june, 2019 when the said application was initially filed in the court of the learned district judge, at alipore and 15th october, 2020 when the said application was directed to be returned by the commercial court at alipore holding it has no territorial jurisdiction after the said application stood transferred to the said court. the third part is between 15th october, 2020 when the order for return of the said application was made, and 22nd december, 2020 when the cause papers were actually made over to the appellant and filed on the same date before this court. c) in the instant case, the said application was filed 22 days beyond the three months period available for filing an application for setting aside of an award under the provisions of section 34 of the said act. the said application was, however, filed within the period of 30 days further available after expiry of the three months period. this delay of 22 days can be condoned if the court is satisfied with the explanation given for condoning the delay. for condoning this delay of 22 days as in the instant case, the provisions of section 5 of the limitation act, 1963 are not required to be applied. the power to condone the delay as in the instant case is embedded in the provisions of section 34 (3) of the said act. thus, the judgment in popular construction (supra) as cited by the respondent is not applicable to the facts of the instant case though we fully agree with the ratio laid down therein that section 5 of the limitation act, 1963 has no manner of application with regard to an application for setting aside of the award if the same is filed beyond the three months and the further 30 days available to an applicant. 12 d) so far as the time spent between 18th june, 2019 and 15th october, 2020 is concerned, we find that the appellant is entitled to the exclusion of the said time period as permitted under the provisions of section 14 of the limitation act, 1963 for having proceeded bona fide before a court without jurisdiction. we do not find any prima facie evidence either from the records or adduced from the side of the respondent which demonstrate that the act of filing the said application by the appellant before the court of the learned district judge at alipore or proceeding with the same before the commercial court at alipore on being transferred is not bona fide. moreover, the other parameters for extending the benefit of section 14 of the limitation act, 1963 as laid down in consolidated engineering (supra) and m.p. steel (supra) are also fulfilled in the instant case which persuade us to hold that the time spent between 18th june, 2019 and 15th october, 2020 be excluded by applying the provisions of section 14 of the limitation act, 1963. e) with regard to the period between 15th october, 2020 and 22nd december, 2020 is concerned on a scrutiny of facts, we are of the view that the delay, if any, caused for this period cannot be attributed to the appellant. the physical return of the cause papers by the commercial court at alipore and/or its registry to the appellant for filing the same before the court of competent jurisdiction in kolkata was not in the realms of the appellant. the order for return was made on 15th october, 2020 within a day therefrom the appellant had admittedly applied for the certified copy of the said order on 17th october, 2020. the certified copy of the said order was admittedly made over to the appellant on 20th october, 2020. on the same day i.e., 20th october, the commercial court at alipore closed for the annual vacation for the year 2020 and reopened only on 17th november, 2020. the appellant therefor, cannot be hauled up for any 13 negligence or laches for the period between 15th october, 2020 and 17th november, 2020. the time period between 17th november, 2020 and 22nd december, 2020 is just over a month and cannot be construed to be an abnormal delay particularly keeping in mind the restrictive functioning of the court and the registry during the pandemic. the appellant therefor, cannot be also accused of any intentional delay or negligent conduct during this period. from the available records it appears that the cause papers were returned to the appellant on 22nd december, 2020. there is no other endorsement in the information slip produced before the learned single judge and also relied before us. the respondent has also not been able to show that the cause papers were ready for return prior to 22nd december, 2020 but were not collected by the appellant. in absence of any convincing material the appellant cannot be held to be guilty of having committed intentional delay or laches. f) apart from the aforesaid factual basis on legal scope we are fortified with the judgement in ram ujarey (supra) relied upon by the appellant which holds that the limitation shall start not from the date of the order directing return of the said application but from the date when the cause papers relating to the said application was actually made over to the appellant. g) assuming without admitting that there has been a delay on the part of the appellant for the period between 15th october, 2020 and 22nd december, 2020 such delay can also be condoned as held in oriental insurance (supra). the case before the hon'ble supreme court of india in oriental insurance (supra) was even worse than the instant case. in that case the jaipur bench of the rajasthan high court after holding that it lacks jurisdiction in receiving, trying the determining the application under section 34 of the said act had fixed a date for appearance of the applicant therein before the jodhpur bench of rajasthan high court. the applicant in that case did not appear on 14 the fixed date but instead filed the application before the jodhpur bench returned after a few days' delay on the same being. the hon'ble supreme court of india even condoned such delay. in the instant case, the commercial court at alipore did not fix any date of appearance of the appellant before any court and the application has been filed before this court on the same date when the cause papers were returned. h) we also accept the proposition that the filing of the said application before this court has to be treated as re-filing instead of fresh filing as laid down in oriental insurance (supra). amarchand inani (supra) relied upon by the respondent to persuade us to hold that presentation of the said application before this court should be construed as a fresh filing has no manner of application in the facts of the instant case. in amarchand inani (supra) the suit was initially filed beyond the period of limitation at the court at karnal. the delay in filing a suit being an original proceeding cannot be condoned by applying the provisions of limitation act, 1963 in view of the stipulations in section 3 thereof unless the plaintiff is entitled to an exemption of the limitation period available to the plaintiff in law which may be admission of liability, acknowledgement of debt of like nature. the exemption claimed has to be also specifically pleaded following the provisions of order 7 rule 6 of the code of civil procedure, 1908. in the instant case, the said application has been filed within the further 30 days' period available to the appellant beyond the 3 months' period as envisaged under the provisions of section 34 (3) of the said act. this delay unlike a delay in presenting a plaint can be condoned even without any event extending the period of limitation like those in case of a suit in view of the provisions engrafted in section 34 (3) of the said act. so, the delay in filing the said application cannot be equated with the delay in filing of the suit in the case before the hon'ble supreme court in amarchand 15 inani (supra). relying on the facts of the case in amarchand inani (supra) the hon'ble supreme court of india refused to pass on the benefit of section 14 of the limitation act, 1963 to the plaintiff. in that case the hon'ble supreme court felt that extending such benefit was of no assistance to the plaintiff as the suit was itself filed beyond the limitation period which was an incurable defect. this is also not the fact in the instant case. the entire period between 18th june, 2019 and 22nd december, 2020 also does not add up to make the said application to be construed to have been filed on 22nd december, 2020 instead of 18th june, 2019 as submitted by the respondent is also not acceptable for the aforesaid reasons. that apart and in any event amarchand inani (supra) has been considered and distinguished in oriental insurance (supra). i) the distinction between a re-filing and a fresh filing as sought to be made by the respondent to persuade us not to apply the ratio of oriental insurance (supra) in the instant case is also not acceptable. the distinction sought to be made by the respondent by relying upon the provisions of order 7 rule 10a(2) is also unsustainable. under the provisions of order 7 rule 10a(1) the court on forming an opinion that the plaint should be returned in a case where the defendant has appeared, shall before doing so intimate its decision to the plaintiff. on such decision being intimated, the plaintiff in view of the provisions of order 7 rule 10a(2) may make an application for specifying the court in which it proposes to present the plaint after its return praying for fixing a date for appearance of parties in such court where it proposes to file the plaint and for issuance of a notice of such date that may be fixed to the plaintiff and the defendant. sub-rule (2) of order 7 rule 10a is not a mandatory provision but directory in nature. the plaintiff may or may not choose to make such an application. if no such application is made, it is open to the court to order return of the plaint. in the instant case, assuming 16 that the commercial court at alipore had made known the decision to return the said application to the appellant it was open to the applicant either to make an application or nor to do so under the provisions of order 7 rule 10a(2). the appellant having not made an application as provided in order 7 rule 10a(2) cannot be penalized as the direction contained therein by the use of the word \"may\" is directory and not mandatory in nature according to us. it is also to late in the day for the respondent to advance an argument on this issue the respondent has accepted the order of the commercial court at alipore by not preferring an appeal and we are also not sitting in appeal over the order of the commercial court. j) we have also considered the judgment in simplex (supra) relied upon by the respondent. the said judgment nowhere excludes the application of section 14 of the limitation act, 1963 in case of arbitration proceedings. on the contrary, there is an agreement with the views expressed in consolidated engineering (supra) and m.p. steel (supra) wherein it has held that the provisions of section 14 of the limitation act, 1963 is applicable to arbitration proceedings including an application for setting aside of arbitral award. k) after considering the case in the light of the discussion as aforesaid, we are inclined to give the appellant the benefit of section 14 of the limitation act, 1963 to hold that the time spent between 18th june, 2019 and 22nd december, 2020 has been spent bona fide in pursuing a litigation before a court without jurisdiction. since we find that the appellant is entitled to the benefits of section 14 of the limitation act, 1963 we do not wish to apply the ratio of the order of the hon'ble supreme court in suo motu extending the limitation period as referred to hereinabove though the said order assists the appellant's case. l) so far as the delay of 22 days in filing the said application beyond the permissible three months' time period under section 34(3) of the said 17 act is concerned we are satisfied with the explanation given by the appellant in the said application in support of its case of being prevented by sufficient cause in not filing the said application within the first three months' period. since we are satisfied with the explanation given by the appellant and are convinced that the appellant was prevented by sufficient cause for not filing the said application within the three months' time period we condone the delay instead of remanding back the matter before the learned single judge for considering the said aspect. conclusion:we hold that this court has the territorial and pecuniary jurisdiction to receive, try and determine the said application. we entertain the said application by condoning the delay of 22 days and also grant the appellant exclusion of time between 18th june, 2019 and 22nd december, 2020 by applying the provisions of section 14 of the limitation act, 1963. the order impugned dated 22nd february, 2021 passed in ap 411 of 2020 is set aside. a.p. 411 of 2020 is directed to be heard on merits. the appeal is accordingly allowed without any order as to costs. (arindam mukherjee, j.) i. p. mukerji, j. i am in full agreement with the reasoning and conclusions of my learned brother in his lordship's draft judgment. i would like to add a few observations of my own. at the outset, i would like to set out section 14 of the limitation act, 1963. it is in the following terms:\"14. exclusion of time of proceeding bona fide in court without jurisdiction. --(1) in computing the period of limitation for any suit the time during which the plaintiff has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the defendant shall be excluded, where the proceeding relates to the same matter in issue and is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it. (2) in computing the period of limitation for any application, the time during which the applicant has been prosecuting with due diligence another civil proceeding, whether in a court of first instance or of appeal or revision, against the same party for the same relief shall be excluded, where such proceeding is prosecuted in good faith in a court which, from defect of jurisdiction or other cause of a like nature, is unable to entertain it. (3) notwithstanding anything contained in rule 2 of order xxiii of the code of civil procedure, 1908 (5 of 1908), the provisions of sub-section (1) shall apply in relation to a fresh suit instituted on permission granted by the court under rule 1 of that order where such permission is granted on the ground that the first suit must fail by reason of a defect in the jurisdiction of the court or other cause of a like nature. explanation.-for the purposes of this section,-(a) in excluding the time during which a former civil proceeding was pending, the day on which that proceeding was instituted and the day on which it ended shall both be counted; (b) a plaintiff or an applicant resisting an appeal shall be deemed to be prosecuting a proceeding; (c) misjoinder of parties or of causes of action shall be deemed to be a cause of a like nature with defect of jurisdiction.\" section 34 (3) of the arbitration and conciliation act, 1996 provides for a period of three months after the date of receipt of a copy of the award by a party to make an application to set aside the award. the proviso to the subsection provides that such an application could be made within a \"further period of thirty days but not thereafter.\" the court might admit the application after three months but within this further period of thirty days if the applicant can show that there was sufficient cause preventing him from making the application within the three months' period. it is without question that this period prescribed is a special period of limitation under section 29 of the limitation act, 1963. section 29 of the limitation act 1963 provides as follows:\"29. savings.--(1) nothing in this act shall affect section 25 of the indian contract act, 1872 (9 of 1872). (2) where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the schedule, the provisions of section 3 shall apply as if such period were the period prescribed by the schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law. (3) save as otherwise provided in any law for the time being in force with respect to marriage and divorce, nothing in this act shall apply to any suit or other proceeding under any such law. (4) sections 25 and 26 and the definition of \"easement\" in section 2 shall not apply to cases arising in the territories to which the indian easements act, 1882 (5 of 1882), may for the time being extend.\" in no case the court can condone any period of delay as a result of which the application to set aside the award is filed after three months and thirty days of receipt of the award. [see union of india vs. popular construction reported in (2001) 8 scc 470]. the special prescribed period of limitation prescribed in section 34 (3) of the arbitration and conciliation act, 1996 only refers to the power of the court in condoning the delay in filing the section 34 application. this subsection is to be taken as one superseding section 5 of the limitation act in its applicability to condonation of delay in applications under section 34. it does not touch the applicability of sections 4 to 24 of the limitation act, let alone excluding its operation. therefore, section 14 of the limitation act has application in relation to a section 34 application. this has been recognized by the supreme court in simplex infrastructure limited vs. union of india reported in (2019) 2 scc 455 following consolidated engineering enterprises vs. principal secretary, irrigation department and ors. reported in (2008) 7 scc 169. the present section 34 application was filed before the learned commercial court at alipore beyond three months from the date of receipt of the award but within the further period of thirty days. to be exact it was filed 112 days from the date of receipt of the award and 22 days after expiry of the three months' period. therefore, had the court the jurisdiction to entertain the application, it enjoyed the power to condone the delay under section 34. on 15th october, 2020 the said court directed return of the papers on the ground lack of jurisdiction. these papers were received by the appellant from the registry of the court on 22nd december, 2020. there is nothing on record to show that the appellant was guilty of delay or laches on its part. any lapse of time as a result of the delay on the part of the court to handover the cause papers cannot add to the time taken by the appellant to prosecute its litigation. the supreme court said this in the case of ram ujarey vs. union of india reported in (1999) 1 scc 685: \".the limitation would not run from the date of the order, but would run from the date on which the plaint was returned and made available to the appellant, if the appellant was not at fault.\" there is some logic in treating the date of termination of the proceeding before a court not having jurisdiction as the date when the cause papers are handed over to a party by the registry of that court for presentation in a proper court, subject to the condition that the party had not deliberately delayed the matter. otherwise serious prejudice would be caused to a party. suppose a suit had been instituted in the said court with only two days before limitation was to set in. the court for lack of jurisdiction returns the plaint. that plaint is returned by its registry to the plaintiff after three days. even if he filed the plaint on that very day before the appropriate court, the suit would be barred by limitation. in sri amar chand inani vs. union of india reported in (1973) 1 scc 115, the supreme court said that when a proceeding is initiated after return of the plaint, it is to be taken as a new proceeding. this view was reiterated by the same court in joginder tuli vs. s.l. bhatia and anr. reported in (1997) 1 scc 502. however, in oriental insurance company ltd. vs. tejparas associates and exports pvt. ltd. reported in (2019) 9 scc 435 the supreme court after considering the amendment to the code of civil procedure by addition of rule 10a to order 7 rule 10 opined that when the court which had no jurisdiction entertained an application under rule 10a(2) and passed an order fixing the matter before the court which had the jurisdiction, the second proceeding would be called a continuation of the first proceeding in some cases and \"cannot be considered as a fresh filing in all circumstances.\" in our case, there was no such application under rule 10a. hence, the ratio in sri amar chand inani vs. union of india will not apply to this case. the period during which this case was pending before the learned commercial court at rajarhat is to be excluded under section 14 of the limitation act. the net result is as follows: this court was entertaining the section 34 application after return of the papers by the learned commercial court. if one takes into account the time which has to be excluded under section 14 of the limitation act, 1963, in computing the period of limitation, as discussed above, this court was entertaining the section 34 application filed beyond three months but within the further period of 30 days. the court had the power to admit the application if sufficient cause was shown by the appellant. in my view, more than sufficient cause has been shown by the appellant. after all, the delay if any, is only marginal, of 22 days. most importantly, several crores will go out of the public exchequer immediately, if this appeal is dismissed on this technical point. resolution of a dispute on merits is its proper resolution. its disposal on technical grounds like limitation does not decide the merits but decides the matter finally on a ground other than merit. in the facts of this case a decision on merits is very seriously warranted. dismissal of the appeal without condoning this marginal delay would be taking technical considerations to an unacceptable level. for all those reasons, i would allow the appeal on the same grounds as adopted in his judgment, by my learned brother. certified photocopy of this judgment and order, if applied for, be supplied to the parties upon compliance with all requisite formalities. (i. p. mukerji, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e080015ec91481ca1be10a61ab47721_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "221c9d3886f34ee499e6d176ac2cdf2a_1"
        },
        {
            "start": 242,
            "end": 350,
            "text": "\nSupreme Court of India\nJaycee Housing Pvt. Ltd. vs Registrar (General), Orissa High ... on 19 October, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "89ae05f6d1ed4dc89d413e082d0e28a6_2"
        },
        {
            "start": 351,
            "end": 402,
            "text": "\nAuthor: M.R. Shah\nBench: Krishna Murari, M.R. Shah",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82fb6171bc4b4b7cb74e6698a9eeac6e_3"
        },
        {
            "start": 472,
            "end": 515,
            "text": "Reportable\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c16107513fb64b24ba24726d43b0139a_4"
        },
        {
            "start": 515,
            "end": 584,
            "text": "In The Supreme Court Of India\n                                  Civil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e29a06a16031477a8a7b1c9aac7d0bef_5"
        },
        {
            "start": 585,
            "end": 607,
            "text": "Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5cb5de1ecf8f46c0b41abe50503d9304_6"
        },
        {
            "start": 642,
            "end": 671,
            "text": "Civil Appeal No. 6876 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8657169dae4c4d888fafa33c086682c8_7"
        },
        {
            "start": 685,
            "end": 716,
            "text": "Jaycee Housing Pvt. Ltd. & Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b96293f31ad41619df3295790b45523_8"
        },
        {
            "start": 743,
            "end": 759,
            "text": "... Appellant(S)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d90704f530bc4432b2ff7c2ddf020f50_9"
        },
        {
            "start": 809,
            "end": 827,
            "text": "Versus\n\n          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f919953ba56147f79717290fd66ad98e_10"
        },
        {
            "start": 827,
            "end": 916,
            "text": "Registrar (General), Orissa High Court,                 Respondent(S)\n          Cuttack &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "182f44207d3e4b488837b5df86d31653_11"
        },
        {
            "start": 917,
            "end": 1010,
            "text": "Ors. \n                                                With\n                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "800777f1a2534d61a280ad1f032274c9_12"
        },
        {
            "start": 1010,
            "end": 1039,
            "text": "Civil Appeal No. 6878 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47da18e5e6644c839adb6edbfd7a2035_13"
        },
        {
            "start": 1089,
            "end": 1157,
            "text": "With\n                                  Civil Appeal No. 6877 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21707250b35d4a9f9ae0c95858de9228_14"
        },
        {
            "start": 1203,
            "end": 1212,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b0ded5e948f41038f423e79ab2a5ab5_15"
        },
        {
            "start": 1212,
            "end": 1225,
            "text": "M.R. Shah, J.",
            "labels": [
                "NONE"
            ],
            "id": "1d9b22e2a73d49f186c24dcd88c911a4_16"
        },
        {
            "start": 1227,
            "end": 1413,
            "text": "1. Feeling aggrieved and dissatisfied with the impugned common judgment and order dated 12.04.2022 passed by the High Court of Orissa at Cuttack in respective writ petitions, by which, t",
            "labels": [
                "RLC"
            ],
            "id": "a6c22dbb0bd54bb0a83566e35f8cc635_17"
        },
        {
            "start": 1414,
            "end": 2414,
            "text": "he Division Bench of the High Court has dismissed the respective writ petitions in which the appellants herein  original writ petitioners challenged a notification dated 13.11.2020, issued by the State of Odisha through its Principal Secretary, Law Department in establishing the Court of the Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising jurisdiction and powers under the Commercial Courts Act, 2015, the original writ petitioners have preferred the present appeals.\n2. In exercise of powers conferred by Section 3 and sub section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015 (hereinafter referred to as the Act, 2015), the State Government on the recommendation of and after consultation with the High Court of Orissa has established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Act, 2015.\n2.1",
            "labels": [
                "RLC"
            ],
            "id": "9cff0c2673574b58a1444fbe1bc2422c_18"
        },
        {
            "start": 2415,
            "end": 2653,
            "text": "The original writ petitioners  appellants herein initially filed the proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Arbitration Act, 1996) in the Court of learned District Judge.",
            "labels": [
                "FAC"
            ],
            "id": "d6e1ea9f2b2f46faafd0ac9debf4c618_19"
        },
        {
            "start": 2654,
            "end": 2883,
            "text": "However, on establishment of the Commercial Courts under the aforesaid notification, the said proceedings were transferred to the Commercial Court i.e., the Court of Civil Judge (Senior Division) [designated as Commercial Court].",
            "labels": [
                "FAC"
            ],
            "id": "a13b5d87750f474d8a14dc745d166546_20"
        },
        {
            "start": 2884,
            "end": 3111,
            "text": "Therefore, the appellants herein challenged the aforesaid notification and designating the Courts of Civil Judge (Senior Division) as Commercial Courts under the Act, 2015 before the High Court by way of present writ petitions.",
            "labels": [
                "FAC"
            ],
            "id": "5220255315954eea9b4172d0ad9ab0ad_21"
        },
        {
            "start": 3112,
            "end": 3433,
            "text": "It was the case on behalf of the appellants  original writ petitioners that constituting and/or designating the Courts of Civil Judge (Senior Division) as Commercial Courts and to exercise the powers under the Commercial Courts Act would be in conflict with the provisions of Section 2(1)(e) of the Arbitration Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "a131b761dc4b4bbaa5a46c766b45b136_22"
        },
        {
            "start": 3434,
            "end": 3739,
            "text": "It was the case on behalf of the appellants herein that under Section 2(1)(e) of the Arbitration Act, 1996, only the Principal Civil Court of original jurisdiction in a district (Court of Principal District Judge) shall be the Court for the purpose of deciding the disputes under the Arbitration Act, 1996",
            "labels": [
                "FAC"
            ],
            "id": "cf4c14be42de4bf9a967c522c875fbfe_23"
        },
        {
            "start": 3740,
            "end": 3859,
            "text": "and in case of an arbitration it does not include any Civil Court of a grade inferior to such Principal District Judge.",
            "labels": [
                "FAC"
            ],
            "id": "4d70627b3e60472ba679ffd17c3aaf2a_24"
        },
        {
            "start": 3860,
            "end": 4200,
            "text": "Therefore, it was the case on behalf of the appellants that to confer the jurisdiction upon the Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act including the proceedings under the Arbitration Act, 1996 would be contrary to Section 2(1)(e) of the Arbitration Act, 1996, which is the Special Act.",
            "labels": [
                "FAC"
            ],
            "id": "e4be8b30f76446d3b5ec7e50a50d69ac_25"
        },
        {
            "start": 4201,
            "end": 4340,
            "text": "By the impugned common judgment and order the High Court has dismissed the said writ petitions which has given rise to the present appeals.",
            "labels": [
                "FAC"
            ],
            "id": "975434ef29804e3685b3965b39c219c8_26"
        },
        {
            "start": 4342,
            "end": 4554,
            "text": "3. Ms. Uttara Babbar, learned counsel has appeared on behalf of the respective appellants  original writ petitioners and Shri Gaurav Aggarwal, learned counsel has appeared as Amicus Curiae appointed by the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b478fe202f11486390024493779860ca_27"
        },
        {
            "start": 4555,
            "end": 4759,
            "text": "3.1 Ms. Babbar, learned counsel appearing on behalf of the appellants has vehemently submitted that there is a conflict between Section 3 of the Act, 2015 and Section 2(1)(e) of the Arbitration Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "211aa9ad1d5f494f8d78cc2f98986f06_28"
        },
        {
            "start": 4760,
            "end": 5002,
            "text": "It is submitted that Section 2(1)(e) of the Arbitration Act, 1996 provides that the Principal Civil Court of original jurisdiction in a district shall be the Court in the case of an arbitration other than international commercial arbitration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f718796eb88f45c18ba2eebdb6a62cec_29"
        },
        {
            "start": 5003,
            "end": 5182,
            "text": "It is submitted that Section 2(1)(e) of the Arbitration Act, 1996 specifically provides that it does not include any Civil Court of a grade inferior to such Principal Civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1166b300012e436a9a27495d0ab2e45e_30"
        },
        {
            "start": 5183,
            "end": 5328,
            "text": "It is submitted that therefore, under Section 2(1)(e)(i) of the Arbitration Act, 1996, all courts inferior to Principal Civil Court are excluded.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9f395e09fd64173a68474b0545467b5_31"
        },
        {
            "start": 5329,
            "end": 5528,
            "text": "It is submitted that wherever an application has to lie to a court (under the Commercial Courts Act), it must lie to the Principal Civil Court and the jurisdiction of all inferior courts is excluded.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "516f9a8726f04db7aa213742f0fc833d_32"
        },
        {
            "start": 5530,
            "end": 5930,
            "text": "3.2 It is submitted that when in exercise of the powers under Section 3 of the Act, 2015, jurisdiction to hear applications under Sections 9, 14, 34 of the Arbitration Act, 1996, is conferred on commercial courts which are subordinate to the Principal Civil Court of original jurisdiction in the district, there is a clear conflict with the provisions of Section 2(1)(e) of the Arbitration Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e9c6e2216324db0a3afe6518b3e774c_33"
        },
        {
            "start": 5931,
            "end": 6241,
            "text": "3.3 It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the Court under Section 2(1)(e) of the Arbitration Act, 1996 is the superior most court in the district and as such legislature intended to minimize the supervisory role of the courts in the arbitral process.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73c211fb519d49d98fd64c58e1047bda_34"
        },
        {
            "start": 6242,
            "end": 6457,
            "text": "Reliance is placed on the decisions of this Court in the cases of State of Maharashtra and Anr.\nVs. Atlanata Ltd.; (2014) 11 SCC 619 and State of West Bengal and Ors. Vs. Associated Contractors; (2015) 1 SCC 32.\n3.4",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa97e2ecc647486aa5e51bbf2ccd4547_35"
        },
        {
            "start": 6458,
            "end": 6967,
            "text": "It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the Arbitration and Conciliation Act, being a special statute visvis the Commercial Courts Act, shall prevail over the Commercial Courts Act in the case of any conflict as held by this Court in the cases of Fuerst Day Lawson Ltd. Vs. Jindal Exports Ltd.; (2011) 8 SCC 333 and Kandla Export Corporation and Anr. Vs. OCI Corporation and Anr.; (2018) 14 SCC 715, the Arbitration and Conciliation Act shall prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d5c21e7599a644dc8d6e0126d51df869_36"
        },
        {
            "start": 6968,
            "end": 7218,
            "text": "\n3.5 It is further submitted that the High Court has proceeded on an erroneous premise that the Arbitration and Conciliation Act must yield to the Commercial Courts Act as both are special statutes, and the Commercial Courts Act is the later statute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34de9f7b9de54e72935fd5d9ed968120_37"
        },
        {
            "start": 7219,
            "end": 7307,
            "text": "It is submitted that aforesaid is contrary to the aforesaid two decisions of this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "93c31454c7264a79b77231527a9c25ad_38"
        },
        {
            "start": 7308,
            "end": 7558,
            "text": "It is submitted that as observed and held by this Court in the case of Fuerst Day Lawson Ltd. (supra) the Arbitration Act is a selfcontained code and exhaustive and therefore, the same shall prevail over the Commercial Courts Act being a Special Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "82555c8cc30748078fe8618c634e1f31_39"
        },
        {
            "start": 7559,
            "end": 7792,
            "text": "It is further submitted that the decision of this Court in the case of Kandla Export Corporation (supra) has been subsequently approved by a bench of three Honble Judges in the case of BGS SGS SOMA JV Vs. NHPC Ltd.; (2020) 4 SCC 234.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a780218b18f544b39c42a4b7d2466fee_40"
        },
        {
            "start": 7793,
            "end": 8000,
            "text": "It is submitted that in the said decision, this Court has categorically held that the Arbitration Act is a complete code and a Special Act which excludes the general law, including the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7692455ab20e485e828a5b08302ce44f_41"
        },
        {
            "start": 8001,
            "end": 8246,
            "text": "It is submitted that therefore the view taken by the High Court in the common impugned judgment and order is just contrary to the decision of this Court in the case of Kandla Exports Corporation (supra) and another decision referred hereinabove.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ddd676fd490243d6a9b8e495c8d97b83_42"
        },
        {
            "start": 8248,
            "end": 8459,
            "text": "3.6 It is further submitted by Ms. Babbar, learned counsel appearing on behalf of the appellants that the objective of the Arbitration Act is to ensure speedy disposal of cases which minimal courts interference.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "60fb3739e4334673aeefd8cf390a36aa_43"
        },
        {
            "start": 8460,
            "end": 8731,
            "text": "If the Civil Judge (Senior Division) is designated as Commercial Court, then the litigant would be provided another challenge to the High Court under Article 227 even after disposal of the appeal by the District Judge, which shall defeat the objective of speedy disposal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8b5770bdeeae4a6d8fe253f17ededcc4_44"
        },
        {
            "start": 8732,
            "end": 8842,
            "text": "Reliance is placed on para 27 of the decision of this Court in the case of Kandla Exports Corporation (supra).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "761a26cb34684ee2952d6eb083c45fd1_45"
        },
        {
            "start": 8843,
            "end": 8987,
            "text": "\n3.7 Ms. Babbar, learned counsel appearing on behalf of the appellants has pointed that there is a conflict in the views of various High Courts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1cd2ef9b1a1d42e08c35ef6cf9c5e72e_46"
        },
        {
            "start": 8988,
            "end": 9270,
            "text": "It is submitted that the Gujarat High Court and the Madhya Pradesh High Court have taken the view that the Arbitration Act will prevail over the Commercial Courts Act and on other hand the Bombay High Court, Rajasthan High Court and Orissa High Court have taken a contrary view.\n3.8",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "56d0302151de442d892aa1c9bd5e5ab4_47"
        },
        {
            "start": 9271,
            "end": 9728,
            "text": "Making the above submissions and relying upon the above decisions, it is prayed to declare and hold that the notification issued by the State of Odisha conferring the powers upon the Commercial Court  Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act in respect of arbitration disputes as illegal, bad in law and consequently to quash and set aside the impugned common judgment and order passed by the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6c3ad9dcce13446586b4f8d223964d17_48"
        },
        {
            "start": 9730,
            "end": 9982,
            "text": "4. Shri Gaurav Aggarwal, learned counsel and Amicus Curiae has taken us to the object and purpose of enactment of Commercial Courts Act and establishment of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7987f02d087b421dbb938233f391708e_49"
        },
        {
            "start": 9983,
            "end": 10165,
            "text": "It is submitted that the Commercial Courts Act and the establishment of Commercial Courts are with a view to facilitate early disposal of the high value disputes/commercial disputes.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "701c9430f5a64528a81cadbbb0ca16d6_50"
        },
        {
            "start": 10166,
            "end": 10330,
            "text": "It is submitted that with a view to achieving the object of speedy disposal of the commercial disputes, the legislature has enacted the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58febc2c74c6457ca629d9033684832c_51"
        },
        {
            "start": 10331,
            "end": 10536,
            "text": "It is submitted that under Section 3 of the Commercial Courts Act, 2015, a commercial Court can be set up and a commercial Appellate Court can be set up under Section 3A of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "34690efb86da491a89733b3f4ce05b64_52"
        },
        {
            "start": 10537,
            "end": 10670,
            "text": "It is submitted that a dispute relating to arbitration is a commercial dispute under Section 2(c) of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "59a7cffaf15c4ab7893c34be19b4f95e_53"
        },
        {
            "start": 10671,
            "end": 10795,
            "text": "It is submitted that Section 10 of the Commercial Courts Act, 2015 is a special provision in respect of arbitration matters.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "864dd413980246c597737530c9150050_54"
        },
        {
            "start": 10796,
            "end": 11307,
            "text": "It is submitted that as per subsection (3) of Section 10, if the arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration Act that would ordinarily lie before any principal civil court of original jurisdiction in a district, shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5d7dfe8ee32e4e60a1699a21f51ed24c_55"
        },
        {
            "start": 11308,
            "end": 11489,
            "text": "It is submitted that the Commercial Courts Act  being a later Act and has been enacted for a specific purpose for speedy disposal of the commercial disputes, the same shall prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "358ec2feacf54732bc148bb3b9962987_56"
        },
        {
            "start": 11490,
            "end": 11860,
            "text": "It is submitted that when the legislature in its wisdom in a later enactment has specifically provided as per subsection (3) of Section 10 of the Commercial Courts Act, 2015 that all applications/appeals arising out of the Arbitration Act other than the international commercial arbitration would be heard and disposed of by the Commercial Court, the same shall prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9c5519146c89447a975af413c7388f62_57"
        },
        {
            "start": 11861,
            "end": 12019,
            "text": "It is submitted that if the submissions made on behalf of the appellants is accepted in that case Section 10 would become otiose or redundant and/or nugatory.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "20cba147b84e4eb9b38619d70272276b_58"
        },
        {
            "start": 12020,
            "end": 12166,
            "text": "It is submitted that therefore, it is requested not to have the interpretation which shall result any provision of the Act nugatory and/or otiose.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5e320feed6614836a860049c05f13a99_59"
        },
        {
            "start": 12167,
            "end": 12492,
            "text": "\n4.1 Now so far as the reliance placed upon the decision of this Court in the case of Kandla Export Corporation (supra) is concerned, it is vehemently submitted that the said decision does not imply that all provisions of the Arbitration Act would prevail over the Commercial Courts in case of any conflict and inconsistency.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b845c5dff65b4766af0ea86c0eab6f03_60"
        },
        {
            "start": 12493,
            "end": 12847,
            "text": "\n4.2 It is submitted that similarly the decision of this Court in the case of BGS SGS SOMA JV (supra) shall not be applicable to the facts of the case on hand, it is submitted that in the said decision it is held that Section 13(1) of the Commercial Courts Act does not provide for independent right of appeal, but merely provides forum of filing appeal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "db9cb96ac8c24349a57a2b299dceb59c_61"
        },
        {
            "start": 12848,
            "end": 13180,
            "text": "4.3 Making the above submissions it is prayed to dismiss the present appeals and hold that in the present case the notification issued by the State Government conferring powers upon the Commercial Court  Court of Civil Judge (Senior Division) to exercise the powers under the Commercial Courts Act is neither illegal nor bad in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b41bc2001314dc69943456787cdc915_62"
        },
        {
            "start": 13181,
            "end": 13311,
            "text": "\n5. We have heard Ms. Uttara Babbar, learned counsel appearing for the appellants and Shri Gaurav Aggarwal, learned Amicus Curiae.",
            "labels": [
                "NONE"
            ],
            "id": "2f10990411eb4187862168127bca86f9_63"
        },
        {
            "start": 13313,
            "end": 13783,
            "text": "6. The question of law arising for consideration in the present appeal is, whether in exercise of powers under Section 3 of the Commercial Courts Act, 2015, the State Government can confer jurisdiction to hear applications under Sections 9, 14 and 34 of the Arbitration and Conciliation Act, 1996, upon Commercial Courts which are subordinate to the rank of the Principal Civil Judge in the District, contrary to the provisions of Section 2(1)(e) of the Arbitration Act?",
            "labels": [
                "ISSUE"
            ],
            "id": "99f6cde684744a7a904ee15a2cee61af_64"
        },
        {
            "start": 13785,
            "end": 16022,
            "text": "7. While considering the aforesaid question of law, relevant provisions of the Arbitration Act, 1996 and the Commercial Courts Act, 2015 are required to be referred to and considered, namely, Section 2(1)(e) of the Arbitration Act and Sections 3, 10, 15 & 21 of the Commercial Courts Act, 2015, which read as under:\nSection 2(1)(e) of the Arbitration Act, 1996:\n(e) Court means  (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subjectmatter of the arbitration if the same had been the subjectmatter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes;\n(ii) in the case of international commercial arbitration, the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subjectmatter of the arbitration if the same had been the subjectmatter of a suit, and in other cases, a High Court having jurisdiction to hear appears from decrees of courts subordinate to that High Court Sections 3, 10, 15 & 21 of the Commercial Courts Act, 2015:\n3. Constitution of Commercial Courts  (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level: Provided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.]",
            "labels": [
                "STA"
            ],
            "id": "85eb4d769de8470da9d466368b55b419_65"
        },
        {
            "start": 16023,
            "end": 16329,
            "text": "(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.]",
            "labels": [
                "STA"
            ],
            "id": "c3f99e0fb37049d3997ed911cccbfb74_66"
        },
        {
            "start": 16330,
            "end": 16594,
            "text": "(2) The State Government shall, after consultation, with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
            "labels": [
                "STA"
            ],
            "id": "d89c5da76a6647dc972bbc592b2f3932_67"
        },
        {
            "start": 16595,
            "end": 17425,
            "text": "\n(3) The [State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a [Commercial Court either at the level of District Judge or a court below the level of a District Judge].\n10. Jurisdiction in respect of arbitration matters  Where the subjectmatter of an arbitration is a commercial dispute of a specified value and (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "STA"
            ],
            "id": "e3b9d5cbfdf742eca1a63a1782577880_68"
        },
        {
            "start": 17426,
            "end": 17836,
            "text": "\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "STA"
            ],
            "id": "8123cb096c454cf0ac978ee58ed3668e_69"
        },
        {
            "start": 17837,
            "end": 18356,
            "text": "\n(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "19b8d33aabe4462dbe281859dbac2e5c_70"
        },
        {
            "start": 18357,
            "end": 19251,
            "text": "\n15. Transfer of Pending Cases (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under subsection (1) or subsection (2).",
            "labels": [
                "STA"
            ],
            "id": "ee8415a0e5b84727b9bfff1ff54d69d9_71"
        },
        {
            "start": 19252,
            "end": 19645,
            "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of specified value shall stand transferred to the Commercial Division or Commercial Court under subsection (1) or subsection (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "229a4071a3c3457abb7b48986f4369a0_72"
        },
        {
            "start": 19646,
            "end": 20320,
            "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XVA] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to subrule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "STA"
            ],
            "id": "60d303fee970455cadbcdac5939256f9_73"
        },
        {
            "start": 20321,
            "end": 20866,
            "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in subsection (1), subsection (2) or subsection (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
            "labels": [
                "STA"
            ],
            "id": "9c49e7a734e144dfabb4fa0edcfa78f4_74"
        },
        {
            "start": 20867,
            "end": 21182,
            "text": "\n21 Act to have overriding effect Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
            "labels": [
                "STA"
            ],
            "id": "b4c76984b50342359476a49feb5c4be7_75"
        },
        {
            "start": 21184,
            "end": 21637,
            "text": "8. It is the case on behalf of the appellants, relying upon Section 2(1)(e) of the Act, 1996 that in case of arbitration other than the international commercial arbitration, the principal Civil Court of original jurisdiction in a district only have the jurisdiction to decide the questions forming the subjectmatter of the arbitration, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70c104b38f56468aa0fcc71a0c54394f_76"
        },
        {
            "start": 21638,
            "end": 22173,
            "text": "Therefore, it is the case on behalf of the appellants that therefore conferring the jurisdiction upon the Court of learned Civil Judge (Senior Division) as Commercial Court to hear applications under Section 9, 14 and 34 of the Act, 1996 shall be directly in conflict with Section 2(1)(e) of the Act, 1996 and therefore the notification of the State Government conferring such powers upon the Court of learned Civil Judge (Senior Division) which is subordinate to the rank of Principal Civil Judge in a district shall be bad in law.\n9.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac640b9b5f1640c3a1e890e5d8ff1ffe_77"
        },
        {
            "start": 22174,
            "end": 22374,
            "text": "While considering the aforesaid issue/question, first of all, one has to consider the object and purpose of establishment of the Commercial Courts and the enactment of the Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bc835c555c24a888adcab01d22fee7e_78"
        },
        {
            "start": 22375,
            "end": 22585,
            "text": "9.1 In the year 2003, the Law Commission of India suo moto took up the issue of constitution of Commercial Divisions in the High Courts with a view to facilitate fast disposal of high value commercial disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a784aba0cd5485a8f960570435d95fe_79"
        },
        {
            "start": 22586,
            "end": 22847,
            "text": "In its 188 th Report, the Law Commission, after carrying out indepth study of Commercial Courts in United Kingdom, USA, Singapore etc. recommended setting up of Commercial Division in each of the High Courts to expedite commercial cases of high pecuniary value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "647b243fa2384b38b05cc4555a5b916c_80"
        },
        {
            "start": 22849,
            "end": 23047,
            "text": "9.2 On the basis of the above recommendations of the Law Commission, a Bill was introduced in Lok Sabha on 16.12.2009 and passed on 18.12.2009 for setting up commercial divisions in the High Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01577fddde3e43f398de0b1b45019538_81"
        },
        {
            "start": 23048,
            "end": 23144,
            "text": "The Bill was referred to a Select Committee which suggested certain amendments to the said Bill.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd8879528bb446478f13bde75dffcbe4_82"
        },
        {
            "start": 23145,
            "end": 23224,
            "text": "The Bill was redrafted and placed before the Rajya Sabha for its consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df46c959edc14beb914316dfdb1b21a0_83"
        },
        {
            "start": 23225,
            "end": 23364,
            "text": "However, the same came to be withdrawn by the Government and thereafter the matter was again referred to the Law Commission for its report.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "026e13f622654116a739589149afc828_84"
        },
        {
            "start": 23365,
            "end": 23525,
            "text": "The Law Commission in its 253rd Report submitted in January, 2015 suggested a new approach for expediting commercial disputes and therefore proposed a new Bill.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f508705e1f474612a48d655434552c68_85"
        },
        {
            "start": 23526,
            "end": 23645,
            "text": "The Law Commission made the following recommendations qua arbitration matters involving the commercial disputes:\n3.24.4",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4e952e0a40c4fb8804059c08af451a0_86"
        },
        {
            "start": 23646,
            "end": 23895,
            "text": "Second, in the case of domestic arbitrations concerning a commercial dispute of more than Rupees One Crore, applications or appeals may lie either to the High Court or a Civil Court (not being a High Court) depending upon the pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a06e1accc4ae414e81ff7a2e1dc10a4d_87"
        },
        {
            "start": 23896,
            "end": 24184,
            "text": "It is recommended that all applications or appeals arising out of such arbitrations under the A& C Act, that have been filed on the original side of the High Court shall be heard by the Commercial Division of the High Court where such Commercial Division is constituted in the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3967101be00d46589ac3f57cf892e53e_88"
        },
        {
            "start": 24185,
            "end": 24364,
            "text": "However, in the absence of a Commercial Division being constituted, the regular Bench of the High Court will hear such applications or appeals arising out of domestic arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49ec056c9afc47be93eb05657ec9d1b5_89"
        },
        {
            "start": 24365,
            "end": 24728,
            "text": "If the application or appeal in such domestic arbitration is not within the jurisdiction of the High Court and would ordinarily lie before a Civil Court (not being a High Court) and there is a Commercial Court exercising territorial jurisdiction in respect of such arbitration, then such application or appeal shall be filed in and heard by such Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee79e9da0cd5492a87ecf224b59fb54b_90"
        },
        {
            "start": 24729,
            "end": 25014,
            "text": "Accordingly, Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 was introduced in Rajya Sabha on April 29, 2015 which was referred to Departmental Related Parliamentary Standing Committee on Personnel, Public Grievances, Law and Justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6aceab8dd0344318dbe6a7f4d23c9ce_91"
        },
        {
            "start": 25015,
            "end": 25277,
            "text": "While the matter was pending before the Parliamentary Committee, an Ordinance was promulgated by His Excellency the President of India on 23.10.2015, namely, Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cc71e0017284cb697b29ffe30cd7551_92"
        },
        {
            "start": 25278,
            "end": 25495,
            "text": "\nThat thereafter, the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 was passed by the Parliament, which has been subsequently renamed as Commercial Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0acd837b826040d883a3ef950f07cd6c_93"
        },
        {
            "start": 25497,
            "end": 25728,
            "text": "The statements of Objects and Reasons of the said Act, inter alia, provides as under:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c9b3145ceb24685abff27911e5d11ea_94"
        },
        {
            "start": 25729,
            "end": 25806,
            "text": "The high value commercial disputes involve complex facts and question of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1464de4b91a4c51beab76c5f7fe7ab3_95"
        },
        {
            "start": 25807,
            "end": 25901,
            "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "194569732bb0489a9f231be5a153395f_96"
        },
        {
            "start": 25902,
            "end": 26051,
            "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fc24b8a70e54cae86b40a7f41816a5f_97"
        },
        {
            "start": 26052,
            "end": 26435,
            "text": "That thereafter the Commercial Courts Act, 2015 has been amended in the year 2018 which has come into force with effect from 03.05.2018, by which Sections 3(1A) & 3A have been inserted enabling the State Governments to designate such number of commercial Appellate Courts at District level to exercise appellate jurisdiction over the commercial courts below the District Judge level.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d10ad822c99d4492a236f598db9f15f6_98"
        },
        {
            "start": 26436,
            "end": 26589,
            "text": "Thus, a commercial Court can be set up under Section 3 of the Act, 2015 and a commercial appellate Court can be set up under Section 3A of the Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6997480ac6f74afb966455759fe6df2c_99"
        },
        {
            "start": 26591,
            "end": 26760,
            "text": "10. Thus, the Objects and Reasons of Commercial Courts Act, 2015 is to provide for speedy disposal of the commercial disputes which includes the arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6e230f9dc954a2c9f6fcd536bf8cd22_100"
        },
        {
            "start": 26761,
            "end": 26933,
            "text": "To achieve the said Objects, the legislature in its wisdom has specifically conferred the jurisdiction in respect of arbitration matters as per Section 10 of the Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfd5a5a4c748446fb2ccc449ba4ef631_101"
        },
        {
            "start": 26934,
            "end": 27182,
            "text": "At this stage, it is required to be noted that the Act, 2015 is the Act later in time and therefore when the Act, 2015 has been enacted, more particularly Sections 3 & 10, there was already a provision contained in Section 2(1)(e) of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bc3f5bd79b749a39e74650267623128_102"
        },
        {
            "start": 27183,
            "end": 27390,
            "text": "As per settled position of law, it is to be presumed that while enacting the subsequent law, the legislature is conscious of the provisions of the Act prior in time and therefore the later Act shall prevail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e147dac3c8b4188954b02b3c872e467_103"
        },
        {
            "start": 27391,
            "end": 27645,
            "text": "It is also required to be noted that even as per Section 15 of the Act, 2015, all suits and applications including applications under the Act, 1996, relating to a commercial dispute of specified value shall have to be transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c10b7d1e8b464b908b1457249803102b_104"
        },
        {
            "start": 27646,
            "end": 27726,
            "text": "Even as per Section 21 of the Act, 2015, Act, 2015 shall have overriding effect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa8753ebd13f4830a996825329977a3e_105"
        },
        {
            "start": 27727,
            "end": 27921,
            "text": "It provides that save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d2c4e9e92384b7e8e84070267379310_106"
        },
        {
            "start": 27923,
            "end": 28635,
            "text": "11. Therefore, considering the aforestated provisions of the Act, 2015 and the Objects and Reasons for which the Act, 2015 has been enacted and the Commercial Courts, Commercial Division and Commercial Appellate Division in the High Courts are established for speedy disposal of the commercial disputes including the arbitration disputes, Sections 3 & 10 of the Act, 2015 shall prevail and all applications or appeals arising out of arbitration under the provisions of Act, 1996, other than international commercial arbitration, shall be filed in and heard and disposed of by the Commercial Courts, exercising the territorial jurisdiction over such arbitration where such commercial courts have been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1469fa60dedd4509bd27680c915bb3bb_107"
        },
        {
            "start": 28636,
            "end": 29076,
            "text": "If the submission on behalf of the appellants that all applications/appeals arising out of arbitration under the provisions of Act, 1996, other than the international commercial arbitration, shall lie before the principal civil Court of a district, in that case, not only the Objects and Reasons of enactment of Act, 2015 and establishment of commercial courts shall be frustrated, even Sections 3, 10 & 15 shall become otiose and nugatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2f7d8c61abf468da11394b7e1ee3b3c_108"
        },
        {
            "start": 29077,
            "end": 29451,
            "text": "If the submission on behalf of the appellants is accepted, in that case, though with respect to other commercial disputes, the applications or appeals shall lie before the commercial courts established and constituted under Section 3 of Act, 2015, with respect to arbitration proceedings, the applications or appeals shall lie before the principal civil Court of a district.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75572d1ca77041b29db2ba791c43f3e5_109"
        },
        {
            "start": 29452,
            "end": 29523,
            "text": "There cannot be two fora with respect to different commercial disputes.",
            "labels": [
                "RATIO"
            ],
            "id": "480d455b054f428cb2536206a7149259_110"
        },
        {
            "start": 29524,
            "end": 29899,
            "text": "\nUnder the circumstances, notification issued by the State of Odisha issued in consultation with the High Court of Orissa to confer jurisdiction upon the court of learned Civil Judge (Senior Division) designated as Commercial Court to decide the applications or appeals arising out of arbitration under the provisions of Act, 1996 cannot be said to be illegal and bad in law.",
            "labels": [
                "RATIO"
            ],
            "id": "f386da5cbad544968d46e409cf89c25a_111"
        },
        {
            "start": 29900,
            "end": 30003,
            "text": "On the contrary, the same can be said to be absolutely in consonance with Sections 3 & 10 of Act, 2015.",
            "labels": [
                "RATIO"
            ],
            "id": "ff120111d88b41d3b7cc6949106881e6_112"
        },
        {
            "start": 30004,
            "end": 30082,
            "text": "We are in complete agreement with the view taken by the High Court holding so.",
            "labels": [
                "RATIO"
            ],
            "id": "988a43c886ff45c48985610922b8b32a_113"
        },
        {
            "start": 30084,
            "end": 30233,
            "text": "12. In view of the above and for the reasons stated above, all these appeals fail and the same deserve to be dismissed and are accordingly dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "14b7e90985ec49d39456abf3fc5fed4a_114"
        },
        {
            "start": 30234,
            "end": 30323,
            "text": "However, in the facts and circumstances of the case, there shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "fd7ef0fd9d034fea99dc804bbd9c4db4_115"
        },
        {
            "start": 30325,
            "end": 30469,
            "text": "13. Before parting with the case, we appreciate the assistance rendered by Shri Gaurav Aggarwal, learned counsel as Amicus Curiae in the matter.",
            "labels": [
                "NONE"
            ],
            "id": "2298d3eb4b60437586c091449b77e867_116"
        },
        {
            "start": 30508,
            "end": 30574,
            "text": ".J.\n                                     [M.R. SHAH]\n\n\n\nNEW DELHI;",
            "labels": [
                "NONE"
            ],
            "id": "a11ea8b6e897424ea62f6717430cb915_117"
        },
        {
            "start": 30601,
            "end": 30642,
            "text": ".J.\nOCTOBER 19, 2022                     ",
            "labels": [
                "NONE"
            ],
            "id": "c1f9e5ba6168431c8c5c9f16b1bf34e9_118"
        },
        {
            "start": 30642,
            "end": 30665,
            "text": "[KRISHNA MURARI]\n\n\n\n\n\n ",
            "labels": [
                "NONE"
            ],
            "id": "ad17cfedac204178b5b013ef1517d9b0_119"
        }
    ],
    "entities": [
        {
            "text": "Kolkata Municipal Corporation",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 53
        },
        {
            "text": "Jain Infra Projects Limited",
            "label": "RESPONDENT",
            "start_char": 57,
            "end_char": 84
        },
        {
            "text": "Arindam Mukherjee",
            "label": "LAWYER",
            "start_char": 112,
            "end_char": 129
        },
        {
            "text": "Arindam Mukherjee",
            "label": "JUDGE",
            "start_char": 137,
            "end_char": 154
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 181,
            "end_char": 203
        },
        {
            "text": "I. P. Mukerji",
            "label": "JUDGE",
            "start_char": 335,
            "end_char": 348
        },
        {
            "text": "Arindam Mukherjee",
            "label": "JUDGE",
            "start_char": 382,
            "end_char": 399
        },
        {
            "text": "Kolkata Municipal Corporation",
            "label": "PETITIONER",
            "start_char": 532,
            "end_char": 561
        },
        {
            "text": "Jain Infra Projects Limited",
            "label": "RESPONDENT",
            "start_char": 635,
            "end_char": 662
        },
        {
            "text": "Joydeep Kar",
            "label": "LAWYER",
            "start_char": 706,
            "end_char": 717
        },
        {
            "text": "Samrat Sen",
            "label": "LAWYER",
            "start_char": 770,
            "end_char": 780
        },
        {
            "text": "Ambar Nath Banerjee",
            "label": "LAWYER",
            "start_char": 833,
            "end_char": 852
        },
        {
            "text": "Lina Panja",
            "label": "LAWYER",
            "start_char": 896,
            "end_char": 906
        },
        {
            "text": "Gopal Chandra Das",
            "label": "LAWYER",
            "start_char": 950,
            "end_char": 967
        },
        {
            "text": "Joy Saha",
            "label": "LAWYER",
            "start_char": 1012,
            "end_char": 1020
        },
        {
            "text": "Sanjib Kumar Mal",
            "label": "LAWYER",
            "start_char": 1073,
            "end_char": 1089
        },
        {
            "text": "Atanu Roychowdhury",
            "label": "LAWYER",
            "start_char": 1133,
            "end_char": 1151
        },
        {
            "text": "Pushan Majumder",
            "label": "LAWYER",
            "start_char": 1195,
            "end_char": 1210
        },
        {
            "text": "Asmita Roychaudhuri",
            "label": "LAWYER",
            "start_char": 1254,
            "end_char": 1273
        },
        {
            "text": "Arindam Mukherjee",
            "label": "JUDGE",
            "start_char": 1330,
            "end_char": 1347
        },
        {
            "text": "22nd February,\n\n     2021",
            "label": "DATE",
            "start_char": 1414,
            "end_char": 1439
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1516,
            "end_char": 1526
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1534,
            "end_char": 1572
        },
        {
            "text": "15th         February, 2019",
            "label": "DATE",
            "start_char": 1782,
            "end_char": 1809
        },
        {
            "text": "27th February, 2019",
            "label": "DATE",
            "start_char": 1911,
            "end_char": 1930
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 1957,
            "end_char": 1972
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2062,
            "end_char": 2072
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 2206,
            "end_char": 2213
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 2507,
            "end_char": 2520
        },
        {
            "text": "Court of the Learned   District Judge, at Alipore",
            "label": "COURT",
            "start_char": 2921,
            "end_char": 2970
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 2978,
            "end_char": 3005
        },
        {
            "text": "20th   February, 2019",
            "label": "DATE",
            "start_char": 3009,
            "end_char": 3030
        },
        {
            "text": "20th September, 2019",
            "label": "DATE",
            "start_char": 3117,
            "end_char": 3137
        },
        {
            "text": "IA No. 111 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 3185,
            "end_char": 3203
        },
        {
            "text": "Commercial Court at   Alipore",
            "label": "COURT",
            "start_char": 3215,
            "end_char": 3244
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 3395,
            "end_char": 3413
        },
        {
            "text": "Commercial Court at   Alipore",
            "label": "COURT",
            "start_char": 3419,
            "end_char": 3448
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 3672,
            "end_char": 3679
        },
        {
            "text": "15th   October, 2020",
            "label": "DATE",
            "start_char": 3746,
            "end_char": 3766
        },
        {
            "text": "17th October, 2020",
            "label": "DATE",
            "start_char": 3770,
            "end_char": 3788
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 3850,
            "end_char": 3868
        },
        {
            "text": "Commercial   Court at Alipore",
            "label": "COURT",
            "start_char": 3874,
            "end_char": 3903
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 3938,
            "end_char": 3956
        },
        {
            "text": "17th November, 2020",
            "label": "DATE",
            "start_char": 3975,
            "end_char": 3994
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 4074,
            "end_char": 4093
        },
        {
            "text": "22nd   December, 2020",
            "label": "DATE",
            "start_char": 4155,
            "end_char": 4176
        },
        {
            "text": "A.P. No.411 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 4201,
            "end_char": 4220
        },
        {
            "text": "Court of the Learned District Judge at       Alipore",
            "label": "COURT",
            "start_char": 4370,
            "end_char": 4422
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 4995,
            "end_char": 5008
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 5682,
            "end_char": 5689
        },
        {
            "text": "Competent Court at Kolkata",
            "label": "COURT",
            "start_char": 5834,
            "end_char": 5860
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 5895,
            "end_char": 5913
        },
        {
            "text": "22nd December,\n\n      2020",
            "label": "DATE",
            "start_char": 6003,
            "end_char": 6029
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 6127,
            "end_char": 6146
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 6193,
            "end_char": 6211
        },
        {
            "text": "17th November, 2020",
            "label": "DATE",
            "start_char": 6216,
            "end_char": 6235
        },
        {
            "text": "3      18th June, 2019",
            "label": "DATE",
            "start_char": 6495,
            "end_char": 6517
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 6523,
            "end_char": 6542
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 6813,
            "end_char": 6831
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 6836,
            "end_char": 6855
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 7053,
            "end_char": 7063
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 7075,
            "end_char": 7095
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 7304,
            "end_char": 7322
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 7367,
            "end_char": 7385
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 7390,
            "end_char": 7409
        },
        {
            "text": "1999 (1) SCC     685 [Ram Ujarey vs. Union of India]",
            "label": "PRECEDENT",
            "start_char": 7830,
            "end_char": 7882
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 7962,
            "end_char": 7989
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 8031,
            "end_char": 8049
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 8144,
            "end_char": 8163
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 8245,
            "end_char": 8264
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 8364,
            "end_char": 8373
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 8381,
            "end_char": 8401
        },
        {
            "text": "2008 (7) SCC     169",
            "label": "PRECEDENT",
            "start_char": 8463,
            "end_char": 8483
        },
        {
            "text": "Consolidated    Engineering     Enterprises",
            "label": "PETITIONER",
            "start_char": 8488,
            "end_char": 8531
        },
        {
            "text": "Principal     Secretary, Irrigation Department & Ors. ]",
            "label": "RESPONDENT",
            "start_char": 8542,
            "end_char": 8597
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 8691,
            "end_char": 8711
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 9187,
            "end_char": 9194
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9240,
            "end_char": 9250
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 9265,
            "end_char": 9285
        },
        {
            "text": "2015 (7) SCC 58",
            "label": "PRECEDENT",
            "start_char": 9437,
            "end_char": 9452
        },
        {
            "text": "M.P. Steel Corporation vs.\n\n       Commissioner of Central Excise",
            "label": "PRECEDENT",
            "start_char": 9454,
            "end_char": 9519
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9571,
            "end_char": 9581
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 9589,
            "end_char": 9609
        },
        {
            "text": "M.P. Steel",
            "label": "PRECEDENT",
            "start_char": 9708,
            "end_char": 9718
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9819,
            "end_char": 9829
        },
        {
            "text": "Limitation        Act, 1963",
            "label": "STATUTE",
            "start_char": 9837,
            "end_char": 9864
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9963,
            "end_char": 9973
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 9981,
            "end_char": 10001
        },
        {
            "text": "2001        (8) SCC 470",
            "label": "PRECEDENT",
            "start_char": 10074,
            "end_char": 10097
        },
        {
            "text": "Union of India vs. Popular Construction Co.",
            "label": "PRECEDENT",
            "start_char": 10099,
            "end_char": 10142
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10235,
            "end_char": 10244
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 10252,
            "end_char": 10272
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10406,
            "end_char": 10415
        },
        {
            "text": "Section 34        (3)",
            "label": "PROVISION",
            "start_char": 10587,
            "end_char": 10608
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 10653,
            "end_char": 10666
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 11233,
            "end_char": 11247
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 11306,
            "end_char": 11315
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 11329,
            "end_char": 11349
        },
        {
            "text": "Popular Construction",
            "label": "PRECEDENT",
            "start_char": 11486,
            "end_char": 11506
        },
        {
            "text": "2019 (9) SCC 435",
            "label": "PRECEDENT",
            "start_char": 11588,
            "end_char": 11604
        },
        {
            "text": "Oriental       Insurance Co. Ltd. vs. Tejparas Associates and Exports Pvt",
            "label": "PRECEDENT",
            "start_char": 11606,
            "end_char": 11679
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 11927,
            "end_char": 11934
        },
        {
            "text": "Supreme       Court",
            "label": "COURT",
            "start_char": 11981,
            "end_char": 12000
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 12102,
            "end_char": 12112
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 12120,
            "end_char": 12140
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 12173,
            "end_char": 12188
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 12194,
            "end_char": 12213
        },
        {
            "text": "Ram Ujarey",
            "label": "PRECEDENT",
            "start_char": 12254,
            "end_char": 12264
        },
        {
            "text": "M.P. Steel",
            "label": "PRECEDENT",
            "start_char": 12317,
            "end_char": 12327
        },
        {
            "text": "Oriental       Insurance",
            "label": "PRECEDENT",
            "start_char": 12424,
            "end_char": 12448
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12548,
            "end_char": 12561
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 12566,
            "end_char": 12584
        },
        {
            "text": "Jaipur Bench",
            "label": "COURT",
            "start_char": 12604,
            "end_char": 12616
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 12624,
            "end_char": 12644
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 12906,
            "end_char": 12926
        },
        {
            "text": "Jodhpur",
            "label": "GPE",
            "start_char": 13214,
            "end_char": 13221
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 13231,
            "end_char": 13251
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13285,
            "end_char": 13298
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 13302,
            "end_char": 13320
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 13504,
            "end_char": 13511
        },
        {
            "text": "15th March, 2020",
            "label": "DATE",
            "start_char": 13833,
            "end_char": 13849
        },
        {
            "text": "22nd      December, 2020",
            "label": "DATE",
            "start_char": 13854,
            "end_char": 13878
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13946,
            "end_char": 13959
        },
        {
            "text": "Sections 4, 5 and 14",
            "label": "PROVISION",
            "start_char": 14552,
            "end_char": 14572
        },
        {
            "text": "Limitation      Act, 1963",
            "label": "STATUTE",
            "start_char": 14580,
            "end_char": 14605
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14628,
            "end_char": 14638
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14751,
            "end_char": 14761
        },
        {
            "text": "Union of India vs. Popular Construction :: 2001 8",
            "label": "PRECEDENT",
            "start_char": 14817,
            "end_char": 14866
        },
        {
            "text": "Simplex Infrastructure Ltd.",
            "label": "ORG",
            "start_char": 14905,
            "end_char": 14932
        },
        {
            "text": "Union of India :: 2019 2                SCC 45",
            "label": "ORG",
            "start_char": 14937,
            "end_char": 14983
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 15298,
            "end_char": 15313
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 15318,
            "end_char": 15337
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 15425,
            "end_char": 15435
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 15443,
            "end_char": 15463
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15652,
            "end_char": 15662
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15707,
            "end_char": 15717
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 15790,
            "end_char": 15799
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 15807,
            "end_char": 15827
        },
        {
            "text": "Popular Construction",
            "label": "PRECEDENT",
            "start_char": 15857,
            "end_char": 15877
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 16029,
            "end_char": 16047
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 16052,
            "end_char": 16071
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 16225,
            "end_char": 16235
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 16243,
            "end_char": 16263
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 16403,
            "end_char": 16430
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 16563,
            "end_char": 16581
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 16666,
            "end_char": 16693
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 16866,
            "end_char": 16873
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 16883,
            "end_char": 16902
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 16968,
            "end_char": 16978
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 16986,
            "end_char": 17006
        },
        {
            "text": "Consolidated Engineering",
            "label": "PRECEDENT",
            "start_char": 17121,
            "end_char": 17145
        },
        {
            "text": "M.P. Steel",
            "label": "PRECEDENT",
            "start_char": 17158,
            "end_char": 17168
        },
        {
            "text": "Maqbul Ahmed vs. Pratap Narayan Singh :: AIR 1935",
            "label": "PRECEDENT",
            "start_char": 17882,
            "end_char": 17931
        },
        {
            "text": "Amarchand Inani vs. Union of India :: AIR 1973 SC 313",
            "label": "PRECEDENT",
            "start_char": 17984,
            "end_char": 18037
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18126,
            "end_char": 18139
        },
        {
            "text": "23rd March, 2020",
            "label": "DATE",
            "start_char": 18146,
            "end_char": 18162
        },
        {
            "text": "15th March, 2020",
            "label": "DATE",
            "start_char": 18293,
            "end_char": 18309
        },
        {
            "text": "15th March, 2020",
            "label": "DATE",
            "start_char": 18383,
            "end_char": 18399
        },
        {
            "text": "Civil) No. (s) 3/2020",
            "label": "CASE_NUMBER",
            "start_char": 18639,
            "end_char": 18660
        },
        {
            "text": "Civil Appeal 3007-3008 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 18745,
            "end_char": 18775
        },
        {
            "text": "Sugafa Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 18776,
            "end_char": 18788
        },
        {
            "text": "Upper Assam Plywood Products Private Limited",
            "label": "RESPONDENT",
            "start_char": 18817,
            "end_char": 18861
        },
        {
            "text": "CS 245 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 18897,
            "end_char": 18911
        },
        {
            "text": "Siddha Real Estate",
            "label": "PETITIONER",
            "start_char": 18912,
            "end_char": 18930
        },
        {
            "text": "Development Private Limited",
            "label": "PETITIONER",
            "start_char": 18947,
            "end_char": 18974
        },
        {
            "text": "Girdhar Fiscal Services",
            "label": "RESPONDENT",
            "start_char": 18979,
            "end_char": 19002
        },
        {
            "text": "SS Group Pvt",
            "label": "PETITIONER",
            "start_char": 19115,
            "end_char": 19127
        },
        {
            "text": "Order 7 Rule 10A (3)",
            "label": "PROVISION",
            "start_char": 19270,
            "end_char": 19290
        },
        {
            "text": "Code of Civil      Procedure, 1908",
            "label": "STATUTE",
            "start_char": 19298,
            "end_char": 19332
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 19401,
            "end_char": 19411
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 19419,
            "end_char": 19439
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 19478,
            "end_char": 19493
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 19498,
            "end_char": 19517
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 19748,
            "end_char": 19766
        },
        {
            "text": "Order      7 Rule 10A (3)",
            "label": "PROVISION",
            "start_char": 19878,
            "end_char": 19903
        },
        {
            "text": "District Judge at Jaipur",
            "label": "COURT",
            "start_char": 20571,
            "end_char": 20595
        },
        {
            "text": "District Judge at Jodhpur",
            "label": "COURT",
            "start_char": 20645,
            "end_char": 20670
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 21231,
            "end_char": 21238
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 21348,
            "end_char": 21355
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 22058,
            "end_char": 22065
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 22107,
            "end_char": 22114
        },
        {
            "text": "Section 2 (1) (e) read with Sections 2 (7)\n\nand 20",
            "label": "PROVISION",
            "start_char": 22147,
            "end_char": 22197
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 22346,
            "end_char": 22353
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 22367,
            "end_char": 22374
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 22504,
            "end_char": 22511
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 22839,
            "end_char": 22849
        },
        {
            "text": "Commercial Courts Act,\n\n2015",
            "label": "STATUTE",
            "start_char": 22857,
            "end_char": 22885
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 23059,
            "end_char": 23066
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 23372,
            "end_char": 23386
        },
        {
            "text": "18th         June, 2019",
            "label": "DATE",
            "start_char": 23476,
            "end_char": 23499
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 23613,
            "end_char": 23631
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 23709,
            "end_char": 23736
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 23886,
            "end_char": 23904
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 23977,
            "end_char": 23996
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24329,
            "end_char": 24339
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 24722,
            "end_char": 24731
        },
        {
            "text": "Limitation Act,\n\n        1963",
            "label": "STATUTE",
            "start_char": 24739,
            "end_char": 24768
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 24896,
            "end_char": 24910
        },
        {
            "text": "Popular Construction",
            "label": "PRECEDENT",
            "start_char": 24959,
            "end_char": 24979
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 25151,
            "end_char": 25160
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 25168,
            "end_char": 25188
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 25483,
            "end_char": 25498
        },
        {
            "text": "15th October,\n\n     2020",
            "label": "DATE",
            "start_char": 25503,
            "end_char": 25527
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 25669,
            "end_char": 25679
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 25687,
            "end_char": 25707
        },
        {
            "text": "Alipore",
            "label": "GPE",
            "start_char": 26037,
            "end_char": 26044
        },
        {
            "text": "Commercial      Court at Alipore",
            "label": "COURT",
            "start_char": 26084,
            "end_char": 26116
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 26221,
            "end_char": 26231
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 26244,
            "end_char": 26264
        },
        {
            "text": "Consolidated Engineering",
            "label": "PRECEDENT",
            "start_char": 26281,
            "end_char": 26305
        },
        {
            "text": "M.P. Steel",
            "label": "PRECEDENT",
            "start_char": 26323,
            "end_char": 26333
        },
        {
            "text": "18th June,\n\n     2019",
            "label": "DATE",
            "start_char": 26440,
            "end_char": 26461
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 26466,
            "end_char": 26484
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 26532,
            "end_char": 26542
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 26550,
            "end_char": 26570
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 26614,
            "end_char": 26632
        },
        {
            "text": "22nd      December, 2020",
            "label": "DATE",
            "start_char": 26637,
            "end_char": 26661
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 26866,
            "end_char": 26893
        },
        {
            "text": "Kolkata",
            "label": "GPE",
            "start_char": 27002,
            "end_char": 27009
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 27093,
            "end_char": 27111
        },
        {
            "text": "17th      October, 2020",
            "label": "DATE",
            "start_char": 27221,
            "end_char": 27244
        },
        {
            "text": "20th October, 2020",
            "label": "DATE",
            "start_char": 27333,
            "end_char": 27351
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 27398,
            "end_char": 27425
        },
        {
            "text": "17th      November, 2020",
            "label": "DATE",
            "start_char": 27501,
            "end_char": 27525
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 27666,
            "end_char": 27684
        },
        {
            "text": "17th November, 2020",
            "label": "DATE",
            "start_char": 27694,
            "end_char": 27713
        },
        {
            "text": "17th November, 2020",
            "label": "DATE",
            "start_char": 27739,
            "end_char": 27758
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 27768,
            "end_char": 27787
        },
        {
            "text": "22nd   December,   2020",
            "label": "DATE",
            "start_char": 28208,
            "end_char": 28231
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 28482,
            "end_char": 28501
        },
        {
            "text": "Ram Ujarey",
            "label": "PRECEDENT",
            "start_char": 28787,
            "end_char": 28797
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 29204,
            "end_char": 29222
        },
        {
            "text": "22nd      December, 2020",
            "label": "DATE",
            "start_char": 29227,
            "end_char": 29251
        },
        {
            "text": "Supreme Court of      India",
            "label": "COURT",
            "start_char": 29356,
            "end_char": 29383
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 29387,
            "end_char": 29405
        },
        {
            "text": "Jaipur Bench",
            "label": "COURT",
            "start_char": 29474,
            "end_char": 29486
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 29494,
            "end_char": 29514
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29625,
            "end_char": 29635
        },
        {
            "text": "Jodhpur",
            "label": "GPE",
            "start_char": 29725,
            "end_char": 29732
        },
        {
            "text": "Rajasthan High Court",
            "label": "COURT",
            "start_char": 29747,
            "end_char": 29767
        },
        {
            "text": "Jodhpur",
            "label": "GPE",
            "start_char": 29919,
            "end_char": 29926
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 30018,
            "end_char": 30040
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 30097,
            "end_char": 30124
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 30493,
            "end_char": 30511
        },
        {
            "text": "Amarchand Inani",
            "label": "PRECEDENT",
            "start_char": 30521,
            "end_char": 30536
        },
        {
            "text": "Amarchand Inani",
            "label": "PRECEDENT",
            "start_char": 30783,
            "end_char": 30798
        },
        {
            "text": "Karnal",
            "label": "GPE",
            "start_char": 30889,
            "end_char": 30895
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 31012,
            "end_char": 31032
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 31069,
            "end_char": 31078
        },
        {
            "text": "Order 7 rule 6",
            "label": "PROVISION",
            "start_char": 31378,
            "end_char": 31392
        },
        {
            "text": "Code of Civil      Procedure, 1908",
            "label": "STATUTE",
            "start_char": 31400,
            "end_char": 31434
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 31635,
            "end_char": 31649
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 31873,
            "end_char": 31887
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32046,
            "end_char": 32059
        },
        {
            "text": "Amarchand",
            "label": "OTHER_PERSON",
            "start_char": 32063,
            "end_char": 32072
        },
        {
            "text": "Inani",
            "label": "PRECEDENT",
            "start_char": 32117,
            "end_char": 32122
        },
        {
            "text": "Amarchand Inani",
            "label": "PRECEDENT",
            "start_char": 32168,
            "end_char": 32183
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 32209,
            "end_char": 32231
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 32271,
            "end_char": 32281
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 32289,
            "end_char": 32309
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32358,
            "end_char": 32371
        },
        {
            "text": "18th June,\n\n     2019",
            "label": "DATE",
            "start_char": 32620,
            "end_char": 32641
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 32646,
            "end_char": 32665
        },
        {
            "text": "22nd December,\n\n     2020",
            "label": "DATE",
            "start_char": 32759,
            "end_char": 32784
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 32796,
            "end_char": 32811
        },
        {
            "text": "Amarchand     Inani",
            "label": "PRECEDENT",
            "start_char": 32935,
            "end_char": 32954
        },
        {
            "text": "Oriental Insurance",
            "label": "PRECEDENT",
            "start_char": 33022,
            "end_char": 33040
        },
        {
            "text": "Order 7 Rule 10A(2)",
            "label": "PROVISION",
            "start_char": 33371,
            "end_char": 33390
        },
        {
            "text": "Order 7 Rule 10A(1)",
            "label": "PROVISION",
            "start_char": 33443,
            "end_char": 33462
        },
        {
            "text": "Order 7 Rule 10A(2)",
            "label": "PROVISION",
            "start_char": 33733,
            "end_char": 33752
        },
        {
            "text": "Sub-rule (2) of Order 7 rule 10A",
            "label": "PROVISION",
            "start_char": 34088,
            "end_char": 34120
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 34425,
            "end_char": 34452
        },
        {
            "text": "Order 7 Rule 10A(2)",
            "label": "PROVISION",
            "start_char": 34643,
            "end_char": 34662
        },
        {
            "text": "Order 7 Rule 10A(2)",
            "label": "PROVISION",
            "start_char": 34729,
            "end_char": 34748
        },
        {
            "text": "Commercial Court      at Alipore",
            "label": "COURT",
            "start_char": 35042,
            "end_char": 35074
        },
        {
            "text": "Simplex",
            "label": "PRECEDENT",
            "start_char": 35233,
            "end_char": 35240
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 35344,
            "end_char": 35354
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 35362,
            "end_char": 35382
        },
        {
            "text": "Consolidated Engineering",
            "label": "PRECEDENT",
            "start_char": 35496,
            "end_char": 35520
        },
        {
            "text": "M.P.\n\n     Steel",
            "label": "PRECEDENT",
            "start_char": 35533,
            "end_char": 35549
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 35601,
            "end_char": 35611
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 35624,
            "end_char": 35644
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 35891,
            "end_char": 35901
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 35914,
            "end_char": 35934
        },
        {
            "text": "18th June,\n\n     2019",
            "label": "DATE",
            "start_char": 35971,
            "end_char": 35992
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 35997,
            "end_char": 36016
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 36178,
            "end_char": 36188
        },
        {
            "text": "Limitation      Act, 1963",
            "label": "STATUTE",
            "start_char": 36196,
            "end_char": 36221
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36289,
            "end_char": 36302
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 36565,
            "end_char": 36578
        },
        {
            "text": "18th June, 2019",
            "label": "DATE",
            "start_char": 37518,
            "end_char": 37533
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 37538,
            "end_char": 37557
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 37588,
            "end_char": 37598
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 37606,
            "end_char": 37626
        },
        {
            "text": "22nd February, 2021",
            "label": "DATE",
            "start_char": 37653,
            "end_char": 37672
        },
        {
            "text": "AP 411 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 37683,
            "end_char": 37697
        },
        {
            "text": "A.P. 411 of 2020",
            "label": "CASE_NUMBER",
            "start_char": 37712,
            "end_char": 37728
        },
        {
            "text": "ARINDAM MUKHERJEE",
            "label": "JUDGE",
            "start_char": 37882,
            "end_char": 37899
        },
        {
            "text": "I. P. MUKERJI",
            "label": "JUDGE",
            "start_char": 37906,
            "end_char": 37919
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 38128,
            "end_char": 38138
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 38146,
            "end_char": 38166
        },
        {
            "text": "rule 2 of Order XXIII",
            "label": "PROVISION",
            "start_char": 39225,
            "end_char": 39246
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 39254,
            "end_char": 39295
        },
        {
            "text": "rule 1",
            "label": "PROVISION",
            "start_char": 39423,
            "end_char": 39429
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 40066,
            "end_char": 40080
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 40088,
            "end_char": 40126
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 40739,
            "end_char": 40749
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 40757,
            "end_char": 40777
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 40779,
            "end_char": 40789
        },
        {
            "text": "limitation act 1963",
            "label": "STATUTE",
            "start_char": 40797,
            "end_char": 40816
        },
        {
            "text": "section 25",
            "label": "PROVISION",
            "start_char": 40891,
            "end_char": 40901
        },
        {
            "text": "Indian Contract Act, 1872 (9 of 1872)",
            "label": "STATUTE",
            "start_char": 40909,
            "end_char": 40946
        },
        {
            "text": "section 3",
            "label": "PROVISION",
            "start_char": 41126,
            "end_char": 41135
        },
        {
            "text": "sections 4 to 24 (inclusive)",
            "label": "PROVISION",
            "start_char": 41373,
            "end_char": 41401
        },
        {
            "text": "Sections 25 and 26",
            "label": "PROVISION",
            "start_char": 41720,
            "end_char": 41738
        },
        {
            "text": "section 2",
            "label": "PROVISION",
            "start_char": 41775,
            "end_char": 41784
        },
        {
            "text": "Indian Easements Act, 1882 (5 of 1882)",
            "label": "STATUTE",
            "start_char": 41850,
            "end_char": 41888
        },
        {
            "text": "Union of India vs. Popular Construction reported in (2001) 8 SCC 470",
            "label": "PRECEDENT",
            "start_char": 42110,
            "end_char": 42178
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 42240,
            "end_char": 42254
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 42262,
            "end_char": 42300
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 42376,
            "end_char": 42386
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 42450,
            "end_char": 42459
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 42467,
            "end_char": 42481
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 42549,
            "end_char": 42559
        },
        {
            "text": "Sections 4 to 24",
            "label": "PROVISION",
            "start_char": 42600,
            "end_char": 42616
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 42624,
            "end_char": 42638
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 42686,
            "end_char": 42696
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 42704,
            "end_char": 42718
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 42752,
            "end_char": 42762
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 42808,
            "end_char": 42821
        },
        {
            "text": "Simplex Infrastructure Limited vs. Union of India reported in (2019) 2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 42825,
            "end_char": 42903
        },
        {
            "text": "Consolidated Engineering Enterprises vs. Principal Secretary, Irrigation Department and Ors",
            "label": "PRECEDENT",
            "start_char": 42914,
            "end_char": 43005
        },
        {
            "text": "(2008) 7 SCC 169",
            "label": "PRECEDENT",
            "start_char": 43019,
            "end_char": 43035
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 43049,
            "end_char": 43059
        },
        {
            "text": "Commercial Court at Alipore",
            "label": "COURT",
            "start_char": 43101,
            "end_char": 43128
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 43479,
            "end_char": 43489
        },
        {
            "text": "15th October, 2020",
            "label": "DATE",
            "start_char": 43495,
            "end_char": 43513
        },
        {
            "text": "22nd December, 2020",
            "label": "DATE",
            "start_char": 43673,
            "end_char": 43692
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43967,
            "end_char": 43980
        },
        {
            "text": "Ram Ujarey vs. Union of India reported in (1999) 1 SCC 685",
            "label": "PRECEDENT",
            "start_char": 44006,
            "end_char": 44064
        },
        {
            "text": "Sri Amar Chand Inani vs. Union of India reported in (1973) 1 SCC 115",
            "label": "PRECEDENT",
            "start_char": 44996,
            "end_char": 45064
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 45070,
            "end_char": 45083
        },
        {
            "text": "Joginder Tuli vs. S.L. Bhatia and Anr",
            "label": "PRECEDENT",
            "start_char": 45238,
            "end_char": 45275
        },
        {
            "text": "(1997) 1 SCC 502",
            "label": "PRECEDENT",
            "start_char": 45289,
            "end_char": 45305
        },
        {
            "text": "Oriental Insurance Company Ltd. vs. Tejparas Associates and Exports Pvt. Ltd. reported in (2019) 9 SCC 435",
            "label": "PRECEDENT",
            "start_char": 45319,
            "end_char": 45425
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 45430,
            "end_char": 45443
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 45483,
            "end_char": 45506
        },
        {
            "text": "Rule 10A to Order 7 rule 10",
            "label": "PROVISION",
            "start_char": 45522,
            "end_char": 45549
        },
        {
            "text": "rule 10A(2)",
            "label": "PROVISION",
            "start_char": 45636,
            "end_char": 45647
        },
        {
            "text": "Rule 10A.",
            "label": "PROVISION",
            "start_char": 45938,
            "end_char": 45947
        },
        {
            "text": "Sri Amar Chand Inani vs. Union of India",
            "label": "PRECEDENT",
            "start_char": 45968,
            "end_char": 46007
        },
        {
            "text": "Commercial Court at Rajarhat",
            "label": "COURT",
            "start_char": 46102,
            "end_char": 46130
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 46155,
            "end_char": 46165
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 46173,
            "end_char": 46187
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 46251,
            "end_char": 46261
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 46400,
            "end_char": 46410
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 46418,
            "end_char": 46438
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 46531,
            "end_char": 46541
        },
        {
            "text": "I. P. MUKERJI",
            "label": "JUDGE",
            "start_char": 47649,
            "end_char": 47662
        }
    ],
    "precedent_clusters": {
        "1999 (1) SCC     685 [Ram Ujarey vs. Union of India]": [
            "1999 (1) SCC     685 [Ram Ujarey vs. Union of India]",
            "Ram Ujarey",
            "Ram Ujarey"
        ],
        "Oriental       Insurance Co. Ltd. vs. Tejparas Associates and Exports Pvt": [
            "M.P. Steel Corporation vs.\n\n       Commissioner of Central Excise",
            "Union of India vs. Popular Construction Co.",
            "Oriental       Insurance Co. Ltd. vs. Tejparas Associates and Exports Pvt",
            "Union of India vs. Popular Construction :: 2001 8",
            "Maqbul Ahmed vs. Pratap Narayan Singh :: AIR 1935",
            "Consolidated Engineering Enterprises vs. Principal Secretary, Irrigation Department and Ors",
            "Joginder Tuli vs. S.L. Bhatia and Anr",
            "Sri Amar Chand Inani vs. Union of India",
            "M.P. Steel",
            "Popular Construction",
            "M.P. Steel",
            "Oriental       Insurance",
            "Oriental Insurance",
            "Oriental Insurance",
            "Popular Construction",
            "M.P. Steel",
            "Oriental Insurance",
            "Popular Construction",
            "M.P. Steel",
            "Oriental Insurance",
            "Oriental Insurance",
            "Oriental Insurance"
        ],
        "Amarchand Inani vs. Union of India :: AIR 1973 SC 313": [
            "Amarchand Inani vs. Union of India :: AIR 1973 SC 313",
            "Amarchand Inani",
            "Amarchand Inani",
            "Inani",
            "Amarchand Inani",
            "Amarchand     Inani"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation        Act, 1963",
            "Section 14",
            "Limitation        Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Sections 4, 5 and 14",
            "Limitation      Act, 1963",
            "Sections 4, 5 and 14",
            "Limitation      Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Order 7 Rule 10A (3)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A (3)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 10",
            "Commercial Courts Act,\n\n2015",
            "Section 10",
            "Commercial Courts Act,\n\n2015"
        ],
        [
            "Section 5",
            "Limitation Act,\n\n        1963",
            "Section 5",
            "Limitation Act,\n\n        1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Order 7 rule 6",
            "Code of Civil      Procedure, 1908",
            "Order 7 rule 6",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation      Act, 1963",
            "Section 14",
            "Limitation      Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "rule 2 of Order XXIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "rule 2 of Order XXIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 29",
            "Limitation Act, 1963",
            "Section 29",
            "Limitation Act, 1963"
        ],
        [
            "Section 29",
            "limitation act 1963",
            "Section 29",
            "limitation act 1963"
        ],
        [
            "section 25",
            "Indian Contract Act, 1872 (9 of 1872)",
            "section 25",
            "Indian Contract Act, 1872 (9 of 1872)"
        ],
        [
            "section 2",
            "Indian Easements Act, 1882 (5 of 1882)",
            "section 2",
            "Indian Easements Act, 1882 (5 of 1882)"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Sections 4 to 24",
            "Limitation Act",
            "Sections 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 34        (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34        (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2 (1) (e) read with Sections 2 (7)\n\nand 20",
            "Indian Easements Act, 1882 (5 of 1882)",
            "Section 2 (1) (e) read with Sections 2 (7)\n\nand 20",
            "Indian Easements Act, 1882 (5 of 1882)"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Order 7 Rule 10A(1)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A(1)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908",
            "Order 7 Rule 10A(2)",
            "Code of Civil      Procedure, 1908"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 3",
            "Limitation Act, 1963",
            "section 3",
            "Limitation Act, 1963"
        ],
        [
            "sections 4 to 24 (inclusive)",
            "Limitation Act",
            "sections 4 to 24 (inclusive)",
            "Limitation Act"
        ],
        [
            "Sections 25 and 26",
            "Indian Contract Act, 1872 (9 of 1872)",
            "Sections 25 and 26",
            "Indian Contract Act, 1872 (9 of 1872)"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order      7 Rule 10A (3)",
            "Limitation Act, 1963",
            "Order      7 Rule 10A (3)",
            "Limitation Act, 1963"
        ],
        [
            "Section 3",
            "Limitation Act, 1963",
            "Section 3",
            "Limitation Act, 1963"
        ],
        [
            "Sub-rule (2) of Order 7 rule 10A",
            "Limitation Act, 1963",
            "Sub-rule (2) of Order 7 rule 10A",
            "Limitation Act, 1963"
        ],
        [
            "rule 1",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "rule 1",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Rule 10A to Order 7 rule 10",
            "Code of Civil Procedure",
            "Rule 10A to Order 7 rule 10",
            "Code of Civil Procedure"
        ],
        [
            "rule 10A(2)",
            "Code of Civil Procedure",
            "rule 10A(2)",
            "Code of Civil Procedure"
        ],
        [
            "Rule 10A.",
            "Code of Civil Procedure",
            "Rule 10A.",
            "Code of Civil Procedure"
        ]
    ],
    "precedent_counts": {
        "1999 (1) SCC     685 [Ram Ujarey vs. Union of India]": 3,
        "Oriental       Insurance Co. Ltd. vs. Tejparas Associates and Exports Pvt": 22,
        "Amarchand Inani vs. Union of India :: AIR 1973 SC 313": 6
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 15,
        "Section 14 of Limitation Act, 1963": 19,
        "Section 5 of Limitation Act, 1963": 6,
        "Section 14 of Limitation        Act, 1963": 1,
        "Sections 4, 5 and 14 of Limitation      Act, 1963": 1,
        "Order 7 Rule 10A (3) of Code of Civil      Procedure, 1908": 1,
        "Section 10 of Commercial Courts Act,\n\n2015": 1,
        "Section 5 of Limitation Act,\n\n        1963": 1,
        "Order 7 rule 6 of Code of Civil      Procedure, 1908": 1,
        "Section 14 of Limitation      Act, 1963": 1,
        "rule 2 of Order XXIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 34 (3) of Arbitration and Conciliation Act, 1996": 7,
        "Section 29 of Limitation Act, 1963": 1,
        "Section 29 of limitation act 1963": 1,
        "section 25 of Indian Contract Act, 1872 (9 of 1872)": 1,
        "section 2 of Indian Easements Act, 1882 (5 of 1882)": 1,
        "Section 5 of Limitation Act": 1,
        "Sections 4 to 24 of Limitation Act": 1,
        "Section 14 of Limitation Act": 2,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 4,
        "Section 34        (3) of Arbitration and Conciliation Act, 1996": 1,
        "Section 2 (1) (e) read with Sections 2 (7)\n\nand 20 of Indian Easements Act, 1882 (5 of 1882)": 1,
        "Order 7 Rule 10A(2) of Code of Civil      Procedure, 1908": 4,
        "Order 7 Rule 10A(1) of Code of Civil      Procedure, 1908": 1,
        "section 3 of Limitation Act, 1963": 1,
        "sections 4 to 24 (inclusive) of Limitation Act": 1,
        "Sections 25 and 26 of Indian Contract Act, 1872 (9 of 1872)": 1,
        "Order      7 Rule 10A (3) of Limitation Act, 1963": 1,
        "Section 3 of Limitation Act, 1963": 1,
        "Sub-rule (2) of Order 7 rule 10A of Limitation Act, 1963": 1,
        "rule 1 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Rule 10A to Order 7 rule 10 of Code of Civil Procedure": 1,
        "rule 10A(2) of Code of Civil Procedure": 1,
        "Rule 10A. of Code of Civil Procedure": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 27,
        "Limitation Act, 1963": 30,
        "Limitation        Act, 1963": 1,
        "Limitation      Act, 1963": 2,
        "Code of Civil      Procedure, 1908": 7,
        "Commercial Courts Act,\n\n2015": 1,
        "Limitation Act,\n\n        1963": 1,
        "Code of Civil Procedure, 1908 (5 of 1908)": 2,
        "limitation act 1963": 1,
        "Indian Contract Act, 1872 (9 of 1872)": 2,
        "Indian Easements Act, 1882 (5 of 1882)": 2,
        "Limitation Act": 5,
        "Code of Civil Procedure": 3
    }
}