{
    "id": "6588bff40d75aac70d5d5c4a6a335cedf5ec6c07c43b2d68210bc8548b0e1ff1",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nOrissa High Court\nM/S Hcil-Adhikarya-Arss(Jv) vs Rahee- Gpt (Jv) And Anr on 19 May, 2023\nAuthor: S.K. Panigrahi\nBench: S.K. Panigrahi \n                                           In The High Court Of Orissa At Cuttack\n\n                                                          Arba No.38 of 2022\n\n                                       ( From the Judgment dated 21.7.2022 passed by the learned\n                                       Senior Civil Judge (Commercial Court), Bhubaneswar in\n                                       Arbitration Petition No.171/53 of 2021/2018 arising out of\n                                       Arbitral Award dated 26.04.2018 passed in Arbitration Case\n                                       No.52 of 2016 by the learned Sole Arbitrator)\n\n                                       M/s HCIL-Adhikarya-ARSS(JV)             ....           Appellant\n\n                                                                  -versus-\n\n                                       Rahee- Gpt (Jv) and Anr.                ....        Respondents\n\n\n\n                                       Advocates appeared in the case:\n                                       For Appellant             :           Mr. Sidhant Dwibedi, Adv.\n                                                                                    Mr. D. Sethy, Adv.\n                                                                                    Mr. P. Behera, Adv.\n                                                                                      Mr. A. Das, Adv.\n\n                                                                  -versus-\n\n\n\n                                       For Respondents           :           Mr. Mr. K.B. Panda, Adv.\n                                                                                 Mr. S.K. Panda, Adv.\n                                                                                 (for Respondent No.1)\n                                                                               Mr. A.K. Mishra, Adv.\n                                                                                Mr. N.R. Pandit, Adv.\n                                                                                 Mr. A.K. Sahoo, Adv.\n                                                                                 (for Respondent No.2)\n\n\n\n\nSignature Not Verified\nDigitally Signed\nSigned by: Bhabagrahi Jhankar\n                                                                                                  pg. 1\nDesignation: Secretary\nReason: Authentication\nLocation: Orissa High Court, Cuttack\nDate: 25-May-2023 12:19:13\n                                               Coram:\n                                              Dr. Justice S.K. Panigrahi \n\n                                                Date Of Hearing:-21.03.2023\n                                               Date Of Judgment:-19.05.2023\n\n                               Dr. S.K. Panigrahi, J. \n1 . This Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"A & C Act\") has been file d seeking setting aside of the judgment dated 21.07.2022 passed by the learned Senior Civil Judge (Commercial Court), Bhubaneswar at Bhubaneswar in Arbitration Petition No.171/53 of 2021/2018 arising out of Arbitral Award dated 26.04.2018 passed in Arbitration Proceeding No.52 of 2016 by the learned Sole Arbitrator. \nI. FACTUAL MATRIX OF THE CASE:\n2. The present Appellant was awarded a work order for construction of \"Doubling of Railway Line between Barang-Rajatgarh (25km.), Cuttack-Barang(12km.) and Barang-Khurda Road (35km.)\" vide Notification of Award dated 28.6.2006. As per the terms of the pg. 2 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 contract entered into between the present Appellant and Respondent No. 2, the Appellant was permitted to avail the services of an experienced agency for execution of specialized portion of the work with the prior permission from the present Respondent No.2.\n3. As such, the Appellant after obtaining the necessary permission, entered into a sub-contract agreement with present Respondent No.1 on 03.11.2006 for erection of steel garder bridges. \n4. Due to delay that was allegedly attributable to Respondent No.2, the sub-contract which was stipulated to be completed by 31.05.2008, could not be completed. This delay led to increased financial burden on the present Appellant. At this juncture, as certain amounts due to the Appellant by the present Respondent No.2 were also not cleared, the present Appellant through multiple letters/ correspondences requested the intervention of the present Respondent No.2 to release such payments. However, this request was not complied with. \nLocation: Orissa High Court, Cuttack 5. Due to alleged failure of the present Respondent No.1 to complete the balance work, on 29.11.2011, the contract executed between the present Respondent No.2 and the present Appellant was terminated despite the present Appellant having completed its portion of the work. \n6. Furthermore, the present Respondent No.2, after the aforementioned termination, proceeded to issue another work order in favour of the present Respondent No.1 for performance of the balance work. \n7. Upon termination of the contract, the present Appellant invoked the dispute resolution clause against present Respondent No. 2 vide letter dated 24.12.2011. However the same needs no further elaboration as the arbitration proceedings between the Appellant and Respondent No. 2 is not the subject matter of the present Appeal. \n8. On 30.1.2012, the present Respondent No. 1 sent a letter demanding payment of outstanding dues amounting to Rs.105,500,923/- addressed to the present Appellant and also pg. 4 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 sought to have the dispute resolved through Arbitration. The present Appellant vide letter dated 21.2.2012 claimed damages amounting to approximately Rs.38 crores from the present Respondent No. 1 as it was alleged that the contract between the Respondent No. 2 and the present Appellant was terminated owing to the failure of Respondent No. 1 in executing the work. \n9. As a dispute arose with regards to payment and the parties failed to agree on the appointment of an Arbitrator, the present Respondent No.1 approached this Court in an application under Section 11(6) of the A & C Act. Accordingly, this Court vide order dated 15.9.2016 appointed Hon'ble Justice L. Mohapatra (Retd.) as the sole Arbitrator to adjudicate the disputes that had arisen between the present Respondent No. 1 and the Appellant. \n10.After the pleadings in the aforementioned arbitration were completed and the parties had been heard, the Ld. Sole Arbitrator vide award dated 26.04.2018 awarded an amount of Rs. 10,82,84,793/- with future interest @ 18% from the date of the Location: Orissa High Court, Cuttack award till payment, to the present Respondent No. 1 (Claimant in the Arbitration).\n11.Being aggrieved, the present Appellant approached the District Court, Khurda under Section 34 of the A & C Act, seeking the setting aside of the arbitral award. The appeal was registered as ARBP No.53 of 2018. After removal of defects, the parties submitted their written submissions and the petition was partly heard. As the matter stood thus, pursuant to the establishment of Commercial Court at the level of Civil Judge Senior Division in Khurda district, the learned District Judge transferred the arbitration matters pending before it to the said Commercial Court in Khurda. ARBP No.53 of 2018 was accordingly renumbered as ARBP No. 171 of 2021 and taken up by the learned Civil Judge, Senior Division of the Commercial Court. The learned Civil Judge vide judgment dated 21.07.2022 was pleased to dismiss the application preferred by the present Appellant under Section 34 of the A & C Act on the ground of it being devoid of merits. \npg. 6 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 12.Being thus aggrieved, the present Appellant filed the present appeal under Section 37 of the A&C Act seeking setting aside of the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No. 171 of 2021 arising out of arbitration award dated 26.4.2018 passed by the Ld. Sole Arbitrator. \n13.Now that the facts leading up to the instant Appeal has been laid down, this Court shall make endeavour to summarise the contentions of the Parties and the broad grounds on which they have approached this Court seeking the exercise of this Court's limited jurisdiction available under Section 37 of the A & C Act. II. APPELLANT'S SUBMISSIONS:\n14. The counsel for the Appellant assails the impugned judgment dated 21.7.2022 of the learned Civil Judge mainly on the ground that the Ld. Civil Judge, did not intimate the Appellant of the transfer of the Section 34 petition to the Commercial Court, Khurda. The counsel for the Appellant contends that as the petition was renumbered, the Appellant had no knowledge of the Location: Orissa High Court, Cuttack same and therefore could not appear in the matter to put forth its contentions. The impugned judgment is therefore liable to be set aside for having not heard the Appellant which is allegedly in violation of the principles of natural justice. \n15.Furthermore, it is also contended that the judgment of the Commercial Court suffers from complete non-application of mind and is akin to an ex-parte award which deserves to be set aside. III. RESPONDENTS' SUBMISSIONS:\n16.Per contra, the counsel for the Respondent No.1 contended that the impugned judgment as well as the award are well discussed and well-reasoned wherein the principles of law have been followed in both letter and spirit. It was submitted that the transfer of arbitration cases to commercial courts in Odisha has been upheld by the Supreme Court recently. There is also no requirement in law for the transferee court to issue any notice of transfer and therefore, the learned Civil Judge has not contravened any provisions and has properly dealt with the petition on its merits. \npg. 8 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 17.It is also vehemently submitted that the Appellant's request that the petition under Section 34 of the A & C Act be considered afresh is baseless and without any merit. The Appellant claims to have been regularly appearing and following up on the matter according to their own petition and written statement. When the matter was part heard before the learned District Judge, it is but obvious that the counsel for the Appellant would have been on the lookout for the next date of hearing or in the very least he would have made enquiries or attempted to access the case details on the e-court portal between 22.04.2021 till 7.7.2022 which would have led to him knowing that the petition stood transferred to the Commercial Court. \n18.Ld. Counsel for Respondent No. 2 meanwhile states that they are not a necessary party to the present appeal which exclusively involves the Appellant and Respondent No.1. As it has no liability to satisfy the arbitral award, Respondent No.2 submits that it has no stake in the same. The same is accepted by this Court. Location: Orissa High Court, Cuttack IV. ISSUES FOR CONSIDERATION:\n19.Having heard the parties and perused the materials available on record, this Court here has identified the following issues to be determined:\nA. Whether the learned Civil Judge denied the present Appellant an opportunity of hearing by not issuing a notice of transfer to the parties?\nB. Whether the impugned judgment suffers from non- application of mind? \nV. ISSUE A: WHETHER THE LD. CIVIL JUDGE DENIED THE PRESENT APPELLANT AN OPPORTUNITY OF HEARINGBY NOT ISSUING A NOTICE OF TRANSFER TO THE PARTIES? \n20.The Supreme Court in its recent pronouncements has confined the supervisory role of the courts when it comes to testing the validity of an Arbitral Award. Reference may be made in this regard to the Supreme Court's Judgements in Mcdermott International Inc. v. Burn Standard Co. Ltd.1, UHL Power Co. Ltd. v. State of H.P.2 and K. Sugumar v. Hindustan Petroleum Corpn. Ltd.3. (2006) 11 SCC 181 (2022) 4 SCC 116 (2020) 12 SCC 539 pg. 10 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 21.It is within those parameters as laid down by the Apex Court vis- a-vis the scope of judicial intervention that the present appeal impugning the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No.171 of 2021 arising out of arbitration award dated 26.04.2018 passed by the learned Sole Arbitrator shall be dealt with. \n22 . In the court below, the present Appellant had assailed the award dated 26.4.2018 on the grounds of the same being patently illegal, in violation of public policy and non-assignment of reason by the learned Sole Arbitrator. However, presently the Appellant has challenged the impugned judgment on two major grounds, the first of which is that the Ld. Civil Judge did not grant them an opportunity of hearing before passing the impugned judgment. This shall be dealt by this Court primarily. \n23.In exercise of powers conferred by Section 3 and sub-section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015, the State Government on the recommendation of and after consultation Location: Orissa High Court, Cuttack with the High Court of Orissa established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Commercial Courts Act, 2015 vide Notification dated 13.11.2020.\n24.The said Notification was challenged before this Court in W.P.(C) No. 31939 of 2021, W.P.(C) No. 28644 of 2021, W.P.(C) No. 3523 of 2022, W.P.(C) No. 31945 of 2021 wherein the Notification was upheld. Upon further challenge, the Supreme Court in Jaycee Housing (P) Ltd. v. High Court of Orissa4 affirmed the same and the validity of establishment of the Commercial Court, Bhubaneswar is now settled. \n25.Section 15 of the Commercial Courts Act, 2015 mandates the transfers of all pending Suits including Petitions/Applications under the Arbitration Act to the Commercial Court. The learned District Judge accordingly transferred ARBP No. 53 of 2018 to the learned Civil Judge, Senior Division of the Commercial Court, (2023) 1 SCC 549 pg. 12 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 Bhubaneswar where it was accordingly renumbered as ARBP No.171 of 2021 and taken up from the stage it was transferred at.\n26. The petition under Section 34 of the A & C Act being at the stage of being partly heard, with written submissions having been filed was taken up for final hearing directly. At this juncture, the Appellant claims that no notice was issued to it informing them of the said transfer or the renumbering and as such he was precluded from appearing before the Commercial Court. It is apposite to now refer to Section 15(4) of the Commercial Courts Act, 2015 which is reproduced hereinbelow: \n\"(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XIV-A] of the Code of Civil Procedure, 1908 (5 of 1908):Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n(emphasis is mine) Location: Orissa High Court, Cuttack The Appellant has vehemently contended that the learned Civil Judge to whom the petition under Section 34 of the A&C Act stood transferred, mandatorily had to issue notice of such transfer and hold a case management hearing for the same. However, this Court is unable to find any merit in such a contention. A perusal of Section 15(4) of the Commercial Courts Act, 2015 reflects that the word used is \"may\" and not shall. In the absence of such case management hearing being mandatory, it is the learned Civil Judge's discretion whether or not to hold the same. In this scenario, it cannot be said that the learned Civil Judge contravened the principles of natural justice by not issuing a notice of transfer or hearing to the Appellant. \n27. Furthermore, as has been pointed out by the learned Counsel for the Respondent No. 1, the Appellant has himself stated in his written submissions as well as in his petition under Section 37 of the A&C Act, that he was regularly appearing before the courts during the period of transfer and final disposal of the petition under Section 34 of the A&C Act. Upon examining the LCR as pg. 14 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 well, orders dated 5.3.2021, 8.4.2021, 22.4.2021, 20.5.2021 and finally, 15.7.2021 clearly indicate or make a reference to the transfer and the Appellant's knowledge of such transfer being made. In the light of the aforesaid plea, it appears specious and reeks of delaying tactics on the part of the appellant. \n28.Therefore, this Court is of the view that the present Appellant was not denied any opportunity of hearing. The Appellant's lackadaisical attitude or his failure to keep abreast with the developments of his petition's fate cannot be a cogent reason to exercise this Court's jurisdiction under Section 37 of the A&C Act and remit the matter for fresh consideration. The latin maxim \"Quando aliquid prohibetur ex directo, prohibetur et per obliquum\"\nappropriately covers the issue, which means that what cannot be done directly, should not be done indirectly. \nVI. ISSUE B: WHETHER THE IMPUGNED JUDGMENT SUFFERS FROM NON-APPLICATION OF MIND? \n29. The law is no longer res integra that where the Arbitrator has assessed the material and evidence placed before him in detail, the Location: Orissa High Court, Cuttack court while considering the objections under Section 34 of the said Act does not sit as a court of appeal and is not expected to re- appreciate the entire evidence and reassess the case of the parties. The duty of the court in these circumstances is to see whether the view taken by the Arbitrator is a plausible view on the facts, pleadings and evidence before the Arbitrator. The court is not to substitute its view with the view of the Arbitrator if the view taken by the Arbitrator is supported by his own reasoning. The same has been previously reiterated by this Court in State of Orissa v. Bhagyadhar Dash5.\n30.It is seen that the Arbitrator has elaborately considered the various documents, submissions and evidence led by the parties from a brief glance at the Arbitral Award. The Ld. Sole Arbitrator framed 5 issues for consideration. Furthermore, upon going through the award dated 26.4.2018, it is clear that the Ld. Arbitrator has referred to all the relevant clauses in the agreement between the 2016 SCC OnLine Ori 1039 pg. 16 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 parties and passed detailed findings with respect to each issue. The Ld. Arbitrator has in fact passed individual findings for each of the claim items after referring to the evidence produced with respect to each claim separately. The Ld. Civil Judge, in the impugned judgement has taken note of the same and has also been mindful of the fact that the Ld. Tribunal has not baselessly awarded whatever the amounts claimed were, but has exercised its mind in arriving at an appropriate amount for each claim that was awarded. \n31.The Hon'ble Supreme Court in P.R. Shah Shares & Stock Broker (P) Ltd. v. B.H.H. Securities (P) Ltd.6has held that a Court does not sit in appeal over the award of an Arbitrator by re-assessing or re- appreciating the evidence. An award can be challenged only on the grounds mentioned in Section 34(2) of the Act and in absence of any such ground, it is not possible to re-examine the facts to find out whether a different decision can be arrived at. This view was reiterated by the Apex Court in Swan Gold Mining Ltd. v.\n(2012) 1 SCC 594 Location: Orissa High Court, Cuttack Hindustan Copper Ltd.7, K.V. Mohd. Zakir v. Regional Sports Center8and State of U.P. v. Ram Nath Constructions9 and the High Court of Delhi in M/S Pragya Electronics Pvt. Ltd. v. M/s Cosmo Ferrites Ltd.10.\n32.The main grounds of challenge under Section 34 of the A&C Act, as preferred by the Appellant being that the Ld. Arbitrator has ignored the evidence available on record, not paid heed to the contentions of the Appellant (Respondent in the Arbitration) and the award being patently illegal thereby being meritless, the Ld. Civil Judge has examined the petition on the above mentioned grounds and then proceeded to come to the conclusion that the petition preferred by the Appellant is devoid of merits. \nVII. CONCLUSION:\n33.The scope of hearing of objections under Section 34 of the A & C Act are limited and object of a Court hearing objections is not to sit as an Appellate Court to re-apprise all the findings and (2015) 5 SCC 739 AIR 2009 (SCW) 6217 (1996) 1 SCC 18 2021 SCC OnLine Del 3428 pg. 18 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 conclusions of the Arbitrator. If the scope of hearing of objections is limited, then the scope of hearing in an appeal against the judgment under Section 37 of the A&C Act which has dismissed the objections is still further limited. \n34.Therefore, in light of the discussion, keeping the settled principles of law in mind and for the reasons given above, this Court is of the considered view that the learned Arbitrator as well as the Ld. Civil Judge acted well within their jurisdiction in awarding the appropriate relief. \n35.This court finds no reason to interfere with the award dated 26.4.2018 which was passed in favour of the present Respondent No.1. The Appellant is directed to make good the payment without any further delay. \n36.Consequently, it is observed that the present appeal ARBA No.38 of 2022 is dismissed for being devoid of merits. No order as to costs. \n( Dr. S.K. Panigrahi ) Judge Location: Orissa High Court, Cuttack",
        "preamble_end_char_offset": null,
        "cleaned_text": "high court of meghalaya m/s. bsc-c and cjv vs . the chief engineer (pwd) on 11 february, 2022 author: h.s.thangkhiew bench: h.s.thangkhiew serial no. 01 supp.list high court of meghalaya at shillong crp. no. 2 of 2022 date of order :11.02.2022 m/s. bsc-c and cjv vs. the chief engineer (pwd) hon'ble mr. justice h.s.thangkhiew, judge. appearance: for the petitioner/appellant(s) : mr. u. hazarika, sr. adv. with mr. r. prakash, adv. mr. l. khyriem, adv. ms. g. mohan, adv. for the respondent(s) : mr. a. kumar, ag with mr. s. sahay, ga mr. a.h. kharwanlang, ga. ms. r. colney, ga. i) whether approved for reporting in yes/no law journals etc: ii) whether approved for publication yes/no in press: ______________________________________________________________ judgment and order (oral) 1. matter is taken up via video conferencing. 2. the instant petition before this court under article 227 has been filed seeking to set aside and quash orders dated 29-10-2021, 17-11-2021 and 10-122021 passed by the learned commercial court, shillong in commercial case. no. 13/2021 initiated by respondents under section 34 of the arbitration and conciliation act, 1996. the petitioner is aggrieved by the exercise of jurisdiction by the learned commercial court in assuming jurisdiction by allegedly ignoring the provisions of section 34 and 36 of the act; and in passing the impugned orders which have deprived the petitioner from the fruits of the award. the main contention of the petitioner is that while an application under section 33 was pending before the arbitral tribunal, the respondents filed an application under section 34 before the learned commercial court which was taken up for consideration and orders were passed thereon, which according to the petitioner are illegal and without jurisdiction. 3. the factual background leading to the present dispute is that the petitioner was awarded a contract for 2 laning of shillong nongstoin section of nh 44 e and nongstoinrongjeng-tura road in the state of meghalaya under phase-a of sardp-ne-nh 44-e and sr-mg-pwd-2010-11-172, and an agreement to this effect, was executed between the petitioner and the respondents on 21-022011. the initial contract price was fixed at rs. 1303 crores, but subsequently, due to variations and increase in the scope of work, the contract price was revised by the respondent through various revised cost estimates and the contract price thereafter stood at rs. 2406.06 crores. 4. that during the execution of the project, certain disputes arose between the parties and after extension of time, the project was completed on 31-12-2017, after a delay of 45(forty-five) months. to resolve the disputes, the dispute resolution clause was invoked by the petitioner and thereafter, an arbitral tribunal was constituted and came into reference on 10-04-2019. in the proceedings before the arbitral tribunal, the petitioner then filed an application under section 31(6) seeking an interim award on a part of the dispute and for the remainder of the dispute, a statement of claims was filed on 31-05-2019. vide order dated 27-07-2021, the arbitral tribunal awarded 75 crores to the petitioner, on a finding that there was overwhelming material on record, to justify the said entitlement for an interim award as prayed for. 5. thereafter, it appears that on 16-08-2021, the petitioner filed an application under section 33(1)(a) and 33(4) of the act seeking correction of the interim award as well as for an additional award towards the claims which though claimed, did not form part of the interim award. to this application, it also appears, that the respondent filed a reply on 13-09-2021. on 28-10-2021 when the matter was fixed for arguments, an adjournment was taken by the respondent and the matter stood deferred to 08-11-2021 and on this date, the petitioner was served with an application under section 34 filed by the respondent before the learned commercial court, along with a copy of an order dated 29.10.2021, granting an unconditional stay of the award dated 27-07-2021. 6. the proceeding before the learned commercial court then resulted in further orders being passed dated 17-11-2021, which slightly modified the stay order dated 29-10-2021 and 10-12-2021, wherein the learned commercial court passed orders for the continuance of the interim order staying the award. the petitioner in these proceedings had also sought for dismissal of the section 34 application and for vacation of the stay order dated 29-10-2021. in the meantime, the arbitral tribunal vide order dated 21-12-2021, dismissed the application filed by the petitioner under section 33 of the act. being aggrieved with the interim orders dated 29-10-2021, 17-11-2021 and 10-12-2021, passed by the learned commercial court, this revision application is before this court. 7. heard learned counsel for the parties. 8. mr. u. hazarika, learned senior counsel assisted by mr. r. prakash, learned counsel for the petitioner submits that the learned commercial court has wrongfully assumed jurisdiction in express breach of the provisions of section 34(3) of the act and passed interim orders which have interfered with the arbitral proceedings and the award. the learned senior counsel submits that section 5 of the act prohibits any other judicial authority from intervening in such matters except if provided so. he further submits that the scheme of the act provides for a rendition of an interim award under section 31(6) read with section 2(c) of the act and also provides for its correction by a petition under section 33, within 30(thirty) days of the passing of the award. learned senior counsel with reference to section 34(3), submits that the right to challenge the award when an application under section 33 is pending, would commence from the date of the disposal of the section 33 application within a period of 3(three) months. the language of section 34(3) he contends, refers to the disposal of the request under section 33 which would be the trigger date for a challenge to the award, and in this case, he submits, the right to challenge the award would accrue to the respondent only after the disposal of the application under section 33 which in this case was on 21-12-2021. in support of his submissions, learned senior counsel has placed reliance on the following decisions. (i) prakash atlanta v. national highway authority of india (2016) scc online del 743. (ii) ved prakash mithal v. union of india (2018) scc online sc 3181. (iii) p.radha bai v. p. ashok kumar (2019) 13 scc 445. 9. the learned senior counsel submits that the initiation of the proceedings before the learned commercial court under section 34 during the pendency of the section 33 application, which the respondent had participated in before the arbitral tribunal, has therefore resulted in parallel proceedings. coming to the orders of the learned commercial court, the learned senior counsel submits that the initial order dated 29-10-2021, granting a stay of the award overlooked the fact that the section 33 application was pending and further, the stay was granted without adverting to the provisions of section 36(2) and (3). regarding the orders dated 17-11-2021 and 10-12-2021, the learned senior counsel submits that despite the non-maintainability of the section 34 application, the learned commercial court chose to continue the interim order of stay of the award while permitting the section 33 proceedings to continue. the resultant fact of these illegal proceedings, he contends, is that the petitioner's right to seek fulfillment of the award has been frustrated. 10. in reply to these submissions made by the learned counsel for the petitioner, the learned advocate general has first raised the question of maintainability of the instant application under article 227 of the constitution of india. the main contention of the learned advocate general, is that section 5 of the arbitration act bars judicial interference in arbitration proceedings except as prescribed under the act, and that it is settled law that the arbitration act is a self-contained code. section 37 of the act he submits, has enumerated the categories from where appeal would lie, to the exclusion of any other ground and the impugned orders not falling under any of the enumerated categories of section 37 are therefore not appealable orders. the learned advocate general submits that the present petition seeks to secure indirectly the right of appeal which is not available under the act. on another limb of argument, the learned advocate general submits that section 8 of the commercial courts act has placed a bar on the entertaining of a civil revision or petition, against interlocutory orders of the commercial courts including on jurisdictional issues, and that section 8 itself further prescribes that an appeal will be subject to section 13 (1)(3) which in turn is subject to section 37 of the arbitration act. as such, he contends that section 8 of the commercial courts act read with sections 5 and 37 of the arbitration act bars the instant petition. 11. in support of these two arguments, learned advocate general has cited the following judgments: (i) ntpc vs. mepdcl 2021 scc online megh 134 (para 31, 36, 37, 38) (ii) bgs sgs soma jv v. nhpc, (2020) 4 scc 234 (para 12-20) (iii) fuerst day lawson ltd. v. jindal exports ltd. (2011) 8 scc 333 (paras 89-91) (iv) chintels india ltd v bhayana builders 2021 scc online sc 80 (para 29) (v) black diamond track parts private limited v. black diamond motors private limited (para 29, 30) 12. the learned advocate general on the invocation of article 227 of the constitution by the petitioner, submits that the scope of interference under article 227 is extremely limited and the invocation of such jurisdiction is subject to the existence of exceptional situations such as; inherent or patent lack of jurisdiction, malafides or fraud. he contends that none of the prescribed conditions for invoking the extra-ordinary jurisdiction of this court has been made out and that the petitioner has not made a single averment in the pleadings, either before this court, or before the learned commercial court, that the learned commercial court inherently or patently lacks jurisdiction. he further submits that the stand that the petitioner has taken, that the section 34 application was pre-mature, is in itself an admission that it is not a case of inherent or patent lack of jurisdiction but rather at best, a case of error within the jurisdiction of the learned commercial court. the learned ag in this context has placed the following judgments: (i) deep industries ltd. v. ongc, (2020) 15 scc 706 (para 22 onwards) (ii) bhaven construction vs. executive engineer 2021 online sc 8 (para 10-12, 16-17, 22-23, 27) (iii) navayuga engineering company vs. bangalore metro rail corporation limited 2021 scc online sc 469 (para 4) 13. it is further submitted that the judicial trend is heavily weighted in favour of rejection of such attempts, and that the supreme court and various other courts have consistently by several judgments, rejected efforts of parties to circumvent the arbitration framework under the act, by recourse to proceedings under article 227. to buttress this argument that article 227 cannot be invoked to frustrate the intent and purpose of the arbitration act, the learned advocate general, has cited the following cases, wherein petitions under article 227 against section 34 interim orders were dismissed; namely :(i) ambience project vs. neeraj bindal 2021 scc online del 4023 (para 16) (ii) surender kumar singhal v. arun kumar bhalotia, 2021 scc online del 3708 (para 25 (viii)] (iii) ashok kumar puri and another vs. s. suncon realtors pvt. ltd. and another 2021 scc online del 5220 (para 8&9) 14. the learned advocate general then argues that the petitioner has already submitted to the jurisdiction of the commercial court, inasmuch as, misc. applications being misc. case 23 and 24 of 2021, containing objections had been filed by the petitioner and the same were considered and decided by the commercial court itself. he submits that the petitioner, having submitted to the jurisdiction of the commercial court, cannot now challenge it in collateral proceedings; and the commercial court having the jurisdiction to decide a challenge to an arbitral award, the only controversy that remained was whether this jurisdiction could be exercised during pendency of a section 33 application under the act. it is further submitted by the learned ag that the petitioner having contested the passing of the impugned order of ad-interim stay on merits, has chosen to pursue a remedy under the arbitration act, and as such is required to abide by the said act itself and having availed the opportunity before the learned commercial court, no collateral challenge can lie. the learned ag further contends that the order dated 29-10-2021 was modified vide order dated 17-112021, on the specific consent and request of the petitioner, which therefore estops the petitioner from resorting to other remedy instead of the procedure prescribed under the arbitration act. 15. on the other aspect as to whether a section 34 application will be maintainable during the pendency of an application under section 33 before the arbitral tribunal, the learned ag contends that an award is a final determination of the issues referred to arbitration and that the award is enforceable as a decree, where the rights and liabilities of the parties, on issues raised or claimed therein, stand determined on the basis of the said award. an arbitral award, he contends includes an interim award and therefore the award though passed at an interim stage, the respondent is entitled to seek remedy against the same under section 34. the learned ag then submits that no bar exists in section 33 and 34, which prohibits the challenge to an arbitral award pending a clarification application under section 33, and as such the section 34 application cannot be said to be pre-mature. it is further argued that the petitioner's reliance on 34(3) of the arbitration act is mis-placed, inasmuch as, section 34 (3) provides an extended period of limitation to challenge the award which was subject to an application of correction and it cannot be said that it has created a bar to challenge an award already passed. as such, he submits there is no statutory bar for preferring a section 34 application during the pendency of a petition under section 33. 16. the learned ag further submits that not challenging the award within the (3) three month's period therefore, could have exposed the respondent to the risk of expiration of the limitation period to challenge the award under section 34. in this regard, he submits that the supreme court in the case of state of arunachal pradesh v. damini construction (2007) 10 scc 742, refused to condone the period expired on a frivolous section 33 application in computing the limitation for challenging the arbitral award under section 34. 17. in concluding his submissions, the learned advocate general submits that, as it stands today the arbitral tribunal had already rejected the section 33 application of the petitioner, therefore, the undisputed fact is that the award dated 27-07-2021 has neither been corrected nor modified, and the respondent having statutory right to challenge the same has already done so. as such, he contends the present petition is infructuous in view of the dismissal of the section 33 application and further the petition being not maintainable under article 227, the same is liable to be dismissed and that parties are to seek and pursue the remedies within the four corners of the arbitration act. 18. mr. u. hazarika, learned senior counsel on behalf of the petitioner in response to the respondent's arguments, firstly submits that the language of section 34 (3) is very clear that there is only a three month period available to a party to challenge an award, one after passing of the award, and the other after disposal of section 33 proceedings, and as such, in a situation even if the first application of section 34 is validly filed, it would necessarily become infructuous as the same has been filed after the initiation of section 33 proceedings, as in the present case and therefore the section 34 application is void. learned senior counsel then submits that the right to sue, accrues only when the cause of action arises and in the instant case the right to sue accrued to the respondent only on the disposal of the section 33 application on 21-12-2021. this, the learned senior counsel submits, is in consonance with the judgment of the supreme court in the case of v.p. mithal (supra) that disposal within the meaning of section 34 (3) can be either allowing or dismissing the section 33 application. 19. on the challenge to maintainability of the application under article 227 of the constitution, the learned senior counsel submits that there being no sanction under section 34(3) to filing a petition when an application under section 33 is pending, the respondent having done so, is violative of the provisions of the arbitration act, and the learned commercial court lacked inherent jurisdiction to entertain such a petition. the learned senior counsel submits that therefore, there being no remedy under the arbitration act, the only efficacious alternative available to the petitioner, is an application under article 227 of the constitution, which has empowered high courts with supervisory jurisdiction over courts and tribunals to keep them within the metes and bounds of their jurisdiction and authority. learned senior counsel submits that the judgment cited by the respondents in this context, deals with cases where the jurisdiction under article 227 has been invoked in respect of the orders passed in validly instituted petitions under the arbitration act, unlike the present case where the learned commercial court patently lacked jurisdiction. the learned sr. counsel while rounding of his response, has placed reliance on the case of state of gujarat vs. union of india (2018) online guj 1515 to highlight the parameters of interference under article 227, in the context of section 8 of the commercial courts act. 20. i have heard learned counsel for the parties, noted the submissions and considered the materials before the court. shorn of other details and facts, the core questions that have arisen for determination before this court is first, the maintainability of an application under article 227 against the orders of the commercial court and secondly, whether a section 34 application should be entertained, while a section 33 application is pending disposal before an arbitral tribunal. 21. on the first question, there is no quarrel that the arbitration act is a selfcontained code wherein the procedure has been prescribed and appealable orders categorically laid out in section 37. further, the stipulation of section 5 cannot be ignored as also the other provisions. the commercial court's act in this regard, has also vide section 8 cast a bar against revision application or petitions against an interlocutory order of a commercial court including an order on the issue of jurisdiction and further has prescribed by section 13, the manner and procedure of appeal and provided that only those orders that are enumerated under order 43 of the code of civil procedure and section 37 of the arbitration act are appealable. in this backdrop, the facts of the instant case have to be examined from the standpoint of the statutory policy and the judicial pronouncements that have been rendered by the supreme court and other high courts. 22. as submitted by the respondent with the support of the cited cases, the hon'ble supreme court in the case of deep industries ltd (supra) has held that, though petitions under article 227 can be filed, the high court must be extremely circumspect in interfering and that interference be restricted to orders that are passed lacking inherent jurisdiction. further, it is observed in the same judgment that if petitions were to be filed under articles 226/227 of the constitution against orders passed in appeals under section 37, the entire arbitral process would be derailed, while at the same time it is also observed that article 227 is a constitutional provision which remains untouched by the non obstante clause of section 5 of the act, the same however, should be exercised with extreme care. the supreme court in bhavan constructions (supra) in the same vein, has held that discretion under articles 226/227 of the constitution cannot be exercised to allow judicial interference beyond procedure established under the arbitration act and that the exercise of such powers is not permissible except in exceptionally rare circumstances, where one party is left remediless under the statute, or a clear bad faith shown by one of the parties. it is also further noted that the same judicial position as laid down in deep industries ltd (supra) is reiterated in the case of navayuga engineering company (supra). 23. it is correct that the judicial trend is heavily weighted in favour of rejection of applications under articles 226/227 as in most cases, recourse is taken to the same by parties to stall or circumvent the proceedings under the arbitration act. it is also correct that in commercial matters, time is the essence and legislation, such as the commercial courts act and amendments to the arbitration act have been enacted to limit and circumscribe circumstances that lead to delay in the disposal of such matters by way of appeals or revisions which do not meet the rigors of the arbitration act and commercial courts act. this however, does not in any manner effect the supervisory jurisdiction of the high courts under article 227 of the constitution of india, against orders interim or otherwise, passed by the commercial courts, but the exercise of such jurisdiction must be used sparingly to correct patent errors which would keep the subordinate courts within their bounds of their authority and jurisdiction. in this context, the observations made by hon'ble supreme court in the case of surya dev rai vs. ram chander rai (2003) 6scc 675 will be of valuable assistance in the consideration of the manner in which powers under article 227 are to be exercised by the high court. para 39 which is relevant is reproduced herein below: \"39. though we have tried to lay down broad principles and working rules, the fact remains that the parameters for exercise of jurisdiction under articles 226 or 227 of the constitution cannot be tied down in a strait-jacket formula or rigid rules. not less than often, the high court would be faced with a dilemma. if it intervenes in pending proceedings there is bound to be delay in termination of proceedings. if it does not intervene, the error of the moment may earn immunity from correction. the facts and circumstances of a given case may make it more appropriate for the high court to exercise self-restraint and not to intervene because the error of jurisdiction though committed is yet capable of being taken care of and corrected at a later stage and the wrong done, if any, would be set right and rights and equities adjusted in appeal or revision preferred at the conclusion of the proceedings. but there may be cases where \"a stitch in time would save nine\". at the end, we may sum up by saying that the power is there but the exercise is discretionary which will be governed solely by the dictates of judicial conscience enriched by judicial experience and practical wisdom of the judge.\" 24. as such, what emerges from the judgments that have been placed and from the extract quoted above, is that the power of supervisory jurisdiction is to be exercised sparingly and only in cases where failure of justice has been occasioned and unless the error in the proceedings is corrected, the same would result in a wrong that would remain uncorrected, or result in prolonging the lis. exercise of supervisory jurisdiction under article 227 in such matters therefore, should not result in prolonging the case or cause multiplicity of proceedings but its use should be limited to exceptionally rare situations or circumstances and should be in aid of the adoption and adherence to a procedure established by law by the subordinate courts. 25. coming to the legality and validity of the impugned orders as also the procedure adopted, the short point is on the purport of section 34(3) and the filing of a petition under section 34, when an application under section 33 is pending. section 34(3) for the sake of convenience is quoted herein below: \"34(3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" 26. a perusal of this provision reflects the prescription of limitation on applications on the passing of an award. it has been argued by the respondents that pendency of the application under section 33, would not preclude the right of a party to make an application after receipt of the arbitral award, interim or otherwise, and that to come within the limitation period the section 34 application had been filed. in this context, as to whether this proposition as advanced by the respondents is a correct position in law, the decision of the hon'ble supreme court in the case of p.radha bai & ors. v. p. ashok kumar & anr. (2019) 13 scc 445 wherein the scheme of limitation for challenging the arbitral award has been explained is relevant and at para 32.1and 36.3 it has been held as follows: \"32.1 section 34 is the only remedy for challenging an award passed under part i of the arbitration act. section 34(3) is a limitation provision, which is inbuilt into the remedy provision. one does not have to look at the limitation act or any other provision for identifying the limitation period for challenging an award passed under part i of the arbitration act. 36.3 third, section 34(3) reflects the principle of unbreakability. dr. peter binder in international commercial arbitration and conciliation in uncitral model law jurisdictions, 2nd edn., observed: \"an application for setting aside an award can only be made during the three months following the date on which the party making the application has received the award. only if a party has made a request for correction or interpretation of the award under article 33 does the time-limit of three months begin after the tribunal has disposed of the request. this exception from the three-month time-limit was subject to criticism in the working group due to fears that it could be used as a delaying tactics. however, although \"an unbreakable time-limit for applications for setting aside\" was sought as being desirable for the sake of \"certainty and expediency\" the prevailing view was that the words ought to be retained \"since they presented the reasonable consequence of article 33\". according to this \"unbreakability\" of time-limit and true to the \"certainty and expediency\" of the arbitral awards, any grounds for setting aside the award that emerge after the three-month time-limit has expired cannot be raised\". (emphasis supplied) 27. in the case of ved prakash mithal and sons vs. union of india (2018) scc online 3181, the hon'ble supreme court on the same question has held that the period mentioned in section 34(3) would start running from the day section 33 application is disposed of and application of section 34 within the said limit could be said to be within time, and further that disposal of the application can be either by allowing it or dismissing it. relevant paragraphs from 5, 6, 7, 8 and 9 is reproduced herein below: \"5. the respondent preferred an appeal before the high court, whereby the learned single judge of the high court, by his judgment dated 10.07.2017, reversed the order of the additional district judge stating that as the section 33 application had been disposed of only on 14.12.2015, the period mentioned in section 34(3) would start running only from then, in which case, the section 34 application could be said to be within time. 6. learned counsel appearing on behalf of the petitioners before us has argued that the expression \"disposed\" which is mentioned in section 34(3) would have to be read in consonance with and in harmony with section 33. so read, this would only mean where some positive step has, in fact, taken place under section 33 and the award is either corrected or modified. this could not possibly refer to an award which is not ultimately corrected or modified and the application under section 33 is merely dismissed. for this, he relies upon the judgment of a single judge of the bombay high court in the case of amit suryakant lunavat v. kotak securities, mumbai reported in 2010 (6) mh.l.j. 764. the learned single judge held: \"13. there is no justification, as contended, to accept the submission in view of the mandate of section 34 and considering the scheme and purpose of the arbitration act that because the application under section 33 of the act was filed and it was rejected subsequently, therefore, the limitation period commenced afresh from the date of such decision of the award. in my view, it is contemplated only on a situation where the arbitrator corrects or interprets and/or add or decide to add any additional claims and modified the award as only in such cases the original award looses its originality and therefore an application for setting aside the award needs to be filed within three months from the date of receipt of such corrected or modified award. therefore, the party who received the award after deciding the application under section 34(3) of the act, may get the benefit of fresh commencement of limitation from the receipt of the modified and/or corrected award and not otherwise.\" 7. we are of the view that the judgment of the bombay high court does not reflect the correct position in law. section 34(3) specifically speaks of the date on which a request under section 33 has been \"disposed of\" by the arbitral tribunal. 8. we are also of the view that a \"disposal\" of the application can be either by allowing it or dismissing it. on this short ground, in our opinion, the learned single judge of the delhi high court is correct in law. 9. the special leave petition is, accordingly, dismissed.\" 28. in the instant case, the petitioner had filed an application under section 33 (1) (a) and 33(4) on 16.08.2021, after the passing of the interim award by the arbitral tribunal on 27-07-2021, seeking corrections as well as for an additional award. to this application, a reply was also filed by the respondents on 30.09.2021, who however, during pendency of the section 33 applications, moved the commercial court under section 34 against the interim award, which resulted in the impugned orders being passed. taking into account the scheme of the act especially section 34(3) read together with section 5 and in the light of the decisions of the hon'ble supreme court, it can be safely concluded that the section 34 application filed by the respondents before the learned commercial court could not in common prudence be filed, during the pendency of a section 33 application especially when the respondents were participating in the said proceedings, as the statute provides for a period of three months after the disposal of the application for parties to challenge the award under section 34. the language of section 34(3) therefore refers to the disposal of request under section 33 as being the trigger date for a challenge to the award. whether the application under section 33 was dismissed or changes made to the award would be immaterial, as a plain reading of this provision reflects that the three months limitation period would run from the date of disposal of the section 33 application. it is to be noted also that the contention of the respondent that the case of state of arunachal pradesh v. damini construction (supra) is applicable in the instant case cannot be accepted as in the said case, after the period of limitation under section 34(3) of the act expired, the appellant then wrote a letter to the arbitrator for review of the award and also sought clarification which is not the situation in this instant case wherein the section 33 application was pending before the arbitral tribunal. 29. this being the position, though section 33 and section 34 are independent provisions, the learned commercial court had erred in exercising its jurisdiction in entertaining a section 34 application at that stage, after the respondent had disclosed before the commercial court that a section 33 application was pending before the arbitral tribunal. in the impugned order dated 17-11-2021 passed in commercial misc. case no. 24/2021, the learned commercial court itself had recorded and observed that as on that date, an application under section 33 was pending before the arbitral tribunal for adjudication, but however, though allowing the section 33 proceedings to be disposed of by the arbitral tribunal, had extended the stay of the interim award, which had been granted vide the first impugned order dated 29-10-2021. this in the considered view of this court, has allowed for a piquant situation to unfold, inasmuch as, parallel proceedings were allowed to continue. though section 34(3) of the act prescribes only the limitation period, the scheme and purpose of the act, in the opinion of this court, has provided for certainty and expediency of the time limit allowed for challenging the award as couched in the words of section 34(3), that clearly provides a time limit of three months after disposal of a petition under section 33 and certainly does not envisage such a situation where parallel proceedings are permitted. 30. in the totality of the peculiar facts and circumstances of this case, and after due consideration, especially on the aspect of invocation of article 227 in such matters, this court is constrained to observe that a limited interference is called for to correct the procedure adopted by the commercial court to bring the matter on the right track, by the exercise of powers of supervisory jurisdiction under article 227 of the constitution of india. 31. accordingly, the impugned orders dated 29-10-2021, 17-11-2021 and 1012-2021 as far as they relate to the stay of the interim arbitral award dated 2707-2021 are hereby set aside. as the section 33 application has since been rejected by the arbitral tribunal, the section 34 application filed by the respondents, shall be now taken up afresh (de novo) by the commercial court for consideration by affording opportunity to the petitioner before any other orders are passed thereon. 32. with the above directions, the petition stands partially allowed and accordingly stands disposed of. 33. parties directed to appear before the learned commercial court on 7 th march 2022 for resumption of the proceedings. 34. parties to bear their own costs. judge meghalaya 11.02.2022 \"samantha-ps\""
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc9d5a505e944d60a7a28ee711f2161e_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5799fe8ffe4428cafdf05a42a430407_1"
        },
        {
            "start": 242,
            "end": 376,
            "text": "\nOrissa High Court\nM/S Hcil-Adhikarya-Arss(Jv) vs Rahee- Gpt (Jv) And Anr on 19 May, 2023\nAuthor: S.K. Panigrahi\nBench: S.K. Panigrahi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad551c5475214ab787f4340b72f95e80_2"
        },
        {
            "start": 421,
            "end": 579,
            "text": "In The High Court Of Orissa At Cuttack\n\n                                                          Arba No.38 of 2022\n\n                                       (",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e938a758b1c0447ea247453d6673818c_3"
        },
        {
            "start": 580,
            "end": 675,
            "text": "From the Judgment dated 21.7.2022 passed by the learned\n                                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c89ec13d72b496e83bbaa4626777b1e_4"
        },
        {
            "start": 675,
            "end": 768,
            "text": "Senior Civil Judge (Commercial Court), Bhubaneswar in\n                                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c94f9cf252914345be01b0b7ab00df04_5"
        },
        {
            "start": 768,
            "end": 866,
            "text": "Arbitration Petition No.171/53 of 2021/2018 arising out of\n                                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b653080a5624e6fb71e5902f898cfbe_6"
        },
        {
            "start": 866,
            "end": 2964,
            "text": "Arbitral Award dated 26.04.2018 passed in Arbitration Case\n                                       No.52 of 2016 by the learned Sole Arbitrator)\n\n                                       M/s HCIL-Adhikarya-ARSS(JV)             ....           Appellant\n\n                                                                  -versus-\n\n                                       Rahee- Gpt (Jv) and Anr.                ....        Respondents\n\n\n\n                                       Advocates appeared in the case:\n                                       For Appellant             :           Mr. Sidhant Dwibedi, Adv.\n                                                                                    Mr. D. Sethy, Adv.\n                                                                                    Mr. P. Behera, Adv.\n                                                                                      Mr. A. Das, Adv.\n\n                                                                  -versus-\n\n\n\n                                       For Respondents           :           Mr. Mr. K.B. Panda, Adv.\n                                                                                 Mr. S.K. Panda, Adv.\n                                                                                 (for Respondent No.1)\n                                                                               Mr. A.K. Mishra, Adv.\n                                                                                Mr. N.R. Pandit, Adv.\n                                                                                 Mr. A.K. Sahoo, Adv.\n                                                                                 (for Respondent No.2)\n\n\n\n\nSignature Not Verified\nDigitally Signed\nSigned by: Bhabagrahi Jhankar\n                                                                                                  pg. 1\nDesignation: Secretary\nReason: Authentication\nLocation: Orissa High Court, Cuttack\nDate: 25-May-2023 12:19:13\n                                               Coram:\n                                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1577fc036984c9981a15b237f9b1835_7"
        },
        {
            "start": 2964,
            "end": 2975,
            "text": "Dr. Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fda60c24658e49a2924bde13cbc61c0e_8"
        },
        {
            "start": 2976,
            "end": 2990,
            "text": "S.K. Panigrahi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad017eb4e9eb48b19e124441f173d5e8_9"
        },
        {
            "start": 3041,
            "end": 3116,
            "text": "Date Of Hearing:-21.03.2023\n                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38a089d5db364f1d9ccf3bdfcbcec8e6_10"
        },
        {
            "start": 3116,
            "end": 3177,
            "text": "Date Of Judgment:-19.05.2023\n\n                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a5cc72abc554df2b487b0ebfffea0be_11"
        },
        {
            "start": 3177,
            "end": 3199,
            "text": "Dr. S.K. Panigrahi, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e66a6cb134c647b193d45c60c308e960_12"
        },
        {
            "start": 3201,
            "end": 3334,
            "text": "1 . This Appeal under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as \"A & C Act\") has been file",
            "labels": [
                "PREAMBLE"
            ],
            "id": "845c647228da418497e5c549c0b93554_13"
        },
        {
            "start": 3335,
            "end": 3652,
            "text": "d seeking setting aside of the judgment dated 21.07.2022 passed by the learned Senior Civil Judge (Commercial Court), Bhubaneswar at Bhubaneswar in Arbitration Petition No.171/53 of 2021/2018 arising out of Arbitral Award dated 26.04.2018 passed in Arbitration Proceeding No.52 of 2016 by the learned Sole Arbitrator.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e4cc04bd6c94852bbcbbfd02a90dbfa_14"
        },
        {
            "start": 3654,
            "end": 3912,
            "text": "I. FACTUAL MATRIX OF THE CASE:\n2. The present Appellant was awarded a work order for construction of \"Doubling of Railway Line between Barang-Rajatgarh (25km.), Cuttack-Barang(12km.) and Barang-Khurda Road (35km.)\" vide Notification of Award dated 28.6.2006.",
            "labels": [
                "FAC"
            ],
            "id": "830e15e1bddf4ff6a8a56c47de732586_15"
        },
        {
            "start": 3913,
            "end": 4267,
            "text": "As per the terms of the pg. 2 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 contract entered into between the present Appellant and Respondent No. 2, the Appellant was permitted to avail the services of an experienced agency for execution of specialized portion of the work with the prior permission from the present Respondent No.2.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "841ad358a4054104b9e56f47f73e9b2c_16"
        },
        {
            "start": 4268,
            "end": 4451,
            "text": "As such, the Appellant after obtaining the necessary permission, entered into a sub-contract agreement with present Respondent No.1 on 03.11.2006 for erection of steel garder bridges.",
            "labels": [
                "FAC"
            ],
            "id": "4b104ec3e10140969909137db03e5112_17"
        },
        {
            "start": 4452,
            "end": 4613,
            "text": "\n4. Due to delay that was allegedly attributable to Respondent No.2, the sub-contract which was stipulated to be completed by 31.05.2008, could not be completed.",
            "labels": [
                "FAC"
            ],
            "id": "67281c3fadbf4384997ea7f7e69079f3_18"
        },
        {
            "start": 4614,
            "end": 4684,
            "text": "This delay led to increased financial burden on the present Appellant.",
            "labels": [
                "FAC"
            ],
            "id": "d8f7939bcf9145c2bc588dc394088127_19"
        },
        {
            "start": 4685,
            "end": 4944,
            "text": "At this juncture, as certain amounts due to the Appellant by the present Respondent No.2 were also not cleared, the present Appellant through multiple letters/ correspondences requested the intervention of the present Respondent No.2 to release such payments.",
            "labels": [
                "FAC"
            ],
            "id": "8c2ae66792f44f5f83c038539fbf4b2b_20"
        },
        {
            "start": 4945,
            "end": 4989,
            "text": "However, this request was not complied with.",
            "labels": [
                "FAC"
            ],
            "id": "766b8480c36142fb85cb8e126cec4252_21"
        },
        {
            "start": 4991,
            "end": 5027,
            "text": "Location: Orissa High Court, Cuttack",
            "labels": [
                "FAC"
            ],
            "id": "740db66feaac4c78b2a025044b02f91e_22"
        },
        {
            "start": 5028,
            "end": 5300,
            "text": "5. Due to alleged failure of the present Respondent No.1 to complete the balance work, on 29.11.2011, the contract executed between the present Respondent No.2 and the present Appellant was terminated despite the present Appellant having completed its portion of the work.",
            "labels": [
                "FAC"
            ],
            "id": "ab4b0187c1794215aa3ed1c9f7677b31_23"
        },
        {
            "start": 5302,
            "end": 5500,
            "text": "6. Furthermore, the present Respondent No.2, after the aforementioned termination, proceeded to issue another work order in favour of the present Respondent No.1 for performance of the balance work.",
            "labels": [
                "FAC"
            ],
            "id": "14ed0dd89dc34a24bebf7c72cfa0551c_24"
        },
        {
            "start": 5502,
            "end": 5661,
            "text": "7. Upon termination of the contract, the present Appellant invoked the dispute resolution clause against present Respondent No. 2 vide letter dated 24.12.2011.",
            "labels": [
                "FAC"
            ],
            "id": "b4ce9c8f74e04005b1c13325cc1ec666_25"
        },
        {
            "start": 5662,
            "end": 5830,
            "text": "However the same needs no further elaboration as the arbitration proceedings between the Appellant and Respondent No. 2 is not the subject matter of the present Appeal.",
            "labels": [
                "FAC"
            ],
            "id": "9f617164bcb04363999b91e2553543c4_26"
        },
        {
            "start": 5832,
            "end": 6130,
            "text": "8. On 30.1.2012, the present Respondent No. 1 sent a letter demanding payment of outstanding dues amounting to Rs.105,500,923/- addressed to the present Appellant and also pg. 4 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 sought to have the dispute resolved through Arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "e64b2e86ca75423c993bb02dc57047be_27"
        },
        {
            "start": 6131,
            "end": 6440,
            "text": "The present Appellant vide letter dated 21.2.2012 claimed damages amounting to approximately Rs.38 crores from the present Respondent No. 1 as it was alleged that the contract between the Respondent No. 2 and the present Appellant was terminated owing to the failure of Respondent No. 1 in executing the work.",
            "labels": [
                "FAC"
            ],
            "id": "c5eba4d354f74f5da54cf919677fa9a8_28"
        },
        {
            "start": 6442,
            "end": 6662,
            "text": "9. As a dispute arose with regards to payment and the parties failed to agree on the appointment of an Arbitrator, the present Respondent No.1 approached this Court in an application under Section 11(6) of the A & C Act.",
            "labels": [
                "FAC"
            ],
            "id": "90ac219fefa24b1fbf9331fcfcfce7e5_29"
        },
        {
            "start": 6663,
            "end": 6882,
            "text": "Accordingly, this Court vide order dated 15.9.2016 appointed Hon'ble Justice L. Mohapatra (Retd.) as the sole Arbitrator to adjudicate the disputes that had arisen between the present Respondent No. 1 and the Appellant.",
            "labels": [
                "RLC"
            ],
            "id": "3f2cdc0c6dc747f0b2756c5d21ce7e65_30"
        },
        {
            "start": 6883,
            "end": 7411,
            "text": "\n10.After the pleadings in the aforementioned arbitration were completed and the parties had been heard, the Ld. Sole Arbitrator vide award dated 26.04.2018 awarded an amount of Rs. 10,82,84,793/- with future interest @ 18% from the date of the Location: Orissa High Court, Cuttack award till payment, to the present Respondent No. 1 (Claimant in the Arbitration).\n11.Being aggrieved, the present Appellant approached the District Court, Khurda under Section 34 of the A & C Act, seeking the setting aside of the arbitral award.",
            "labels": [
                "RLC"
            ],
            "id": "dcdd14381f6e4f51a999907238ddb5cb_31"
        },
        {
            "start": 7412,
            "end": 7460,
            "text": "The appeal was registered as ARBP No.53 of 2018.",
            "labels": [
                "FAC"
            ],
            "id": "4ce2dec40b6e40c4a3e601f645ec03c8_32"
        },
        {
            "start": 7461,
            "end": 7569,
            "text": "After removal of defects, the parties submitted their written submissions and the petition was partly heard.",
            "labels": [
                "FAC"
            ],
            "id": "d63502bca1ba4db7895e753dc9f74bee_33"
        },
        {
            "start": 7570,
            "end": 7830,
            "text": "As the matter stood thus, pursuant to the establishment of Commercial Court at the level of Civil Judge Senior Division in Khurda district, the learned District Judge transferred the arbitration matters pending before it to the said Commercial Court in Khurda.",
            "labels": [
                "FAC"
            ],
            "id": "2b13d96d14934d8b8519bfdb8df9dc5d_34"
        },
        {
            "start": 7831,
            "end": 7982,
            "text": "ARBP No.53 of 2018 was accordingly renumbered as ARBP No. 171 of 2021 and taken up by the learned Civil Judge, Senior Division of the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "d78f9deefb2240a0b59a863d699a5e1c_35"
        },
        {
            "start": 7983,
            "end": 8189,
            "text": "The learned Civil Judge vide judgment dated 21.07.2022 was pleased to dismiss the application preferred by the present Appellant under Section 34 of the A & C Act on the ground of it being devoid of merits.",
            "labels": [
                "RLC"
            ],
            "id": "cf01bf196b4345d7b5b7e6ef46891c55_36"
        },
        {
            "start": 8190,
            "end": 8601,
            "text": "\npg. 6 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 12.Being thus aggrieved, the present Appellant filed the present appeal under Section 37 of the A&C Act seeking setting aside of the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No. 171 of 2021 arising out of arbitration award dated 26.4.2018 passed by the Ld. Sole Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "01984faa3d2e4e079eb58e3fbe31588e_37"
        },
        {
            "start": 8602,
            "end": 8923,
            "text": "\n13.Now that the facts leading up to the instant Appeal has been laid down, this Court shall make endeavour to summarise the contentions of the Parties and the broad grounds on which they have approached this Court seeking the exercise of this Court's limited jurisdiction available under Section 37 of the A & C Act. II.",
            "labels": [
                "ISSUE"
            ],
            "id": "695f03d42a7c4b41b093b778519d387c_38"
        },
        {
            "start": 8924,
            "end": 8952,
            "text": "APPELLANT'S SUBMISSIONS:\n14.",
            "labels": [
                "NONE"
            ],
            "id": "23020c64a29c471799e7ce41300de32c_39"
        },
        {
            "start": 8953,
            "end": 9209,
            "text": "The counsel for the Appellant assails the impugned judgment dated 21.7.2022 of the learned Civil Judge mainly on the ground that the Ld. Civil Judge, did not intimate the Appellant of the transfer of the Section 34 petition to the Commercial Court, Khurda.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a430169ad33b454a8491219a24806d00_40"
        },
        {
            "start": 9210,
            "end": 9440,
            "text": "The counsel for the Appellant contends that as the petition was renumbered, the Appellant had no knowledge of the Location: Orissa High Court, Cuttack same and therefore could not appear in the matter to put forth its contentions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bb12377e83274fb2a26b02070127fa93_41"
        },
        {
            "start": 9441,
            "end": 9603,
            "text": "The impugned judgment is therefore liable to be set aside for having not heard the Appellant which is allegedly in violation of the principles of natural justice.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "97f6a235f13148dca5b36e0b3f8756a7_42"
        },
        {
            "start": 9605,
            "end": 9794,
            "text": "15.Furthermore, it is also contended that the judgment of the Commercial Court suffers from complete non-application of mind and is akin to an ex-parte award which deserves to be set aside.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53f3a7ba318a44dbb1b57d10c8ea2d6d_43"
        },
        {
            "start": 9795,
            "end": 9886,
            "text": "III. RESPONDENTS' SUBMISSIONS:\n16.Per contra, the counsel for the Respondent No.1 contended",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b000c3e25e94e3dbdafb9a0833267e9_44"
        },
        {
            "start": 9887,
            "end": 10047,
            "text": "that the impugned judgment as well as the award are well discussed and well-reasoned wherein the principles of law have been followed in both letter and spirit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dbb486d3bc414ae28b452fa4d0d450c6_45"
        },
        {
            "start": 10048,
            "end": 10181,
            "text": "It was submitted that the transfer of arbitration cases to commercial courts in Odisha has been upheld by the Supreme Court recently.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "322c17d6d2404de9b29f224e301298b3_46"
        },
        {
            "start": 10182,
            "end": 10404,
            "text": "There is also no requirement in law for the transferee court to issue any notice of transfer and therefore, the learned Civil Judge has not contravened any provisions and has properly dealt with the petition on its merits.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ec01067b1294a48a3d2cede910e8e18_47"
        },
        {
            "start": 10405,
            "end": 10647,
            "text": "\npg. 8 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 17.It is also vehemently submitted that the Appellant's request that the petition under Section 34 of the A & C Act be considered afresh is baseless and without any merit.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1db9b72eb59b4ccb8e7b38d5fdb98aa1_48"
        },
        {
            "start": 10648,
            "end": 10787,
            "text": "The Appellant claims to have been regularly appearing and following up on the matter according to their own petition and written statement.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5647f4b4720348f595da8004eb6a9c57_49"
        },
        {
            "start": 10788,
            "end": 11208,
            "text": "When the matter was part heard before the learned District Judge, it is but obvious that the counsel for the Appellant would have been on the lookout for the next date of hearing or in the very least he would have made enquiries or attempted to access the case details on the e-court portal between 22.04.2021 till 7.7.2022 which would have led to him knowing that the petition stood transferred to the Commercial Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d92f3bdce47467199c81115af1e294b_50"
        },
        {
            "start": 11210,
            "end": 11216,
            "text": "18.Ld.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0224fcc67e5a4fa18652a87e8b242939_51"
        },
        {
            "start": 11217,
            "end": 11382,
            "text": "Counsel for Respondent No. 2 meanwhile states that they are not a necessary party to the present appeal which exclusively involves the Appellant and Respondent No.1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d6d5b90f43e41e5850f559d055f1efe_52"
        },
        {
            "start": 11383,
            "end": 11494,
            "text": "As it has no liability to satisfy the arbitral award, Respondent No.2 submits that it has no stake in the same.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b14ac524acdf435494daa65fa71b7fee_53"
        },
        {
            "start": 11495,
            "end": 11530,
            "text": "The same is accepted by this Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27d59d8c991a435c83bc3c80d899eb6d_54"
        },
        {
            "start": 11531,
            "end": 11571,
            "text": "Location: Orissa High Court, Cuttack IV.",
            "labels": [
                "NONE"
            ],
            "id": "e059923f13244f48a883e2505d922c71_55"
        },
        {
            "start": 11572,
            "end": 11956,
            "text": "ISSUES FOR CONSIDERATION:\n19.Having heard the parties and perused the materials available on record, this Court here has identified the following issues to be determined:\nA. Whether the learned Civil Judge denied the present Appellant an opportunity of hearing by not issuing a notice of transfer to the parties?\nB. Whether the impugned judgment suffers from non- application of mind?",
            "labels": [
                "ISSUE"
            ],
            "id": "af6732efd6fe46da8c847a7ade8eca87_56"
        },
        {
            "start": 11957,
            "end": 11969,
            "text": "\nV. ISSUE A:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ec43c95f9434ada80a6a29480cb94cb_57"
        },
        {
            "start": 11970,
            "end": 12103,
            "text": "WHETHER THE LD. CIVIL JUDGE DENIED THE PRESENT APPELLANT AN OPPORTUNITY OF HEARINGBY NOT ISSUING A NOTICE OF TRANSFER TO THE PARTIES?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e319cbc117d240008f2ff68ba3e38779_58"
        },
        {
            "start": 12104,
            "end": 12262,
            "text": "\n20.The Supreme Court in its recent pronouncements has confined the supervisory role of the courts when it comes to testing the validity of an Arbitral Award.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1c8b4617f4c41ba8bf5de38c37a47c5_59"
        },
        {
            "start": 12263,
            "end": 12482,
            "text": "Reference may be made in this regard to the Supreme Court's Judgements in Mcdermott International Inc. v. Burn Standard Co. Ltd.1, UHL Power Co. Ltd. v. State of H.P.2 and K. Sugumar v. Hindustan Petroleum Corpn. Ltd.3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "518f10c0e1a3473ba0bf62f75f9bc67f_60"
        },
        {
            "start": 12483,
            "end": 12535,
            "text": "(2006) 11 SCC 181 (2022) 4 SCC 116 (2020) 12 SCC 539",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ee6f6bc9ea54ca4a07e7e85c89d0f80_61"
        },
        {
            "start": 12536,
            "end": 12542,
            "text": "pg. 10",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c174859fe374d91b0a4d4b1be7770e0_62"
        },
        {
            "start": 12543,
            "end": 12606,
            "text": "Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13",
            "labels": [
                "NONE"
            ],
            "id": "7ed075916f954054b1cfca7cda710164_63"
        },
        {
            "start": 12607,
            "end": 12986,
            "text": "21.It is within those parameters as laid down by the Apex Court vis- a-vis the scope of judicial intervention that the present appeal impugning the judgment dated 21.7.2022 passed by the learned Civil Judge, Senior Division, Khurda in Arbitration Petition No.171 of 2021 arising out of arbitration award dated 26.04.2018 passed by the learned Sole Arbitrator shall be dealt with.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "309650921efe4ecb996b17c315aa8751_64"
        },
        {
            "start": 12988,
            "end": 13215,
            "text": "22 . In the court below, the present Appellant had assailed the award dated 26.4.2018 on the grounds of the same being patently illegal, in violation of public policy and non-assignment of reason by the learned Sole Arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "2d300fcf0f4e4073a28095cd43e7ccc8_65"
        },
        {
            "start": 13216,
            "end": 13437,
            "text": "However, presently the Appellant has challenged the impugned judgment on two major grounds, the first of which is that the Ld. Civil Judge did not grant them an opportunity of hearing before passing the impugned judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad1d005e68ee41f3b5c0dcfa5661ac5a_66"
        },
        {
            "start": 13438,
            "end": 13482,
            "text": "This shall be dealt by this Court primarily.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "400930aa4ee94fea8d233b69f503a2f4_67"
        },
        {
            "start": 13483,
            "end": 14223,
            "text": "\n23.In exercise of powers conferred by Section 3 and sub-section (1) of Section 9 read with Section 10 of the Odisha Civil Courts Act, 1984 and Section 30 of the Commercial Courts Act, 2015, the State Government on the recommendation of and after consultation Location: Orissa High Court, Cuttack with the High Court of Orissa established the Courts of Civil Judge (Senior Division) as Commercial Courts for the purposes of exercising the jurisdiction and powers under the Commercial Courts Act, 2015 vide Notification dated 13.11.2020.\n24.The said Notification was challenged before this Court in W.P.(C) No. 31939 of 2021, W.P.(C) No. 28644 of 2021, W.P.(C) No. 3523 of 2022, W.P.(C) No. 31945 of 2021 wherein the Notification was upheld.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cdc88b5307a4654be6bf420baf1155b_68"
        },
        {
            "start": 14224,
            "end": 14422,
            "text": "Upon further challenge, the Supreme Court in Jaycee Housing (P) Ltd. v. High Court of Orissa4 affirmed the same and the validity of establishment of the Commercial Court, Bhubaneswar is now settled.",
            "labels": [
                "FAC"
            ],
            "id": "031509554c2c43fca1f438dd4761e7af_69"
        },
        {
            "start": 14423,
            "end": 14600,
            "text": "\n25.Section 15 of the Commercial Courts Act, 2015 mandates the transfers of all pending Suits including Petitions/Applications under the Arbitration Act to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ef6421b62024de18d8661d512fef532_70"
        },
        {
            "start": 14601,
            "end": 14954,
            "text": "The learned District Judge accordingly transferred ARBP No. 53 of 2018 to the learned Civil Judge, Senior Division of the Commercial Court, (2023) 1 SCC 549 pg. 12 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 Bhubaneswar where it was accordingly renumbered as ARBP No.171 of 2021 and taken up from the stage it was transferred at.\n26.",
            "labels": [
                "NONE"
            ],
            "id": "2072b73a11c84732b3eeaec8079c0924_71"
        },
        {
            "start": 14955,
            "end": 15127,
            "text": "The petition under Section 34 of the A & C Act being at the stage of being partly heard, with written submissions having been filed was taken up for final hearing directly.",
            "labels": [
                "FAC"
            ],
            "id": "844ab6b20327489c97c54c92906ef75d_72"
        },
        {
            "start": 15128,
            "end": 15326,
            "text": "At this juncture, the Appellant claims that no notice was issued to it informing them of the said transfer or the renumbering and as such he was precluded from appearing before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64da47c4873b412a97fa784afbbdb8b6_73"
        },
        {
            "start": 15327,
            "end": 15439,
            "text": "It is apposite to now refer to Section 15(4) of the Commercial Courts Act, 2015 which is reproduced hereinbelow:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "903f8dcaf7474d78b2d401b035afe39d_74"
        },
        {
            "start": 15440,
            "end": 16138,
            "text": "\n\"(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 1[with Order XIV-A] of the Code of Civil Procedure, 1908 (5 of 1908):Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\"\n(emphasis is mine)",
            "labels": [
                "STA"
            ],
            "id": "04d6a99093d643fdbe6572f81fcb55b9_75"
        },
        {
            "start": 16139,
            "end": 16175,
            "text": "Location: Orissa High Court, Cuttack",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee93cd8f1fc34352a6771069e807c00f_76"
        },
        {
            "start": 16176,
            "end": 16413,
            "text": "The Appellant has vehemently contended that the learned Civil Judge to whom the petition under Section 34 of the A&C Act stood transferred, mandatorily had to issue notice of such transfer and hold a case management hearing for the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "817be69b992e420abbea5c382bc4398e_77"
        },
        {
            "start": 16414,
            "end": 16483,
            "text": "However, this Court is unable to find any merit in such a contention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d6b2754ae7840bc938d301fc10cca3f_78"
        },
        {
            "start": 16484,
            "end": 16597,
            "text": "A perusal of Section 15(4) of the Commercial Courts Act, 2015 reflects that the word used is \"may\" and not shall.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3118e3dc91db47bc98fec0d7da80b7a6_79"
        },
        {
            "start": 16598,
            "end": 16737,
            "text": "In the absence of such case management hearing being mandatory, it is the learned Civil Judge's discretion whether or not to hold the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97a4a30dc93e4e2d99c784496e24e381_80"
        },
        {
            "start": 16738,
            "end": 16913,
            "text": "In this scenario, it cannot be said that the learned Civil Judge contravened the principles of natural justice by not issuing a notice of transfer or hearing to the Appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c996182601b44265a803ab5c7e904c6c_81"
        },
        {
            "start": 16915,
            "end": 17272,
            "text": "27. Furthermore, as has been pointed out by the learned Counsel for the Respondent No. 1, the Appellant has himself stated in his written submissions as well as in his petition under Section 37 of the A&C Act, that he was regularly appearing before the courts during the period of transfer and final disposal of the petition under Section 34 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc1310bfa2684e6ea7df3cac18f98eae_82"
        },
        {
            "start": 17273,
            "end": 17564,
            "text": "Upon examining the LCR as pg. 14 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 well, orders dated 5.3.2021, 8.4.2021, 22.4.2021, 20.5.2021 and finally, 15.7.2021 clearly indicate or make a reference to the transfer and the Appellant's knowledge of such transfer being made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abb0ca16be074c4bbc3b2866e851f41a_83"
        },
        {
            "start": 17565,
            "end": 17680,
            "text": "In the light of the aforesaid plea, it appears specious and reeks of delaying tactics on the part of the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45a267391dbf47b28e2ff81a1ef26f06_84"
        },
        {
            "start": 17681,
            "end": 17791,
            "text": "\n28.Therefore, this Court is of the view that the present Appellant was not denied any opportunity of hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f18443a4dff54722829e0cddd7fc3266_85"
        },
        {
            "start": 17792,
            "end": 18048,
            "text": "The Appellant's lackadaisical attitude or his failure to keep abreast with the developments of his petition's fate cannot be a cogent reason to exercise this Court's jurisdiction under Section 37 of the A&C Act and remit the matter for fresh consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bb7f49165584ecfa2951429e7a8fd8e_86"
        },
        {
            "start": 18049,
            "end": 18241,
            "text": "The latin maxim \"Quando aliquid prohibetur ex directo, prohibetur et per obliquum\"\nappropriately covers the issue, which means that what cannot be done directly, should not be done indirectly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6409c3929db4cd5b40a0c85d4f17488_87"
        },
        {
            "start": 18242,
            "end": 18323,
            "text": "\nVI. ISSUE B: WHETHER THE IMPUGNED JUDGMENT SUFFERS FROM NON-APPLICATION OF MIND?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd3decabcf4e42a2a1d7d5e7bed188d9_88"
        },
        {
            "start": 18325,
            "end": 18698,
            "text": "29. The law is no longer res integra that where the Arbitrator has assessed the material and evidence placed before him in detail, the Location: Orissa High Court, Cuttack court while considering the objections under Section 34 of the said Act does not sit as a court of appeal and is not expected to re- appreciate the entire evidence and reassess the case of the parties.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "293402a4052b43adbf4817a806cb85b1_89"
        },
        {
            "start": 18699,
            "end": 18874,
            "text": "The duty of the court in these circumstances is to see whether the view taken by the Arbitrator is a plausible view on the facts, pleadings and evidence before the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "129ccf2188304e22995169bb80906068_90"
        },
        {
            "start": 18875,
            "end": 19017,
            "text": "The court is not to substitute its view with the view of the Arbitrator if the view taken by the Arbitrator is supported by his own reasoning.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3482490138c244889c6db303d02b0777_91"
        },
        {
            "start": 19018,
            "end": 19117,
            "text": "The same has been previously reiterated by this Court in State of Orissa v. Bhagyadhar Dash5.\n30.It",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10490c769c2a46ddab1686c9d7736c16_92"
        },
        {
            "start": 19118,
            "end": 19282,
            "text": "is seen that the Arbitrator has elaborately considered the various documents, submissions and evidence led by the parties from a brief glance at the Arbitral Award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "515f0f8ce8e74b5787311b8d5026db15_93"
        },
        {
            "start": 19283,
            "end": 19341,
            "text": "The Ld. Sole Arbitrator framed 5 issues for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74f895c06118411cbbcc2b3625a9b5b5_94"
        },
        {
            "start": 19342,
            "end": 19667,
            "text": "Furthermore, upon going through the award dated 26.4.2018, it is clear that the Ld. Arbitrator has referred to all the relevant clauses in the agreement between the 2016 SCC OnLine Ori 1039 pg. 16 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 parties and passed detailed findings with respect to each issue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "644df14b01304cd7aa6e8065ed0f37ac_95"
        },
        {
            "start": 19668,
            "end": 19833,
            "text": "The Ld. Arbitrator has in fact passed individual findings for each of the claim items after referring to the evidence produced with respect to each claim separately.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0209ce08faa4597bdf5235a9aa22551_96"
        },
        {
            "start": 19834,
            "end": 20126,
            "text": "The Ld. Civil Judge, in the impugned judgement has taken note of the same and has also been mindful of the fact that the Ld. Tribunal has not baselessly awarded whatever the amounts claimed were, but has exercised its mind in arriving at an appropriate amount for each claim that was awarded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9620a4858d84cc28f77856c66e72e4c_97"
        },
        {
            "start": 20127,
            "end": 20357,
            "text": "\n31.The Hon'ble Supreme Court in P.R. Shah Shares & Stock Broker (P) Ltd. v. B.H.H. Securities (P) Ltd.6has held that a Court does not sit in appeal over the award of an Arbitrator by re-assessing or re- appreciating the evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6d81b663aa40420c84fa8d619a801b4a_98"
        },
        {
            "start": 20358,
            "end": 20580,
            "text": "An award can be challenged only on the grounds mentioned in Section 34(2) of the Act and in absence of any such ground, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "782371c035fd4cff98ed985456b458ce_99"
        },
        {
            "start": 20581,
            "end": 20918,
            "text": "This view was reiterated by the Apex Court in Swan Gold Mining Ltd. v.\n(2012) 1 SCC 594 Location: Orissa High Court, Cuttack Hindustan Copper Ltd.7, K.V. Mohd. Zakir v. Regional Sports Center8and State of U.P. v. Ram Nath Constructions9 and the High Court of Delhi in M/S Pragya Electronics Pvt. Ltd. v. M/s Cosmo Ferrites Ltd.10.\n32.The",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3a047d52997f4a54bc13bfda8b5c6e3a_100"
        },
        {
            "start": 20919,
            "end": 21415,
            "text": "main grounds of challenge under Section 34 of the A&C Act, as preferred by the Appellant being that the Ld. Arbitrator has ignored the evidence available on record, not paid heed to the contentions of the Appellant (Respondent in the Arbitration) and the award being patently illegal thereby being meritless, the Ld. Civil Judge has examined the petition on the above mentioned grounds and then proceeded to come to the conclusion that the petition preferred by the Appellant is devoid of merits.",
            "labels": [
                "RATIO"
            ],
            "id": "78853af512f149e0a04c0d73b8f57e00_101"
        },
        {
            "start": 21416,
            "end": 21809,
            "text": "\nVII. CONCLUSION:\n33.The scope of hearing of objections under Section 34 of the A & C Act are limited and object of a Court hearing objections is not to sit as an Appellate Court to re-apprise all the findings and (2015) 5 SCC 739 AIR 2009 (SCW) 6217 (1996) 1 SCC 18 2021 SCC OnLine Del 3428 pg. 18 Location: Orissa High Court, Cuttack Date: 25-May-2023 12:19:13 conclusions of the Arbitrator.",
            "labels": [
                "NONE"
            ],
            "id": "917de3dedc5340e6bb03c01427611784_102"
        },
        {
            "start": 21810,
            "end": 22012,
            "text": "If the scope of hearing of objections is limited, then the scope of hearing in an appeal against the judgment under Section 37 of the A&C Act which has dismissed the objections is still further limited.",
            "labels": [
                "RATIO"
            ],
            "id": "669533a026914f25a3d2972a5a3b9f9b_103"
        },
        {
            "start": 22013,
            "end": 22303,
            "text": "\n34.Therefore, in light of the discussion, keeping the settled principles of law in mind and for the reasons given above, this Court is of the considered view that the learned Arbitrator as well as the Ld. Civil Judge acted well within their jurisdiction in awarding the appropriate relief.",
            "labels": [
                "RATIO"
            ],
            "id": "ff99e77329ea4d2f9f4c9121da82122d_104"
        },
        {
            "start": 22305,
            "end": 22437,
            "text": "35.This court finds no reason to interfere with the award dated 26.4.2018 which was passed in favour of the present Respondent No.1.",
            "labels": [
                "RPC"
            ],
            "id": "b15bb22ec2ce4024bdef730d9ab1db16_105"
        },
        {
            "start": 22438,
            "end": 22515,
            "text": "The Appellant is directed to make good the payment without any further delay.",
            "labels": [
                "RPC"
            ],
            "id": "6e2cd87ff73d4bd78d50e7d9bea115b4_106"
        },
        {
            "start": 22517,
            "end": 22632,
            "text": "36.Consequently, it is observed that the present appeal ARBA No.38 of 2022 is dismissed for being devoid of merits.",
            "labels": [
                "RPC"
            ],
            "id": "dc1a3b2d038c4f7e956507c9abbac687_107"
        },
        {
            "start": 22633,
            "end": 22654,
            "text": "No order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "d8467cc0ec3a41af882cf78e0d1ec0f2_108"
        },
        {
            "start": 22655,
            "end": 22721,
            "text": "\n( Dr. S.K. Panigrahi ) Judge Location: Orissa High Court, Cuttack",
            "labels": [
                "NONE"
            ],
            "id": "7f150045c8184abca40c9edd1019b933_109"
        }
    ],
    "entities": [
        {
            "text": "High Court of Meghalaya",
            "label": "COURT",
            "start_char": 0,
            "end_char": 23
        },
        {
            "text": "Bsc-C And Cjv",
            "label": "PETITIONER",
            "start_char": 29,
            "end_char": 42
        },
        {
            "text": "Chief Engineer (Pwd)",
            "label": "RESPONDENT",
            "start_char": 52,
            "end_char": 72
        },
        {
            "text": "H.S.Thangkhiew",
            "label": "RESPONDENT",
            "start_char": 102,
            "end_char": 116
        },
        {
            "text": "H.S.Thangkhiew",
            "label": "RESPONDENT",
            "start_char": 124,
            "end_char": 138
        },
        {
            "text": "High Court Of Meghalaya\n                              At Shillong",
            "label": "COURT",
            "start_char": 199,
            "end_char": 264
        },
        {
            "text": "Bsc-C And Cjv",
            "label": "PETITIONER",
            "start_char": 372,
            "end_char": 385
        },
        {
            "text": "Chief Engineer",
            "label": "RESPONDENT",
            "start_char": 425,
            "end_char": 439
        },
        {
            "text": "H.S.Thangkhiew",
            "label": "JUDGE",
            "start_char": 484,
            "end_char": 498
        },
        {
            "text": "U. Hazarika",
            "label": "LAWYER",
            "start_char": 564,
            "end_char": 575
        },
        {
            "text": "R. Prakash",
            "label": "LAWYER",
            "start_char": 635,
            "end_char": 645
        },
        {
            "text": "L. Khyriem",
            "label": "LAWYER",
            "start_char": 696,
            "end_char": 706
        },
        {
            "text": "G. Mohan",
            "label": "LAWYER",
            "start_char": 757,
            "end_char": 765
        },
        {
            "text": "A. Kumar",
            "label": "LAWYER",
            "start_char": 817,
            "end_char": 825
        },
        {
            "text": "S. Sahay",
            "label": "LAWYER",
            "start_char": 879,
            "end_char": 887
        },
        {
            "text": "A.H. Kharwanlang",
            "label": "LAWYER",
            "start_char": 936,
            "end_char": 952
        },
        {
            "text": "R. Colney",
            "label": "LAWYER",
            "start_char": 1002,
            "end_char": 1011
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1389,
            "end_char": 1400
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 1460,
            "end_char": 1470
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 1472,
            "end_char": 1482
        },
        {
            "text": "10-12- 2021",
            "label": "DATE",
            "start_char": 1487,
            "end_char": 1498
        },
        {
            "text": "Commercial Court, Shillong",
            "label": "COURT",
            "start_char": 1521,
            "end_char": 1547
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1611,
            "end_char": 1621
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1629,
            "end_char": 1667
        },
        {
            "text": "Section 34 and 36",
            "label": "PROVISION",
            "start_char": 1826,
            "end_char": 1843
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 2029,
            "end_char": 2039
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2125,
            "end_char": 2135
        },
        {
            "text": "Meghalaya",
            "label": "GPE",
            "start_char": 2523,
            "end_char": 2532
        },
        {
            "text": "21-02- 2011",
            "label": "DATE",
            "start_char": 2686,
            "end_char": 2697
        },
        {
            "text": "2406.06",
            "label": "DATE",
            "start_char": 2962,
            "end_char": 2969
        },
        {
            "text": "31-12-2017",
            "label": "DATE",
            "start_char": 3125,
            "end_char": 3135
        },
        {
            "text": "10-04-2019",
            "label": "DATE",
            "start_char": 3342,
            "end_char": 3352
        },
        {
            "text": "Section 31(6)",
            "label": "PROVISION",
            "start_char": 3450,
            "end_char": 3463
        },
        {
            "text": "31-05-2019",
            "label": "DATE",
            "start_char": 3587,
            "end_char": 3597
        },
        {
            "text": "27-07-2021",
            "label": "DATE",
            "start_char": 3616,
            "end_char": 3626
        },
        {
            "text": "16-08-2021",
            "label": "DATE",
            "start_char": 3851,
            "end_char": 3861
        },
        {
            "text": "Section 33(1)(a) and 33(4)",
            "label": "PROVISION",
            "start_char": 3905,
            "end_char": 3931
        },
        {
            "text": "13-09-2021",
            "label": "DATE",
            "start_char": 4174,
            "end_char": 4184
        },
        {
            "text": "28-10-2021",
            "label": "DATE",
            "start_char": 4189,
            "end_char": 4199
        },
        {
            "text": "08-11-2021",
            "label": "DATE",
            "start_char": 4317,
            "end_char": 4327
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4398,
            "end_char": 4408
        },
        {
            "text": "29.10.2021",
            "label": "DATE",
            "start_char": 4506,
            "end_char": 4516
        },
        {
            "text": "27-07-2021",
            "label": "DATE",
            "start_char": 4568,
            "end_char": 4578
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 4686,
            "end_char": 4696
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 4743,
            "end_char": 4753
        },
        {
            "text": "10-12-2021",
            "label": "DATE",
            "start_char": 4758,
            "end_char": 4768
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4954,
            "end_char": 4964
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 5018,
            "end_char": 5028
        },
        {
            "text": "21-12-2021",
            "label": "DATE",
            "start_char": 5086,
            "end_char": 5096
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 5154,
            "end_char": 5164
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 5223,
            "end_char": 5233
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 5235,
            "end_char": 5245
        },
        {
            "text": "10-12-2021",
            "label": "DATE",
            "start_char": 5250,
            "end_char": 5260
        },
        {
            "text": "U. Hazarika",
            "label": "LAWYER",
            "start_char": 5401,
            "end_char": 5412
        },
        {
            "text": "R. Prakash",
            "label": "LAWYER",
            "start_char": 5453,
            "end_char": 5463
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 5617,
            "end_char": 5630
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 5775,
            "end_char": 5784
        },
        {
            "text": "Section 31(6)",
            "label": "PROVISION",
            "start_char": 5988,
            "end_char": 6001
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 6012,
            "end_char": 6024
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6093,
            "end_char": 6103
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 6198,
            "end_char": 6211
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6285,
            "end_char": 6295
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6360,
            "end_char": 6370
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 6435,
            "end_char": 6448
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6506,
            "end_char": 6516
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 6722,
            "end_char": 6732
        },
        {
            "text": "21-12-2021",
            "label": "DATE",
            "start_char": 6759,
            "end_char": 6769
        },
        {
            "text": "Prakash Atlanta v. National Highway Authority of India (2016)",
            "label": "PRECEDENT",
            "start_char": 6878,
            "end_char": 6939
        },
        {
            "text": "Ved Prakash Mithal v. Union of India (2018)",
            "label": "PRECEDENT",
            "start_char": 6966,
            "end_char": 7009
        },
        {
            "text": "SCC Online SC 3181",
            "label": "CASE_NUMBER",
            "start_char": 7010,
            "end_char": 7028
        },
        {
            "text": "P.Radha Bai v. P. Ashok Kumar (2019) 13 SCC 445",
            "label": "PRECEDENT",
            "start_char": 7037,
            "end_char": 7084
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7206,
            "end_char": 7216
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 7244,
            "end_char": 7254
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 7505,
            "end_char": 7515
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 7575,
            "end_char": 7585
        },
        {
            "text": "Section 36(2) and (3)",
            "label": "PROVISION",
            "start_char": 7683,
            "end_char": 7704
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 7733,
            "end_char": 7743
        },
        {
            "text": "10-12-2021",
            "label": "DATE",
            "start_char": 7748,
            "end_char": 7758
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7839,
            "end_char": 7849
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 7970,
            "end_char": 7980
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 8347,
            "end_char": 8358
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 8366,
            "end_char": 8387
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 8450,
            "end_char": 8459
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8467,
            "end_char": 8482
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8609,
            "end_char": 8624
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8651,
            "end_char": 8661
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8859,
            "end_char": 8869
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9126,
            "end_char": 9135
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9143,
            "end_char": 9164
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9334,
            "end_char": 9343
        },
        {
            "text": "Section 13 (1)(3)",
            "label": "PROVISION",
            "start_char": 9404,
            "end_char": 9421
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9450,
            "end_char": 9460
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9468,
            "end_char": 9483
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9511,
            "end_char": 9520
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9528,
            "end_char": 9549
        },
        {
            "text": "Sections 5 and 37",
            "label": "PROVISION",
            "start_char": 9560,
            "end_char": 9577
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9585,
            "end_char": 9600
        },
        {
            "text": "NTPC vs. MePDCL 2021 SCC Online Megh 134 (Para 31, 36, 37,\n38)",
            "label": "PRECEDENT",
            "start_char": 9734,
            "end_char": 9796
        },
        {
            "text": "BGS SGS SOMA JV v. NHPC, (2020) 4",
            "label": "PRECEDENT",
            "start_char": 9802,
            "end_char": 9835
        },
        {
            "text": "Fuerst Day Lawson Ltd. V. Jindal Exports Ltd. (2011) 8",
            "label": "PRECEDENT",
            "start_char": 9863,
            "end_char": 9917
        },
        {
            "text": "Chintels India Ltd v Bhayana Builders 2021 SCC Online SC 80",
            "label": "PRECEDENT",
            "start_char": 9945,
            "end_char": 10004
        },
        {
            "text": "Black Diamond Track Parts Private Limited v. Black Diamond Motors Private Limited (Para 29, 30)",
            "label": "PRECEDENT",
            "start_char": 10019,
            "end_char": 10114
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 10169,
            "end_char": 10180
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 10188,
            "end_char": 10200
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 10265,
            "end_char": 10276
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10880,
            "end_char": 10890
        },
        {
            "text": "Deep Industries Ltd. v. ONGC, (2020) 15 SCC 706 (Para 22 onwards)",
            "label": "PRECEDENT",
            "start_char": 11176,
            "end_char": 11241
        },
        {
            "text": "Bhaven Construction vs. Executive Engineer 2021 Online SC 8 (Para 10-12, 16-17, 22-23, 27)",
            "label": "PRECEDENT",
            "start_char": 11247,
            "end_char": 11337
        },
        {
            "text": "Navayuga Engineering Company vs. Bangalore Metro Rail Corporation Limited 2021 SCC Online SC 469",
            "label": "PRECEDENT",
            "start_char": 11344,
            "end_char": 11440
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11576,
            "end_char": 11589
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 11771,
            "end_char": 11782
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 11815,
            "end_char": 11826
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11888,
            "end_char": 11903
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 11990,
            "end_char": 12001
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12010,
            "end_char": 12020
        },
        {
            "text": "Ambience Project vs. Neeraj Bindal 2021 SCC Online Del 4023 (Para 16)",
            "label": "PRECEDENT",
            "start_char": 12066,
            "end_char": 12135
        },
        {
            "text": "Surender Kumar Singhal v. Arun Kumar Bhalotia, 2021 SCC Online Del 3708 (Para 25 (viii)",
            "label": "PRECEDENT",
            "start_char": 12141,
            "end_char": 12228
        },
        {
            "text": "Ashok Kumar Puri and Another vs. S. Suncon Realtors Pvt",
            "label": "PRECEDENT",
            "start_char": 12236,
            "end_char": 12291
        },
        {
            "text": "Case 23 and 24 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 12523,
            "end_char": 12545
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 13018,
            "end_char": 13028
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13239,
            "end_char": 13254
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 13470,
            "end_char": 13480
        },
        {
            "text": "17-11- 2021",
            "label": "DATE",
            "start_char": 13511,
            "end_char": 13522
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13694,
            "end_char": 13709
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13752,
            "end_char": 13762
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 13840,
            "end_char": 13850
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14345,
            "end_char": 14355
        },
        {
            "text": "Section 33 and 34",
            "label": "PROVISION",
            "start_char": 14407,
            "end_char": 14424
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 14519,
            "end_char": 14529
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14547,
            "end_char": 14557
        },
        {
            "text": "34(3)",
            "label": "PROVISION",
            "start_char": 14658,
            "end_char": 14663
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 14671,
            "end_char": 14686
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 14715,
            "end_char": 14729
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14994,
            "end_char": 15004
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 15057,
            "end_char": 15067
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15297,
            "end_char": 15307
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15345,
            "end_char": 15358
        },
        {
            "text": "State of Arunachal Pradesh v. Damini Construction (2007) 10 SCC 742",
            "label": "PRECEDENT",
            "start_char": 15374,
            "end_char": 15441
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 15496,
            "end_char": 15506
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15588,
            "end_char": 15598
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 15745,
            "end_char": 15755
        },
        {
            "text": "27-07-2021",
            "label": "DATE",
            "start_char": 15842,
            "end_char": 15852
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 16068,
            "end_char": 16078
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 16145,
            "end_char": 16156
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16277,
            "end_char": 16292
        },
        {
            "text": "U. Hazarika",
            "label": "LAWYER",
            "start_char": 16303,
            "end_char": 16314
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 16447,
            "end_char": 16461
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 16624,
            "end_char": 16634
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 16709,
            "end_char": 16719
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 16829,
            "end_char": 16839
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16894,
            "end_char": 16904
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 17125,
            "end_char": 17135
        },
        {
            "text": "21-12-2021",
            "label": "DATE",
            "start_char": 17151,
            "end_char": 17161
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17247,
            "end_char": 17260
        },
        {
            "text": "V.P. Mithal",
            "label": "OTHER_PERSON",
            "start_char": 17276,
            "end_char": 17287
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 17332,
            "end_char": 17346
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 17388,
            "end_char": 17398
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 17478,
            "end_char": 17489
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 17497,
            "end_char": 17509
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 17581,
            "end_char": 17594
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 17642,
            "end_char": 17652
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17734,
            "end_char": 17749
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17926,
            "end_char": 17941
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18029,
            "end_char": 18040
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 18048,
            "end_char": 18060
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18365,
            "end_char": 18376
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18468,
            "end_char": 18483
        },
        {
            "text": "State of Gujarat vs. Union of India (2018)",
            "label": "PRECEDENT",
            "start_char": 18665,
            "end_char": 18707
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18774,
            "end_char": 18785
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 18805,
            "end_char": 18814
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18822,
            "end_char": 18843
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 19125,
            "end_char": 19136
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19204,
            "end_char": 19214
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 19258,
            "end_char": 19268
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19387,
            "end_char": 19402
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 19519,
            "end_char": 19529
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 19559,
            "end_char": 19568
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 19674,
            "end_char": 19683
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 19868,
            "end_char": 19878
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 19977,
            "end_char": 19985
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 19993,
            "end_char": 20016
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 20021,
            "end_char": 20031
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20039,
            "end_char": 20054
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20246,
            "end_char": 20259
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20368,
            "end_char": 20381
        },
        {
            "text": "Deep Industries Ltd",
            "label": "ORG",
            "start_char": 20397,
            "end_char": 20416
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20463,
            "end_char": 20474
        },
        {
            "text": "Articles 226/227",
            "label": "PROVISION",
            "start_char": 20728,
            "end_char": 20744
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20752,
            "end_char": 20764
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 20804,
            "end_char": 20814
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20911,
            "end_char": 20922
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 21007,
            "end_char": 21016
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21090,
            "end_char": 21103
        },
        {
            "text": "Bhavan Constructions",
            "label": "ORG",
            "start_char": 21107,
            "end_char": 21127
        },
        {
            "text": "Articles 226/227",
            "label": "PROVISION",
            "start_char": 21185,
            "end_char": 21201
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 21209,
            "end_char": 21221
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21312,
            "end_char": 21327
        },
        {
            "text": "Deep Industries Ltd",
            "label": "ORG",
            "start_char": 21605,
            "end_char": 21624
        },
        {
            "text": "Navayuga Engineering Company",
            "label": "ORG",
            "start_char": 21662,
            "end_char": 21690
        },
        {
            "text": "Articles 226/227",
            "label": "PROVISION",
            "start_char": 21808,
            "end_char": 21824
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21933,
            "end_char": 21948
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22046,
            "end_char": 22067
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 22090,
            "end_char": 22105
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 22282,
            "end_char": 22297
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22302,
            "end_char": 22323
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22423,
            "end_char": 22434
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 22442,
            "end_char": 22463
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22768,
            "end_char": 22781
        },
        {
            "text": "Surya Dev Rai vs. Ram Chander Rai (2003) 6SCC 675",
            "label": "PRECEDENT",
            "start_char": 22797,
            "end_char": 22846
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 22935,
            "end_char": 22946
        },
        {
            "text": "Articles 226 or 227",
            "label": "PROVISION",
            "start_char": 23186,
            "end_char": 23205
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 23213,
            "end_char": 23225
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24680,
            "end_char": 24691
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 25121,
            "end_char": 25134
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25170,
            "end_char": 25180
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 25208,
            "end_char": 25218
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 25231,
            "end_char": 25244
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 25511,
            "end_char": 25521
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 26054,
            "end_char": 26064
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26238,
            "end_char": 26248
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26414,
            "end_char": 26427
        },
        {
            "text": "P.Radha Bai & Ors. v. P. Ashok Kumar & Anr",
            "label": "PRECEDENT",
            "start_char": 26443,
            "end_char": 26485
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26664,
            "end_char": 26674
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 26732,
            "end_char": 26738
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 26746,
            "end_char": 26761
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 26763,
            "end_char": 26776
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 26881,
            "end_char": 26895
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 26995,
            "end_char": 27001
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27009,
            "end_char": 27024
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 27038,
            "end_char": 27051
        },
        {
            "text": "Peter Binder",
            "label": "OTHER_PERSON",
            "start_char": 27098,
            "end_char": 27110
        },
        {
            "text": "Article 33",
            "label": "PROVISION",
            "start_char": 27481,
            "end_char": 27491
        },
        {
            "text": "Article 33",
            "label": "PROVISION",
            "start_char": 27999,
            "end_char": 28009
        },
        {
            "text": "Ved Prakash Mithal and Sons vs. Union of India (2018)",
            "label": "PRECEDENT",
            "start_char": 28284,
            "end_char": 28337
        },
        {
            "text": "SCC Online 3181",
            "label": "CASE_NUMBER",
            "start_char": 28338,
            "end_char": 28353
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28367,
            "end_char": 28380
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 28440,
            "end_char": 28453
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 28487,
            "end_char": 28497
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28544,
            "end_char": 28554
        },
        {
            "text": "10.07.2017",
            "label": "DATE",
            "start_char": 28908,
            "end_char": 28918
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 28992,
            "end_char": 29002
        },
        {
            "text": "14.12.2015",
            "label": "DATE",
            "start_char": 29044,
            "end_char": 29054
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 29080,
            "end_char": 29093
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29149,
            "end_char": 29159
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 29338,
            "end_char": 29351
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 29413,
            "end_char": 29423
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 29512,
            "end_char": 29522
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 29684,
            "end_char": 29694
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 29779,
            "end_char": 29796
        },
        {
            "text": "Amit Suryakant Lunavat v. Kotak Securities, Mumbai reported in 2010 (6) Mh.",
            "label": "PRECEDENT",
            "start_char": 29812,
            "end_char": 29887
        },
        {
            "text": "L.J. 764",
            "label": "CASE_NUMBER",
            "start_char": 29888,
            "end_char": 29896
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 30026,
            "end_char": 30036
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30083,
            "end_char": 30098
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 30134,
            "end_char": 30144
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 30765,
            "end_char": 30778
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 30970,
            "end_char": 30987
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 31035,
            "end_char": 31048
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 31106,
            "end_char": 31116
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 31348,
            "end_char": 31364
        },
        {
            "text": "Section 33 (1) (a) and 33(4)",
            "label": "PROVISION",
            "start_char": 31515,
            "end_char": 31543
        },
        {
            "text": "16.08.2021",
            "label": "DATE",
            "start_char": 31547,
            "end_char": 31557
        },
        {
            "text": "27-07-2021",
            "label": "DATE",
            "start_char": 31626,
            "end_char": 31636
        },
        {
            "text": "30.09.2021",
            "label": "DATE",
            "start_char": 31760,
            "end_char": 31770
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 31808,
            "end_char": 31818
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31866,
            "end_char": 31876
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 32009,
            "end_char": 32022
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 32042,
            "end_char": 32051
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32101,
            "end_char": 32114
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32152,
            "end_char": 32162
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 32300,
            "end_char": 32310
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32531,
            "end_char": 32541
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 32559,
            "end_char": 32572
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 32623,
            "end_char": 32633
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 32720,
            "end_char": 32730
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 32924,
            "end_char": 32934
        },
        {
            "text": "State of Arunachal Pradesh v. Damini Construction",
            "label": "PRECEDENT",
            "start_char": 33026,
            "end_char": 33075
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 33195,
            "end_char": 33208
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 33395,
            "end_char": 33405
        },
        {
            "text": "Section 33 and section 34",
            "label": "PROVISION",
            "start_char": 33497,
            "end_char": 33522
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33639,
            "end_char": 33649
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 33747,
            "end_char": 33757
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 33840,
            "end_char": 33850
        },
        {
            "text": "Case No. 24/2021",
            "label": "CASE_NUMBER",
            "start_char": 33878,
            "end_char": 33894
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 34001,
            "end_char": 34011
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 34104,
            "end_char": 34114
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 34274,
            "end_char": 34284
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 34443,
            "end_char": 34456
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 34693,
            "end_char": 34706
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 34794,
            "end_char": 34804
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 35042,
            "end_char": 35053
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 35307,
            "end_char": 35318
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 35326,
            "end_char": 35347
        },
        {
            "text": "29-10-2021",
            "label": "DATE",
            "start_char": 35393,
            "end_char": 35403
        },
        {
            "text": "17-11-2021",
            "label": "DATE",
            "start_char": 35405,
            "end_char": 35415
        },
        {
            "text": "10- 12-2021",
            "label": "DATE",
            "start_char": 35420,
            "end_char": 35431
        },
        {
            "text": "27- 07-2021",
            "label": "DATE",
            "start_char": 35502,
            "end_char": 35513
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 35543,
            "end_char": 35553
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35620,
            "end_char": 35630
        },
        {
            "text": "7 th March 2022",
            "label": "DATE",
            "start_char": 36014,
            "end_char": 36029
        },
        {
            "text": "Meghalaya",
            "label": "JUDGE",
            "start_char": 36110,
            "end_char": 36119
        },
        {
            "text": "11.02.2022",
            "label": "DATE",
            "start_char": 36120,
            "end_char": 36130
        }
    ],
    "precedent_clusters": {
        "Black Diamond Track Parts Private Limited v. Black Diamond Motors Private Limited (Para 29, 30)": [
            "Prakash Atlanta v. National Highway Authority of India (2016)",
            "Ved Prakash Mithal v. Union of India (2018)",
            "BGS SGS SOMA JV v. NHPC, (2020) 4",
            "Fuerst Day Lawson Ltd. V. Jindal Exports Ltd. (2011) 8",
            "Black Diamond Track Parts Private Limited v. Black Diamond Motors Private Limited (Para 29, 30)",
            "Ashok Kumar Puri and Another vs. S. Suncon Realtors Pvt",
            "State of Gujarat vs. Union of India (2018)",
            "P.Radha Bai & Ors. v. P. Ashok Kumar & Anr",
            "Ved Prakash Mithal and Sons vs. Union of India (2018)",
            "State of Arunachal Pradesh v. Damini Construction"
        ],
        "NTPC vs. MePDCL 2021 SCC Online Megh 134 (Para 31, 36, 37,\n38)": [
            "NTPC vs. MePDCL 2021 SCC Online Megh 134 (Para 31, 36, 37,\n38)",
            "Chintels India Ltd v Bhayana Builders 2021 SCC Online SC 80",
            "Navayuga Engineering Company vs. Bangalore Metro Rail Corporation Limited 2021 SCC Online SC 469",
            "Ambience Project vs. Neeraj Bindal 2021 SCC Online Del 4023 (Para 16)",
            "Surender Kumar Singhal v. Arun Kumar Bhalotia, 2021 SCC Online Del 3708 (Para 25 (viii)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Sections 5 and 37",
            "Arbitration Act",
            "Sections 5 and 37",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "34(3)",
            "Arbitration Act",
            "34(3)",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Articles 226/227",
            "Constitution",
            "Articles 226/227",
            "Constitution"
        ],
        [
            "Articles 226/227",
            "Constitution",
            "Articles 226/227",
            "Constitution"
        ],
        [
            "Articles 226/227",
            "Arbitration Act",
            "Articles 226/227",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Articles 226 or 227",
            "Constitution",
            "Articles 226 or 227",
            "Constitution"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "section 34",
            "Arbitration Act",
            "section 34",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34 and 36",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 and 36",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33(1)(a) and 33(4)",
            "Arbitration Act",
            "Section 33(1)(a) and 33(4)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 31(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 31(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33 and 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 33 and 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration Act",
            "Section 34 (3)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34 (3)",
            "Arbitration Act",
            "Section 34 (3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "section 34",
            "Arbitration Act",
            "section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34 (3)",
            "Arbitration Act",
            "Section 34 (3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Arbitration Act",
            "Article 227",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "section 33",
            "Arbitration Act",
            "section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Article 33",
            "Arbitration Act",
            "Article 33",
            "Arbitration Act"
        ],
        [
            "Article 33",
            "Arbitration Act",
            "Article 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "section 33",
            "Arbitration Act",
            "section 33",
            "Arbitration Act"
        ],
        [
            "section 34(3)",
            "Arbitration Act",
            "section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33 (1) (a) and 33(4)",
            "Arbitration Act",
            "Section 33 (1) (a) and 33(4)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33 and section 34",
            "Arbitration Act",
            "Section 33 and section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "section 33",
            "Arbitration Act",
            "section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 34(3)",
            "Arbitration Act",
            "Section 34(3)",
            "Arbitration Act"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 33",
            "Arbitration Act",
            "Section 33",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 31(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 31(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(c)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(c)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 36(2) and (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 36(2) and (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13 (1)(3)",
            "Commercial Courts Act",
            "Section 13 (1)(3)",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Black Diamond Track Parts Private Limited v. Black Diamond Motors Private Limited (Para 29, 30)": 10,
        "NTPC vs. MePDCL 2021 SCC Online Megh 134 (Para 31, 36, 37,\n38)": 5
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 11,
        "Article 227 of Constitution of India": 5,
        "Section 5 of Arbitration Act": 5,
        "Section 8 of Commercial Courts Act": 5,
        "Section 37 of Arbitration Act": 6,
        "Sections 5 and 37 of Arbitration Act": 1,
        "Article 227 of Constitution": 8,
        "Article 227 of Arbitration Act": 7,
        "34(3) of Arbitration Act": 1,
        "Section 33 of Arbitration Act": 41,
        "Order 43 of Code of Civil Procedure": 1,
        "Articles 226/227 of Constitution": 2,
        "Articles 226/227 of Arbitration Act": 1,
        "Articles 226 or 227 of Constitution": 1,
        "Part I of Arbitration Act": 2,
        "section 34 of Arbitration Act": 2,
        "Section 34 and 36 of Arbitration and Conciliation Act, 1996": 1,
        "Section 33(1)(a) and 33(4) of Arbitration Act": 1,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 3,
        "Section 31(6) of Arbitration and Conciliation Act, 1996": 2,
        "Section 33 and 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 (3) of Arbitration Act": 3,
        "Section 34 of Arbitration Act": 15,
        "Section 34(3) of Arbitration Act": 14,
        "Section 13 of Commercial Courts Act": 1,
        "section 33 of Arbitration Act": 3,
        "Article 33 of Arbitration Act": 2,
        "section 34(3) of Arbitration Act": 1,
        "Section 33 (1) (a) and 33(4) of Arbitration Act": 1,
        "Section 33 and section 34 of Arbitration Act": 1,
        "Section 2(c) of Arbitration and Conciliation Act, 1996": 1,
        "Section 36(2) and (3) of Arbitration and Conciliation Act, 1996": 1,
        "Section 13 (1)(3) of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 20,
        "Constitution of India": 5,
        "Arbitration Act": 107,
        "Commercial Courts Act": 7,
        "Constitution": 11,
        "Code of Civil Procedure": 1
    }
}