{
    "id": "5431d75a9bf9bc31dddc9bc6320c41830896a31af43c43a312a6e2cc6080246b",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nM/S Vittal Cashew Industries vs Tropical Industries International Pvt ... on 27 June, 2023\nAuthor: S.R.Krishna Kumar \nBench: S.R.Krishna Kumar \n                                         -1-\n                                                  Nc: 2023 :Khc:22303 \n                                                    Wp No. 9481 of 2022\n\n\n\n\n                  In The High Court Of Karnataka At Bengaluru\n\n                       Dated This The 27Th Day Of June, 2023 \n\n                                       Before\n                    The Hon'Ble Mr Justice S.R.Krishna Kumar \n                      Writ Petition No. 9481 Of 2022 ( Gm -Cpc) \n             Between: \n\n             1.   M / S Vittal Cashew Industries \n                  A Registered Partnership Firm \n                  Through Its Managing Partner \n                  Mr. Santhosh Kamath \n                  Having Its Office At B-109 \n                  Industrial Estate Baikampady \n                  Mangaluru - 575 001.\n                  Also At Gajanana Chambers \n                  Near Sai Mandir, Hosdurg\n                  Kanhangad Kasargod - 671 315 . \n\n             2.   M / S Vittal Impex \n                  A Registered Partnership Firm \n                  Through Its Partner \n                  Mr. H Ganesh Kamath\n                  Having Its Office At Gajanana Chambers \n                  Near Sai Mandir, Hosdurg\n                  Kanhangad, Kasargod - 671 315\n                  Also At 48 Ismail Complex\nDigitally         Gin Factory Road, Thoothukudi - 628002\nsigned by         Tamil Nadu.\nVandana S                                                   ... Petitioners\nLocation:\nHigh Court   (By Sri. Arun Shyam, Senior Counsel Appearing For\nof              Sri. Rakesh Kini, Advocate)\nKarnataka\n             And:\n\n             1 .   Tropical Industries International Pvt Ltd \n                  A Company Incorporated Under The Provisions Of The\n                  Companies Act 1956\n                  And Is A Subsidy Of Tropical General\n                  Investments Group\n                  Having Its Registered Office At F-04 \n                  And 05, Triveni Commercial Complex \n                  Sheikh Sarai Phasse - 1 New Delhi - 17 \n                                  -2-\n                                         Nc: 2023 :Khc:22303 \n                                             Wp No. 9481 of 2022 \n\n\n\n\n2.   Vink Corporation Dmcc \n     A Company Based In Dulai, Uae\n     And Is A Part Of The Tropical General Investments\n     Group Having Its Registered Office At\n     Jumeirah Lake Tower,Dubail Uae\n\n     Both Are Represented By Its\n     Authorized Signatory\n     Mr Rohan Raj Savara\n                                                       ...Respondents\n\n(By Sri.Siddharth Muchandi, Advocate For\n    Sri. Princy Ponnan And Sri. Shyam V. Prasad ,Advocates)\n\n       This W.P. Is Filed Under Article 227 Of The Constitution\nOf India Praying To Set Aside The Impugned Order Dtd\n20.04.2022 Annexure-C In Com.O.S.No.506 Of 2021, Passed By The\nLearned Iv Additional District Judge And Commercial Court,\nDk, Mangaluru.\n\n    This Petition, Coming On For Orders, This Day, The\nCourt Made The Following:\n\n\n                              Order\nThe present petition arises out of Com.O.S.No.506 / 2021 pending on the file of Iv Addl.District Judge and Commercial Court, D.K., Mangalore (for short ' the commercial court').\n2. The material on rec ord discloses that the respondents - plaintiffs instituted the aforesaid suit against the petitioners- defendants for recovery of a sum of Rs.15,29,886.64/- and for other reliefs. The said suit was filed by the plaintiffs as a summary suit by invoking the provisions contained in Order 37 CPC. The petitioners who are arrayed as defendants entered appearance in NC: 2023:KHC:22303 the suit, pursuant to which, plaintiffs filed an application I.A.1 under Order 37 Rule 3(4) CPC seeking passing of summary judgment in their favour against the defendants. The petitioners - defendants filed their objections / counter affidavit and also sought for leave to defend. By the impugned order, the commercial court refused to grant leave to defend in favour of the petitioners and allowed I.A.No.1 and directed passing of summary judgment in favour of the plaintiffs. Aggrieved by the impugned order, petitioners are before this Court by way of the present petition. \n3. In the first instance, by order dated 19.07.2022, this Court dismissed the present petition and confirmed the order of the commercial court. Aggrieved by the same, petitioners approached the Apex Court in Civil Appeal No.5277/2022 (arising out of SLP (civil) No.13822/2022). By final order dated 12.08.2022, the Apex Court set aside the aforesaid order dated 19.07.2022 passed by this Court and remitted the matter back to this Court for consideration of the issue of jurisdiction. In this context, it is relevant to state that on 30.05.2022 itself i.e., prior to the aforesaid order dated 19.07.2022 being passed by this Court, the petitioners - defendants had filed an application I.A.No.4 seeking return of the NC: 2023:KHC:22303 plaint on the ground that the commercial court did not have territorial jurisdiction to entertain or adjudicate upon the suit and that both parties had agreed that the Courts at Delhi alone would have exclusive territorial jurisdiction to decide the suit. The said application I.A.No.4 filed by the petitioners is still pending consideration before the commercial court. \n4. Heard learned Senior counsel appearing for the petitioners and learned counsel for the respondents and perused the material on record.\n5. In addition to reiterating the various contentions urged in the petition and referring to the material on record, learned Senior counsel for the petitioners submits that having regard to clause 7.2 of the Settlement Agreement dated 29.04.2019 entered into between the parties whereby they had agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi alone, the commercial court at Mangaluru, did not have territorial jurisdiction to decide the suit and as such, the issue regarding jurisdiction is to be answered in favour of the petitioners. In support of his contentions, learned Senior counsel placed reliance upon the following judgments:-\nNC: 2023:KHC:22303 (i) B.L.Kashyap & Sons Ltd., JMS Steels & Power Corpn.,- (2022) 3 SCC 294;\n(ii) IDBI Trusteeship v. Hub Town Ltd.,- 2017 (1) SCC 568;\n(iii) Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002) 9 SCC 613;\n(iv) Abhimanya vs. Sri. Ram Investment Limited, Gulbarga - (2006) SCC Online Kar 530;\n(v) Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7 SCC 678. \n(vi) Swastik Gases Pvt. Ltd. vs Indian Oil Corporation Ltd. - (2013) 9 SCC 32. \n(vii) B.E. Simoese Von Staraburg Niedenthal & Anr. V. Chhattisgarh Investment Ltd. - (2015) 12 SCC 225.\n(viii) Sundaram Finance Limited and Ors V. T. Thankam - 2015 (14) SCC 444.\n(ix) Dr. Jagmittar Sain Bhagar v. Dir. Health Services, Haryana and Anr. - 2013 AIR SCW 4387.\n(x) Omega Finvest LLP v. Direct News Private Limited - 2022 SCC Online Del 3418 : (2022) 295 DLT 645;\n(xi) Hakam Singh v. M/s. Gammon (India) Ltd., - (1971) 1 SCC 286;\n(xii) Exl. Careers and another vs. Frankfinn Aviation Service Pvt. Ltd., -2020 (12) SCC 667;\n6. Per contra, learned counsel for the respondents in addition to reiterating the various contentions urged in the statement of objections, submitted that the courts at New Delhi did NC: 2023:KHC:22303 not have any jurisdiction to decide the suit and merely because the parties had entered into the aforesaid Settlement Agreement dated 29.04.2019, it cannot be said that the commercial court at Mangaluru, did not have territorial jurisdiction and as such, the said issue is to be answered in favour of the respondents. In support of his contentions, learned counsel placed reliance upon the following judgments:-\n(i) Haier Telecom (India) P. Ltd. vs. Drive India Enterprises Solutions Ltd., - 2018 SCC Online Bom.\n1014 (DB)\n(ii) Young Achievers vs. IMS Learning Resources - (2013) 10 SCC 535;\n(iii) Zenith Drugs vs. Nicholas Piramal - (2020) 17 SCC 419;\n(iv) Hakam Singh vs. Gammon India - 1971(1) SCC 286;\n(v) Patel Roadways Limited vs. Prasad Trading Company - (1991) 4 SCC 270;\n(vi) New Moga Transport vs United India Insurance - (2004) 4 SCC 677;\n7. I have given my anxious consideration to the rival contentions and perused the material on record. \n8. The undisputed material on record discloses that a Settlement Agreement dated 29.04.2019 was entered into between NC: 2023:KHC:22303 the petitioners and the respondents, in which, both parties had agreed as per clause 7.2 of the agreement that any dispute controversy or disagreement between the parties shall be subject to the jurisdiction of the courts only at New Delhi. The said clause 7.2 reads as under:-\n\"Any dispute, controversy or disagreement between the Parties arising out of or in connection with this Agreement shall be subject to the jurisdiction of the courts at New Delhi. The parties irrevocably waive any objection to venue in these courts and any objection based on the doctrine of forum non conveniens or similar grounds that these courts are inconvenient for determination of a dispute\".\n9. As can be seen from the aforesaid clause 7.2, both parties have unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever. Further, the cause title to the plaint indicates that while plaintiff No.1 is situated at New Delhi, plaintiff No.2 is at Dubai, UAE, the 1st defendant is at Mangaluru and 2nd defendant is at Kasargod and accordingly, out of the four parties to the suit, only 1 st defendant is at Mangaluru NC: 2023:KHC:22303 within the jurisdiction of the commercial court. The material on record also reveals that apart from the fact that all payments and liabilities towards the subject transactions were between New Delhi, Dubai and Kasargod, the email correspondence by the plaintiffs originated from New Delhi and Dubai where plaintiff nos. 1 and 2 are situated respectively. So also, the legal notice dated 17.12.2020 was issued from New Delhi by the respondents to the petitioners and the same has been referred to in the plaint also by the respondents. It is therefore clear that the cause of action for the suit arose in and from New Delhi and in view of clause 7.2 whereby the parties agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi, the commercial court at Mangaluru did not have territorial jurisdiction to entertain or adjudicate upon the suit, which was within the exclusive territorial jurisdiction of the courts at New Delhi and not before the commercial court at Mangaluru. \n10. As stated supra, the cumulative effect of the undisputed material on record, in particular, paragraph-22 of the plaint, wherein the plaintiffs have specifically referred to the cause of action to file the suit having arisen on account of the legal notice dated NC: 2023:KHC:22303 17.12.2020 issued by them prior to institution of the suit which was issued from New Delhi as well as the email correspondence by the authorized persons on behalf of the plaintiffs from their office at New Delhi and other undisputed documents lead to the inescapable conclusion that a part / portion of the cause of action had clearly arisen at New Delhi. Consequently, in the light of clause 7.2 of the Settlement Agreement entered into between the parties on 29.04.2019, wherein both parties had unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever as can be seen from clause 7.2 supra, I am of the considered opinion that it is the courts at New Delhi alone that have exclusive territorial jurisdiction to entertain and adjudicate upon the dispute between the parties. Under these circumstances, it is clear that the commercial court at Mangaluru where the instant suit is pending does not have territorial jurisdiction to entertain or adjudicate upon the suit or dispute between the parties which would necessarily have to be decided by the courts at New Delhi and as such, the plaint in the - 10 - NC: 2023:KHC:22303 instant suit deserves to be returned back to the respondents - plaintiffs for re-presentation before the jurisdictional courts at New Delhi and necessary directions are to be issued in this regard. \n11. In the result, I pass the following:-\nORDER (i) Petition is hereby allowed. \n(ii) The impugned order dated 20.04.2022 passed in COM.O.S.No.506/2021 by the Commercial court, D.K., Mangalore, is hereby set aside. \n(iii) Consequently, in view of the findings recorded by me above that the commercial court at Mangalore, does not have jurisdiction to entertain and adjudicate upon the instant suit, I.A.No.4 dated 30.05.2022 filed by the petitioners - defendants under Sections 20 to 22 and Section 151 CPC r/w Order 7 Rule 11 CPC seeking return of the plaint in Com.O.S.No.506/2021 stands allowed. \n(iv) The plaint in COM.O.S.No.506/2021 is directed to be returned to the respondents - plaintiffs who are directed to re- present the plaint at the jurisdictional court at New Delhi. \n- 11 - NC: 2023:KHC:22303 (v) All rival contentions on all other aspects of the matter except territorial jurisdiction which stands concluded by this order are kept open and no opinion is expressed on the same. \nSd/-\nJUDGE Srl.",
        "preamble_end_char_offset": null,
        "cleaned_text": "high court of meghalaya chief engineer (nh) pwd (roads) vs m/s bsc&c and c jv on 22 april, 2024 author: h. s. thangkhiew bench: h. s. thangkhiew serial no. 01 regular list high court of meghalaya at shillong crp no. 2 of 2024 date of decision: 22.04.2024 chief engineer (nh) pwd (roads), govt. of meghalaya, lower lachumiere, meghalaya, shillong-793003. . petitioner(s) versus m/s bsc&c and c jv, 6-2-913/914, progressive tower, khaitrabad, hyderabad, telangana-500004. . respondent(s) hon'ble mr. justice h. s. thangkhiew, judge appearance: for the petitioner(s) : mr. a. kumar, ag with mr. e.r. chyne, ga for the respondent(s) : mr. r. banerji, sr. adv. with mr. r. prakash, adv. mr. a. pande, adv. mr. a. raghuwanshi, adv. ms. s. gangar, adv. ms. g.c. marboh, adv. i) whether approved for reporting in yes/no law journals etc.: ii) whether approved for publication in press: yes/no judgment and order 1. the brief facts necessary are that, on the inability of an arbitral tribunal which was constituted on 13.03.2019, to render an award within the stipulated time and subsequent extension thereof, the respondent herein, had preferred an application for extension of the mandate under section 29a of the arbitration and conciliation act, 1996 (hereinafter referred to as a&c act) before the commercial court, east khasi hills. the petitioner then filed an application under section 11 of the commercial courts act, read with order 7 rule 11 cpc, challenging the jurisdiction of the commercial court to entertain an application under section 29a of the a&c act, 1996. 2. the learned district judge, commercial court, east khasi hills, shillong then by judgment and order dated 16.02.2024, passed in commercial misc. case no. 1 of 2024, held that the said court had the jurisdiction to entertain an application for extension of the mandate of the arbitral tribunal under section 29a of the arbitration and conciliation act, 1996. being aggrieved thereby, the petitioner has preferred the instant revision application before this court. 3. the main issue in this revision application is with regard to the interpretation of the expression 'court' as given in sub-sections (4), (5) & (6) of section 29a of the a&c act. essentially, the interpretation revolves around whether the expression 'court' used in section 29a would mean the high court, or the principal civil court in a district. it has been contended by the petitioner that the learned commercial court had committed an error in holding that the expression 'court' would mean the principal civil court in accordance with section 2(1)(e) of the a&c act, inasmuch as, the power of extension of the mandate is concomitant with the power of appointment of arbitrator. the further contention is that section 29a (6) of the a&c act, provides that the court while extending the mandate can substitute one or all the arbitrators, thus such power of substitution being part and parcel of the power of appointment of arbitrator, which is only available with the high court under section 11(6), the expression 'court' used in section 29a cannot mean the principal civil court in the district under section 2(1)(e). 4. further submissions advanced on behalf of the petitioner are that section 2 of the a&c act is preceded with the expression 'unless the context otherwise requires' which it is asserted means the expression 'court' would mean the principal civil court in a district only if the context does not indicate otherwise. section 29a (6) it is submitted, clearly indicates that the expression 'court' would mean the high court, as the power of appointment of arbitrator is only with the high court in the context of domestic arbitration. 5. mr. a. kumar, learned advocate general assisted by mr. e.r. chyne, learned ga in support of his arguments, has placed heavy reliance on the judgment of the high court of delhi in the case of dda v. tara chand sumit construction co. 2020 scc online del 2501, wherein he submits, it has been held that the conflict can be resolved or reconciled by interpreting the term 'court' in the context of section 29a of the a&c act to be a court which has the power to appoint an arbitrator under section 11 of the act. reliance has also been placed on the following judgments on this point. i) cabra instalaciones y servicios vs. maharashtra state electricity distribution co. ltd., 2019 scc online bom 1437. ii) nilesh ramanbhai patel and ors. vs. bhanubhai ramanbhai patel and ors. iii) k.v. ramana reddy vs. rashtriya ispat nigam limited and ors. (04.01.2023aphc) i.a. no. 2 of 2022 in arbitration application no. 50 of 2018. iv) amit kumar gupta vs. dipak prasad, 2021 scc online cal 2174 v) indian farmers fertilizers coop. ltd., vs. manish engineering enterprises, 2022 scc online all 150. 6. on the meaning of 'unless the context otherwise requires', the learned advocate general has cited the following decisions hereinafter given, and submits that the court has not only to look at the words, but also to look at the context and to interpret the same accordingly. i) state of maharashtra vs. indian medical assn., (2022) 1 scc 589 ii) whirlpool corpn. vs. registrar of trade marks (1998) 8 scc 1 at page 12 iii) grasim industries ltd. vs. collector of customs, (2002) 4 scc 297 the interpretation suggested by the learned commercial court he contends, has rendered the expression 'unless the context otherwise requires' superfluous. it has also been argued that an interpretation should be made to avoid anomalous results, and that the suggestion given by the respondent therefore, would lead to such a situation where the district court, would be vested with the power of appointment of a new arbitrator which would be in the teeth of section 11 of the a&c act. 7. in conclusion, the learned advocate general submits that the learned commercial court had failed to deal with the judgments cited by the petitioners and the impugned order is perverse, inasmuch as, the same is contrary to provisions of the a&c act, and as such bad in law and therefore, liable to be set aside and quashed. 8. mr. r. banerji, learned senior counsel assisted by mr. r. prakash, learned counsel on behalf of the respondent in reply, has submitted that the term 'court' under section 2(1) (e) of the a&c act, read in the context of section 29a(4) would mean the principal civil court of original jurisdiction in a district including the high court, in cases such a high court is exercising ordinary civil jurisdiction. the high court of meghalaya he submits, does not exercise ordinary original civil jurisdiction, and as such therefore, the term 'court' appearing in section 29a of the act, would mean principal civil court i.e. the learned commercial court, shillong. it has been contended by the learned senior counsel that the argument of the petitioner presupposes that all appointments of arbitrators would only be under section 11(6) of the a&c act, and there is no mention about the arbitrators appointed by mutual consent under section 11(2) of the act. the definition of court under section 2(1)(e) of the act, he submits is clear and unambiguous and the intention of the legislature to include the high court, would be only in cases where it exercises original jurisdiction. 9. the learned senior counsel then submits that a bare perusal of section 29a, notwithstanding the expression 'unless the context otherwise requires', no context can be attributed indicating a contrary intention and therefore, as per settled legal proposition, the meaning assigned to the term 'court' as defined in section 2(1(e) of the act, should be given the same meaning. the supreme court, he submits in various cases, has explained the aforesaid words to mean that, even when a definition clause is preceded by the words 'unless the context otherwise requires', normally the definition given in the section should be applied and given effect to. as section 11 of the act specifically stipulates the 'court' to mean the high court or the supreme court as the case may be, the phrase 'unless the context otherwise requires', means that the definition is inclusive of the high court in cases where it was required under the act and specifically indicated therein, including section 11, 47 and 56 of the act. it is further submitted that section 29a was introduced when section 11 and 2(1)(e) were already in existence and therefore, if the legislature had the intention for the meaning of 'court' under section 29a to mean otherwise, it would have specifically carved out such an exception like it did in section 11. 10. supplementing his main arguments, the learned senior counsel has argued that the 'court' under section 34 of the act has the power to set aside an award passed by an arbitral tribunal on certain grounds as laid down in the said provision, irrespective of the fact whether the award has been passed by an arbitrator appointed by the high court or even the supreme court. therefore, he submits when the legislature has empowered the principal civil court of a district to set aside an award passed by arbitrators appointed by higher courts, there is no justification as to why such arbitrators cannot be substituted by the principal civil court under section 29a of the act. learned senior counsel then referred to the following judgments in support of his case. i) a'xykno capital services private ltd. etc. vs. state of u.p. etc. (neutral citation no. 2023:ahc-lko:37194) ii) aplus projects and technology (p.) ltd. vs. oil india ltd. (2020) 1 guwahati law reports 99 iii) m/s urc construction (pvt.) ltd. vs. m/s beml ltd. 2017 scc online ker 20520 iv) nimet resources inc. and anr. vs. essar steels limited (2009) 17 scc 313. 11. heard learned counsels for the parties and examined the materials on records, and perused the various judgments cited by the parties. as aforenoted, the entire issue revolves around the definition of 'court' as given in section 2 (1)(e) of the a&c act, and whether the high court under section 29a would be the 'court' within the meaning of the said section. for the sake of convenience, it would be expedient if section 2(1)(e) is reproduced hereinbelow:\"2. definition (1) in this part, unless the context otherwise requires, (e) \"court\" means (i) in case of an arbitration other than international commercial arbitration, the principal civil court of original jurisdiction in a district, and includes the high court in exercise of its ordinary original jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject-matter of a suit, but does not include any civil court of a grade interior to such principal civil court, or any court of small causes; (ii) in the case of international commercial arbitration, the high court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject-matter of the arbitration if the same had been the subject matter of a suit, and in other cases, a high court having jurisdiction to hear appeals from decrees of courts subordinate to that high court;]\" 12. a plain reading of section 2(1)(e) has defined 'court' to mean the principal civil court of original jurisdiction in a district and includes the high court in exercise of its ordinary civil jurisdiction. this provision has also clearly distinguished the term 'court' to mean those principal civil courts which have jurisdiction only with regard to domestic arbitration, inasmuch as, it has been provided therein \"in the case of arbitration other than international commercial arbitration\". the legislative intent is therefore, patent on the face of the provision itself and in fact, requires no further interpretation. 13. the other question for consideration is whether section 29a in its application, even taking into account section 29a(6) would denude the powers of the high court not exercising original civil jurisdiction, and therefore, would not come within the meaning of 'court' as given in section 2(1)(e). section 29a (4) and (6) are reproduced hereinbelow:\"29a. time limit for arbitral award.--[(1)the award in matters other than international commercial arbitration shall be made by the arbitral tribunal within a period of twelve months from the date of completion of pleadings under sub-section (4) of section 23: (1) . (2) . (3) . (4) if the award is not made within the period specified in sub-section (1) or the extended period specified under subsection (3), the mandate of the arbitrator(s) shall terminate unless the court has, either prior to or after the expiry of the period so specified, extended the period: provided that while extending the period under this sub-section, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent. for each month of such delay. [provided further that where an application under sub-section (5) is pending, the mandate of the arbitrator shall continue till the disposal of the said application: provided also that the arbitrator shall be given an opportunity of being heard before the fees is reduced.] (5) . (6) while extending the period referred to in sub-section (4), it shall be open to the court to substitute one or all of the arbitrators and if one or all of the arbitrators are substituted, the arbitral proceedings shall continue from the stage already reached and on the basis of the evidence and material already on record, and the arbitrator(s) appointed under this section shall be deemed to have received the said evidence and material.\" 14. a literal flurry of judgments have been pressed by both sides in support of their respective case, wherein opposing views have been taken by various high courts and also interpretations of the judgments of the supreme court have also been placed and elaborated for consideration. notable among these cases is the judgment placed by the respondent senior counsel in the compilation i.e. a'xykno capital services private ltd. etc. vs. state of u.p. (supra) wherein various judgements concerning the ambit of section 29a have been digested and discussed. after taking into account the judgment in the case of nimet resources (supra) and in the case of garhwal mandal vikas nigam limited vs. krishna travel agency reported in (2008) 6 scc 741 and discerning from the findings in the case of indian farmers fertilizers cooperative limited (supra) apart from other judgments at para-54 & 69 thereof, it has been held as follows:\"54. in view of aforesaid, the intention of legislature to include a high court specifically having jurisdiction over aspects under specific provisions of the act of 1996 has clearly been delineated. however no such amendment has been incorporated in section 2 (1)(e) to exclude a civil court of original jurisdiction so far as it pertains to section 29a of the act. considered in the light of amendments made in sections 47 and 56 of the act, the intention of legislature to include a high court only when it has original jurisdiction is thus clear and unambiguous and in such circumstances, where there is no ambiguity, no purposive interpretation is required to be resorted to implant a perceived casus, which even otherwise was not omissus. 69. in the light of aforesaid aspects as indicated hereinabove, the question is answered as follows:'the concept of 'court' as envisaged under section 29a read with section 2(1)(e) of the act of 1996 does not include a high court not having original civil jurisdiction as in the case of allahabad high court and an application as such under section 29a of the act of 1996 would be maintainable only in the principal civil court of original jurisdiction in a district.' though on behalf of the petitioner it has been submitted that the above quoted judgment precedes on a wrong pretext in approaching the query from the perspective of original civil jurisdiction rather than looking at section 29a(6) of the a&c act, this court is of the view that a'xykno capital services private ltd. etc. vs. state of u.p. (supra) has great persuasive value as the high court of meghalaya does not possess original civil jurisdiction. 15. however, on another important aspect, the judgment of the bombay high court in cabra instalaciones y servicios vs. maharashtra state electricity distribution co. ltd (supra), has a bearing on the instant case. this judgment, has touched upon the purport of section 29a(6), which provides that while extending the period referred to in sub-section (4), it would be open to the court to substitute one or all of the arbitrators; and has held it to be in fact, a power to make appointment of a new/substitute arbitrator, or any member of the arbitral tribunal, and as the arbitral tribunal was appointed by the supreme court, the high court was found to lack jurisdiction to pass any orders under section 29a of the act. this finding has been followed by the delhi high court in the case of dda v. tara chand sumit construction co.(supra), wherein it has been held at para-29 thereof as follows:\"29. in case a petition under section 29a of the act is filed before the principal civil court for extension of mandate and the occasion for substitution arises, then the principal civil court will be called upon to exercise the power of substituting the arbitrator. in a given case, the arbitrator being substituted could be an arbitrator who had been appointed by the supreme court or the high court. this would lead to a situation where the conflict would arise between the power of superior courts to appoint arbitrators under section 11 of the act and those of the civil court to substitute those arbitrators under section 29a of the act. this would be clearly in the teeth of provisions of section 11 of the act, which confers the power of appointment of arbitrators only on the high court or the supreme court, as the case may be. the only way, therefore, this conflict can be resolved or reconciled, in my opinion, will be by interpreting the term 'court' in the context of section 29a of the act, to be a court which has the power to appoint an arbitrator under section 11 of the act. accepting the contention of the respondent would lead to an inconceivable and impermissible situation where, particularly in case of court appointed arbitrators, where the civil courts would substitute and appoint arbitrators, while extending the mandate under section 29a of the act.\" 16. thus, it is seen that the term 'court' used in section 29a(4), as the definitive clause has provided in section 2(1), is to be interpreted by making use of the expression \"unless the context otherwise requires\". the phrase \"unless the context otherwise requires\" in the view of this court, is a provision in section 2, intended by the legislature to allow for flexibility in interpretation and indicates that the definitions given therein, should be understood in accordance with the surrounding context, or specific circumstances, rather than strictly adhering to a literal interpretation. this provision hence, enables courts to consider the broader context, including the intent of the legislature, in determining the applicable meaning of the provisions at hand. in essence, it grants discretion to interpret the provision in a manner that best aligns with the overall purpose and objectives of the statute. 17. though it is correct that the power under section 11(6) of the act, specifically vests the powers of appointment of arbitrator in the case of domestic arbitration upon the high court, this jurisdiction also is limited, as once an arbitrator is nominated, the high court does not retain jurisdiction. however, as noted in various judgments, if the power under section 29a is to be exercised by the principal civil court, though it may be competent to extend the mandate, an anomalous situation would arise, if there is a question of substitution, as it may result in an arbitrator appointed by the high court being substituted by the principal civil court, which would then militate against the stipulation of section 11(6) of the act. 18. a contextual interpretation of the term 'court' as given in the act, will therefore involve analyzing the facts of the case, the legislative intent to understand its purpose and its application, whereas textual interpretation on the other hand, focuses solely on the language of the provision itself. balancing both approaches therefore, will ensure the comprehensive application of the provisions' meaning and intent, taking into account both its context and textual structure to apply it effectively, to fit into the scheme of the act. as such, in the considered view of this court, section 2(1)(e) allows the interpretation of the term 'court' to be read, keeping the object of the statute intact, and the same should not result in defeating the purpose, for which the provision i.e. section 29a was inserted. 19. in the backdrop of the discussions herein above, coming to the case in hand, the decision rendered in magnum opus it consulting private limited vs. artcad systems, through its proprietor vinay digambar shende (2022) scc online bom 2861: (2023) 1 arb lr 441, which has been relied upon by the respondents, however comes to their aid, as the arbitrators in the present case were not appointed under section 11 by the high court. as such, by applying this judgment, a distinction can be drawn to hold that, if the appointment of the arbitrator is not by the high court under section 11, the principal civil court of original jurisdiction in this case, the commercial court at shillong, east khasi hills will have the power to entertain an application under section 29a for extension of the term, as no anomalous situation would arise therefrom. as such, by making use of the expression of section 2 of the act \"unless the context otherwise requires\" the textual interpretation will be in tune with the contextual one. 20. accordingly, keeping in mind the fact that, the high court of meghalaya does not possess original civil jurisdiction, coupled with the fact that, section 11 nor section 29a(6) do not come into play in the present case, as the arbitrators were not appointed by the high court, the commercial court, east khasi hills, shillong being the principal court of original jurisdiction will have the jurisdiction to extend the mandate as prescribed under section 29a of the act. 21. as such, in conclusion, in view of the discussions made hereinabove, this revision petition is dismissed and disposed of accordingly. 22. no order as to costs. judge meghalaya 22.04.2024 \"v. lyndem ps\""
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf12cd2b704b4b8980d160beeda6d274_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ea0aa10acaa439aa58a4b660ff138e5_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0682fc7194dc4b96b4297d1ce948df27_2"
        },
        {
            "start": 264,
            "end": 381,
            "text": "\nM/S Vittal Cashew Industries vs Tropical Industries International Pvt ... on 27 June, 2023\nAuthor: S.R.Krishna Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7476ce303fc41199f421813f1969f58_3"
        },
        {
            "start": 382,
            "end": 407,
            "text": "\nBench: S.R.Krishna Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2a1063ab9f840e3b0ed44945a817f84_4"
        },
        {
            "start": 450,
            "end": 507,
            "text": "-1-\n                                                  Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0668054fa2f74b5989a7d1d2804cb844_5"
        },
        {
            "start": 508,
            "end": 523,
            "text": "2023 :Khc:22303",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bdebc9c8fce64995aea8785a1a205eeb_6"
        },
        {
            "start": 524,
            "end": 619,
            "text": "\n                                                    Wp No. 9481 of 2022\n\n\n\n\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77e269d3a4134fe6820481c6c91d6909_7"
        },
        {
            "start": 619,
            "end": 687,
            "text": "In The High Court Of Karnataka At Bengaluru\n\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62f59cb72adf4a6b8e1bb36a14ed6780_8"
        },
        {
            "start": 687,
            "end": 724,
            "text": "Dated This The 27Th Day Of June, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c596fed958cf4ec58569cb39e7d8f465_9"
        },
        {
            "start": 766,
            "end": 793,
            "text": "Before\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60ffe898b0fd4ad89b91940a808da319_10"
        },
        {
            "start": 793,
            "end": 804,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea7f048620014197986fb364443f5af8_11"
        },
        {
            "start": 805,
            "end": 833,
            "text": "Mr Justice S.R.Krishna Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54e9208d077840a1a37611377e12628c_12"
        },
        {
            "start": 857,
            "end": 889,
            "text": "Writ Petition No. 9481 Of 2022 (",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a146faaf21914154bc50156265ec9b84_13"
        },
        {
            "start": 890,
            "end": 898,
            "text": "Gm -Cpc)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c6b8dd890ee424aa969c1eaf5bd2ead_14"
        },
        {
            "start": 913,
            "end": 921,
            "text": "Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b5cc847fcf34390a4fff026da170c99_15"
        },
        {
            "start": 937,
            "end": 943,
            "text": "1.   M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "99f954ae7bc84f74bd69b93d5a88e2da_16"
        },
        {
            "start": 944,
            "end": 972,
            "text": "/ S Vittal Cashew Industries",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ecfcbeaadc64b319843a9fef5057d16_17"
        },
        {
            "start": 992,
            "end": 1021,
            "text": "A Registered Partnership Firm",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d534a75a113b44a491612d6184ee3fcb_18"
        },
        {
            "start": 1041,
            "end": 1069,
            "text": "Through Its Managing Partner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81dd89c96e0743d5878b9f550ebdfe03_19"
        },
        {
            "start": 1089,
            "end": 1108,
            "text": "Mr. Santhosh Kamath",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f2160a812804e39af19c052db708898_20"
        },
        {
            "start": 1128,
            "end": 1154,
            "text": "Having Its Office At B-109",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3feb47b0b0024a108af393d51fbabbab_21"
        },
        {
            "start": 1174,
            "end": 1202,
            "text": "Industrial Estate Baikampady",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce582ec290ad42bca6405f3bfa81188f_22"
        },
        {
            "start": 1222,
            "end": 1231,
            "text": "Mangaluru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "421107ff1eff4d0faea4d94d72bdaef7_23"
        },
        {
            "start": 1232,
            "end": 1261,
            "text": "- 575 001.\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96202a962e344c51b29139e721ecb6dc_24"
        },
        {
            "start": 1261,
            "end": 1286,
            "text": "Also At Gajanana Chambers",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f038f36baab140338fe62b6516041cfe_25"
        },
        {
            "start": 1306,
            "end": 1377,
            "text": "Near Sai Mandir, Hosdurg\n                  Kanhangad Kasargod - 671 315",
            "labels": [
                "PREAMBLE"
            ],
            "id": "052e61980b6e47f3a5e201543b7fd457_26"
        },
        {
            "start": 1378,
            "end": 1401,
            "text": ". \n\n             2.   M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d351a045528445884fcad64da4dde5b_27"
        },
        {
            "start": 1402,
            "end": 1418,
            "text": "/ S Vittal Impex",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03f62a07a9ed4a6f97d73e5214eb829e_28"
        },
        {
            "start": 1438,
            "end": 1467,
            "text": "A Registered Partnership Firm",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f24ef2265b474a7d80ae1e71037853ee_29"
        },
        {
            "start": 1487,
            "end": 1506,
            "text": "Through Its Partner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b910ab09c2249559ddd315bc23622fe_30"
        },
        {
            "start": 1507,
            "end": 1602,
            "text": "\n                  Mr. H Ganesh Kamath\n                  Having Its Office At Gajanana Chambers",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3ce41cc0bcc4827b18ff33e836a39dd_31"
        },
        {
            "start": 1622,
            "end": 1713,
            "text": "Near Sai Mandir, Hosdurg\n                  Kanhangad, Kasargod - 671 315\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c88534d3ae04f7f9c3111dc3157e137_32"
        },
        {
            "start": 1713,
            "end": 1833,
            "text": "Also At 48 Ismail Complex\nDigitally         Gin Factory Road, Thoothukudi - 628002\nsigned by         Tamil Nadu.\nVandana",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ed3e00e05034bcfae47c0cd726a987a_33"
        },
        {
            "start": 1834,
            "end": 1889,
            "text": "S                                                   ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5addd2c10094501872bf71f8d652987_34"
        },
        {
            "start": 1890,
            "end": 1902,
            "text": "Petitioners\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ecb71f52a43446988fbbcd340e2de424_35"
        },
        {
            "start": 1902,
            "end": 1922,
            "text": "Location:\nHigh Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be94d9cf8eda42a2905e2b8f42d15bde_36"
        },
        {
            "start": 1925,
            "end": 2062,
            "text": "(By Sri. Arun Shyam, Senior Counsel Appearing For\nof              Sri. Rakesh Kini, Advocate)\nKarnataka\n             And:\n\n             1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "55414b9c87324a199847f8bd9255d31c_37"
        },
        {
            "start": 2063,
            "end": 2108,
            "text": ".   Tropical Industries International Pvt Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd0cb762aa2a4169b82a2ef761e3aca8_38"
        },
        {
            "start": 2128,
            "end": 2234,
            "text": "A Company Incorporated Under The Provisions Of The\n                  Companies Act 1956\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b52f4f2fe83f4447aaaaa12f9c50df40_39"
        },
        {
            "start": 2234,
            "end": 2289,
            "text": "And Is A Subsidy Of Tropical General\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d74d776c6cb5414eb3d60d5f2e1344c8_40"
        },
        {
            "start": 2289,
            "end": 2325,
            "text": "Investments Group\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ace01c08443d44bf97ddb5c0d85244de_41"
        },
        {
            "start": 2325,
            "end": 2361,
            "text": "Having Its Registered Office At F-04",
            "labels": [
                "PREAMBLE"
            ],
            "id": "115d801ffae740758255864ba234eaf1_42"
        },
        {
            "start": 2362,
            "end": 2415,
            "text": "\n                  And 05, Triveni Commercial Complex",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f7e6ab5ea27a46d6962008749ee71906_43"
        },
        {
            "start": 2435,
            "end": 2458,
            "text": "Sheikh Sarai Phasse - 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c73acd0d9e7343ab8d09068dbe3bd6df_44"
        },
        {
            "start": 2459,
            "end": 2468,
            "text": "New Delhi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddfb349c520f413aa0fc47bc68e8b2ac_45"
        },
        {
            "start": 2469,
            "end": 2554,
            "text": "- 17 \n                                  -2-\n                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "082d0c65cfba46dcab8391b4fced2ca3_46"
        },
        {
            "start": 2554,
            "end": 2562,
            "text": "Nc: 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4ed1ddc291f4ffaa9f2275160e95ab5_47"
        },
        {
            "start": 2563,
            "end": 2573,
            "text": ":Khc:22303",
            "labels": [
                "PREAMBLE"
            ],
            "id": "281e9e54433a4e7fa0139d5ec20b83d7_48"
        },
        {
            "start": 2574,
            "end": 2639,
            "text": "\n                                             Wp No. 9481 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "90be083ecaae42f592f17153c926b0a8_49"
        },
        {
            "start": 2645,
            "end": 2654,
            "text": "2.   Vink",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7d4f883f4fb4893a7d6dce5c1602e89_50"
        },
        {
            "start": 2655,
            "end": 2666,
            "text": "Corporation",
            "labels": [
                "PREAMBLE"
            ],
            "id": "748e88f5d4534e30bcf22b12d5164f18_51"
        },
        {
            "start": 2667,
            "end": 3107,
            "text": "Dmcc \n     A Company Based In Dulai, Uae\n     And Is A Part Of The Tropical General Investments\n     Group Having Its Registered Office At\n     Jumeirah Lake Tower,Dubail Uae\n\n     Both Are Represented By Its\n     Authorized Signatory\n     Mr Rohan Raj Savara\n                                                       ...Respondents\n\n(By Sri.Siddharth Muchandi, Advocate For\n    Sri. Princy Ponnan And Sri. Shyam V. Prasad ,Advocates)\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0e8a3e443dc441eb20627f2c02f3c32_52"
        },
        {
            "start": 3107,
            "end": 3359,
            "text": "This W.P. Is Filed Under Article 227 Of The Constitution\nOf India Praying To Set Aside The Impugned Order Dtd\n20.04.2022 Annexure-C In Com.O.S.No.506 Of 2021, Passed By The\nLearned Iv Additional District Judge And Commercial Court,\nDk, Mangaluru.\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e36533b7445427fa9030b211a627851_53"
        },
        {
            "start": 3359,
            "end": 3654,
            "text": "This Petition, Coming On For Orders, This Day, The\nCourt Made The Following:\n\n\n                              Order\nThe present petition arises out of Com.O.S.No.506 / 2021 pending on the file of Iv Addl.District Judge and Commercial Court, D.K., Mangalore (for short ' the commercial court').\n2.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e62d7ea8be842d6a2ea537463a98ffc_54"
        },
        {
            "start": 3655,
            "end": 3674,
            "text": "The material on rec",
            "labels": [
                "FAC"
            ],
            "id": "941ad63d11584461897dcee77e77c2c3_55"
        },
        {
            "start": 3675,
            "end": 3854,
            "text": "ord discloses that the respondents - plaintiffs instituted the aforesaid suit against the petitioners- defendants for recovery of a sum of Rs.15,29,886.64/- and for other reliefs.",
            "labels": [
                "FAC"
            ],
            "id": "55391ccb03fa4682af6e5725e60e83a0_56"
        },
        {
            "start": 3855,
            "end": 3968,
            "text": "The said suit was filed by the plaintiffs as a summary suit by invoking the provisions contained in Order 37 CPC.",
            "labels": [
                "FAC"
            ],
            "id": "9bcd3b5c25d44578915a798fe6a4c750_57"
        },
        {
            "start": 3969,
            "end": 4227,
            "text": "The petitioners who are arrayed as defendants entered appearance in NC: 2023:KHC:22303 the suit, pursuant to which, plaintiffs filed an application I.A.1 under Order 37 Rule 3(4) CPC seeking passing of summary judgment in their favour against the defendants.",
            "labels": [
                "FAC"
            ],
            "id": "57376329bc8045a5a9c7e5b584882cba_58"
        },
        {
            "start": 4228,
            "end": 4336,
            "text": "The petitioners - defendants filed their objections / counter affidavit and also sought for leave to defend.",
            "labels": [
                "FAC"
            ],
            "id": "6c98a4b7286e4a23b08b83507e936c90_59"
        },
        {
            "start": 4337,
            "end": 4533,
            "text": "By the impugned order, the commercial court refused to grant leave to defend in favour of the petitioners and allowed I.A.No.1 and directed passing of summary judgment in favour of the plaintiffs.",
            "labels": [
                "RLC"
            ],
            "id": "41bdda2b38df4386b871c07eab598087_60"
        },
        {
            "start": 4534,
            "end": 4632,
            "text": "Aggrieved by the impugned order, petitioners are before this Court by way of the present petition.",
            "labels": [
                "FAC"
            ],
            "id": "ba5740a7d0e44f84a35515d0640f2bb2_61"
        },
        {
            "start": 4633,
            "end": 4777,
            "text": "\n3. In the first instance, by order dated 19.07.2022, this Court dismissed the present petition and confirmed the order of the commercial court.",
            "labels": [
                "FAC"
            ],
            "id": "1c3a847776114096ba0ba394b3305bde_62"
        },
        {
            "start": 4778,
            "end": 4911,
            "text": "Aggrieved by the same, petitioners approached the Apex Court in Civil Appeal No.5277/2022 (arising out of SLP (civil) No.13822/2022).",
            "labels": [
                "FAC"
            ],
            "id": "38c4bc4d7f1a4bc79394a4b2928d913f_63"
        },
        {
            "start": 4912,
            "end": 5118,
            "text": "By final order dated 12.08.2022, the Apex Court set aside the aforesaid order dated 19.07.2022 passed by this Court and remitted the matter back to this Court for consideration of the issue of jurisdiction.",
            "labels": [
                "RLC"
            ],
            "id": "5f20ee0b69be4560a177631dcae996c5_64"
        },
        {
            "start": 5119,
            "end": 5625,
            "text": "In this context, it is relevant to state that on 30.05.2022 itself i.e., prior to the aforesaid order dated 19.07.2022 being passed by this Court, the petitioners - defendants had filed an application I.A.No.4 seeking return of the NC: 2023:KHC:22303 plaint on the ground that the commercial court did not have territorial jurisdiction to entertain or adjudicate upon the suit and that both parties had agreed that the Courts at Delhi alone would have exclusive territorial jurisdiction to decide the suit.",
            "labels": [
                "FAC"
            ],
            "id": "e799242b3fd7415dbb546fa3ea4b700c_65"
        },
        {
            "start": 5626,
            "end": 5740,
            "text": "The said application I.A.No.4 filed by the petitioners is still pending consideration before the commercial court.",
            "labels": [
                "FAC"
            ],
            "id": "df019a173a4d45b78ec92c0b70455069_66"
        },
        {
            "start": 5742,
            "end": 5882,
            "text": "4. Heard learned Senior counsel appearing for the petitioners and learned counsel for the respondents and perused the material on record.\n5.",
            "labels": [
                "NONE"
            ],
            "id": "66e53c38a54a4f85a73dbb02dd3a95e9_67"
        },
        {
            "start": 5883,
            "end": 6449,
            "text": "In addition to reiterating the various contentions urged in the petition and referring to the material on record, learned Senior counsel for the petitioners submits that having regard to clause 7.2 of the Settlement Agreement dated 29.04.2019 entered into between the parties whereby they had agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi alone, the commercial court at Mangaluru, did not have territorial jurisdiction to decide the suit and as such, the issue regarding jurisdiction is to be answered in favour of the petitioners.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2d83012d67c046deb68968a09e2ee256_68"
        },
        {
            "start": 6450,
            "end": 6998,
            "text": "In support of his contentions, learned Senior counsel placed reliance upon the following judgments:-\nNC: 2023:KHC:22303 (i) B.L.Kashyap & Sons Ltd., JMS Steels & Power Corpn.,- (2022) 3 SCC 294;\n(ii) IDBI Trusteeship v. Hub Town Ltd.,- 2017 (1) SCC 568;\n(iii) Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002) 9 SCC 613;\n(iv) Abhimanya vs. Sri. Ram Investment Limited, Gulbarga - (2006) SCC Online Kar 530;\n(v) Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7 SCC 678.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4c2bfae5e11547ef8b7cf92e187bf214_69"
        },
        {
            "start": 6999,
            "end": 7078,
            "text": "\n(vi) Swastik Gases Pvt. Ltd. vs Indian Oil Corporation Ltd. - (2013) 9 SCC 32.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77316d42522b4de1b1d96da7a4a2ab32_70"
        },
        {
            "start": 7079,
            "end": 7616,
            "text": "\n(vii) B.E. Simoese Von Staraburg Niedenthal & Anr. V. Chhattisgarh Investment Ltd. - (2015) 12 SCC 225.\n(viii) Sundaram Finance Limited and Ors V. T. Thankam - 2015 (14) SCC 444.\n(ix) Dr. Jagmittar Sain Bhagar v. Dir. Health Services, Haryana and Anr. - 2013 AIR SCW 4387.\n(x) Omega Finvest LLP v. Direct News Private Limited - 2022 SCC Online Del 3418 : (2022) 295 DLT 645;\n(xi) Hakam Singh v. M/s. Gammon (India) Ltd., - (1971) 1 SCC 286;\n(xii) Exl. Careers and another vs. Frankfinn Aviation Service Pvt. Ltd., -2020 (12) SCC 667;\n6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4241f1d4f6254138a5a025ee68eb1883_71"
        },
        {
            "start": 7617,
            "end": 8133,
            "text": "Per contra, learned counsel for the respondents in addition to reiterating the various contentions urged in the statement of objections, submitted that the courts at New Delhi did NC: 2023:KHC:22303 not have any jurisdiction to decide the suit and merely because the parties had entered into the aforesaid Settlement Agreement dated 29.04.2019, it cannot be said that the commercial court at Mangaluru, did not have territorial jurisdiction and as such, the said issue is to be answered in favour of the respondents.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8dd0d533780c4278bd7c1a8f65e3be50_72"
        },
        {
            "start": 8134,
            "end": 8668,
            "text": "In support of his contentions, learned counsel placed reliance upon the following judgments:-\n(i) Haier Telecom (India) P. Ltd. vs. Drive India Enterprises Solutions Ltd., - 2018 SCC Online Bom.\n1014 (DB)\n(ii) Young Achievers vs. IMS Learning Resources - (2013) 10 SCC 535;\n(iii) Zenith Drugs vs. Nicholas Piramal - (2020) 17 SCC 419;\n(iv) Hakam Singh vs. Gammon India - 1971(1) SCC 286;\n(v) Patel Roadways Limited vs. Prasad Trading Company - (1991) 4 SCC 270;\n(vi) New Moga Transport vs United India Insurance - (2004) 4 SCC 677;\n7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d93f7a88cf4741f59fce9d399d107ef5_73"
        },
        {
            "start": 8669,
            "end": 8767,
            "text": "I have given my anxious consideration to the rival contentions and perused the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "c8f5f819c76c4e7aad9d8bb64da2631d_74"
        },
        {
            "start": 8769,
            "end": 9145,
            "text": "8. The undisputed material on record discloses that a Settlement Agreement dated 29.04.2019 was entered into between NC: 2023:KHC:22303 the petitioners and the respondents, in which, both parties had agreed as per clause 7.2 of the agreement that any dispute controversy or disagreement between the parties shall be subject to the jurisdiction of the courts only at New Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bbdd605a40a4f0cb73e3b0a6b8a29a9_75"
        },
        {
            "start": 9146,
            "end": 9361,
            "text": "The said clause 7.2 reads as under:-\n\"Any dispute, controversy or disagreement between the Parties arising out of or in connection with this Agreement shall be subject to the jurisdiction of the courts at New Delhi.",
            "labels": [
                "STA"
            ],
            "id": "85061ae44bbd4b7c820a1e9e12e7cfa3_76"
        },
        {
            "start": 9362,
            "end": 9584,
            "text": "The parties irrevocably waive any objection to venue in these courts and any objection based on the doctrine of forum non conveniens or similar grounds that these courts are inconvenient for determination of a dispute\".\n9.",
            "labels": [
                "STA"
            ],
            "id": "342a3c7beae34bd9ab1184faf23689a8_77"
        },
        {
            "start": 9585,
            "end": 9952,
            "text": "As can be seen from the aforesaid clause 7.2, both parties have unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c19a5cfb6a14089b5aeedacf6dc3bd9_78"
        },
        {
            "start": 9953,
            "end": 10311,
            "text": "Further, the cause title to the plaint indicates that while plaintiff No.1 is situated at New Delhi, plaintiff No.2 is at Dubai, UAE, the 1st defendant is at Mangaluru and 2nd defendant is at Kasargod and accordingly, out of the four parties to the suit, only 1 st defendant is at Mangaluru NC: 2023:KHC:22303 within the jurisdiction of the commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a27e87689ec480bbe2ac373789f743e_79"
        },
        {
            "start": 10312,
            "end": 10618,
            "text": "The material on record also reveals that apart from the fact that all payments and liabilities towards the subject transactions were between New Delhi, Dubai and Kasargod, the email correspondence by the plaintiffs originated from New Delhi and Dubai where plaintiff nos. 1 and 2 are situated respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25c3cd10ef984184b4955ed6264c41d8_80"
        },
        {
            "start": 10619,
            "end": 10798,
            "text": "So also, the legal notice dated 17.12.2020 was issued from New Delhi by the respondents to the petitioners and the same has been referred to in the plaint also by the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bb5bffafc1447f68266699d706c0ef4_81"
        },
        {
            "start": 10799,
            "end": 11261,
            "text": "It is therefore clear that the cause of action for the suit arose in and from New Delhi and in view of clause 7.2 whereby the parties agreed to confer exclusive territorial jurisdiction upon the courts at New Delhi, the commercial court at Mangaluru did not have territorial jurisdiction to entertain or adjudicate upon the suit, which was within the exclusive territorial jurisdiction of the courts at New Delhi and not before the commercial court at Mangaluru.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "565d4c4e8c7548ef8216dc933d904ff5_82"
        },
        {
            "start": 11263,
            "end": 11902,
            "text": "10. As stated supra, the cumulative effect of the undisputed material on record, in particular, paragraph-22 of the plaint, wherein the plaintiffs have specifically referred to the cause of action to file the suit having arisen on account of the legal notice dated NC: 2023:KHC:22303 17.12.2020 issued by them prior to institution of the suit which was issued from New Delhi as well as the email correspondence by the authorized persons on behalf of the plaintiffs from their office at New Delhi and other undisputed documents lead to the inescapable conclusion that a part / portion of the cause of action had clearly arisen at New Delhi.",
            "labels": [
                "RATIO"
            ],
            "id": "5cc00a04d31d448fa94e5f92416ebea3_83"
        },
        {
            "start": 11903,
            "end": 12568,
            "text": "Consequently, in the light of clause 7.2 of the Settlement Agreement entered into between the parties on 29.04.2019, wherein both parties had unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the Agreement shall be subject to the jurisdiction of the courts at New Delhi and both parties had irrevocably waived any objection to New Delhi being the venue on any ground whatsoever as can be seen from clause 7.2 supra, I am of the considered opinion that it is the courts at New Delhi alone that have exclusive territorial jurisdiction to entertain and adjudicate upon the dispute between the parties.",
            "labels": [
                "RATIO"
            ],
            "id": "361e792154974fae94aa748632f88c3d_84"
        },
        {
            "start": 12569,
            "end": 13116,
            "text": "Under these circumstances, it is clear that the commercial court at Mangaluru where the instant suit is pending does not have territorial jurisdiction to entertain or adjudicate upon the suit or dispute between the parties which would necessarily have to be decided by the courts at New Delhi and as such, the plaint in the - 10 - NC: 2023:KHC:22303 instant suit deserves to be returned back to the respondents - plaintiffs for re-presentation before the jurisdictional courts at New Delhi and necessary directions are to be issued in this regard.",
            "labels": [
                "RPC"
            ],
            "id": "22819a85a58e467283c2b191ad10daac_85"
        },
        {
            "start": 13118,
            "end": 13197,
            "text": "11. In the result, I pass the following:-\nORDER (i) Petition is hereby allowed.",
            "labels": [
                "RPC"
            ],
            "id": "e184fa5e2f8645889b604c6c7f8bc90a_86"
        },
        {
            "start": 13198,
            "end": 13332,
            "text": "\n(ii) The impugned order dated 20.04.2022 passed in COM.O.S.No.506/2021 by the Commercial court, D.K., Mangalore, is hereby set aside.",
            "labels": [
                "RPC"
            ],
            "id": "75bcebd3aa3944a299024b4edc72b688_87"
        },
        {
            "start": 13333,
            "end": 13716,
            "text": "\n(iii) Consequently, in view of the findings recorded by me above that the commercial court at Mangalore, does not have jurisdiction to entertain and adjudicate upon the instant suit, I.A.No.4 dated 30.05.2022 filed by the petitioners - defendants under Sections 20 to 22 and Section 151 CPC r/w Order 7 Rule 11 CPC seeking return of the plaint in Com.O.S.No.506/2021 stands allowed.",
            "labels": [
                "RPC"
            ],
            "id": "8bb19329a2fc41228e76d4cacc644810_88"
        },
        {
            "start": 13718,
            "end": 13900,
            "text": "(iv) The plaint in COM.O.S.No.506/2021 is directed to be returned to the respondents - plaintiffs who are directed to re- present the plaint at the jurisdictional court at New Delhi.",
            "labels": [
                "RPC"
            ],
            "id": "2fb407c431e747a288a791206fb45104_89"
        },
        {
            "start": 13901,
            "end": 14112,
            "text": "\n- 11 - NC: 2023:KHC:22303 (v) All rival contentions on all other aspects of the matter except territorial jurisdiction which stands concluded by this order are kept open and no opinion is expressed on the same.",
            "labels": [
                "RPC"
            ],
            "id": "091a2e8a08964707aa33c6febfa0e40c_90"
        },
        {
            "start": 14113,
            "end": 14129,
            "text": "\nSd/-\nJUDGE Srl.",
            "labels": [
                "NONE"
            ],
            "id": "0e65c65a59be4abc8ebe6401acaa095a_91"
        }
    ],
    "entities": [
        {
            "text": "High Court of Meghalaya",
            "label": "COURT",
            "start_char": 0,
            "end_char": 23
        },
        {
            "text": "Chief Engineer (Nh) Pwd (Roads)",
            "label": "PETITIONER",
            "start_char": 24,
            "end_char": 55
        },
        {
            "text": "Bsc&C And C Jv",
            "label": "RESPONDENT",
            "start_char": 63,
            "end_char": 77
        },
        {
            "text": "H. S. Thangkhiew",
            "label": "JUDGE",
            "start_char": 104,
            "end_char": 120
        },
        {
            "text": "H. S. Thangkhiew",
            "label": "JUDGE",
            "start_char": 128,
            "end_char": 144
        },
        {
            "text": "High Court Of Meghalaya",
            "label": "COURT",
            "start_char": 191,
            "end_char": 214
        },
        {
            "text": "Chief Engineer (Nh) Pwd (Roads)",
            "label": "PETITIONER",
            "start_char": 326,
            "end_char": 357
        },
        {
            "text": "Bsc&C and C Jv",
            "label": "RESPONDENT",
            "start_char": 491,
            "end_char": 505
        },
        {
            "text": "H. S. Thangkhiew",
            "label": "JUDGE",
            "start_char": 651,
            "end_char": 667
        },
        {
            "text": "A. Kumar",
            "label": "LAWYER",
            "start_char": 715,
            "end_char": 723
        },
        {
            "text": "E.R. Chyne",
            "label": "LAWYER",
            "start_char": 737,
            "end_char": 747
        },
        {
            "text": "R. Banerji",
            "label": "LAWYER",
            "start_char": 780,
            "end_char": 790
        },
        {
            "text": "R. Prakash",
            "label": "LAWYER",
            "start_char": 810,
            "end_char": 820
        },
        {
            "text": "A. Pande",
            "label": "LAWYER",
            "start_char": 831,
            "end_char": 839
        },
        {
            "text": "A. Raghuwanshi",
            "label": "LAWYER",
            "start_char": 850,
            "end_char": 864
        },
        {
            "text": "S. Gangar",
            "label": "LAWYER",
            "start_char": 875,
            "end_char": 884
        },
        {
            "text": "G.C. Marboh",
            "label": "LAWYER",
            "start_char": 895,
            "end_char": 906
        },
        {
            "text": "13.03.2019",
            "label": "DATE",
            "start_char": 1229,
            "end_char": 1239
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 1408,
            "end_char": 1419
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1427,
            "end_char": 1465
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 1494,
            "end_char": 1501
        },
        {
            "text": "Commercial Court, East Khasi Hills",
            "label": "COURT",
            "start_char": 1514,
            "end_char": 1548
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 1597,
            "end_char": 1607
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 1615,
            "end_char": 1636
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 1648,
            "end_char": 1663
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1664,
            "end_char": 1667
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 1756,
            "end_char": 1767
        },
        {
            "text": "A&C Act, 1996",
            "label": "STATUTE",
            "start_char": 1775,
            "end_char": 1788
        },
        {
            "text": "District Judge, Commercial Court, East Khasi Hills, Shillong",
            "label": "COURT",
            "start_char": 1806,
            "end_char": 1866
        },
        {
            "text": "16.02.2024",
            "label": "DATE",
            "start_char": 1900,
            "end_char": 1910
        },
        {
            "text": "Case No. 1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 1939,
            "end_char": 1957
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 2093,
            "end_char": 2104
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2112,
            "end_char": 2150
        },
        {
            "text": "Sub-sections (4), (5) & (6) of Section 29A",
            "label": "PROVISION",
            "start_char": 2381,
            "end_char": 2423
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 2431,
            "end_char": 2438
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 2527,
            "end_char": 2538
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 2803,
            "end_char": 2818
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 2826,
            "end_char": 2833
        },
        {
            "text": "Section 29A (6)",
            "label": "PROVISION",
            "start_char": 2977,
            "end_char": 2992
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 3000,
            "end_char": 3007
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 3251,
            "end_char": 3264
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 3297,
            "end_char": 3308
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3369,
            "end_char": 3384
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 3456,
            "end_char": 3465
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 3473,
            "end_char": 3480
        },
        {
            "text": "Section 29A (6)",
            "label": "PROVISION",
            "start_char": 3703,
            "end_char": 3718
        },
        {
            "text": "A. Kumar",
            "label": "LAWYER",
            "start_char": 3927,
            "end_char": 3935
        },
        {
            "text": "E.R. Chyne",
            "label": "LAWYER",
            "start_char": 3978,
            "end_char": 3988
        },
        {
            "text": "High Court of Delhi",
            "label": "COURT",
            "start_char": 4079,
            "end_char": 4098
        },
        {
            "text": "DDA v. Tara Chand Sumit Construction Co. 2020 SCC Online Del 2501",
            "label": "PRECEDENT",
            "start_char": 4114,
            "end_char": 4179
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 4317,
            "end_char": 4328
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 4336,
            "end_char": 4343
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4409,
            "end_char": 4419
        },
        {
            "text": "Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd., 2019 SCC OnLine Bom 1437",
            "label": "PRECEDENT",
            "start_char": 4508,
            "end_char": 4621
        },
        {
            "text": "Nilesh Ramanbhai Patel",
            "label": "OTHER_PERSON",
            "start_char": 4628,
            "end_char": 4650
        },
        {
            "text": "Bhanubhai Ramanbhai Patel",
            "label": "RESPONDENT",
            "start_char": 4664,
            "end_char": 4689
        },
        {
            "text": "K.V. Ramana Reddy vs. Rashtriya Ispat Nigam Limited and Ors",
            "label": "PRECEDENT",
            "start_char": 4705,
            "end_char": 4764
        },
        {
            "text": "04.01.2023-",
            "label": "DATE",
            "start_char": 4767,
            "end_char": 4778
        },
        {
            "text": "APHC) I.A. No. 2 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 4779,
            "end_char": 4803
        },
        {
            "text": "Arbitration Application No. 50 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 4807,
            "end_char": 4845
        },
        {
            "text": "Amit Kumar Gupta vs. Dipak Prasad, 2021 SCC OnLine Cal 2174 v)",
            "label": "PRECEDENT",
            "start_char": 4852,
            "end_char": 4914
        },
        {
            "text": "Indian Farmers Fertilizers Coop",
            "label": "PRECEDENT",
            "start_char": 4915,
            "end_char": 4946
        },
        {
            "text": "Ltd., vs. Manish Engineering Enterprises, 2022 SCC OnLine All 150",
            "label": "PRECEDENT",
            "start_char": 4948,
            "end_char": 5013
        },
        {
            "text": "State of Maharashtra vs. Indian Medical Assn., (2022) 1 SCC 589",
            "label": "PRECEDENT",
            "start_char": 5297,
            "end_char": 5360
        },
        {
            "text": "Whirlpool Corpn",
            "label": "ORG",
            "start_char": 5365,
            "end_char": 5380
        },
        {
            "text": "Registrar of Trade Marks (1998) 8 SCC 1",
            "label": "PRECEDENT",
            "start_char": 5386,
            "end_char": 5425
        },
        {
            "text": "Grasim Industries Ltd. vs. Collector of Customs, (2002) 4",
            "label": "PRECEDENT",
            "start_char": 5442,
            "end_char": 5499
        },
        {
            "text": "SCC 297",
            "label": "PROVISION",
            "start_char": 5500,
            "end_char": 5507
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 5966,
            "end_char": 5976
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5984,
            "end_char": 5991
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6237,
            "end_char": 6244
        },
        {
            "text": "R. Banerji",
            "label": "LAWYER",
            "start_char": 6328,
            "end_char": 6338
        },
        {
            "text": "R. Prakash",
            "label": "LAWYER",
            "start_char": 6379,
            "end_char": 6389
        },
        {
            "text": "Section 2(1) (e)",
            "label": "PROVISION",
            "start_char": 6487,
            "end_char": 6503
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 6511,
            "end_char": 6518
        },
        {
            "text": "Section 29A(4)",
            "label": "PROVISION",
            "start_char": 6543,
            "end_char": 6557
        },
        {
            "text": "High Court of Meghalaya",
            "label": "COURT",
            "start_char": 6734,
            "end_char": 6757
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 6879,
            "end_char": 6890
        },
        {
            "text": "Commercial Court, Shillong",
            "label": "COURT",
            "start_char": 6953,
            "end_char": 6979
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 7138,
            "end_char": 7151
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 7159,
            "end_char": 7166
        },
        {
            "text": "Section 11(2)",
            "label": "PROVISION",
            "start_char": 7248,
            "end_char": 7261
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 7304,
            "end_char": 7319
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 7564,
            "end_char": 7575
        },
        {
            "text": "Section 2(1(e)",
            "label": "PROVISION",
            "start_char": 7814,
            "end_char": 7828
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7879,
            "end_char": 7892
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 8154,
            "end_char": 8164
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8242,
            "end_char": 8255
        },
        {
            "text": "Section 11, 47 and 56",
            "label": "PROVISION",
            "start_char": 8476,
            "end_char": 8497
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 8539,
            "end_char": 8550
        },
        {
            "text": "Section 11 and 2(1)(e)",
            "label": "PROVISION",
            "start_char": 8571,
            "end_char": 8593
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 8705,
            "end_char": 8716
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 8807,
            "end_char": 8817
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8919,
            "end_char": 8929
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9179,
            "end_char": 9192
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 9473,
            "end_char": 9484
        },
        {
            "text": "A'Xykno Capital Services Private Ltd.",
            "label": "ORG",
            "start_char": 9589,
            "end_char": 9626
        },
        {
            "text": "State of U.P.",
            "label": "RESPONDENT",
            "start_char": 9636,
            "end_char": 9649
        },
        {
            "text": "Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020)",
            "label": "PRECEDENT",
            "start_char": 9703,
            "end_char": 9768
        },
        {
            "text": "URC Construction (Pvt.) Ltd. vs. M/s BEML Ltd.\n2017 SCC OnLine Ker 20520",
            "label": "PRECEDENT",
            "start_char": 9804,
            "end_char": 9876
        },
        {
            "text": "Nimet Resources Inc.",
            "label": "ORG",
            "start_char": 9881,
            "end_char": 9901
        },
        {
            "text": "Essar Steels Limited (2009) 17 SCC 313",
            "label": "PRECEDENT",
            "start_char": 9915,
            "end_char": 9953
        },
        {
            "text": "Section 2 (1)(e)",
            "label": "PROVISION",
            "start_char": 10180,
            "end_char": 10196
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10204,
            "end_char": 10211
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 10246,
            "end_char": 10257
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 10373,
            "end_char": 10388
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 11416,
            "end_char": 11431
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 12069,
            "end_char": 12080
        },
        {
            "text": "Section 29A(6)",
            "label": "PROVISION",
            "start_char": 12126,
            "end_char": 12140
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 12299,
            "end_char": 12314
        },
        {
            "text": "Section 29A (4) and (6)",
            "label": "PROVISION",
            "start_char": 12316,
            "end_char": 12339
        },
        {
            "text": "sub-section (4) of section 23:\n(1)",
            "label": "PROVISION",
            "start_char": 12599,
            "end_char": 12633
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14223,
            "end_char": 14236
        },
        {
            "text": "A'Xykno Capital Services Private Ltd.",
            "label": "ORG",
            "start_char": 14399,
            "end_char": 14436
        },
        {
            "text": "U.P.",
            "label": "PRECEDENT",
            "start_char": 14455,
            "end_char": 14459
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 14519,
            "end_char": 14530
        },
        {
            "text": "Nimet Resources",
            "label": "PRECEDENT",
            "start_char": 14619,
            "end_char": 14634
        },
        {
            "text": "Garhwal Mandal Vikas Nigam Limited vs. Krishna Travel Agency reported in (2008)",
            "label": "PRECEDENT",
            "start_char": 14662,
            "end_char": 14741
        },
        {
            "text": "Indian Farmers Fertilizers Cooperative Limited",
            "label": "PRECEDENT",
            "start_char": 14800,
            "end_char": 14846
        },
        {
            "text": "Section 2 (1)(e)",
            "label": "PROVISION",
            "start_char": 15188,
            "end_char": 15204
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 15280,
            "end_char": 15291
        },
        {
            "text": "Sections 47 and 56",
            "label": "PROVISION",
            "start_char": 15350,
            "end_char": 15368
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 15828,
            "end_char": 15839
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 15850,
            "end_char": 15865
        },
        {
            "text": "Allahabad High Court",
            "label": "COURT",
            "start_char": 15972,
            "end_char": 15992
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 16026,
            "end_char": 16037
        },
        {
            "text": "Section 29A(6)",
            "label": "PROVISION",
            "start_char": 16370,
            "end_char": 16384
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 16392,
            "end_char": 16399
        },
        {
            "text": "A'Xykno Capital Services Private Ltd. etc. vs. State of U.P.",
            "label": "PRECEDENT",
            "start_char": 16432,
            "end_char": 16492
        },
        {
            "text": "High Court of Meghalaya",
            "label": "COURT",
            "start_char": 16535,
            "end_char": 16558
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 16668,
            "end_char": 16685
        },
        {
            "text": "Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd",
            "label": "PRECEDENT",
            "start_char": 16689,
            "end_char": 16775
        },
        {
            "text": "Section 29A(6)",
            "label": "PROVISION",
            "start_char": 16867,
            "end_char": 16881
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17218,
            "end_char": 17231
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 17304,
            "end_char": 17315
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 17366,
            "end_char": 17382
        },
        {
            "text": "DDA v. Tara Chand Sumit Construction Co.(supra",
            "label": "PRECEDENT",
            "start_char": 17398,
            "end_char": 17444
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 17534,
            "end_char": 17545
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17874,
            "end_char": 17887
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 18035,
            "end_char": 18045
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 18124,
            "end_char": 18135
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 18200,
            "end_char": 18210
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18307,
            "end_char": 18320
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 18486,
            "end_char": 18497
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 18575,
            "end_char": 18585
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 18859,
            "end_char": 18870
        },
        {
            "text": "Section 29A(4)",
            "label": "PROVISION",
            "start_char": 18935,
            "end_char": 18949
        },
        {
            "text": "Section 2(1)",
            "label": "PROVISION",
            "start_char": 18992,
            "end_char": 19004
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 19196,
            "end_char": 19205
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 19847,
            "end_char": 19860
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 20164,
            "end_char": 20175
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 20514,
            "end_char": 20527
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 21130,
            "end_char": 21145
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 21332,
            "end_char": 21343
        },
        {
            "text": "Magnum Opus IT consulting Private Limited vs. Artcad Systems, Through its Proprietor Vinay Digambar Shende (2022) SCC OnLine Bom 2861: (2023) 1 Arb LR 441",
            "label": "PRECEDENT",
            "start_char": 21465,
            "end_char": 21619
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 21760,
            "end_char": 21770
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 21935,
            "end_char": 21945
        },
        {
            "text": "Principal Civil Court",
            "label": "COURT",
            "start_char": 21951,
            "end_char": 21972
        },
        {
            "text": "Commercial Court at Shillong, East Khasi Hills",
            "label": "COURT",
            "start_char": 22016,
            "end_char": 22062
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 22117,
            "end_char": 22128
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 22249,
            "end_char": 22258
        },
        {
            "text": "High Court of Meghalaya",
            "label": "COURT",
            "start_char": 22431,
            "end_char": 22454
        },
        {
            "text": "Section 11 nor Section 29A(6)",
            "label": "PROVISION",
            "start_char": 22529,
            "end_char": 22558
        },
        {
            "text": "Commercial Court, East Khasi Hills, Shillong",
            "label": "COURT",
            "start_char": 22663,
            "end_char": 22707
        },
        {
            "text": "Section 29A",
            "label": "PROVISION",
            "start_char": 22828,
            "end_char": 22839
        },
        {
            "text": "Meghalaya",
            "label": "JUDGE",
            "start_char": 23025,
            "end_char": 23034
        },
        {
            "text": "22.04.2024",
            "label": "DATE",
            "start_char": 23035,
            "end_char": 23045
        },
        {
            "text": "V. Lyndem",
            "label": "OTHER_PERSON",
            "start_char": 23047,
            "end_char": 23056
        }
    ],
    "precedent_clusters": {
        "Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020)": [
            "K.V. Ramana Reddy vs. Rashtriya Ispat Nigam Limited and Ors",
            "Indian Farmers Fertilizers Coop",
            "Grasim Industries Ltd. vs. Collector of Customs, (2002) 4",
            "Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020)",
            "Garhwal Mandal Vikas Nigam Limited vs. Krishna Travel Agency reported in (2008)",
            "A'Xykno Capital Services Private Ltd. etc. vs. State of U.P.",
            "Cabra Instalaciones Y Servicios vs. Maharashtra State Electricity Distribution Co. Ltd",
            "DDA v. Tara Chand Sumit Construction Co.(supra",
            "U.P."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "Section 29A",
            "A&C Act, 1996",
            "Section 29A",
            "A&C Act, 1996"
        ],
        [
            "Section 29A",
            "Arbitration and Conciliation Act, 1996",
            "Section 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sub-sections (4), (5) & (6) of Section 29A",
            "A&C Act",
            "Sub-sections (4), (5) & (6) of Section 29A",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A (6)",
            "A&C Act",
            "Section 29A (6)",
            "A&C Act"
        ],
        [
            "Section 2",
            "A&C Act",
            "Section 2",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 2(1) (e)",
            "A&C Act",
            "Section 2(1) (e)",
            "A&C Act"
        ],
        [
            "Section 11(6)",
            "A&C Act",
            "Section 11(6)",
            "A&C Act"
        ],
        [
            "Section 2 (1)(e)",
            "A&C Act",
            "Section 2 (1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A(6)",
            "A&C Act",
            "Section 29A(6)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11(6)",
            "Commercial Courts Act",
            "Section 11(6)",
            "Commercial Courts Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A (6)",
            "A&C Act",
            "Section 29A (6)",
            "A&C Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 29A(4)",
            "A&C Act",
            "Section 29A(4)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11(2)",
            "A&C Act",
            "Section 11(2)",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2(1(e)",
            "A&C Act",
            "Section 2(1(e)",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 11, 47 and 56",
            "A&C Act",
            "Section 11, 47 and 56",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11 and 2(1)(e)",
            "A&C Act",
            "Section 11 and 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A(6)",
            "A&C Act",
            "Section 29A(6)",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A (4) and (6)",
            "A&C Act",
            "Section 29A (4) and (6)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2 (1)(e)",
            "A&C Act",
            "Section 2 (1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A(6)",
            "A&C Act",
            "Section 29A(6)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 29A(4)",
            "A&C Act",
            "Section 29A(4)",
            "A&C Act"
        ],
        [
            "Section 2(1)",
            "A&C Act",
            "Section 2(1)",
            "A&C Act"
        ],
        [
            "Section 2",
            "A&C Act",
            "Section 2",
            "A&C Act"
        ],
        [
            "Section 11(6)",
            "A&C Act",
            "Section 11(6)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11(6)",
            "A&C Act",
            "Section 11(6)",
            "A&C Act"
        ],
        [
            "Section 2(1)(e)",
            "A&C Act",
            "Section 2(1)(e)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 11",
            "A&C Act",
            "Section 11",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "Section 2",
            "A&C Act",
            "Section 2",
            "A&C Act"
        ],
        [
            "Section 11 nor Section 29A(6)",
            "A&C Act",
            "Section 11 nor Section 29A(6)",
            "A&C Act"
        ],
        [
            "Section 29A",
            "A&C Act",
            "Section 29A",
            "A&C Act"
        ],
        [
            "SCC 297",
            "A&C Act",
            "SCC 297",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "sub-section (4) of section 23:\n(1)",
            "A&C Act",
            "sub-section (4) of section 23:\n(1)",
            "A&C Act"
        ],
        [
            "Sections 47 and 56",
            "A&C Act",
            "Sections 47 and 56",
            "A&C Act"
        ]
    ],
    "precedent_counts": {
        "Aplus Projects and Technology (P.) Ltd. vs. Oil India Ltd. (2020)": 9
    },
    "provision_counts": {
        "Section 29A of Arbitration and Conciliation Act, 1996": 2,
        "Section 11 of Commercial Courts Act": 2,
        "Order 7 Rule 11 of CPC": 1,
        "Section 29A of A&C Act, 1996": 1,
        "Sub-sections (4), (5) & (6) of Section 29A of A&C Act": 1,
        "Section 2(1)(e) of A&C Act": 8,
        "Section 29A (6) of A&C Act": 2,
        "Section 2 of A&C Act": 3,
        "Section 29A of A&C Act": 23,
        "Section 11 of A&C Act": 8,
        "Section 2(1) (e) of A&C Act": 1,
        "Section 11(6) of A&C Act": 3,
        "Section 2 (1)(e) of A&C Act": 2,
        "Section 29A(6) of A&C Act": 3,
        "Section 11(6) of Commercial Courts Act": 1,
        "Section 29A(4) of A&C Act": 2,
        "Section 11(2) of A&C Act": 1,
        "Section 2(1(e) of A&C Act": 1,
        "Section 11, 47 and 56 of A&C Act": 1,
        "Section 11 and 2(1)(e) of A&C Act": 1,
        "Section 29A (4) and (6) of A&C Act": 1,
        "Section 2(1) of A&C Act": 1,
        "Section 11 nor Section 29A(6) of A&C Act": 1,
        "SCC 297 of A&C Act": 1,
        "Section 34 of A&C Act": 1,
        "sub-section (4) of section 23:\n(1) of A&C Act": 1,
        "Sections 47 and 56 of A&C Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 2,
        "Commercial Courts Act": 3,
        "CPC": 1,
        "A&C Act, 1996": 1,
        "A&C Act": 67
    }
}