{
    "id": "47bfd7d8f9e93919c8ce5cb5c7ffaf6a50ed205952b9ca6530b06eecda2d14ba",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nAakash Engineers And Contractors vs Presiding Officer Commercial Court ... on 14 August, 2020 \nAuthor: Ajay Bhanot\nBench: Ajay Bhanot\nHigh Court Of Judicature At Allahabad\n \n \n\nCourt No. - 3\n \n\n \nCase :- Matters Under Article 227 No. - 790 of 2020\n \nPetitioner :- Aakash Engineers And Contractors \n \nRespondent :- Presiding Officer Commercial Court Gauytam Buddh Nagar And Another\n \nCounsel for Petitioner :- Shashank Dwivedi,Nirendra Mohan\n \n\n \nHon'ble Ajay Bhanot,J.\n \n1. Heard Sri Shashank Dwivedi, learned counsel for the petitioner and Sri Nikhil Agrawal, learned counsel for the respondent No.2.\n2. This petition has been filed with the following prayer:\n\"To direct the respondent No.1, i.e., Presiding Officer, Commercial Court, District- Gautam Buddh Nagar to decide Arbitration Petition No.110 of 2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors, pending for disposal since 10.09.2018, i.e., from one year and four months, expeditiously within stipulated period two months if possible.\"\n3. Sri Nikhil Agrawal, learned counsel for the respondent No.2 does not have any objection to the matter being decided within a stipulated period to be prescribed by this Court. \n4. Though the matter could have been disposed of on the terms of the fair submission and consent given by Sri Nikhil Agrawal, learned counsel for the respondent No.2. However, the facts of the case require this Court to consider the controversy in certain detail, and make observations for the benefit of all the stakeholders including the learned counsel for the parties, and for guidance of the learned trial court in the proper implementation of law. \n5. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors) were instituted on 15.06.2018 before the learned court below/ the learned District Judge, Gautam Budh Nagar. \n6. The matter was placed before the learned Presiding Officer for the first time on 10.09.2018. The petitioner was the caveator and received the notices. The matter was then posted on 27.09.2018. On 27.09.2018, the petitioner filed applications registered as 23Ga and 26Ga. The matter was posted for 05.11.2018, and on the said date the respondent prayed for an adjournment. The court was vacant on the next date fixed i.e. 28.11.2018. On 13.12.2018, the respondent was not present to prosecute the matter, though the petitioner was present. The matter was taken up on 19.12.2018, but no effective hearing could take place. Both the parties were present, however, the petitioner prayed for adjournments on 09.01.2019 and 28.01.2019. On 07.02.2019, when the matter was called out, counsel for the respondent was not present to prosecute the matter, consequently the petition filed by the respondent No.2 was dismissed for non-prosecution. A restoration application was filed by the respondent No.2 on 11.02.2019. The matter was taken up on 13.02.2019 and 20.02.2019, on which dates some documents were filed. On the next date of listing i.e. on 28.02.2019, the petitioner sought an adjournment.  The restoration application filed by the respondent no. 2 was allowed with costs of Rs. 1000/- on 13.03.2019, and the petition was restored to its original number. The proceedings were thereafter listed before the learned Presiding Officer on 25.03.2019 and 16.04.2019. No effective hearing happened on the said dates. On 06.05.2019, both the parties were present to prosecute the matter. On the next date of listing i.e. 21.05.2019, the respondent no.2, filed applications for stay of award as well as for stay of the execution of the arbitral award. \n7. The matter was listed on 08.07.2019 for disposal of the application registered as 6-C, but the respondent No.2 did not press the stay application. Costs of Rs. 150/- was imposed upon the respondent for filing repeated adjournments on 01.08.2019. The respondent tendered another application registered as paper No.15-C on 29.08.2019. On 05.09.2019, the following order was passed: \n\"For applicant counsel Shri Rajeev Agrawal is present. For respondent counsel Shri Vijay Sharma is present. 28Ga application dated 10.12.2018 is pending for disposal. This application has been moved by the applicant with the request that the file be summoned which is stopped by the opposite party counsel and also argued that the application is not maintainable. Arbitration proceedings pending since 2018. Parties are directed that they may file papers on which they want to put reliance during argument. Hence, application 28Ga disposed of accordingly. Put up for argument on 28.0 9.2019.\" \n8. However, on 28.09.2019, the matter was posted for arguments on 15.11.2019. The matter thus remains pending. This necessitated the institution of the petition under Article 227 of the Constitution of India. \n9. The constitutional courts are cognizant of the problem of delays in our judicial system. They have consistently attempted to purge the legal system of this menace. Various judgments have identified some of the causes of delays, & appropriate judicial directions have been issued to address the problem. \n10. The following question was posed for determination before the Hon'ble Supreme Court in M/s Shiv Cotex Versus Tirgum Auto Plast P. Ltd. and others, reported at 2011 (89) ALR 232 :\n\"14.....Is the court obliged to give adjournment after adjournment merely because the stakes are high in the dispute? Should the court be silent spectator and leave control of the case to a party to the case who has decided not to take the case forward?\" \n11. Thereafter, the Hon'ble Supreme Court while emphasizing the imperative of expeditious disposal of suits to preserve the faith in the judicial system held thus: \n\"15...It is sad, but true, that the litigants seek - and the courts grant - adjournments at the drop of the hat. In the cases where the judges are little pro-active and refuse to accede to the requests of unnecessary adjournments, the litigants deploy all sorts of methods in protracting the litigation. It is not surprising that civil disputes drag on and on. The misplaced sympathy and indulgence by the appellate and revisional courts compound the malady further. The case in hand is a case of such misplaced sympathy. It is high time that courts become sensitive to delays in justice delivery system and realize that adjournments do dent the efficacy of judicial process and if this menace is not controlled adequately, the litigant public may lose faith in the system sooner than later. The courts, particularly trial courts, must ensure that on every date of hearing, effective progress takes place in the suit.\" \n16....No litigant has a right to abuse the procedure provided in CPC. Adjournments have grown like cancer corroding the entire body of justice delivery system.\"\n17.....\"A party to the suit is not at liberty to proceed with the trial at its leisure and pleasure and has no right to determine when the evidence would be let in by it or the matter should be heard. The parties to a suit -- whether the plaintiff or the defendant -- must cooperate with the court in ensuring the effective work on the date of hearing for which the matter has been fixed. If they don't, they do so at their own peril.\" \n12. Interminable delays caused by unnecessary adjournments sought for and granted to parties in a routine manner, and the collective responsibility of all the stake holders in the judicial system arose for determination before the Hon'ble Supreme Court in Noor Mohammed Vs. Jethanand and another, reported at (2013) 5 SCC 202.\n13. Dispensing justice is the fundamental raison d'etre of the judicial system. Timely delivery of justice is indispensable to retaining the faith of the common man in the justice dispensation system. \n14. Reiterating the importance of timely delivery of justice, and after setting its face against indifference of the judicial system to the plight of the litigants, the Hon'ble Supreme Court in Noor Mohammed (supra) defined the problem and issued directions for its resolution : \n\"27. The anguish expressed in the past and the role ascribed to the Judges, lawyers and the litigants is a matter of perpetual concern and the same has to be reflected upon every moment. An attitude of indifference can neither be appreciated nor tolerated. Therefore, the serviceability of the institution gains significance. That is the command of the Majesty of Law and none should make any maladroit effort to create a concavity in the same. Procrastination, whether at the individual or institutional level, is a systemic disorder. Its corrosive effect and impact is like a disorderly state of the physical frame of a man suffering from an incurable and fast progressive malignancy. Delay either by the functionaries of the court or the members of the Bar significantly exhibits indolence and one can aphoristically say, borrowing a line from Southwell \"Creeping snails have the weakest force\". Slightly more than five decades back, talking about the responsibility of the lawyers, Nizer Louis[16] had put thus: -\n\"I consider it a lawyer's task to bring calm and confidence to the distressed client. Almost everyone who comes to a law office is emotionally affected by a problem. It is only a matter of degree and of the client's inner resources to withstand the pressure.\" \nA few lines from illustrious Frankfurter is fruitful to recapitulate:\n\"I think a person who throughout his life is nothing but a practicing lawyer fulfils a very great and essential function in the life of society. Think of the responsibilities on the one hand and the satisfaction on the other, to be a lawyer in the true sense.\" \n28. In a democratic set up, intrinsic and embedded faith in the adjudicatory system is of seminal and pivotal concern. Delay gradually declines the citizenry faith in the system. It is the faith and faith alone that keeps the system alive. It provides oxygen constantly. Fragmentation of faith has the effect-potentiality to bring in a state of cataclysm where justice may become a casuality. A litigant expects a reasoned verdict from a temperate Judge but does not intend to and, rightly so, to guillotine much of time at the altar of reasons. Timely delivery of justice keeps the faith ingrained and establishes the sustained stability. Access to speedy justice is regarded as a human right which is deeply rooted in the foundational concept of democracy and such a right is not only the creation of law but also a natural right. This right can be fully ripened by the requisite commitment of all concerned with the system. It cannot be regarded as a facet of Utopianism because such a thought is likely to make the right a mirage losing the centrality of purpose. Therefore, whoever has a role to play in the justice dispensation system cannot be allowed to remotely conceive of a casual approach. \n33. In the case at hand, as we perceive, the learned counsel sought adjournment after adjournment in a nonchalant manner and the same were granted in a routine fashion. It is the duty of the counsel as the officer of the court to assist the court in a properly prepared manner and not to seek unnecessary adjournments. Getting an adjournment is neither an art nor science. It has never been appreciated by the courts. All who are involved in the justice dispensation system, which includes the Judges, the lawyers, the judicial officers who work in courts, the law officers of the State, the Registry and the litigants, have to show dedicated diligence so that a controversy is put to rest. Shifting the blame is not the cure. Acceptance of responsibility and dealing with it like a captain in the frontier is the necessity of the time. It is worthy to state that diligence brings satisfaction. There has to be strong resolve in the mind to carry out the responsibility with devotion. A time has come when all concerned are required to abandon idleness and arouse oneself and see to it that the syndrome of delay does not erode the concept of dispensation of expeditious justice which is the constitutional command. Sagacious acceptance of the deviation and necessitous steps taken for the redressal of the same would be a bright lamp which would gradually become a laser beam. This is the expectation of the collective, and the said expectation has to become a reality. Expectations are not to remain at the stage of hope. They have to be metamorphosed to actuality. Long back, Francis Bacon, in his aphoristic style, had said, \"Hope is good breakfast, but it is bad supper\". We say no more on this score.\" \n15. In Gayathri Vs. M.Girish, reported at (2016) 14 SCC 142, the Hon'ble Supreme Court exhorted the trial courts to address themselves to the malady of long delays in our judicial system: \n\"9. In the case at hand, as we have stated hereinbefore, the examination-in-chief continued for long and the matter was adjourned seven times. The Defendant sought adjournment after adjournment for cross-examination on some pretext or the other which are really not entertainable in law. But the trial Court eventually granted permission subject to payment of costs. Regardless of the allowance extended, the Defendant stood embedded on his adamantine platform and prayed for adjournment as if it was his right to seek adjournment on any ground whatsoever and on any circumstance. The non-concern of the Defendant-Petitioner shown towards the proceedings of the Court is absolutely manifest. The disregard shown to the Plaintiff's age is also visible from the marathon of interlocutory applications filed. A counsel appearing for a litigant has to have institutional responsibility. The Code of Civil Procedure so command. Applications are not to be filed on the grounds which we have referred to hereinabove and that too in such a brazen and obtrusive manner. It is wholly reprehensible. The law does not countenance it and, if we permit ourselves to say so, the professional ethics decries such practice. It is because such acts are against the majesty of law. \n12. In the case at hand, it can indubitably be stated that the Defendant-Petitioner has acted in a manner to cause colossal insult to justice and to the concept of speedy disposal of civil litigation. We are constrained to say the virus of seeking adjournment has to be controlled. The saying of Gita \"Awake! Arise! Oh Partha\" is apt here to be stated for guidance of trial courts.\"\n16. The foremost goal set out in the Preamble of the Constitution, is to secure to all citizens: Justice, social, economic and political. \nJustice to be meaningful has to be delivered in a relevant time frame. Delay invariably defeats justice. Indefinite delays are the bane of our judicial system. Interminable legal proceedings reflect the apathy of an impersonal system to the plight of helpless litigants. So long as timely justice is denied, so long the constitutional promise of justice will not be redeemed, and the constitutional mandate of the judicial system will not be implemented.\n17. The constitutional courts are seized with, and the legislatures have taken cognizance of the malaise of delays in the judicial process. Delays in the judicial process have earned the displeasure of constitutional courts, and have evoked the concern of the legislatures. Law will not countenance delays in the judicial process. This is evident from the imperative directions issued by the constitutional courts to purge the judicial system of delays. This will also be apparent from the timelines set by the legislature to cure the mischief of delays in the judicial process. The judicial system will have to evolve an ethos to be alert to, and endeavour to respect timelines created by the legislature. \n18. The impact of globalisation was acutely felt in the field of law. India's unwavering commitment to its international obligations contained in the UNCITRAL Model on International Commercial Arbitration, was manifested in the promulgation of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'The Act of 1996'). India's international obligations to UNCITRAL, are implemented by the most fundamental instruments of national sovereignty, namely, the legislatures and the courts. The Arbitration and Conciliation Act, 1996 has to be interpreted and implemented by the courts in a manner which is in accord with the intendment of the Indian Parliament, and consistent with the international obligations of India to the UNCITRAL Model. \n19. The UNCITRAL Model and the Arbitration and Conciliation Act, 1996, reflect an evolving trend in international jurisprudence. Together both instruments reflect a global consensus of judicial values, and a unification of the system of international jurisprudence in the field of arbitration. The courts in India implement the Arbitration and Conciliation Act, 1996, as instruments of national sovereignty, and also members of the international comity of courts. \n20. Meeting the international obligations of India to the UNCITRAL Model was the avowed legislative intent of the Arbitration and Conciliation Act, 1996. Expeditious disposal of proceedings under the Arbitration and Conciliation Act, 1996 is the congruent objective of the twin instruments of international law and the domestic law. \n21. Section 34(5) and (6) of the Act, 1996 are relevant to the instant controversy and the provisions are extracted hereunder: \n\"34. Application for setting aside arbitral award.--(1)-(4) * * * (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\"\n22. Delay in disposal of the proceedings under the Act of 1996, topped the concerns and lay at the heart of 246th Law Commission Report, when it introduced the said provisions. The relevant extracts of the 246th Law Commissioner Report are set out hereunder: \n\"3. The Arbitration and Conciliation Act, 1996 (hereinafter \"the Act\") is based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 and the UNCITRAL Conciliation Rules, 1980. The Act has now been in force for almost two decades, and in this period of time, although arbitration has fast emerged as a frequently chosen alternative to litigation, it has come to be afflicted with various problems including those of high costs and delays, making it no better than either the earlier regime which it was intended to replace; or to litigation, to which it intends to provide an alternative. Delays are inherent in the arbitration process, and costs of arbitration can be tremendous. Even though courts play a pivotal role in giving finality to certain issues which arise before, after and even during an arbitration, there exists a serious threat of arbitration related litigation getting caught up in the huge list of pending cases before the courts. After the award, a challenge under section 34 makes the award inexecutable and such petitions remain pending for several years. The object of quick alternative disputes resolution frequently stands frustrated. \n4. There is, therefore, an urgent need to revise certain provisions of the Act to deal with these problems that frequently arise in the arbitral process. The purpose of this Chapter is to lay down the foundation for the changes suggested in the report of the Commission. The suggested amendments address a variety of issues that plague the present regime of arbitration in India and, therefore, before setting out the amendments, it would be useful to identify the problems that the suggested amendments are intended to remedy and the context in which the said problems arise and hence the context in which their solutions must be seen. \n* * *\n25. Similarly, the Commission has found that challenges to arbitration awards under sections 34 and 48are similarly kept pending for many years. In this context, the Commission proposes the addition of sections 34(5) and 48(4) which would require that an application under those sections shall be disposed of expeditiously and in any event within a period of one year from the date of service of notice. In the case of applications under section 48 of the Act, the Commission has further provided a time limit under section 48(3), which mirrors the time limits set out in section 34(3), and is aimed at ensuring that parties take their remedies under this section seriously and approach a judicial forum expeditiously, and not by way of an afterthought ............\" \n23. The aforesaid provisions fell for consideration before the Hon'ble Supreme Court in State of Bihar and others Vs. Bihar Rajya Bhumi Vikas Bank Samiti, reported at (2018) 9 SCC 472. The Hon'ble Supreme Court held Section 34(5) and (6) of the Act, 1996 to be directory in nature on the foot of the following reasons:\n\"22. However, according to Shri Tripathi, an application filed under Section 34 is a condition precedent, and if no prior notice is issued to the other party, without being accompanied by an affidavit by the applicant endorsing compliance with the said requirement, such application, being a non-starter, would have to be dismissed at the end of the 120 days' period mentioned in Section 34(3). Apart from what has been stated by us hereinabove, even otherwise, on a plain reading of Section 34, this does not follow. Section 34(1) reads as under:\n\"34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\" What is conspicuous by its absence is any reference to sub-section (5). \nThe only requirement in Section 34(1) is that an application for setting aside an award be in accordance with sub-sections (2) and (3). This, again, is an important pointer to the fact that even legislatively, sub- section (5) is not a condition precedent, but a procedural provision which seeks to reduce the delay in deciding applications under Section 34. One other interesting thing needs to the noted - the same Amendment Act brought in a new Section 29A. This provision states as follows:\n\"29A. Time limit for arbitral award.-- (1) The award shall be made within a period of twelve months from the date the arbitral tribunal enters upon the reference. Explanation.-- For the purpose of this sub-section, an arbitral tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator or all the arbitrators, as the case may be, have received notice, in writing, of their appointment. \n(2) If the award is made within a period of six months from the date the arbitral tribunal enters upon the reference, the arbitral tribunal shall be entitled to receive such amount of additional fees as the parties may agree. \n(3) The parties may, by consent, extend the period specified in sub-section (1) for making award for a further period not exceeding six months. \n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period: Provided that while extending the period under this sub- section, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\" \n23. It will be seen from this provision that, unlike Section 34(5) and (6), if an Award is made beyond the stipulated or extended period contained in the Section, the consequence of the mandate of the Arbitrator being terminated is expressly provided. This provision is in stark contrast to Section 34(5)and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided. This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences. \n24. Shri Tripathi then argued that Section 34(5) is independent of Section 34(6) and is a mandatory requirement of law by itself. There are two answers to this. The first is that sub-section (6) refers to the date on which the notice referred to in sub-section (5) is served upon the other party. This is for the reason that an anterior date to that of filing the application is to be the starting point of the period of one year referred to in Section 34(6). The express language of Section 34(6), therefore, militates against this submission of Shri Tripathi. Secondly, even if sub- section (5) be construed to be a provision independent of sub-section (6), the same consequence in law is the result - namely, that there is no consequence provided if such prior notice is not issued. This submission must therefore fail. \n25. We come now to some of the High Court judgments. The High Courts of Patna,2 Kerala,3 Himachal Pradesh,4 Delhi,5 and Gauhati6 have all taken the view that Section 34(5) is mandatory in nature. What is strongly relied upon is the object sought to be achieved by the provision together with the mandatory nature of the language used in Section 34(5). Equally, analogies with Section 80, CPC have been drawn to reach the same result. On the other hand, in Global Aviation Services Private Limited v. Airport Authorities of India,7 the Bombay High Court, in answering question 4 posed by it, held, following some of our judgments, that the provision is directory, largely because no consequence has been provided for breach of the time limit specified. When faced with the argument that the object of the provision would be rendered otiose if it were to be construed as directory, the learned Single Judge of the Bombay High Court held as under: (SCC OnLine Bom para 133) \"133. Insofar as the submission of the learned counsel for the respondent that if section 34(5) is considered as directory, the entire purpose of the amendments would be rendered otiose is concerned, in my view, there is no merit in this submission made by the learned counsel for the respondent. Since there is no consequence provided in the said provision in case of non-compliance thereof, the said provision cannot be considered as mandatory. The purpose of avoiding any delay in proceeding with the matter expeditiously is already served by insertion of appropriate rule in Bombay High Court (Original Side) Rules. The Court can always direct the petitioner to issue notice along with papers and proceedings upon other party before the matter is heard by the Court for admission as well as for final hearing. The vested rights of a party to challenge an award under section 34 cannot be taken away for non-compliance of issuance of prior notice before filing of the arbitration petition.\" \nThe aforesaid judgment has been followed by recent judgments of the High Courts of Bombay8 and Calcutta. \n26. We are of the opinion that the view propounded by the High Courts of Bombay and Calcutta represents the correct state of the law. However, we may add that it shall be the endeavour of every Court in which a Section 34 application is filed, to stick to the time limit of one year from the date of service of notice to the opposite party by the applicant, or by the Court, as the case may be. In case the Court issues notice after the period mentioned in Section 34(3) has elapsed, every Court shall endeavour to dispose of the Section 34 application within a period of one year from the date of filing of the said application, similar to what has been provided in Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015. This will give effect to the object sought to be achieved by adding Section 13(6) by the 2015 Amendment Act. \n27. We may also add that in cases covered by Section 10 read with Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within six months, as stipulated. Appeals which are not so covered will also be disposed of as expeditiously as possible, preferably within one year from the date on which the appeal is filed. As the present appeal has succeeded on Section 34(5) being held to be directory, we have not found it necessary to decide Shri Rai's alternative plea of maintainability of the Letters Patent Appeal before the Division Bench.\" \n24. I had the occasion to consider the nature of the legislative mandate to the courts, where directory provisions in a statute require the courts to render a final decision in a specified time frame in Tribhuwan Prasad Vs. Uttar Pradesh Sarkar and others, reported at 2018 (9) ADJ 466. In Tribhuwan Prasad (supra) the time frame provided in the statute for deciding the appeal was two months. \n25. In Tribhuwan Prasad (supra) it was found that the provision containing a timeframe to decide the appeal was directory, and then the consequences of the said holding were construed on the foot of good authority. The directory nature of the provision may not require strict adherence but insists on substantial compliance. Most pertinently it does not permit indefinite enlargement of the time fixed by the statute:\n\"21. Statutes fixing time-lines to accomplish an action, as discussed above, were held to be directory in nature. The legislative intent was sought to be defeated by a highly delayed compliance on the pretext of the provision being directory in nature. The action of the authorities was invalidated and such interpretation was negatived by the Hon'ble Supreme Court. Inordinate delay does not satisfy the requirement of substantial compliance of a directory provision. The Hon'ble Supreme Court in the case of State of Haryana Vs. P.C. Wadhwa, IPS, Inspector General of Police and another, reported at (1987) 2 SCC 602, while laying down the law, dispelled all such doubts. The relevant parts of the judgement are being extracted for ease of reference: \n\"14. The whole object of the making and communication of adverse remarks is to give to the officer concerned an opportunity to improve his performance, conduct or character, as the case may. The adverse remarks should not be understood in terms of punishment, but really it should be taken as an advice to the officer concerned, so that he can act in accordance with the advice and improve his service career. The whole object of the making of adverse remarks would be lost if they are communicated to the officer concerned after an inordinate delay. In the instant case, it was communicated to the respondent after twenty seven months. It is true that the provisions of Rules 6, 6A and 7 are directory and not mandatory, but that does not mean that the directory provisions need not be complied with even substantially. Such provisions may not be complied with strictly, and substantial compliance will be sufficient. But, where compliance after an inordinate delay would be against the spirit and object of the directory provision, such compliance would not be substantial compliance. In the instant case, while the provisions of Rules 6, 6A and 7 require that everything including the communication of the adverse remarks should be completed within a period of seven months, this period cannot be stretched to twenty seven months, simply because these Rules are directory, without serving any purpose consistent with the spirit and objectives of these Rules. We need not, however, dilate upon the question any more and consider whether on the ground of inordinate and unreasonable delay, the adverse remarks against the respondent should be struck down or not, and suffice it to say that we do not approve of the inordinate delay made in communicating the adverse remarks to the respondent.\"\n26. Thereafter, the duties of the court and the manner of implementation of the law were laid down :\n\"23. In case the appeal is decided within two months, the letter and spirit of the statute is implemented. However, mere failure to decide the appeal within two months does not violate the statutory mandate. In the latter case, the statutory obligation will be defined by the quality of the efforts made to decide the appeal with promptitude and dispatch. The obligation will be met if the appeal is decided within a reasonable time, after the expiry of two months from its institution. \n24. Statutes of limitation are statutes of repose. Statutes with time lines for decision making are statutes of endeavour. Statutory duty is discharged not only when the act is done but also when effort is made. However, the leeway to the authority is not unlimited and the time to accomplish the act is not indefinite. The statutory duty of the appellate authority, in the event the appeal is not decided within two months is to be seen. \n25. The appellate authority shall have discharged its statutory duties initially, if it makes efforts commensurate to decide the appeal expeditiously, and finally when it enters a judgement, in a reasonable time after the expiry of two months. In such circumstances, the appellate authority can implement the law, by making honest endeavours and serious efforts to decide the appeal with dispatch and expedition. This is the statutory duty of the appellate authority. While the statutory duty of the appellate authority is to make earnest efforts to decide expeditiously, the proof of its performance is in the order-sheet of the court. The order-sheet of the appellate court is the most reliable evidence of the sincerity or earnestness of the efforts made by the appellate authority. The order-sheet of the appellate court is true testimony to the accomplishment of the statutory duty or the failure of the authority to perform its statutory duty. In the latter case the authority is liable to be mandamused.\"\n27. A composite reading of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996, the law laid by the Hon'ble Supreme Court in State of Bihar and others (supra) and this Court in Tribhuwan Prasad (supra) yields these results. Section 34(5) and (6) of the Arbitration and Conciliation Act, 1996 being directory in nature, prevent the courts from being rushed into decisions by breaching fundamental norms of fairness and justice. The timeline set by the statute, cannot stampede the courts into passing orders which cause miscarriage of justice. However, the courts cannot extend the statutory time frame indefinitely or unreasonably. Neither can the courts be purblind to the timeframe provided in the statute on the pretext that provision is directory. Substantial compliance of the said provisions is sufficient to satisfy the legislative mandate. What substantial compliance entails in regard to these provisions needs to be understood clearly to enable the courts to implement the law faithfully. The duties of the court while deciding an application under Section 34 of the Arbitration and Conciliation Act, 1996 are distilled hereinunder. \n28. The courts always have to be alert to the statutory time period of one year to decide the application, and make sincere efforts to adhere to the stipulated time line. In case the application is not decided within the statutory time limit of one year, the court should make all out endeavours to decide it within a reasonable time frame thereafter. At all times, the mandate of law requires the court to proceed with full diligence, and make earnest endeavours to decide the application under Section 34 of the Arbitration and Conciliation Act, 1996, within the time prescribed by the statute or in proximity to it. An unreasonable delay in deciding the matter represents a failure to implement the law. If serious efforts to decide matter within the statutory time frame is the requirement of the law, the order-sheet of the court is the most reliable evidence of the implementation of the law. \n29. From the facts of the case prised out at the very inception, and the law discussed in the preceding paragraphs these facts are established. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors), could not be concluded within the prescribed statutory time limit, or in a time frame proximate to it. No end to the proceedings is in sight. And if the order-sheet of the court below is a guide, the proceedings could well linger indefinitely. The delay in deciding the case is unreasonable and unacceptable. Long identified and familiar reasons have caused the delay in this case. Absence of the presiding officer, repeated adjournments of counsels, leisurely pace of the trial which is oblivious to the statutory time limit, have prevented the proceedings from being concluded by a final judgment. \n30. The compliance of directions of the Hon'ble Supreme Court and adherence to the law laid down by this Court in various authorities discussed earlier is not in evidence. The legislative mandate of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996 has not been implemented. The stakeholders have shown apathy towards the litigant, and indifference to the noble charter of the legal profession. Honest endeavours and earnest efforts to conclude the proceedings with diligence and dispatch are not disclosed from the order-sheet. The order-sheet of the case is equally a reflection and an indictment of the judicial process. The court has ample powers to ensure that the process of law is not stalled by the dilatory tactics of any party. The courts are not helpless and cannot be seen to be helpless. \n31. The rule of law cannot be flouted or permitted to fail. It is the obligation of this Court to ensure that the rule of law is upheld under all circumstances. \n32. In light of these facts and the authorities at hand, I am of the opinion that this is a fit case to exercise the supervisory jurisdiction under Article 227 of the Constitution of India by issuing strict directions to decide the matter finally within a stipulated period of time. \n33. The supervening event of the COVID 19 pandemic, and its impact on the judicial process has to be noticed before issuing final directions. It is true that COVID 19 pandemic has disrupted the regular functioning of the courts. Admittedly, certain latitude has to be given to the courts and the counsels in view of the prevalence of the COVID 19 pandemic. \n34. But it is equally true that compliance of law laid down by the Hon'ble Supreme Court and this Court cannot be neglected on the pretext of the pandemic. The law cannot be held in suspended animation for the same reason. \n35. If the rule of constitutional order is to exist at all times, the rule of law has to prevail under all circumstances. Laws cannot stand still and courts cannot fall silent, even in the face of mortal peril to humanity. Laws will evolve and the courts will adapt, but their existence is constant and their reckoning is inevitable. \n36. The courts in the State have adapted their functioning to the new realities of the day. Detailed guidelines have been issued by the High Court on the administrative side, regarding functioning of the courts in the district judgeships of the State of Uttar Pradesh during the COVID 19 pandemic. The proceedings of this case shall be conducted in adherence to the said guidelines, and this case shall be treated as \"most urgent\" at all times. \n37. With consent of learned counsel for the parties, the following measures shall facilitate the learned court below/ the learned District Judge, Gautam Budh Nagar, to dispose of the said proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 in the time stipulated in the succeeding paragraphs: \n(I) The learned court below/ the learned District Judge, Gautam Budh Nagar, is directed to decide the Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors), within a period of six months from the date of receipt of a certified copy of this order. \n(II) The learned court below/ the learned District Judge, Gautam Budh Nagar, shall not grant any unnecessary adjournment to the parties. \n(III) In case any adjournment is granted in the paramount interest of justice, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall record the reasons for adjournment and impose costs not below Rs.10,000/- for each adjournment upon the party seeking such adjournment.\n(IV) In case the counsels abstain from work on account of strike calls, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall proceed in the absence of such counsels and pass appropriate orders. The parties shall be permitted to appear in person if they so desire. \n(V) In case the counsel for any party does not appear before the learned court below/ the learned District Judge, Gautam Budh Nagar, on any date on account of strike of advocates, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall not permit such counsel (of either party) to appear in this case on all future dates. \n(VI). In this case, if the functioning of the court is brought to a stand still because of strike call, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall take out appropriate proceedings in law against the erring counsels for flouting the directions of the Hon'ble Supreme Court in the cases of Ex-Capt. Harish Uppal Vs Union of India and another reported at (2003) 2 SCC 45 and Krishnakant Tamrakar Vs State of Madhya Pradesh reported at AIR 2018 SC 3635. \n(VII) The learned court below/ the learned District Judge, Gautam Budh Nagar shall fix at least two dates every week in the matter. If required, the learned court below/ the learned District Judge, Gautam Budh Nagar shall proceed with the matter on a day to day basis, and even in the absence of counsels, to ensure that the above stipulated time period of six months for concluding the proceedings is strictly adhered to. \n(VIII) If the learned Presiding Officer is not available for any reason, the matter may be transferred to another court, which is available, if required in the interest of justice and permissible by law. \n38. This order shall be held in abeyance in case the court is shut down due to any emergency created by COVID-19 pandemic. However, the order shall become operative immediately after the reopening of the court. The time-line in this order shall be adjusted accordingly by the learned Presiding Officer. \n39. The petition is finally disposed of. \nOrder Date :- 14.08.2020 Ashish Tripathi    ",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court the new india assurance company limited vs alps chemicals private limited on 17 september, 2021 author: nirzar s. desai bench: r.m.chhaya, nirzar s. desai c/fa/1837/2021 judgment dated: 17/09/2021 in the high court of gujarat at ahmedabad r/first appeal no. 1837 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 1837 of 2021 with civil application (for orders) no. 2 of 2021 in r/first appeal no. 1837 of 2021 for approval and signature: honourable the acting chief justice mr. justice r.m.chhaya and honourable mr. justice nirzar s. desai ========================================================== 1 whether reporters of local papers may be allowed no to see the judgment ? 2 to be referred to the reporter or not ? no 3 whether their lordships wish to see the fair copy no of the judgment ? 4 whether this case involves a substantial question no of law as to the interpretation of the constitution of india or any order made thereunder ? ========================================================== the new india assurance company limited versus alps chemicals private limited ========================================================== appearance: mr vibhuti nanavati(513) for the appellant(s) no. 1 mr apurva vakil for mr anmol a mehta(8390) for the defendant(s) no. 1 ========================================================== justice r.m.chhaya and downloaded on : sun jan 16 15:54:22 ist 2022 c/fa/1837/2021 judgment dated: 17/09/2021 honourable mr. justice nirzar s. desai date : 17/09/2021 oral judgment (per : honourable mr. justice nirzar s. desai) 1 admit. 2 this appeal under section 37 of the arbitration and conciliation act, 1996 (for short, `act, 1996') arises out of the judgment dated 25.06.2021 passed below exh.12 in commercial civil misc. application no.313 of 2021 (old commercial civil misc. application no.11 of 2019) whereby the learned judge, commercial court, ahmedabad dismissed the application preferred by the present appellant being commercial civil misc. application no.313 of 2021 for condonation of delay of 51 days in filing application for setting aside the arbitral award under section 34 of the act, 1996. vide order dated 02.09.2021 this court recorded the agreement arrived at between the parties to the effect that the matter be finally disposed of taking into consideration the written arguments submitted by both the sides and hence in view of that agreement arrived at between c/fa/1837/2021 judgment dated: 17/09/2021 the parties while disposing of this appeal, we have taken into consideration the papers supplied by both the sides, which is forming part of the record of the trial court, and not disputed by either side and none of the parties raised any grievance in respect of the fact that any of the paper, which is important to determine the issue involved in this appeal are not placed on record. accordingly, we have heard and considered the present appeal on the basis of material placed on record by both the sides and in view of the agreement to hear and decide the appeal finally. 3 by way of the present appeal the appellant has prayed for the following reliefs: \"a this honourable court may be pleased to quash and set aside the judgment and order dated 25.06.2021 passed by the hon'ble commercial court, ahmedabad, in commercial c.m.a. no.313 of 2021; c this honourable court may be pleased to condone delay caused in filing the application under section 34 of the arbitration and c/fa/1837/2021 judgment dated: 17/09/2021 conciliation act, 1996, in challenging the arbitral award dated 30.08.2018 passed by the learned arbitral tribunal comprising of justice j.c.upadhyay (retd.); c this honourable court may be pleased to direct the hon'ble commercial court, ahmedabad, to decide the application filed by the appellant under section 34 of the arbitration and conciliation act, 1996, in challenging the arbitral award dated 30.08.2018 passed by the learned arbitral tribunal comprising of justice j.c.upadhyay (retd.); d such other and further order or orders as this honourable court may deem fit in the facts and circumstances of the case be passed;\" 4 the brief facts leading to filing of the present appeal are stated as under. 4.1 in respect of the disputes between the parties, various claims were raised by the present defendant. hon'ble retired judge of this court was appointed as sole arbitrator for resolution of disputes. learned sole arbitrator after hearing both the sides passed an award to the effect, that the c/fa/1837/2021 judgment dated: 17/09/2021 present defendant original claimants shall recover from the present appellant new india assurance company limited a sum of rs.2,30,55,170/(rupees two crores thirty lakhs fifty five thousand one hundred seventy only) together with interest there on @9% p.a. from 21.11.2016 till realization of the said amount from the present appellant. it was further ordered that the present appellant was directed to pay a sum of rs.89,60,649/(rupees eighty nine lakhs sixty thousand six hundred forty nine only) to the commissioner of central excise, ahmedabad along with interest thereon in view of direction given by the principal commissioner of central excise, ahmedabad-i in his order dated 31.11.2015. 4.2 the aforesaid award was passed on 30.08.2018. against the said award, the present appellant preferred appeal under section 34 of act, 1996 along with an application for condonation of delay praying for condoning delay of 51 days occurred in filing the appeal under section 34 of the act, 1996 before the commercial court at ahmedabad. the said appeal along with application for condonation of c/fa/1837/2021 judgment dated: 17/09/2021 delay was filed on 07.02.2019. 4.3 since there was delay in filing the appeal, the commercial court, ahmedabad heard the parties on the application for condonation of delay and ultimately vide judgment dated 25.06.2021 below exh.12 dismissed the application preferred by the present appellant and by way of the present appeal, the appellant challenged the aforesaid judgment dated 25.06.2021 below exh.12 in commercial civil misc. application no.313 of 2021 delivered by judge, commercial court, city civil court, ahmedabad. 5 heard mr. vibhuti nanavati, learned advocate for the appellant and mr. apurva vakil, learned counsel assisted by mr. anmol mehta, learned advocate for the respondent. 6 mr. nanavati, learned advocate for the appellant submitted that in fact the delay in filing the appeal under section 34 of the act, 1996 was of 21 days and not of 51 days as stated in the impugned order as well as in the application before the c/fa/1837/2021 judgment dated: 17/09/2021 commercial court for condonation of delay. learned advocate mr. nanavati by way of a chart tried to explain the delay. the said chart is reproduced hereunder: arbitral award pronounced by the 30.08.2018 learned arbitral tribunal advocate forwarded the arbitral 10.09.2018 award to the appellant arbitral award received by the 19.09.2018 appellant meeting with the chartered 19.11.2018 accountant opinion of the chartered accountant 29.11.2018 opinion sought from the advocate to 17.12.2018 file an appeal approval from the higher authority january, of the appellant to file an application under section 34 of the act, 1996 against arbitral award notice to the original claimant as 28.01.2019 per section 34(5) of the act, 1996 application under section 34 of the 07.02.2019 act 6.1 on the basis of the aforesaid chart, learned advocate mr. nanavati tried to explain the delay by submitting that the appellant being an insurance company, the delay occurred due to c/fa/1837/2021 judgment dated: 17/09/2021 circumstances such as meeting with chartered accountant, getting his opinion, etc. and thereafter some time was consumed in getting the opinion from the advocate as to whether appeal against the award of sole arbitrator is required to be filed or not. once the opinion of chartered accountant as well as legal opinion from the advocate were received, the approval from the higher authority was sought for filing the appeal before the commercial court and thereafter notice to the original claimant was given as per the provisions of section 34(5) of the act, 1996 and ultimately on 07.02.2019 appeal under section 34 of the act, 1996 was filed before the commercial court, ahmedabad challenging the award dated 30.08.2018 passed by the learned sole arbitrator. 6.2 learned counsel for the appellant submitted that section 34(3) of the act, 1996 provides for period of filing appeal under section 34 of the act, 1996, which provides that once arbitral award is passed, an application for setting aside the same must be filed within 3 months from the date of c/fa/1837/2021 judgment dated: 17/09/2021 receipt of arbitral award or within a period of 3 months from the date on which such request had been disposed of by the arbitral tribunal. in case if such an application could not be filed within a period of 3 months from the date stated herein above, upon showing sufficient cause the court may entertain such application for condonation of delay within a further period of 30 days, but not thereafter. in the instant case, as per the tabular chart produced by learned advocate mr. nanavati, the arbitral tribunal pronounced award on 30.08.2018. the learned advocate forwarded the same on 10.09.2018 and the same was received by the appellant on 19.09.2018. on the basis of the aforesaid facts, learned advocate mr. nanavati submits that actually there was delay of only 21 days in filing the appeal under section 34 of the act, 1996 challenging the award passed by the arbitral tribunal before the commercial court and not delay of 51 days, as stated in the application for condonation of delay. according to learned advocate mr. nanavati, the limitation would start from 19.09.2018 and not prior thereto. c/fa/1837/2021 judgment dated: 17/09/2021 6.3 in this regard, in the written submissions made by learned advocate for the appellant mr. nanavati drew attention of the court to the following averments made in paragraphs 10 and 11 of the affidavit in rejoinder filed by the appellant before the commercial court in civil misc. application no.11 of 2019: \"10 the advocate thereafter based on the decision of the applicant filed the present application before this hon'ble court on 07.02.2019. 11. the last date to file an application before this hon'ble court would be 17.12.2018 as per section 34 sub section (3) of the arbitration and conciliation act, 1996, as the award came to the knowledge of the applicant on 19.09.2018. however, the proviso to the section 34(3) further provides an extension of 30 days in furtherance to the time period of 3 months and therefore considering the same, the last date to challenge the arbitral award would be 16.01.2019.\" 6.4 he further submitted that considering the facts of the case and amount involved, the learned c/fa/1837/2021 judgment dated: 17/09/2021 commercial court ought to have condoned the delay by allowing the application for condonation of delay and accordingly appeal under section 34 of the act, 1996 challenging the award dated 30.08.2018 passed by the sole arbitrator was required to be heard on its merits. 6.5 according to mr. nanavati, the learned judge, commercial court has committed an error by not condoning delay though delay was sufficiently explained. according to mr. nanavati, once sufficient cause is shown, taking into consideration the fact that the actual delay was only 21 days, the commercial court was required to take into consideration the object behind the act, 1996 and condoned the delay. according to mr. nanavati, such limitation for filing appeal under section 34 of the act, 1996 is provided just to ensure that such appeals are filed and heard expeditiously without there being any unreasonable delay. it was contended that the language of section 34(3) is of directive nature to ensure that proceedings arising out of award are heard expeditiously and decided within the c/fa/1837/2021 judgment dated: 17/09/2021 time bound schedule. learned advocate mr.nanavati relied upon the following judgments in support of his submissions. [1] benarsi krishna committee and ors. vs. karmyogi shelters pvt. ltd. reported in (2012)9 scc 496. [2] the state of bihar & ors. vs. bihar rajya bhumi vikas bank samiti reported in (2018)9 scc 472. [3] sambhaji & ors. vs. gangabhai & ors. reported in (2008)17 scc 117. [4] raj kumar dey & ors. vs. tarapada dey & ors. reported in (1987)4 scc 398. [5] sangram singh vs. election tribunal, kotah & ors. reported in air 1955 sc 425. 6.4 learned advocate for the appellant relying upon the judgment in the case of benarsi krishna committee and ors. (supra), more particularly para 17, submitted that the limitation to challenge the c/fa/1837/2021 judgment dated: 17/09/2021 order of arbitral tribunal would commence from the date on which the copy of the award was delivered to the appellant and in the instant case actual delay in filing the application is of 21 days and not of 51 days in filing the appeal under section 34 before the commercial court. 6.5 mr. nanavati, learned advocate for the appellant relying on the judgment in the case of bihar rajya bhumi vikas bank samiti (supra), submitted that the hon'ble supreme court has liberally interpreted section 34(5) of the act, 1996 and similarly the commercial court ought to have liberally interpreted the provisions of section 34(3) of the act, 1996 while considering the application for delay preferred by the appellant. 6.6 relying on the judgment in the case of sambhaji & ors. (supra), mr. nanavati submitted that merely because provision of law is couched in negative language implying mandatory character, the same is not without exception. the procedural law should not ordinarily construed as mandatory and the c/fa/1837/2021 judgment dated: 17/09/2021 commercial court ought to have condoned the delay occurred in filing the application for condonation of delay. 6.7 relying upon the other judgments mentioned herein above, it was submitted by mr. nanavati that what is important is to ensure that the ends of justice is met and such technicalities or procedure mentioned in the act, 1996 should not act as an obstacle in ensuring that the ends of justice is met, and therefore, in respect of condonation of delay, the commercial court ought to have taken a liberal view. in view of the aforesaid arguments, it was submitted that the commercial court has committed an error by not condoning delay of 51 days and prayed for quashing the order dated 25.06.2021. 7 as against the above, learned counsel mr. apurva vakil assisted by mr. mehta, learned advocate appearing for the respondent submitted that the sole arbitrator passed the award on 30.08.2018 and same was received by the advocate / authorized representative of the appellant and even if the say c/fa/1837/2021 judgment dated: 17/09/2021 of the appellant is accepted that in fact there is a delay of 21 days only, then also the last date to challenge the arbitral award would be 16.01.2019. even if delay of 21 days is considered, which has occurred in filing the application for condonation of delay, then also in view of the language of section 34(3) of the act, 1996, such an application for setting aside award was required to be preferred within thirty days in case if there was any sufficient cause available with the appellant after expiry of three months period as per section 34(3) of the act, 1996, which was preferred even after that extended period of thirty days. 7.1 mr. vakil, learned counsel for the respondent, further submitted that in view of section 34(3) of the act, 1996 an application for setting aside an award may not be made after elapse of 3 months from the date on which the party making that application had received the arbitral award or if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal. the proviso to section 34(3) of c/fa/1837/2021 judgment dated: 17/09/2021 the arbitration act provides that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of 3 months, the court may entertain the application within a further period of 30 days \"but not thereafter\". it was submitted that it is not in dispute that in the present case copy of the arbitral award was received by the advocate for the appellant on 10.09.2018 and the same was received by the applicant on 19.09.2018 and therefore even if 19.09.2018 is taken as the date from which limitation would start, then also the application for condonation of delay was preferred after that period of 30 days over and above three months and hence was beyond the period of limitation. 7.2 it was next submitted that in the language of section 34 of the act, 1996, the crucial words are \"but not thereafter\" used in the proviso to subsection (3) of section 34 of the act, 1996. this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act and therefore bar the application of section 5 of the c/fa/1837/2021 judgment dated: 17/09/2021 limitation act. it was further submitted that to hold that the court could entertain an application to set aside an award beyond the extended period under the proviso would render the phrase \"but not thereafter\" wholly otiose. it was further submitted that no principle of interpretation would justify such a result. apart from the language, express exclusion may follow from the scheme and object of the special law, in the facts of the present case the act, 1996. 7.3 it was further submitted that the application under section 34 was filed by the appellant before the learned commercial court, firstly after three months had elapsed from the date on which the appellant had received the arbitral award and secondly the application under section 34 was not filed even within a further period of 30 days (i.e. after the 3 months had elapsed). it was further submitted that if both the above conditions are satisfied i.e. if the application under section 34 is filed after the aforesaid maximum permissible period (i.e. 3 months + 30 days) the learned commercial court was justified in passing the impugned judgment c/fa/1837/2021 judgment dated: 17/09/2021 by dismissing the commercial misc. application for delay. 7.4 mr. vakil, learned counsel for the respondent relied upon the following judgment in support of his above submissions: [1] union of india vs. popular construction company reported in (2001)8 scc 470. [2] state of himachal pradesh vs. himachal techno engineers reported in (2010)12 scc 210. [3] simplex infrastructure limited vs. union of india reported in (2019)2 scc 455. [4] mahindra and mahindra financial services limited vs. manik vitthal kavle & ors. reported in2014 scc online bom 462. [5] state of u.p. vs. m/s. harman singh reported in 2015 scc online all 9062. c/fa/1837/2021 judgment dated: 17/09/2021 [6] machine tool (india) ltd. vs. splendor buildwell pvt. ltd. reported in 2018 scc online del 9551. [7] union of india vs. rupen modi reported in (2010)scc lnline guj 6186 (db). 7.5 mr. vakil, relying upon the above judgments submitted that right from 2001 in the case of popular construction company (supra) till the judgment in the case of simplex infrastructure limited (supra), the hon'ble apex court in catena of decisions held that the statute does not provide for condoning the delay in preferring appeal under section 34 of the act, 1996 if it is not preferred within a period of 3 months from the receipt of award or disposal of the application for getting copy of the award and thereafter if there exist a sufficient cause for condoning delay if the application is preferred within 30 days thereafter. however, in the instant case, the appellant has filed the appeal under section 34 of the act, 1996 along with application for condonation of delay of 51 days which was filed beyond the period of 3 months + 30 days and the c/fa/1837/2021 judgment dated: 17/09/2021 learned commercial court has rightly rejected application for condonation of delay. mr. vakil, learned counsel for the respondent on the strength of the aforesaid submissions prayed for dismissal of the appeal. 8 heard learned counsel for the parties, perused the judgment dated 25.06.2021 passed below exh.12 in commercial civil misc. application no.313 of 2021 and other material available on record produced by both the sides. the issue involved in the appeal is whether the court has power to condone the delay in filing an application challenging the award by preferring appeal under section 34 of the act, 1996 after lapse of 3 months and 30 days thereafter. hence, it is necessary to reproduce section 34(3) of act, 1996 to adjudicate the issue involved in the appeal. section 34(3) reads as under: \"section 34. application for setting aside arbitral award. [1] & [2] xxx c/fa/1837/2021 judgment dated: 17/09/2021 [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application with a further period of thirty days, but not thereafter. [4] to [6] xxx\" 8.1 section 34(3) of the act prescribes the period of limitation for an application for challenging arbitral awards. having regard to section 34 of the act, 1996, which places the limit on the period of condonation of delay by using the word \"may entertain the application within a further period of 30 days but not thereafter\". therefore, if a petition is not filed within the prescribed period of 3 months, the court is left to exercise its discretion to condone the delay only to the extent of 30 days c/fa/1837/2021 judgment dated: 17/09/2021 and that too if a sufficient cause is shown which would mean that where a petition is filed beyond a period of 3 months + 30 days even if sufficient cause is made out, the delay cannot be condoned. that so far as language of section 34 of act, 1996 is concerned, the crucial words are \"but not thereafter\" used in proviso to subsection (3) of section 34 of the act, 1996 would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and therefore, the same would bar the application of section 5 of the limitation act. in fact, the hon'ble apex court in the case of popular construction co. (supra) observed from paragraphs 4 to 16 as under: \"4 before us, the appellant has not disputed the position that if the limitation act, 1963 and in particular section 5, did not apply to section 34 of the 1996 act, then its objection to the award was time barred and the appeal would have to be dismissed. the submission however is that section 29(2) of the limitation act makes the provisions of section 5 of the limitation act applicable to special laws like the 1996 act since the 1996 act itself did not expressly exclude its applicability and that c/fa/1837/2021 judgment dated: 17/09/2021 there was sufficient cause for the delay in filing the application under section 34. counsel for the respondent, on the other hand, has plainly read, expressly excluded the operation of section 5 of the limitation act and that there was as such no scope for assessing the sufficiency of the cause for the delay beyond the period prescribed in the proviso to section 34. 5 the issue will have to be resolved with reference to the language used in sections 29(2) of the limitation act, 1963 and section 34 of the 1996 act. section 29(2) provides that : \"29(2) where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the schedule, the provisions of section 3 shall apply as if such period were the period prescribed by the schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law.\" c/fa/1837/2021 judgment dated: 17/09/2021 6 on an analysis of the section, it is clear that the provisions of sections 4 to 24 will apply when : [i] there is a special or local law which prescribes a different period of limitation for any suit, appeal or application; and [ii] the special or local law does not expressly exclude those sections. 7 there is no dispute that the 1996 act is a 'special law' and that section 34 provides for a period of limitation different from the prescribed under the limitation act. the question then is is such exclusion expressed in section 34 of the 1996 act? the relevant extract of section 34 reads: \"34 application for setting aside arbitral award [1] [2] xxx [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that c/fa/1837/2021 judgment dated: 17/09/2021 request had been disposed of by the arbitral tribunal : provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" 8 had the proviso to section 34 merely provided for a period within which the court could exercise its discretion, that would not have been sufficient to exclude section 4 to 24 of the limitation act because \"mere provision of a period of limitation in howsoever peremptory or imperative language is not sufficient to displace the applicability of section 5\". 9 that was precisely why in construing section 116-a of the representation of people act, 1951, the constitution bench in vidyacharan shukla vs. khubchand baghel rejected the argument that section 5 of the limitation act had been excluded: (air p.1112, para 27) \"27 it was then said that s.116-a of the act provided an exhaustive and exclusive code of limitation for the purpose of appeals against orders of tribunals and c/fa/1837/2021 judgment dated: 17/09/2021 reliance is placed on the proviso to sub-s. (3) of that section, which reads : `every appeal under this chapter shall be preferred within a period of thirty days from the date of the order of the tribunal under section 98 or section provided that the high court may entertain an appeal after the expiry of the said period of thirty days if it is satisfied that the appellant had sufficient cause for not preferring the appeal within such period.' the contention is that sub-section (3) of section 116-a of the act not only provides a period of limitation for such an appeal, but also the circumstances under which the delay can be excused, indicating thereby that the general provisions of the limitation act are excluded. there are two answers to this argument. firstly, section 29(2)(a) of the limitation act speaks of express exclusion but there is no express exclusion of sub-section (3) of section 116-a of the act; secondly, the proviso from which an implied exclusion is sought to be drawn does not lead to any such necessary implication\". c/fa/1837/2021 judgment dated: 17/09/2021 10 this decision recognises that it is not essential for the special or local law to, in terms, exclude the provisions of the limitation act. it is sufficient if on a consideration of the language of its provisions relating to limitation, the intention to exclude can be necessarily implied. as has been said in hukumdev narain yadav vs. lalit narain mishra : (scc p.146, para17) \"if on an examination of the relevant provisions it is clear that the provisions of the limitation act are necessarily excluded, then the benefits conferred therein cannot be called in aid to supplement the provisions of the act\" 11 thus, where the legislature prescribed a special limitation for the purpose of the appeal and the period of limitation of 60 days was to be computed after taking the aid of sections 4, 5 and 12 of the limitation act, the specific inclusion of these sections meant that to that extent only the provisions of the limitation act stood extended and the applicability of the other provisions, by necessary implication stood excluded. 12 as for as the language of section 34 of the 1996 act is concerned, the crucial words are c/fa/1837/2021 judgment dated: 17/09/2021 'but not thereafter' used in the proviso to subsection (3). in our opinion, this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and would therefore bar the application of section 5 of that act. parliament did not need to go further. to hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase 'but not thereafter' wholly otiose. no principle of interpretation would justify such a result. 13 apart from the language, 'express exclusion' may follow from the scheme and object of the special or local law. \"even in a case where the special law does not exclude the provisions of sections 4 to 24 of the limitation act by an express reference, it would nonetheless be open to the court to examine whether and to what extent the nature of those provisions or the nature of the subject-matter and scheme of the special law exclude their operation.\" (scc p.146, para 17) 14 here the history and scheme of the 1996 act support the conclusion that the time limit prescribed under section 34 to challenge an award is absolute and un-extendable by court c/fa/1837/2021 judgment dated: 17/09/2021 under section 5 of the limitation act. the arbitration and conciliation bill, 1995 which preceded the 1996 act stated as one of its main objectives the need \"to minimise the supervisory role of courts in the arbitral process\". this objective has found expression in section 5 of the act which prescribes the extent of judicial intervention in no uncertain terms : \"5. extent of judicial intervention. notwithstanding anything contained in any other law for the time being in force, in matter governed by this part, no judicial authority shall intervene except where so provided in this part.\" 15 the 'part' referred to in section 5 is part i of the 1996 act which deals with domestic arbitrations. section 34 is contained in part i and is therefore subject to the sweep of the prohibition contained in section 5 of the 1996 act. 16 furthermore, section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section 2 and sub section 3. sub-section 2 relates to grounds for setting aside an award and is not relevant for our purposes. but an application filed beyond the period mentioned in c/fa/1837/2021 judgment dated: 17/09/2021 section 34, sub-section (3) would not be an application \"in accordance with\" that sub section. consequently by virtue of section 34 (1), recourse to the court against an arbitral award cannot be made beyond the period prescribed. the importance of the period fixed under section 34 is emphasised by the provisions of section 36 which provide that \"where the time for making an application to set aside the arbitral award under section 34 has expired . the award shall be enforced and the code of civil procedure, 1908 in the same manner as if it were a decree of a court\" this is a significant departure from the provisions of the arbitration act, 1940. under the 1940 act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award and upon (he judgment so pronounced a decree shall follow\". now the consequence of the time expiring under section 34 of the 1996 act is that the award becomes immediately enforceable without any further act of the court. if there were any residual doubt on the interpretation of the language used in section 34, the scheme of the 1996 act would resolve the issue in favour of curtailment of the court's c/fa/1837/2021 judgment dated: 17/09/2021 powers by the exclusion of the operation of section 5 of the limitation act.\" 8.2 the aforesaid judgment has time and again been considered thereafter in catena of judgments. recently the hon'ble apex court considered the same in the case of the m/s. simplex infrastructure limited (supra). in paragraphs 8 and 9 of the above judgment, the apex court observed as under: \"8. section 34 of the arbitration and conciliation act, 1996 provides thus: \"34. application for setting aside arbitral award.-[1] recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the c/fa/1837/2021 judgment dated: 17/09/2021 arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" section 34 provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3). sub-section (2) relates to the grounds for setting aside an award. an application filed beyond the period mentioned in sub-section 3 of section 34, would not be an application \"in accordance with\" that sub-section. by virtue of section 34(3), recourse to the court against an arbitral award cannot be beyond the period prescribed. sub-section (3) of section 34, read with the proviso, makes it abundantly clear that the application for setting aside the award on one of the grounds mentioned in sub-section (2) will have to be made within a period of three months from the date on which the party making that application receives the arbitral award. the proviso allows this period to be further extended by another period of thirty days on sufficient cause being shown by the party for c/fa/1837/2021 judgment dated: 17/09/2021 filing an application. the intent of the legislature is evinced by the use of the words \"but not thereafter\" in the proviso. these words make it abundantly clear that as far as the limitation for filing an application for setting aside an arbitral award is concerned, the statutory period prescribed is three months which is extendable by another period of upto thirty days (and no more) subject to the satisfaction of the court that sufficient reasons were provided for the delay. 9 section 5 of the limitation act, 1963 provides thus: \"5. extension of prescribed period in certain cases. -any appeal or any application, other than an application under any of the provisions of order xxi of the code of civil procedure, 1908, may be admitted after the prescribed period if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period. explanation. --the fact that the appellant or the applicant was misled by any order, practice or judgment of the high court in ascertaining or computing the prescribed period may be sufficient cause within the c/fa/1837/2021 judgment dated: 17/09/2021 meaning of this section.\" section 5 of the limitation act, 1963 deals with the extension of the prescribed period for any appeal or application subject to the satisfaction of the court that the appellant or applicant had sufficient cause for not preferring the appeal or making the application within the prescribed period. section 5 of the limitation act, 1963 has no application to an application challenging an arbitral award under section 34 of the 1996 act. this has been settled by this court in its decision in union of india v popular construction company [(2001)8 scc 470], where it held as follows\"as far as the language of section 34 of the 1996 act is concerned, the crucial words are \"but not thereafter\" used in the proviso to sub-section (3). in our opinion, this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and would therefore bar the application of section 5 of that act. parliament did not need to go further. to hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase \"but not thereafter\" wholly otiose. no principle of interpretation would justify such a result. c/fa/1837/2021 judgment dated: 17/09/2021 . here the history and scheme of the 1996 act support the conclusion that the timelimit prescribed under section 34 to challenge an award is absolute and unextendible by court under section 5 of the limitation act. \" 8.3 in fact the hon'ble apex court has further observed in paragraph 13 in case of simplex infrastructure limited (supra) as under: \"13 a plain reading of sub-section (3) along with the proviso to section 34 of the 1996 act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. the use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days. even if the benefit of section 14 of the limitation act is given to the respondent, there will still be a delay of 131 days in filing the application. that is beyond the strict timelines prescribed in sub-section (3) c/fa/1837/2021 judgment dated: 17/09/2021 read along with the proviso to section 34 of the 1996 act. the delay of 131 days cannot be condoned. to do so, as the high court did, is to breach a clear statutory mandate.\" 8.4 the aforesaid being the legal position which clearly establishes that the court does not have power to condone the delay beyond the period of 30 days after a period of 3 months from the date of receipt of arbitral award or from the date on which the request under section 33 had been disposed by the arbitral tribunal, and therefore, in the instant case, it is an admitted position that the application for condonation of delay was made beyond extended period of 30 days after 3 months period was over. even if the period of delay is considered to be of 21 days. since section 34(3) of the act, 1996 bars condonation of delay beyond the period of 30 days after the period of 3 months is over as section 5 of limitation act is not applicable to act, 1996. the commercial court has rightly dismissed the application made by the appellant praying for condonation of delay. c/fa/1837/2021 judgment dated: 17/09/2021 9 in view of the above discussion, we find that the view taken by the learned judge, commercial court, city civil court, ahmedabad while dismissing commercial civil misc. application no.313 of 2021 is correct and we do not find any reason to interfere with the findings and conclusions arrived at by the commercial court, ahmedabad. accordingly, the present appeal deserves to be dismissed and the same is dismissed. however, there shall be no order as to costs. consequently, connected civil applications also stand disposed off. (the acting chief justice r.m.chhaya, j) (nirzar s. desai,j) p. subrahmanyam"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ce2215c7e4840649e2e09e7f9174e8d_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f7cba80d202043feb849906b84dbe1e4_1"
        },
        {
            "start": 242,
            "end": 357,
            "text": "\nAllahabad High Court\nAakash Engineers And Contractors vs Presiding Officer Commercial Court ... on 14 August, 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47f7891d22ec435c88377835fdfe8861_2"
        },
        {
            "start": 358,
            "end": 560,
            "text": "\nAuthor: Ajay Bhanot\nBench: Ajay Bhanot\nHigh Court Of Judicature At Allahabad\n \n \n\nCourt No. - 3\n \n\n \nCase :- Matters Under Article 227 No. - 790 of 2020\n \nPetitioner :- Aakash Engineers And Contractors",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2c85231e86746ee8bcd6ed648334fb4_3"
        },
        {
            "start": 564,
            "end": 868,
            "text": "Respondent :- Presiding Officer Commercial Court Gauytam Buddh Nagar And Another\n \nCounsel for Petitioner :- Shashank Dwivedi,Nirendra Mohan\n \n\n \nHon'ble Ajay Bhanot,J.\n \n1. Heard Sri Shashank Dwivedi, learned counsel for the petitioner and Sri Nikhil Agrawal, learned counsel for the respondent No.2.\n2.",
            "labels": [
                "NONE"
            ],
            "id": "7d8c3c38890f47d98fc2cddd08b462f4_4"
        },
        {
            "start": 869,
            "end": 1529,
            "text": "This petition has been filed with the following prayer:\n\"To direct the respondent No.1, i.e., Presiding Officer, Commercial Court, District- Gautam Buddh Nagar to decide Arbitration Petition No.110 of 2018 filed under Section 34 of the Arbitration and Conciliation Act, 1996 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors, pending for disposal since 10.09.2018, i.e., from one year and four months, expeditiously within stipulated period two months if possible.\"\n3. Sri Nikhil Agrawal, learned counsel for the respondent No.2 does not have any objection to the matter being decided within a stipulated period to be prescribed by this Court.",
            "labels": [
                "NONE"
            ],
            "id": "42f22a95e4194e858babccedf92d42dc_5"
        },
        {
            "start": 1531,
            "end": 1697,
            "text": "4. Though the matter could have been disposed of on the terms of the fair submission and consent given by Sri Nikhil Agrawal, learned counsel for the respondent No.2.",
            "labels": [
                "NONE"
            ],
            "id": "220d316a5af042539291d6a26c827715_6"
        },
        {
            "start": 1698,
            "end": 1984,
            "text": "However, the facts of the case require this Court to consider the controversy in certain detail, and make observations for the benefit of all the stakeholders including the learned counsel for the parties, and for guidance of the learned trial court in the proper implementation of law.",
            "labels": [
                "NONE"
            ],
            "id": "3d03dbec67374567a6283fdb3b9d7568_7"
        },
        {
            "start": 1986,
            "end": 2291,
            "text": "5. The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors) were instituted on 15.06.2018 before the learned court below/ the learned District Judge, Gautam Budh Nagar.",
            "labels": [
                "NONE"
            ],
            "id": "77218998e50f46fbac0222afa936043f_8"
        },
        {
            "start": 2293,
            "end": 2388,
            "text": "6. The matter was placed before the learned Presiding Officer for the first time on 10.09.2018.",
            "labels": [
                "NONE"
            ],
            "id": "55aa5c7a6c4745eeb9b3e2d1873fbd62_9"
        },
        {
            "start": 2389,
            "end": 2446,
            "text": "The petitioner was the caveator and received the notices.",
            "labels": [
                "FAC"
            ],
            "id": "2e332a8b94a74c9ea0948863dba35973_10"
        },
        {
            "start": 2447,
            "end": 2488,
            "text": "The matter was then posted on 27.09.2018.",
            "labels": [
                "FAC"
            ],
            "id": "675fd20c43a54a0fab3fa1c8999eb8d5_11"
        },
        {
            "start": 2489,
            "end": 2566,
            "text": "On 27.09.2018, the petitioner filed applications registered as 23Ga and 26Ga.",
            "labels": [
                "FAC"
            ],
            "id": "e6ee1b00796940ada903780db4422ac6_12"
        },
        {
            "start": 2567,
            "end": 2667,
            "text": "The matter was posted for 05.11.2018, and on the said date the respondent prayed for an adjournment.",
            "labels": [
                "FAC"
            ],
            "id": "e977020663fb420389ba76cfb2eb5476_13"
        },
        {
            "start": 2668,
            "end": 2728,
            "text": "The court was vacant on the next date fixed i.e. 28.11.2018.",
            "labels": [
                "FAC"
            ],
            "id": "4ad97133705d4f63aeea35c8299d8f49_14"
        },
        {
            "start": 2729,
            "end": 2834,
            "text": "On 13.12.2018, the respondent was not present to prosecute the matter, though the petitioner was present.",
            "labels": [
                "FAC"
            ],
            "id": "14b74e3dfbc648d5929e37d2c96f048d_15"
        },
        {
            "start": 2835,
            "end": 2916,
            "text": "The matter was taken up on 19.12.2018, but no effective hearing could take place.",
            "labels": [
                "FAC"
            ],
            "id": "358631e355844bad8b6d4ec98e038adb_16"
        },
        {
            "start": 2917,
            "end": 3025,
            "text": "Both the parties were present, however, the petitioner prayed for adjournments on 09.01.2019 and 28.01.2019.",
            "labels": [
                "FAC"
            ],
            "id": "7c39fd3b384d48db8454ab376fd66697_17"
        },
        {
            "start": 3026,
            "end": 3230,
            "text": "On 07.02.2019, when the matter was called out, counsel for the respondent was not present to prosecute the matter, consequently the petition filed by the respondent No.2 was dismissed for non-prosecution.",
            "labels": [
                "FAC"
            ],
            "id": "e6219cdc83004c97acfd052d83b12977_18"
        },
        {
            "start": 3231,
            "end": 3304,
            "text": "A restoration application was filed by the respondent No.2 on 11.02.2019.",
            "labels": [
                "FAC"
            ],
            "id": "ac6d833fbf54432b83231dbb2ba1977a_19"
        },
        {
            "start": 3305,
            "end": 3400,
            "text": "The matter was taken up on 13.02.2019 and 20.02.2019, on which dates some documents were filed.",
            "labels": [
                "FAC"
            ],
            "id": "5fadd5cc20734346987d11ef50e46156_20"
        },
        {
            "start": 3401,
            "end": 3486,
            "text": "On the next date of listing i.e. on 28.02.2019, the petitioner sought an adjournment.",
            "labels": [
                "FAC"
            ],
            "id": "13d967e8e27a4cb7be9809dfd328d3ec_21"
        },
        {
            "start": 3487,
            "end": 3651,
            "text": " The restoration application filed by the respondent no. 2 was allowed with costs of Rs. 1000/- on 13.03.2019, and the petition was restored to its original number.",
            "labels": [
                "FAC"
            ],
            "id": "df1ee7d84b18417ea17d70e41156153f_22"
        },
        {
            "start": 3652,
            "end": 3757,
            "text": "The proceedings were thereafter listed before the learned Presiding Officer on 25.03.2019 and 16.04.2019.",
            "labels": [
                "FAC"
            ],
            "id": "a594809b930f47f29d28da252034f00a_23"
        },
        {
            "start": 3758,
            "end": 3806,
            "text": "No effective hearing happened on the said dates.",
            "labels": [
                "FAC"
            ],
            "id": "4434ce482e7e49dabecbeaca9a8e6110_24"
        },
        {
            "start": 3807,
            "end": 3876,
            "text": "On 06.05.2019, both the parties were present to prosecute the matter.",
            "labels": [
                "RPC"
            ],
            "id": "b12329db92274ef68e4cac370f0917d4_25"
        },
        {
            "start": 3877,
            "end": 4039,
            "text": "On the next date of listing i.e. 21.05.2019, the respondent no.2, filed applications for stay of award as well as for stay of the execution of the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "3b9fef89a2a04a93985b8363796f556a_26"
        },
        {
            "start": 4041,
            "end": 4190,
            "text": "7. The matter was listed on 08.07.2019 for disposal of the application registered as 6-C, but the respondent No.2 did not press the stay application.",
            "labels": [
                "FAC"
            ],
            "id": "e35a52f9252e48ca93f981da2a97abb7_27"
        },
        {
            "start": 4191,
            "end": 4289,
            "text": "Costs of Rs. 150/- was imposed upon the respondent for filing repeated adjournments on 01.08.2019.",
            "labels": [
                "RPC"
            ],
            "id": "fea317b0da074065aefd2d434fd3ed49_28"
        },
        {
            "start": 4290,
            "end": 4376,
            "text": "The respondent tendered another application registered as paper No.15-C on 29.08.2019.",
            "labels": [
                "FAC"
            ],
            "id": "48ea27032be547bcb824c8558cfa2ab5_29"
        },
        {
            "start": 4377,
            "end": 4423,
            "text": "On 05.09.2019, the following order was passed:",
            "labels": [
                "RPC"
            ],
            "id": "5dd15aff51c34ea1a9a82e6355d0742a_30"
        },
        {
            "start": 4424,
            "end": 4479,
            "text": "\n\"For applicant counsel Shri Rajeev Agrawal is present.",
            "labels": [
                "NONE"
            ],
            "id": "92331073f27b4a6bbe448eeffc7339b4_31"
        },
        {
            "start": 4480,
            "end": 4532,
            "text": "For respondent counsel Shri Vijay Sharma is present.",
            "labels": [
                "NONE"
            ],
            "id": "37f20d12809d4bceab40fab69342fde6_32"
        },
        {
            "start": 4533,
            "end": 4591,
            "text": "28Ga application dated 10.12.2018 is pending for disposal.",
            "labels": [
                "FAC"
            ],
            "id": "d947181763bd423f983d3c0ff721920d_33"
        },
        {
            "start": 4592,
            "end": 4788,
            "text": "This application has been moved by the applicant with the request that the file be summoned which is stopped by the opposite party counsel and also argued that the application is not maintainable.",
            "labels": [
                "FAC"
            ],
            "id": "bf09454c57fc4072876e01b97bdd55f9_34"
        },
        {
            "start": 4789,
            "end": 4832,
            "text": "Arbitration proceedings pending since 2018.",
            "labels": [
                "FAC"
            ],
            "id": "295b2165c1a04f7f840ef8658a641d99_35"
        },
        {
            "start": 4833,
            "end": 4931,
            "text": "Parties are directed that they may file papers on which they want to put reliance during argument.",
            "labels": [
                "FAC"
            ],
            "id": "9a4c40c125524ed08ef79d32862e349f_36"
        },
        {
            "start": 4932,
            "end": 4980,
            "text": "Hence, application 28Ga disposed of accordingly.",
            "labels": [
                "FAC"
            ],
            "id": "4d2918b466794b2b86a34c1cd4cf0684_37"
        },
        {
            "start": 4981,
            "end": 5008,
            "text": "Put up for argument on 28.0",
            "labels": [
                "NONE"
            ],
            "id": "7580900222924090883a6de4839729be_38"
        },
        {
            "start": 5009,
            "end": 5017,
            "text": "9.2019.\"",
            "labels": [
                "NONE"
            ],
            "id": "fc63ac1f70e84f87986615c2d137ef94_39"
        },
        {
            "start": 5019,
            "end": 5096,
            "text": "8. However, on 28.09.2019, the matter was posted for arguments on 15.11.2019.",
            "labels": [
                "FAC"
            ],
            "id": "174ac6bc63ec4a89b94b2a359221dffa_40"
        },
        {
            "start": 5097,
            "end": 5129,
            "text": "The matter thus remains pending.",
            "labels": [
                "FAC"
            ],
            "id": "8f5b861be53e46c3a6eb9eb34d3df98c_41"
        },
        {
            "start": 5130,
            "end": 5227,
            "text": "This necessitated the institution of the petition under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "e3ba93f531184f5fa2192eb195e5fd5c_42"
        },
        {
            "start": 5229,
            "end": 5320,
            "text": "9. The constitutional courts are cognizant of the problem of delays in our judicial system.",
            "labels": [
                "NONE"
            ],
            "id": "dcd9815b06a744299f0371c374107838_43"
        },
        {
            "start": 5321,
            "end": 5395,
            "text": "They have consistently attempted to purge the legal system of this menace.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "85ab0f45013b4939a0e1cfb0fe6a9d5a_44"
        },
        {
            "start": 5396,
            "end": 5534,
            "text": "Various judgments have identified some of the causes of delays, & appropriate judicial directions have been issued to address the problem.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cae463f22bab457b94c7af2e75163f01_45"
        },
        {
            "start": 5536,
            "end": 5836,
            "text": "10. The following question was posed for determination before the Hon'ble Supreme Court in M/s Shiv Cotex Versus Tirgum Auto Plast P. Ltd. and others, reported at 2011 (89) ALR 232 :\n\"14.....Is the court obliged to give adjournment after adjournment merely because the stakes are high in the dispute?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a4c4952e782d4d04939649e6866532a5_46"
        },
        {
            "start": 5837,
            "end": 5973,
            "text": "Should the court be silent spectator and leave control of the case to a party to the case who has decided not to take the case forward?\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aaa7eb2a04244606af3a94e59f2c05ef_47"
        },
        {
            "start": 5975,
            "end": 6138,
            "text": "11. Thereafter, the Hon'ble Supreme Court while emphasizing the imperative of expeditious disposal of suits to preserve the faith in the judicial system held thus:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "38ac255c230a4bfe99323778e6b83099_48"
        },
        {
            "start": 6140,
            "end": 6252,
            "text": "\"15...It is sad, but true, that the litigants seek - and the courts grant - adjournments at the drop of the hat.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9a8e51e37bf343a8a416a322fb2faa5d_49"
        },
        {
            "start": 6253,
            "end": 6443,
            "text": "In the cases where the judges are little pro-active and refuse to accede to the requests of unnecessary adjournments, the litigants deploy all sorts of methods in protracting the litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0942fe4b46db47fc91f709781b7663f3_50"
        },
        {
            "start": 6444,
            "end": 6500,
            "text": "It is not surprising that civil disputes drag on and on.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1be856b678b94171b9e7fa54e346f652_51"
        },
        {
            "start": 6501,
            "end": 6606,
            "text": "The misplaced sympathy and indulgence by the appellate and revisional courts compound the malady further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8ac8ca3c84a49a9a189acb9f8548cfe_52"
        },
        {
            "start": 6607,
            "end": 6661,
            "text": "The case in hand is a case of such misplaced sympathy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "810862c53ceb4e878a7e9428edf52de5_53"
        },
        {
            "start": 6662,
            "end": 6931,
            "text": "It is high time that courts become sensitive to delays in justice delivery system and realize that adjournments do dent the efficacy of judicial process and if this menace is not controlled adequately, the litigant public may lose faith in the system sooner than later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea023203f79642fdbdd169dff471fa46_54"
        },
        {
            "start": 6932,
            "end": 7058,
            "text": "The courts, particularly trial courts, must ensure that on every date of hearing, effective progress takes place in the suit.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c1a801acc925445694a015c3ccde0b14_55"
        },
        {
            "start": 7059,
            "end": 7129,
            "text": "\n16....No litigant has a right to abuse the procedure provided in CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03af2c5d2a5b4b96babe3588bd5e0151_56"
        },
        {
            "start": 7130,
            "end": 7421,
            "text": "Adjournments have grown like cancer corroding the entire body of justice delivery system.\"\n17.....\"A party to the suit is not at liberty to proceed with the trial at its leisure and pleasure and has no right to determine when the evidence would be let in by it or the matter should be heard.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d3f4b1d380a84bffada3ace40ce58003_57"
        },
        {
            "start": 7422,
            "end": 7609,
            "text": "The parties to a suit -- whether the plaintiff or the defendant -- must cooperate with the court in ensuring the effective work on the date of hearing for which the matter has been fixed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41796bb71da9479abd9795e0d9893733_58"
        },
        {
            "start": 7610,
            "end": 7656,
            "text": "If they don't, they do so at their own peril.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b30ca42935664e35851c56aced4d5a6c_59"
        },
        {
            "start": 7657,
            "end": 8064,
            "text": "\n12. Interminable delays caused by unnecessary adjournments sought for and granted to parties in a routine manner, and the collective responsibility of all the stake holders in the judicial system arose for determination before the Hon'ble Supreme Court in Noor Mohammed Vs. Jethanand and another, reported at (2013) 5 SCC 202.\n13. Dispensing justice is the fundamental raison d'etre of the judicial system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0e6b25e9d19a4fbe858cf43190435221_60"
        },
        {
            "start": 8065,
            "end": 8185,
            "text": "Timely delivery of justice is indispensable to retaining the faith of the common man in the justice dispensation system.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6c4c17711c1e4ce0b976a265eb49327a_61"
        },
        {
            "start": 8187,
            "end": 8465,
            "text": "14. Reiterating the importance of timely delivery of justice, and after setting its face against indifference of the judicial system to the plight of the litigants, the Hon'ble Supreme Court in Noor Mohammed (supra) defined the problem and issued directions for its resolution :",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cc7a4aa04b7f4b0e937634424741215b_62"
        },
        {
            "start": 8466,
            "end": 8653,
            "text": "\n\"27. The anguish expressed in the past and the role ascribed to the Judges, lawyers and the litigants is a matter of perpetual concern and the same has to be reflected upon every moment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb4e61b763704a858bc0d926b9236a9f_63"
        },
        {
            "start": 8654,
            "end": 8723,
            "text": "An attitude of indifference can neither be appreciated nor tolerated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cf9c97da7a1a4059aacdbb29a6cb74f1_64"
        },
        {
            "start": 8724,
            "end": 8792,
            "text": "Therefore, the serviceability of the institution gains significance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c972ec72eafb4681950215340f8e79b3_65"
        },
        {
            "start": 8793,
            "end": 8911,
            "text": "That is the command of the Majesty of Law and none should make any maladroit effort to create a concavity in the same.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc9170b3d0764c8682979d7968f940ee_66"
        },
        {
            "start": 8912,
            "end": 9002,
            "text": "Procrastination, whether at the individual or institutional level, is a systemic disorder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ce801afbbf84f669a1524d743edee16_67"
        },
        {
            "start": 9003,
            "end": 9153,
            "text": "Its corrosive effect and impact is like a disorderly state of the physical frame of a man suffering from an incurable and fast progressive malignancy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dba34fbb12874e5d858765ff052713ec_68"
        },
        {
            "start": 9154,
            "end": 9365,
            "text": "Delay either by the functionaries of the court or the members of the Bar significantly exhibits indolence and one can aphoristically say, borrowing a line from Southwell \"Creeping snails have the weakest force\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b51cf078ee24e0585fc03c97f9ae726_69"
        },
        {
            "start": 9366,
            "end": 9570,
            "text": "Slightly more than five decades back, talking about the responsibility of the lawyers, Nizer Louis[16] had put thus: -\n\"I consider it a lawyer's task to bring calm and confidence to the distressed client.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da0d49a3171f4f32883d96876dec5235_70"
        },
        {
            "start": 9571,
            "end": 9650,
            "text": "Almost everyone who comes to a law office is emotionally affected by a problem.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8d86159cbb449b8baa5a76557f1b513_71"
        },
        {
            "start": 9651,
            "end": 9744,
            "text": "It is only a matter of degree and of the client's inner resources to withstand the pressure.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "52b8aae80a344356a80f55a0d95213c5_72"
        },
        {
            "start": 9745,
            "end": 9960,
            "text": "\nA few lines from illustrious Frankfurter is fruitful to recapitulate:\n\"I think a person who throughout his life is nothing but a practicing lawyer fulfils a very great and essential function in the life of society.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "053dd6626d804a3b9cfea6c2f07d6106_73"
        },
        {
            "start": 9961,
            "end": 10076,
            "text": "Think of the responsibilities on the one hand and the satisfaction on the other, to be a lawyer in the true sense.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9e15b3704e847fe921dd49859343aea_74"
        },
        {
            "start": 10078,
            "end": 10196,
            "text": "28. In a democratic set up, intrinsic and embedded faith in the adjudicatory system is of seminal and pivotal concern.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a5b02069792477697bae215847b470e_75"
        },
        {
            "start": 10197,
            "end": 10256,
            "text": "Delay gradually declines the citizenry faith in the system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0463d02c32ec4171a2ad494eded13966_76"
        },
        {
            "start": 10257,
            "end": 10317,
            "text": "It is the faith and faith alone that keeps the system alive.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ce0d47b06879457c877719576c19f4a6_77"
        },
        {
            "start": 10318,
            "end": 10348,
            "text": "It provides oxygen constantly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6f98656dfd149bcbc489d4777bffed2_78"
        },
        {
            "start": 10349,
            "end": 10470,
            "text": "Fragmentation of faith has the effect-potentiality to bring in a state of cataclysm where justice may become a casuality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0662689b6944bc9bf06566ee5ee9e86_79"
        },
        {
            "start": 10471,
            "end": 10623,
            "text": "A litigant expects a reasoned verdict from a temperate Judge but does not intend to and, rightly so, to guillotine much of time at the altar of reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22fc5867c15045e5b5dc04ac0c417b2e_80"
        },
        {
            "start": 10624,
            "end": 10717,
            "text": "Timely delivery of justice keeps the faith ingrained and establishes the sustained stability.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "623a6107a2524352a3bfa553610f440d_81"
        },
        {
            "start": 10718,
            "end": 10910,
            "text": "Access to speedy justice is regarded as a human right which is deeply rooted in the foundational concept of democracy and such a right is not only the creation of law but also a natural right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41aa78e5638546e893384714449d0c2d_82"
        },
        {
            "start": 10911,
            "end": 11004,
            "text": "This right can be fully ripened by the requisite commitment of all concerned with the system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "875765e935794c298bfc875749ab17ef_83"
        },
        {
            "start": 11005,
            "end": 11145,
            "text": "It cannot be regarded as a facet of Utopianism because such a thought is likely to make the right a mirage losing the centrality of purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f0de477dd95418c9e60b2cf2fbf0ad9_84"
        },
        {
            "start": 11146,
            "end": 11279,
            "text": "Therefore, whoever has a role to play in the justice dispensation system cannot be allowed to remotely conceive of a casual approach.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1606460ce5be4fed97538446a2d9fec6_85"
        },
        {
            "start": 11281,
            "end": 11449,
            "text": "33. In the case at hand, as we perceive, the learned counsel sought adjournment after adjournment in a nonchalant manner and the same were granted in a routine fashion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc9013764b4941da95cda0c177aa2a91_86"
        },
        {
            "start": 11450,
            "end": 11599,
            "text": "It is the duty of the counsel as the officer of the court to assist the court in a properly prepared manner and not to seek unnecessary adjournments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23b0dbc0793f4b6388ab8a18463dd179_87"
        },
        {
            "start": 11600,
            "end": 11653,
            "text": "Getting an adjournment is neither an art nor science.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "707a179cba674f5189df3badd6d803f8_88"
        },
        {
            "start": 11654,
            "end": 11698,
            "text": "It has never been appreciated by the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2014437243ec4f29bdec36ed23e6038c_89"
        },
        {
            "start": 11699,
            "end": 11971,
            "text": "All who are involved in the justice dispensation system, which includes the Judges, the lawyers, the judicial officers who work in courts, the law officers of the State, the Registry and the litigants, have to show dedicated diligence so that a controversy is put to rest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c529eee2c5441c2a43898d37decf10e_90"
        },
        {
            "start": 11972,
            "end": 12007,
            "text": "Shifting the blame is not the cure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42b6fa9afb6d4678bd914d3f719e141e_91"
        },
        {
            "start": 12008,
            "end": 12117,
            "text": "Acceptance of responsibility and dealing with it like a captain in the frontier is the necessity of the time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55496a9e3d314af89551a56c8d2d95c2_92"
        },
        {
            "start": 12118,
            "end": 12175,
            "text": "It is worthy to state that diligence brings satisfaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "160d82e6a8944ae8a76a27d7c48d8923_93"
        },
        {
            "start": 12176,
            "end": 12265,
            "text": "There has to be strong resolve in the mind to carry out the responsibility with devotion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcfa6afe7bee443eae1d6b4fde5bc94d_94"
        },
        {
            "start": 12266,
            "end": 12496,
            "text": "A time has come when all concerned are required to abandon idleness and arouse oneself and see to it that the syndrome of delay does not erode the concept of dispensation of expeditious justice which is the constitutional command.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aec5ad4b071248a28bbb7ca5a02f42fd_95"
        },
        {
            "start": 12497,
            "end": 12658,
            "text": "Sagacious acceptance of the deviation and necessitous steps taken for the redressal of the same would be a bright lamp which would gradually become a laser beam.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fbb84bf66944208af084f85227031bb_96"
        },
        {
            "start": 12659,
            "end": 12751,
            "text": "This is the expectation of the collective, and the said expectation has to become a reality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ccc5dabb269432fb230fb417627b51c_97"
        },
        {
            "start": 12752,
            "end": 12804,
            "text": "Expectations are not to remain at the stage of hope.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "468355d9e03b46a0afaba516a9d8406e_98"
        },
        {
            "start": 12805,
            "end": 12848,
            "text": "They have to be metamorphosed to actuality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9517657616fe4b2f8bba20b536ce42b7_99"
        },
        {
            "start": 12849,
            "end": 12957,
            "text": "Long back, Francis Bacon, in his aphoristic style, had said, \"Hope is good breakfast, but it is bad supper\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2eff1492acf94459a3fba78b16034cca_100"
        },
        {
            "start": 12958,
            "end": 12988,
            "text": "We say no more on this score.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ef39170fe09648d3a12f8ea6419b3312_101"
        },
        {
            "start": 12990,
            "end": 13177,
            "text": "15. In Gayathri Vs. M.Girish, reported at (2016) 14 SCC 142, the Hon'ble Supreme Court exhorted the trial courts to address themselves to the malady of long delays in our judicial system:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ad42719271854e5486056c390f766847_102"
        },
        {
            "start": 13178,
            "end": 13321,
            "text": "\n\"9. In the case at hand, as we have stated hereinbefore, the examination-in-chief continued for long and the matter was adjourned seven times.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e05064bc0ab4a26b6244c77ef535d45_103"
        },
        {
            "start": 13322,
            "end": 13466,
            "text": "The Defendant sought adjournment after adjournment for cross-examination on some pretext or the other which are really not entertainable in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d584af88af834901931953578d348257_104"
        },
        {
            "start": 13467,
            "end": 13545,
            "text": "But the trial Court eventually granted permission subject to payment of costs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d922f80c72b84763ac99087d045e37f7_105"
        },
        {
            "start": 13546,
            "end": 13759,
            "text": "Regardless of the allowance extended, the Defendant stood embedded on his adamantine platform and prayed for adjournment as if it was his right to seek adjournment on any ground whatsoever and on any circumstance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e4d36b54574446fab06da2a1de637b4_106"
        },
        {
            "start": 13760,
            "end": 13870,
            "text": "The non-concern of the Defendant-Petitioner shown towards the proceedings of the Court is absolutely manifest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4962821e5f84be3ad63ad07f6d41749_107"
        },
        {
            "start": 13871,
            "end": 13984,
            "text": "The disregard shown to the Plaintiff's age is also visible from the marathon of interlocutory applications filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "034db2a1f99949df84b5e41e34b19f60_108"
        },
        {
            "start": 13985,
            "end": 14061,
            "text": "A counsel appearing for a litigant has to have institutional responsibility.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "474ec1a5f87e4cc38efe40c531aa1e33_109"
        },
        {
            "start": 14062,
            "end": 14101,
            "text": "The Code of Civil Procedure so command.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ea23ed4d25b4d94895204078c82def4_110"
        },
        {
            "start": 14102,
            "end": 14239,
            "text": "Applications are not to be filed on the grounds which we have referred to hereinabove and that too in such a brazen and obtrusive manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80883188e5304f26b3a570cb34c1dbfe_111"
        },
        {
            "start": 14240,
            "end": 14267,
            "text": "It is wholly reprehensible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2ca49aacee34ef883771e970e473b8c_112"
        },
        {
            "start": 14268,
            "end": 14385,
            "text": "The law does not countenance it and, if we permit ourselves to say so, the professional ethics decries such practice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "108f925fda0143b480f4ca79c835d87d_113"
        },
        {
            "start": 14386,
            "end": 14441,
            "text": "It is because such acts are against the majesty of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea62c076f3d54af38212122e05479563_114"
        },
        {
            "start": 14443,
            "end": 14643,
            "text": "12. In the case at hand, it can indubitably be stated that the Defendant-Petitioner has acted in a manner to cause colossal insult to justice and to the concept of speedy disposal of civil litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cbf61ce381b4981b8a76b8e000a3d68_115"
        },
        {
            "start": 14644,
            "end": 14724,
            "text": "We are constrained to say the virus of seeking adjournment has to be controlled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eccd5b9ffe56421bb82a0a45476945b9_116"
        },
        {
            "start": 14725,
            "end": 14829,
            "text": "The saying of Gita \"Awake! Arise! Oh Partha\" is apt here to be stated for guidance of trial courts.\"\n16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "631d9f122d2041b8a91ec097a77625dd_117"
        },
        {
            "start": 14830,
            "end": 14963,
            "text": "The foremost goal set out in the Preamble of the Constitution, is to secure to all citizens: Justice, social, economic and political.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d9b53b5e2014c328d06f79f5d98f581_118"
        },
        {
            "start": 14964,
            "end": 15035,
            "text": "\nJustice to be meaningful has to be delivered in a relevant time frame.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cbe7e5642824d3fbe88e24287ada698_119"
        },
        {
            "start": 15036,
            "end": 15069,
            "text": "Delay invariably defeats justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbc00869bff14c55bf026cf430cf09d1_120"
        },
        {
            "start": 15070,
            "end": 15124,
            "text": "Indefinite delays are the bane of our judicial system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17a35cdeccd24bf98e7f335a879a37bd_121"
        },
        {
            "start": 15125,
            "end": 15235,
            "text": "Interminable legal proceedings reflect the apathy of an impersonal system to the plight of helpless litigants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70c202438fc54957be0623458f50a5ea_122"
        },
        {
            "start": 15236,
            "end": 15423,
            "text": "So long as timely justice is denied, so long the constitutional promise of justice will not be redeemed, and the constitutional mandate of the judicial system will not be implemented.\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01a8f6a8f13a4acb9d4d85d20043a18d_123"
        },
        {
            "start": 15424,
            "end": 15559,
            "text": "The constitutional courts are seized with, and the legislatures have taken cognizance of the malaise of delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3389c2344e5843f48a266028fca31365_124"
        },
        {
            "start": 15560,
            "end": 15693,
            "text": "Delays in the judicial process have earned the displeasure of constitutional courts, and have evoked the concern of the legislatures.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25fc9972414242eba8e637e3af195de5_125"
        },
        {
            "start": 15694,
            "end": 15750,
            "text": "Law will not countenance delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "debb947003c348e097efdd6dfbb0cf2f_126"
        },
        {
            "start": 15751,
            "end": 15873,
            "text": "This is evident from the imperative directions issued by the constitutional courts to purge the judicial system of delays.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6e45233bc6248ec9eb2a778f26edb35_127"
        },
        {
            "start": 15874,
            "end": 15998,
            "text": "This will also be apparent from the timelines set by the legislature to cure the mischief of delays in the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f648c935fbad4159b7d4ff17dc3d827a_128"
        },
        {
            "start": 15999,
            "end": 16126,
            "text": "The judicial system will have to evolve an ethos to be alert to, and endeavour to respect timelines created by the legislature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fe744af5ece4c5d98d792cbac5da1ea_129"
        },
        {
            "start": 16127,
            "end": 16197,
            "text": "\n18. The impact of globalisation was acutely felt in the field of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79727516d25f45e6b59c2a0fc67b8b09_130"
        },
        {
            "start": 16198,
            "end": 16462,
            "text": "India's unwavering commitment to its international obligations contained in the UNCITRAL Model on International Commercial Arbitration, was manifested in the promulgation of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'The Act of 1996').",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c0676be84ee4589b27cb667c0b4d8ac_131"
        },
        {
            "start": 16463,
            "end": 16627,
            "text": "India's international obligations to UNCITRAL, are implemented by the most fundamental instruments of national sovereignty, namely, the legislatures and the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eadf26107eea4862954a25867d1f0520_132"
        },
        {
            "start": 16628,
            "end": 16881,
            "text": "The Arbitration and Conciliation Act, 1996 has to be interpreted and implemented by the courts in a manner which is in accord with the intendment of the Indian Parliament, and consistent with the international obligations of India to the UNCITRAL Model.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "489fd28595c14c2da8e4301cbd004ee7_133"
        },
        {
            "start": 16882,
            "end": 17011,
            "text": "\n19. The UNCITRAL Model and the Arbitration and Conciliation Act, 1996, reflect an evolving trend in international jurisprudence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0921c3723ea0425798c0bc484c6d16da_134"
        },
        {
            "start": 17012,
            "end": 17176,
            "text": "Together both instruments reflect a global consensus of judicial values, and a unification of the system of international jurisprudence in the field of arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e09ae2ae726d401c9b8d4b21ee2e2242_135"
        },
        {
            "start": 17177,
            "end": 17346,
            "text": "The courts in India implement the Arbitration and Conciliation Act, 1996, as instruments of national sovereignty, and also members of the international comity of courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9216ebc2e4d84aaaaf8222be15bc7335_136"
        },
        {
            "start": 17347,
            "end": 17501,
            "text": "\n20. Meeting the international obligations of India to the UNCITRAL Model was the avowed legislative intent of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ff0285050b9423fafd7acd7fb21dac2_137"
        },
        {
            "start": 17502,
            "end": 17680,
            "text": "Expeditious disposal of proceedings under the Arbitration and Conciliation Act, 1996 is the congruent objective of the twin instruments of international law and the domestic law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c19e271b41f46708ad76d4336ebb471_138"
        },
        {
            "start": 17681,
            "end": 17808,
            "text": "\n21. Section 34(5) and (6) of the Act, 1996 are relevant to the instant controversy and the provisions are extracted hereunder:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8af6ce481ca34e259649c2a3c0901bc0_139"
        },
        {
            "start": 17809,
            "end": 18510,
            "text": "\n\"34. Application for setting aside arbitral award.--(1)-(4) * * * (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.\n(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.\"\n22. Delay in disposal of the proceedings under the Act of 1996, topped the concerns and lay at the heart of 246th Law Commission Report, when it introduced the said provisions.",
            "labels": [
                "STA"
            ],
            "id": "86dfd97ad6cc42ddaedf72a1d6baed3a_140"
        },
        {
            "start": 18511,
            "end": 18592,
            "text": "The relevant extracts of the 246th Law Commissioner Report are set out hereunder:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8129999ff41b45c395280ce856481568_141"
        },
        {
            "start": 18593,
            "end": 18788,
            "text": "\n\"3. The Arbitration and Conciliation Act, 1996 (hereinafter \"the Act\") is based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 and the UNCITRAL Conciliation Rules, 1980.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b14defe6abc24cdba0a483cad24c3160_142"
        },
        {
            "start": 18789,
            "end": 19200,
            "text": "The Act has now been in force for almost two decades, and in this period of time, although arbitration has fast emerged as a frequently chosen alternative to litigation, it has come to be afflicted with various problems including those of high costs and delays, making it no better than either the earlier regime which it was intended to replace; or to litigation, to which it intends to provide an alternative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51f71b8949074d6d81ca984c0b6d1b4d_143"
        },
        {
            "start": 19201,
            "end": 19292,
            "text": "Delays are inherent in the arbitration process, and costs of arbitration can be tremendous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29061f6589f8455ea97920d2a1715ab9_144"
        },
        {
            "start": 19293,
            "end": 19561,
            "text": "Even though courts play a pivotal role in giving finality to certain issues which arise before, after and even during an arbitration, there exists a serious threat of arbitration related litigation getting caught up in the huge list of pending cases before the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e3773c0b2504eb8997d176232c5fda0_145"
        },
        {
            "start": 19562,
            "end": 19689,
            "text": "After the award, a challenge under section 34 makes the award inexecutable and such petitions remain pending for several years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac05f82fed954356b8f6043dd2022e80_146"
        },
        {
            "start": 19690,
            "end": 19771,
            "text": "The object of quick alternative disputes resolution frequently stands frustrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e32cbb25e684a8cb26848170f0b48de_147"
        },
        {
            "start": 19772,
            "end": 19926,
            "text": "\n4. There is, therefore, an urgent need to revise certain provisions of the Act to deal with these problems that frequently arise in the arbitral process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a03bae63e8a45c68b9c23a11d9fc5b4_148"
        },
        {
            "start": 19927,
            "end": 20043,
            "text": "The purpose of this Chapter is to lay down the foundation for the changes suggested in the report of the Commission.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee64d89d77104f19890f83a6b8a3749f_149"
        },
        {
            "start": 20044,
            "end": 20409,
            "text": "The suggested amendments address a variety of issues that plague the present regime of arbitration in India and, therefore, before setting out the amendments, it would be useful to identify the problems that the suggested amendments are intended to remedy and the context in which the said problems arise and hence the context in which their solutions must be seen.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "507931cf101c44738ed13c6b9dbc25a8_150"
        },
        {
            "start": 20411,
            "end": 20420,
            "text": "* * *\n25.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a1a570c01fd4a6f9bf8b226987c37fb_151"
        },
        {
            "start": 20421,
            "end": 20561,
            "text": "Similarly, the Commission has found that challenges to arbitration awards under sections 34 and 48are similarly kept pending for many years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c54149362ad549aa982d28d60e028e37_152"
        },
        {
            "start": 20562,
            "end": 20820,
            "text": "In this context, the Commission proposes the addition of sections 34(5) and 48(4) which would require that an application under those sections shall be disposed of expeditiously and in any event within a period of one year from the date of service of notice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2820238b23c44a59597e4acbe4145b7_153"
        },
        {
            "start": 20821,
            "end": 21183,
            "text": "In the case of applications under section 48 of the Act, the Commission has further provided a time limit under section 48(3), which mirrors the time limits set out in section 34(3), and is aimed at ensuring that parties take their remedies under this section seriously and approach a judicial forum expeditiously, and not by way of an afterthought ............\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfde4531d54f423da117ab940ef3bf7d_154"
        },
        {
            "start": 21185,
            "end": 21369,
            "text": "23. The aforesaid provisions fell for consideration before the Hon'ble Supreme Court in State of Bihar and others Vs. Bihar Rajya Bhumi Vikas Bank Samiti, reported at (2018) 9 SCC 472.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3b12c86674424369afa686643a052495_155"
        },
        {
            "start": 21370,
            "end": 21508,
            "text": "The Hon'ble Supreme Court held Section 34(5) and (6) of the Act, 1996 to be directory in nature on the foot of the following reasons:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff2b3f86449e41f397c5a4b38a6f1d90_156"
        },
        {
            "start": 21509,
            "end": 21898,
            "text": "However, according to Shri Tripathi, an application filed under Section 34 is a condition precedent, and if no prior notice is issued to the other party, without being accompanied by an affidavit by the applicant endorsing compliance with the said requirement, such application, being a non-starter, would have to be dismissed at the end of the 120 days' period mentioned in Section 34(3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3747f7b7fc0244f4b6a0e96ee05e64ce_157"
        },
        {
            "start": 21899,
            "end": 22021,
            "text": "Apart from what has been stated by us hereinabove, even otherwise, on a plain reading of Section 34, this does not follow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302b2293c6d6475f9b11910d3d11312a_158"
        },
        {
            "start": 22022,
            "end": 22274,
            "text": "Section 34(1) reads as under:\n\"34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).\"",
            "labels": [
                "STA"
            ],
            "id": "d6aa5099924f4d368d55a77ca49e8909_159"
        },
        {
            "start": 22275,
            "end": 22346,
            "text": "What is conspicuous by its absence is any reference to sub-section (5).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bc5fac622664a998fc3cc917856fdf7_160"
        },
        {
            "start": 22347,
            "end": 22483,
            "text": "\nThe only requirement in Section 34(1) is that an application for setting aside an award be in accordance with sub-sections (2) and (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abd1f686fafd4863804778326db02257_161"
        },
        {
            "start": 22484,
            "end": 22706,
            "text": "This, again, is an important pointer to the fact that even legislatively, sub- section (5) is not a condition precedent, but a procedural provision which seeks to reduce the delay in deciding applications under Section 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5101faf35aab4b0496b0ac5c7e3d95a5_162"
        },
        {
            "start": 22707,
            "end": 22808,
            "text": "One other interesting thing needs to the noted - the same Amendment Act brought in a new Section 29A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72e1b9924aeb4925a7fa5015be9c3516_163"
        },
        {
            "start": 22809,
            "end": 23020,
            "text": "This provision states as follows:\n\"29A. Time limit for arbitral award.-- (1) The award shall be made within a period of twelve months from the date the arbitral tribunal enters upon the reference. Explanation.--",
            "labels": [
                "STA"
            ],
            "id": "2fa61ba907f0498b90215c26ae53d992_164"
        },
        {
            "start": 23021,
            "end": 23265,
            "text": "For the purpose of this sub-section, an arbitral tribunal shall be deemed to have entered upon the reference on the date on which the arbitrator or all the arbitrators, as the case may be, have received notice, in writing, of their appointment.",
            "labels": [
                "STA"
            ],
            "id": "83946833d2c84e12b167c7b46efcd6ee_165"
        },
        {
            "start": 23266,
            "end": 23492,
            "text": "\n(2) If the award is made within a period of six months from the date the arbitral tribunal enters upon the reference, the arbitral tribunal shall be entitled to receive such amount of additional fees as the parties may agree.",
            "labels": [
                "STA"
            ],
            "id": "04e21b79442c4da695ed7cb9c29dcbf7_166"
        },
        {
            "start": 23493,
            "end": 23637,
            "text": "\n(3) The parties may, by consent, extend the period specified in sub-section (1) for making award for a further period not exceeding six months.",
            "labels": [
                "STA"
            ],
            "id": "5b78742b0934447e92391677836c4384_167"
        },
        {
            "start": 23638,
            "end": 24221,
            "text": "\n(4) If the award is not made within the period specified in sub-section (1) or the extended period specified under sub-section (3), the mandate of the arbitrator(s) shall terminate unless the Court has, either prior to or after the expiry of the period so specified, extended the period: Provided that while extending the period under this sub- section, if the court finds that the proceedings have been delayed for the reasons attributable to the arbitral tribunal, then, it may order reduction of fees of arbitrator(s) by not exceeding five per cent for each month of such delay.\"",
            "labels": [
                "STA"
            ],
            "id": "d237433496004284ad71efd04f3cf692_168"
        },
        {
            "start": 24223,
            "end": 24474,
            "text": "23. It will be seen from this provision that, unlike Section 34(5) and (6), if an Award is made beyond the stipulated or extended period contained in the Section, the consequence of the mandate of the Arbitrator being terminated is expressly provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49278451428643cdbd5393e8f350500c_169"
        },
        {
            "start": 24475,
            "end": 24674,
            "text": "This provision is in stark contrast to Section 34(5)and (6) where, as has been stated hereinabove, if the period for deciding the application under Section 34 has elapsed, no consequence is provided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5b03b432a4a419681e83fe4b9cbadf4_170"
        },
        {
            "start": 24675,
            "end": 24826,
            "text": "This is one more indicator that the same Amendment Act, when it provided time periods in different situations, did so intending different consequences.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed220e2bbff54cd08686251949f342c4_171"
        },
        {
            "start": 24828,
            "end": 24957,
            "text": "24. Shri Tripathi then argued that Section 34(5) is independent of Section 34(6) and is a mandatory requirement of law by itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a29843833494510a60a824d5c067b98_172"
        },
        {
            "start": 24958,
            "end": 24988,
            "text": "There are two answers to this.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c362e0a89ce64076a72f32f1f017ce46_173"
        },
        {
            "start": 24989,
            "end": 25124,
            "text": "The first is that sub-section (6) refers to the date on which the notice referred to in sub-section (5) is served upon the other party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f1c07d232ca4a8491852bc531916743_174"
        },
        {
            "start": 25125,
            "end": 25287,
            "text": "This is for the reason that an anterior date to that of filing the application is to be the starting point of the period of one year referred to in Section 34(6).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f62f80ab16fa4148bc31d67461fe6bca_175"
        },
        {
            "start": 25288,
            "end": 25389,
            "text": "The express language of Section 34(6), therefore, militates against this submission of Shri Tripathi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "833fb0d3a3e5497184c1397bb97c7a96_176"
        },
        {
            "start": 25390,
            "end": 25613,
            "text": "Secondly, even if sub- section (5) be construed to be a provision independent of sub-section (6), the same consequence in law is the result - namely, that there is no consequence provided if such prior notice is not issued.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6482711d3c24d0791a31649e0a8f6fc_177"
        },
        {
            "start": 25614,
            "end": 25650,
            "text": "This submission must therefore fail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2cad18c90aee412d919e83ae6518ca97_178"
        },
        {
            "start": 25652,
            "end": 25704,
            "text": "25. We come now to some of the High Court judgments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9276fc5064f6475fb6e07211628c5050_179"
        },
        {
            "start": 25705,
            "end": 25847,
            "text": "The High Courts of Patna,2 Kerala,3 Himachal Pradesh,4 Delhi,5 and Gauhati6 have all taken the view that Section 34(5) is mandatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf967fd895a7400d8cf0a990655f0244_180"
        },
        {
            "start": 25848,
            "end": 26003,
            "text": "What is strongly relied upon is the object sought to be achieved by the provision together with the mandatory nature of the language used in Section 34(5).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f33089295000484085424972bed8cba2_181"
        },
        {
            "start": 26004,
            "end": 26085,
            "text": "Equally, analogies with Section 80, CPC have been drawn to reach the same result.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "313d685337f4490ba434d331d8fd0cb4_182"
        },
        {
            "start": 26086,
            "end": 26403,
            "text": "On the other hand, in Global Aviation Services Private Limited v. Airport Authorities of India,7 the Bombay High Court, in answering question 4 posed by it, held, following some of our judgments, that the provision is directory, largely because no consequence has been provided for breach of the time limit specified.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dcaa593d630647f0943f82a33e4af019_183"
        },
        {
            "start": 26404,
            "end": 26628,
            "text": "When faced with the argument that the object of the provision would be rendered otiose if it were to be construed as directory, the learned Single Judge of the Bombay High Court held as under: (SCC OnLine Bom para 133) \"133.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ee5035242bc54c39a7f57f18fa448b0a_184"
        },
        {
            "start": 26629,
            "end": 26919,
            "text": "Insofar as the submission of the learned counsel for the respondent that if section 34(5) is considered as directory, the entire purpose of the amendments would be rendered otiose is concerned, in my view, there is no merit in this submission made by the learned counsel for the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf0465e869f64623b6077187c6c925e0_185"
        },
        {
            "start": 26920,
            "end": 27069,
            "text": "Since there is no consequence provided in the said provision in case of non-compliance thereof, the said provision cannot be considered as mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e85bb9e85fbf4d64b9411ade656009f5_186"
        },
        {
            "start": 27070,
            "end": 27242,
            "text": "The purpose of avoiding any delay in proceeding with the matter expeditiously is already served by insertion of appropriate rule in Bombay High Court (Original Side) Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdc10ce2b9b941fb9ae50c8671ca0ee8_187"
        },
        {
            "start": 27243,
            "end": 27436,
            "text": "The Court can always direct the petitioner to issue notice along with papers and proceedings upon other party before the matter is heard by the Court for admission as well as for final hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ac717f2b98041ec86d105a64b4cc21f_188"
        },
        {
            "start": 27437,
            "end": 27616,
            "text": "The vested rights of a party to challenge an award under section 34 cannot be taken away for non-compliance of issuance of prior notice before filing of the arbitration petition.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f290aa8a2a2421aa1227a400b9275e6_189"
        },
        {
            "start": 27617,
            "end": 27722,
            "text": "\nThe aforesaid judgment has been followed by recent judgments of the High Courts of Bombay8 and Calcutta.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5036ace424c343aabd7c4ebe20386c91_190"
        },
        {
            "start": 27724,
            "end": 27857,
            "text": "26. We are of the opinion that the view propounded by the High Courts of Bombay and Calcutta represents the correct state of the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3493bd0c1c849f0b990e3410f855530_191"
        },
        {
            "start": 27858,
            "end": 28118,
            "text": "However, we may add that it shall be the endeavour of every Court in which a Section 34 application is filed, to stick to the time limit of one year from the date of service of notice to the opposite party by the applicant, or by the Court, as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dfe73b7292184069befe2d9aac3da8ca_192"
        },
        {
            "start": 28119,
            "end": 28507,
            "text": "In case the Court issues notice after the period mentioned in Section 34(3) has elapsed, every Court shall endeavour to dispose of the Section 34 application within a period of one year from the date of filing of the said application, similar to what has been provided in Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2347b1c70e5f47aea244dbb65761b960_193"
        },
        {
            "start": 28508,
            "end": 28616,
            "text": "This will give effect to the object sought to be achieved by adding Section 13(6) by the 2015 Amendment Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a985ee7235c4d128b44ccbc5e7328f9_194"
        },
        {
            "start": 28618,
            "end": 28922,
            "text": "27. We may also add that in cases covered by Section 10 read with Section 14 of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within six months, as stipulated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06f1fd2c5aaa47948c97435c2561f088_195"
        },
        {
            "start": 28923,
            "end": 29081,
            "text": "Appeals which are not so covered will also be disposed of as expeditiously as possible, preferably within one year from the date on which the appeal is filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1a3a0ad38cc4015ae076693b9e2f71b_196"
        },
        {
            "start": 29082,
            "end": 29307,
            "text": "As the present appeal has succeeded on Section 34(5) being held to be directory, we have not found it necessary to decide Shri Rai's alternative plea of maintainability of the Letters Patent Appeal before the Division Bench.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "178925dfce224846833bc7ae9393d5f8_197"
        },
        {
            "start": 29309,
            "end": 29595,
            "text": "24. I had the occasion to consider the nature of the legislative mandate to the courts, where directory provisions in a statute require the courts to render a final decision in a specified time frame in Tribhuwan Prasad Vs. Uttar Pradesh Sarkar and others, reported at 2018 (9) ADJ 466.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "89ff9039e9e34092bcd0c4e5045a1bdb_198"
        },
        {
            "start": 29596,
            "end": 29702,
            "text": "In Tribhuwan Prasad (supra) the time frame provided in the statute for deciding the appeal was two months.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8b1b3938bfbf4a378040edf29b1508fe_199"
        },
        {
            "start": 29704,
            "end": 29918,
            "text": "25. In Tribhuwan Prasad (supra) it was found that the provision containing a timeframe to decide the appeal was directory, and then the consequences of the said holding were construed on the foot of good authority.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e6e2031ac097495da8c2aa8ed9317512_200"
        },
        {
            "start": 29919,
            "end": 30028,
            "text": "The directory nature of the provision may not require strict adherence but insists on substantial compliance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7291dc59693449adbc11757456dfc50a_201"
        },
        {
            "start": 30029,
            "end": 30126,
            "text": "Most pertinently it does not permit indefinite enlargement of the time fixed by the statute:\n\"21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ad35a585a5746aba00ebf0cfd944753_202"
        },
        {
            "start": 30127,
            "end": 30235,
            "text": "Statutes fixing time-lines to accomplish an action, as discussed above, were held to be directory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02b4683f4ad24202b50e2f4901e30321_203"
        },
        {
            "start": 30236,
            "end": 30374,
            "text": "The legislative intent was sought to be defeated by a highly delayed compliance on the pretext of the provision being directory in nature.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f719ff74cf644b9aafa26e3b246c2b59_204"
        },
        {
            "start": 30375,
            "end": 30488,
            "text": "The action of the authorities was invalidated and such interpretation was negatived by the Hon'ble Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "447e547839ab4e9ca1c2a5ffc6a29576_205"
        },
        {
            "start": 30489,
            "end": 30590,
            "text": "Inordinate delay does not satisfy the requirement of substantial compliance of a directory provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5ab0e419c554a67b3fe589a6f1634ac_206"
        },
        {
            "start": 30591,
            "end": 30795,
            "text": "The Hon'ble Supreme Court in the case of State of Haryana Vs. P.C. Wadhwa, IPS, Inspector General of Police and another, reported at (1987) 2 SCC 602, while laying down the law, dispelled all such doubts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "efaa843782494c4db3eada7b85939356_207"
        },
        {
            "start": 30796,
            "end": 30874,
            "text": "The relevant parts of the judgement are being extracted for ease of reference:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d9dfc3d64e8241309dfad3234e62d86b_208"
        },
        {
            "start": 30876,
            "end": 31066,
            "text": "\"14. The whole object of the making and communication of adverse remarks is to give to the officer concerned an opportunity to improve his performance, conduct or character, as the case may.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a599a8c822094ea7b0d1481d5335836d_209"
        },
        {
            "start": 31067,
            "end": 31285,
            "text": "The adverse remarks should not be understood in terms of punishment, but really it should be taken as an advice to the officer concerned, so that he can act in accordance with the advice and improve his service career.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e38067d50e8a46caaab5035344c413be_210"
        },
        {
            "start": 31286,
            "end": 31426,
            "text": "The whole object of the making of adverse remarks would be lost if they are communicated to the officer concerned after an inordinate delay.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "980508f2a08649a6b22e1acad61f21ec_211"
        },
        {
            "start": 31427,
            "end": 31512,
            "text": "In the instant case, it was communicated to the respondent after twenty seven months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "099fd15faea14bc4a09969e8311e0632_212"
        },
        {
            "start": 31513,
            "end": 31696,
            "text": "It is true that the provisions of Rules 6, 6A and 7 are directory and not mandatory, but that does not mean that the directory provisions need not be complied with even substantially.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c064e13aebc84a4c9a292c89ca3353ef_213"
        },
        {
            "start": 31697,
            "end": 31794,
            "text": "Such provisions may not be complied with strictly, and substantial compliance will be sufficient.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e93fc1df180a4ec2af7a592b51f90bfd_214"
        },
        {
            "start": 31795,
            "end": 31962,
            "text": "But, where compliance after an inordinate delay would be against the spirit and object of the directory provision, such compliance would not be substantial compliance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d1551171ed64754acd8b1f5c523d9ff_215"
        },
        {
            "start": 31963,
            "end": 32337,
            "text": "In the instant case, while the provisions of Rules 6, 6A and 7 require that everything including the communication of the adverse remarks should be completed within a period of seven months, this period cannot be stretched to twenty seven months, simply because these Rules are directory, without serving any purpose consistent with the spirit and objectives of these Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47696b33d65b4079921754dac41775bf_216"
        },
        {
            "start": 32338,
            "end": 32776,
            "text": "We need not, however, dilate upon the question any more and consider whether on the ground of inordinate and unreasonable delay, the adverse remarks against the respondent should be struck down or not, and suffice it to say that we do not approve of the inordinate delay made in communicating the adverse remarks to the respondent.\"\n26. Thereafter, the duties of the court and the manner of implementation of the law were laid down :\n\"23.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f6ab0e4295584977b8cab3af452de41b_217"
        },
        {
            "start": 32777,
            "end": 32878,
            "text": "In case the appeal is decided within two months, the letter and spirit of the statute is implemented.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9915b641b8c149a7928efb4ff8654897_218"
        },
        {
            "start": 32879,
            "end": 32979,
            "text": "However, mere failure to decide the appeal within two months does not violate the statutory mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13bf22c92ef6415aae1603d7bffa7df0_219"
        },
        {
            "start": 32980,
            "end": 33127,
            "text": "In the latter case, the statutory obligation will be defined by the quality of the efforts made to decide the appeal with promptitude and dispatch.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c961d70739c4ac8a83ae65d9374684e_220"
        },
        {
            "start": 33128,
            "end": 33258,
            "text": "The obligation will be met if the appeal is decided within a reasonable time, after the expiry of two months from its institution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "538f1875f105496284d7de3a81a41d48_221"
        },
        {
            "start": 33260,
            "end": 33310,
            "text": "24. Statutes of limitation are statutes of repose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e92a1dfbaf914fd098898655d71a4a25_222"
        },
        {
            "start": 33311,
            "end": 33382,
            "text": "Statutes with time lines for decision making are statutes of endeavour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49ace5b1709b4333a00b12e53b43303e_223"
        },
        {
            "start": 33383,
            "end": 33471,
            "text": "Statutory duty is discharged not only when the act is done but also when effort is made.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "196042646ea34b5fb7c2699ac514176c_224"
        },
        {
            "start": 33472,
            "end": 33579,
            "text": "However, the leeway to the authority is not unlimited and the time to accomplish the act is not indefinite.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f051117e36bc479eb02aa4eabe1f7ac2_225"
        },
        {
            "start": 33580,
            "end": 33698,
            "text": "The statutory duty of the appellate authority, in the event the appeal is not decided within two months is to be seen.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fabec9ea0f84194aa629830bc1fddc2_226"
        },
        {
            "start": 33699,
            "end": 33943,
            "text": "\n25. The appellate authority shall have discharged its statutory duties initially, if it makes efforts commensurate to decide the appeal expeditiously, and finally when it enters a judgement, in a reasonable time after the expiry of two months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de28100736c24d1c9f0fa6956a739f64_227"
        },
        {
            "start": 33944,
            "end": 34112,
            "text": "In such circumstances, the appellate authority can implement the law, by making honest endeavours and serious efforts to decide the appeal with dispatch and expedition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5c821e674764fed91c9ac0166b62958_228"
        },
        {
            "start": 34113,
            "end": 34167,
            "text": "This is the statutory duty of the appellate authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffbf441c9e524e93aee0a3ab458432b1_229"
        },
        {
            "start": 34168,
            "end": 34336,
            "text": "While the statutory duty of the appellate authority is to make earnest efforts to decide expeditiously, the proof of its performance is in the order-sheet of the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5109f8832f4947ebbefeffda605f753f_230"
        },
        {
            "start": 34337,
            "end": 34485,
            "text": "The order-sheet of the appellate court is the most reliable evidence of the sincerity or earnestness of the efforts made by the appellate authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "30ceb0d74314425d945213e6b76db6e7_231"
        },
        {
            "start": 34486,
            "end": 34649,
            "text": "The order-sheet of the appellate court is true testimony to the accomplishment of the statutory duty or the failure of the authority to perform its statutory duty.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fe3755b2e5f4dc091844ae156437659_232"
        },
        {
            "start": 34650,
            "end": 34715,
            "text": "In the latter case the authority is liable to be mandamused.\"\n27.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98ed7413d5434bc0abe51e107c7da7aa_233"
        },
        {
            "start": 34716,
            "end": 34952,
            "text": "A composite reading of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996, the law laid by the Hon'ble Supreme Court in State of Bihar and others (supra) and this Court in Tribhuwan Prasad (supra) yields these results.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ea0a8b89c7484df59619db546fa38198_234"
        },
        {
            "start": 34953,
            "end": 35155,
            "text": "Section 34(5) and (6) of the Arbitration and Conciliation Act, 1996 being directory in nature, prevent the courts from being rushed into decisions by breaching fundamental norms of fairness and justice.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cebabee08d61492683cb5c9bce4b6158_235"
        },
        {
            "start": 35156,
            "end": 35271,
            "text": "The timeline set by the statute, cannot stampede the courts into passing orders which cause miscarriage of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0fd580bfd264422aa87b30f377c62af_236"
        },
        {
            "start": 35272,
            "end": 35360,
            "text": "However, the courts cannot extend the statutory time frame indefinitely or unreasonably.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c6b0e45353e4c7b94b9ec317479c17f_237"
        },
        {
            "start": 35361,
            "end": 35480,
            "text": "Neither can the courts be purblind to the timeframe provided in the statute on the pretext that provision is directory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe5b28687e2d4e0e8fb061d39b9ace99_238"
        },
        {
            "start": 35481,
            "end": 35576,
            "text": "Substantial compliance of the said provisions is sufficient to satisfy the legislative mandate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f7a4fe8bf594047a8e3f21ccbe276c4_239"
        },
        {
            "start": 35577,
            "end": 35727,
            "text": "What substantial compliance entails in regard to these provisions needs to be understood clearly to enable the courts to implement the law faithfully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b3bf1e08f7442baa27f266795e7964f_240"
        },
        {
            "start": 35728,
            "end": 35871,
            "text": "The duties of the court while deciding an application under Section 34 of the Arbitration and Conciliation Act, 1996 are distilled hereinunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b52bdad44eec492a9dba063049430787_241"
        },
        {
            "start": 35873,
            "end": 36043,
            "text": "28. The courts always have to be alert to the statutory time period of one year to decide the application, and make sincere efforts to adhere to the stipulated time line.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "727fa53351644e79ba0373cadb06abb6_242"
        },
        {
            "start": 36044,
            "end": 36224,
            "text": "In case the application is not decided within the statutory time limit of one year, the court should make all out endeavours to decide it within a reasonable time frame thereafter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e292cbfefe9408a983ddda9cf0b82a4_243"
        },
        {
            "start": 36225,
            "end": 36491,
            "text": "At all times, the mandate of law requires the court to proceed with full diligence, and make earnest endeavours to decide the application under Section 34 of the Arbitration and Conciliation Act, 1996, within the time prescribed by the statute or in proximity to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2c4e85553f349c0b6579fa9b84e9610_244"
        },
        {
            "start": 36492,
            "end": 36579,
            "text": "An unreasonable delay in deciding the matter represents a failure to implement the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95ceb00d55b1473da3f9958be80ef57b_245"
        },
        {
            "start": 36580,
            "end": 36771,
            "text": "If serious efforts to decide matter within the statutory time frame is the requirement of the law, the order-sheet of the court is the most reliable evidence of the implementation of the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64145af65b3240c3a18bc0ef1e66835a_246"
        },
        {
            "start": 36773,
            "end": 36916,
            "text": "29. From the facts of the case prised out at the very inception, and the law discussed in the preceding paragraphs these facts are established.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35a4d015b72e4a468587e17a0bc46460_247"
        },
        {
            "start": 36917,
            "end": 37214,
            "text": "The proceedings under Section 34 of the Arbitration and Conciliation Act, 1996, registered as Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors), could not be concluded within the prescribed statutory time limit, or in a time frame proximate to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf04521446e941efb780f5edcc86bd49_248"
        },
        {
            "start": 37215,
            "end": 37253,
            "text": "No end to the proceedings is in sight.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c134b072e5e5424f8ad96999dc433613_249"
        },
        {
            "start": 37254,
            "end": 37355,
            "text": "And if the order-sheet of the court below is a guide, the proceedings could well linger indefinitely.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4d82e3853da484197773ff24ea105d4_250"
        },
        {
            "start": 37356,
            "end": 37420,
            "text": "The delay in deciding the case is unreasonable and unacceptable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e8fec5d6fff4f2eabebb5ec8019edc1_251"
        },
        {
            "start": 37421,
            "end": 37493,
            "text": "Long identified and familiar reasons have caused the delay in this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "335e10a83b0c4fdd8e2dc1ca7f185713_252"
        },
        {
            "start": 37494,
            "end": 37711,
            "text": "Absence of the presiding officer, repeated adjournments of counsels, leisurely pace of the trial which is oblivious to the statutory time limit, have prevented the proceedings from being concluded by a final judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab2b7519e4704b3e994aefecf23330e2_253"
        },
        {
            "start": 37713,
            "end": 37884,
            "text": "30. The compliance of directions of the Hon'ble Supreme Court and adherence to the law laid down by this Court in various authorities discussed earlier is not in evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a80b9b053134520b953627287a68ee7_254"
        },
        {
            "start": 37885,
            "end": 38006,
            "text": "The legislative mandate of Section 34 (5) and (6) of the Arbitration and Conciliation Act, 1996 has not been implemented.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f7532c1ad10401a8c826f1bfcfc122a_255"
        },
        {
            "start": 38007,
            "end": 38126,
            "text": "The stakeholders have shown apathy towards the litigant, and indifference to the noble charter of the legal profession.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "525b9e21fa6e470f8c2a644f8879c4cd_256"
        },
        {
            "start": 38127,
            "end": 38260,
            "text": "Honest endeavours and earnest efforts to conclude the proceedings with diligence and dispatch are not disclosed from the order-sheet.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a60b2078983459584a3086377513b8b_257"
        },
        {
            "start": 38261,
            "end": 38355,
            "text": "The order-sheet of the case is equally a reflection and an indictment of the judicial process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9227927b3c374136bc933264084d265a_258"
        },
        {
            "start": 38356,
            "end": 38469,
            "text": "The court has ample powers to ensure that the process of law is not stalled by the dilatory tactics of any party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb3a0afdbcd547cda3ce4e4a158e2962_259"
        },
        {
            "start": 38470,
            "end": 38532,
            "text": "The courts are not helpless and cannot be seen to be helpless.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0402ce9df7e042a1bb9918f34c4e4e0d_260"
        },
        {
            "start": 38534,
            "end": 38593,
            "text": "31. The rule of law cannot be flouted or permitted to fail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3cd751e2fe2483fa13879e88e8c0fb5_261"
        },
        {
            "start": 38594,
            "end": 38694,
            "text": "It is the obligation of this Court to ensure that the rule of law is upheld under all circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3fbb9e04d6644b098be457553b4bc91_262"
        },
        {
            "start": 38696,
            "end": 38978,
            "text": "32. In light of these facts and the authorities at hand, I am of the opinion that this is a fit case to exercise the supervisory jurisdiction under Article 227 of the Constitution of India by issuing strict directions to decide the matter finally within a stipulated period of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d32c3b1fb8c4f1988152baa0089a913_263"
        },
        {
            "start": 38980,
            "end": 39121,
            "text": "33. The supervening event of the COVID 19 pandemic, and its impact on the judicial process has to be noticed before issuing final directions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "807f4db9b1db4028a8331d11746f9ba3_264"
        },
        {
            "start": 39122,
            "end": 39208,
            "text": "It is true that COVID 19 pandemic has disrupted the regular functioning of the courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41e13ce87eb4490e82352466bd1e46ba_265"
        },
        {
            "start": 39209,
            "end": 39336,
            "text": "Admittedly, certain latitude has to be given to the courts and the counsels in view of the prevalence of the COVID 19 pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a52877090fde400bb7aacca606f6ee1c_266"
        },
        {
            "start": 39338,
            "end": 39493,
            "text": "34. But it is equally true that compliance of law laid down by the Hon'ble Supreme Court and this Court cannot be neglected on the pretext of the pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09fd6b45b51e485fa74d160ab8945ce0_267"
        },
        {
            "start": 39494,
            "end": 39560,
            "text": "The law cannot be held in suspended animation for the same reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc7708fe73df4f78aa0a5e64dc63b999_268"
        },
        {
            "start": 39562,
            "end": 39683,
            "text": "35. If the rule of constitutional order is to exist at all times, the rule of law has to prevail under all circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67b94b82b8924b62af13e12e7def7974_269"
        },
        {
            "start": 39684,
            "end": 39784,
            "text": "Laws cannot stand still and courts cannot fall silent, even in the face of mortal peril to humanity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c24865fc829649969b5d653bacdccf88_270"
        },
        {
            "start": 39785,
            "end": 39895,
            "text": "Laws will evolve and the courts will adapt, but their existence is constant and their reckoning is inevitable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e6d53d37b5e4d8ba9060f8279dcfe67_271"
        },
        {
            "start": 39897,
            "end": 39988,
            "text": "36. The courts in the State have adapted their functioning to the new realities of the day.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6631ccb661f34e4fa38d818743109ffb_272"
        },
        {
            "start": 39989,
            "end": 40194,
            "text": "Detailed guidelines have been issued by the High Court on the administrative side, regarding functioning of the courts in the district judgeships of the State of Uttar Pradesh during the COVID 19 pandemic.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd68635567874384b58dba3392c88dd1_273"
        },
        {
            "start": 40195,
            "end": 40341,
            "text": "The proceedings of this case shall be conducted in adherence to the said guidelines, and this case shall be treated as \"most urgent\" at all times.",
            "labels": [
                "RPC"
            ],
            "id": "5b66df13b616479abf7df30e31abc0e6_274"
        },
        {
            "start": 40343,
            "end": 40658,
            "text": "37. With consent of learned counsel for the parties, the following measures shall facilitate the learned court below/ the learned District Judge, Gautam Budh Nagar, to dispose of the said proceedings under Section 34 of the Arbitration and Conciliation Act, 1996 in the time stipulated in the succeeding paragraphs:",
            "labels": [
                "RPC"
            ],
            "id": "9ed8543808944401b281a7b62d659166_275"
        },
        {
            "start": 40659,
            "end": 40952,
            "text": "\n(I) The learned court below/ the learned District Judge, Gautam Budh Nagar, is directed to decide the Arbitration Case No.110 of 2018 (Gaursons Promoters Pvt. Ltd. Vs. Aakash Engineers and Contractors), within a period of six months from the date of receipt of a certified copy of this order.",
            "labels": [
                "RPC"
            ],
            "id": "997d867a6054471b91217294a4b582e6_276"
        },
        {
            "start": 40953,
            "end": 41090,
            "text": "\n(II) The learned court below/ the learned District Judge, Gautam Budh Nagar, shall not grant any unnecessary adjournment to the parties.",
            "labels": [
                "RPC"
            ],
            "id": "ef64d0ff3539479bbbf28961af141a6e_277"
        },
        {
            "start": 41091,
            "end": 41603,
            "text": "\n(III) In case any adjournment is granted in the paramount interest of justice, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall record the reasons for adjournment and impose costs not below Rs.10,000/- for each adjournment upon the party seeking such adjournment.\n(IV) In case the counsels abstain from work on account of strike calls, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall proceed in the absence of such counsels and pass appropriate orders.",
            "labels": [
                "RPC"
            ],
            "id": "0883611676af4a238c4087cd0d4d7b8d_278"
        },
        {
            "start": 41604,
            "end": 41673,
            "text": "The parties shall be permitted to appear in person if they so desire.",
            "labels": [
                "RPC"
            ],
            "id": "ee5161ed0d1d401797d7459a5d9c4a64_279"
        },
        {
            "start": 41674,
            "end": 42018,
            "text": "\n(V) In case the counsel for any party does not appear before the learned court below/ the learned District Judge, Gautam Budh Nagar, on any date on account of strike of advocates, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall not permit such counsel (of either party) to appear in this case on all future dates.",
            "labels": [
                "RPC"
            ],
            "id": "3291508a5c614ae38f5b302b473221f9_280"
        },
        {
            "start": 42020,
            "end": 42504,
            "text": "(VI). In this case, if the functioning of the court is brought to a stand still because of strike call, the learned court below/ the learned District Judge, Gautam Budh Nagar, shall take out appropriate proceedings in law against the erring counsels for flouting the directions of the Hon'ble Supreme Court in the cases of Ex-Capt. Harish Uppal Vs Union of India and another reported at (2003) 2 SCC 45 and Krishnakant Tamrakar Vs State of Madhya Pradesh reported at AIR 2018 SC 3635.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e772e54c06c4fcdbce57c02be964a40_281"
        },
        {
            "start": 42505,
            "end": 42637,
            "text": "\n(VII) The learned court below/ the learned District Judge, Gautam Budh Nagar shall fix at least two dates every week in the matter.",
            "labels": [
                "RPC"
            ],
            "id": "02190b3526504af2ae84c8f5cb466355_282"
        },
        {
            "start": 42638,
            "end": 42928,
            "text": "If required, the learned court below/ the learned District Judge, Gautam Budh Nagar shall proceed with the matter on a day to day basis, and even in the absence of counsels, to ensure that the above stipulated time period of six months for concluding the proceedings is strictly adhered to.",
            "labels": [
                "RPC"
            ],
            "id": "e324e33b8e01485b8c185c5670ca2ebf_283"
        },
        {
            "start": 42929,
            "end": 43133,
            "text": "\n(VIII) If the learned Presiding Officer is not available for any reason, the matter may be transferred to another court, which is available, if required in the interest of justice and permissible by law.",
            "labels": [
                "RPC"
            ],
            "id": "bd3c593e59b34244b4ab3746a1a7a454_284"
        },
        {
            "start": 43135,
            "end": 43257,
            "text": "38. This order shall be held in abeyance in case the court is shut down due to any emergency created by COVID-19 pandemic.",
            "labels": [
                "RPC"
            ],
            "id": "73a6c55f5a7b42fab69249b716c18cf1_285"
        },
        {
            "start": 43258,
            "end": 43345,
            "text": "However, the order shall become operative immediately after the reopening of the court.",
            "labels": [
                "RPC"
            ],
            "id": "6950b4bacbd0499b9191ac02a4f57eeb_286"
        },
        {
            "start": 43346,
            "end": 43437,
            "text": "The time-line in this order shall be adjusted accordingly by the learned Presiding Officer.",
            "labels": [
                "RPC"
            ],
            "id": "6309f0a3f70e4004a997bdc293e72c5d_287"
        },
        {
            "start": 43439,
            "end": 43479,
            "text": "39. The petition is finally disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "be958e8e178042409c9b01a78793b292_288"
        },
        {
            "start": 43480,
            "end": 43525,
            "text": "\nOrder Date :- 14.08.2020 Ashish Tripathi    ",
            "labels": [
                "NONE"
            ],
            "id": "ff82cf79bcf948b2a02ae84f22f8c326_289"
        }
    ],
    "entities": [
        {
            "text": "New India Assurance Company Limited",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 58
        },
        {
            "text": "Alps Chemicals Private Limited",
            "label": "RESPONDENT",
            "start_char": 62,
            "end_char": 92
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 123,
            "end_char": 138
        },
        {
            "text": "R.M.Chhaya",
            "label": "JUDGE",
            "start_char": 146,
            "end_char": 156
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 158,
            "end_char": 173
        },
        {
            "text": "High Court Of Gujarat At Ahmedabad",
            "label": "COURT",
            "start_char": 274,
            "end_char": 308
        },
        {
            "text": "R.M.Chhaya",
            "label": "JUDGE",
            "start_char": 759,
            "end_char": 769
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 800,
            "end_char": 815
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 1271,
            "end_char": 1283
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 1293,
            "end_char": 1298
        },
        {
            "text": "NEW INDIA ASSURANCE COMPANY LIMITED",
            "label": "PETITIONER",
            "start_char": 1440,
            "end_char": 1475
        },
        {
            "text": "ALPS CHEMICALS PRIVATE LIMITED",
            "label": "RESPONDENT",
            "start_char": 1538,
            "end_char": 1568
        },
        {
            "text": "VIBHUTI NANAVATI(513",
            "label": "OTHER_PERSON",
            "start_char": 1672,
            "end_char": 1692
        },
        {
            "text": "APURVA VAKIL",
            "label": "OTHER_PERSON",
            "start_char": 1724,
            "end_char": 1736
        },
        {
            "text": "ANMOL A MEHTA(8390",
            "label": "OTHER_PERSON",
            "start_char": 1744,
            "end_char": 1762
        },
        {
            "text": "R.M.CHHAYA",
            "label": "JUDGE",
            "start_char": 1948,
            "end_char": 1958
        },
        {
            "text": "Sun Jan 16 15:54:22 IST 2022",
            "label": "DATE",
            "start_char": 2089,
            "end_char": 2117
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 2123,
            "end_char": 2137
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 2186,
            "end_char": 2196
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 2232,
            "end_char": 2247
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 2284,
            "end_char": 2294
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 2364,
            "end_char": 2379
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2411,
            "end_char": 2421
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2429,
            "end_char": 2467
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 2526,
            "end_char": 2536
        },
        {
            "text": "Commercial Civil Misc",
            "label": "STATUTE",
            "start_char": 2560,
            "end_char": 2581
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2583,
            "end_char": 2609
        },
        {
            "text": "Application No.11 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2638,
            "end_char": 2663
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 2692,
            "end_char": 2719
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2810,
            "end_char": 2836
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2938,
            "end_char": 2948
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 2956,
            "end_char": 2965
        },
        {
            "text": "02.09.2021",
            "label": "DATE",
            "start_char": 2984,
            "end_char": 2994
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 3244,
            "end_char": 3267
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 3275,
            "end_char": 3285
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4232,
            "end_char": 4242
        },
        {
            "text": "J.C.Upadhyay",
            "label": "JUDGE",
            "start_char": 4445,
            "end_char": 4457
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 4528,
            "end_char": 4555
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4612,
            "end_char": 4622
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4630,
            "end_char": 4668
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 4710,
            "end_char": 4720
        },
        {
            "text": "J.C.Upadhyay",
            "label": "JUDGE",
            "start_char": 4783,
            "end_char": 4795
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 5314,
            "end_char": 5328
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 5345,
            "end_char": 5355
        },
        {
            "text": "New India Assurance Company Limited",
            "label": "ORG",
            "start_char": 5438,
            "end_char": 5473
        },
        {
            "text": "21.11.2016",
            "label": "DATE",
            "start_char": 5624,
            "end_char": 5634
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 5902,
            "end_char": 5911
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 6016,
            "end_char": 6025
        },
        {
            "text": "31.11.2015",
            "label": "DATE",
            "start_char": 6047,
            "end_char": 6057
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 6098,
            "end_char": 6108
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6179,
            "end_char": 6189
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6329,
            "end_char": 6339
        },
        {
            "text": "Commercial Court at Ahmedabad",
            "label": "COURT",
            "start_char": 6368,
            "end_char": 6397
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 6457,
            "end_char": 6480
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 6488,
            "end_char": 6498
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 6518,
            "end_char": 6528
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 6583,
            "end_char": 6610
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 6708,
            "end_char": 6718
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 6881,
            "end_char": 6891
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 6931,
            "end_char": 6957
        },
        {
            "text": "Commercial Court, City Civil Court, Ahmedabad",
            "label": "COURT",
            "start_char": 6978,
            "end_char": 7023
        },
        {
            "text": "Vibhuti Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7037,
            "end_char": 7053
        },
        {
            "text": "Apurva Vakil",
            "label": "OTHER_PERSON",
            "start_char": 7098,
            "end_char": 7110
        },
        {
            "text": "Anmol Mehta",
            "label": "OTHER_PERSON",
            "start_char": 7144,
            "end_char": 7155
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7201,
            "end_char": 7209
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7306,
            "end_char": 7316
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7324,
            "end_char": 7333
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 7441,
            "end_char": 7464
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 7472,
            "end_char": 7482
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7547,
            "end_char": 7555
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 7675,
            "end_char": 7685
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 7744,
            "end_char": 7754
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 7809,
            "end_char": 7819
        },
        {
            "text": "19.11.2018",
            "label": "DATE",
            "start_char": 7857,
            "end_char": 7867
        },
        {
            "text": "29.11.2018",
            "label": "DATE",
            "start_char": 7915,
            "end_char": 7925
        },
        {
            "text": "17.12.2018",
            "label": "DATE",
            "start_char": 7962,
            "end_char": 7972
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8078,
            "end_char": 8088
        },
        {
            "text": "28.01.2019",
            "label": "DATE",
            "start_char": 8164,
            "end_char": 8174
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 8179,
            "end_char": 8192
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8228,
            "end_char": 8238
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 8246,
            "end_char": 8256
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 8323,
            "end_char": 8331
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 8446,
            "end_char": 8460
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 8477,
            "end_char": 8487
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 9022,
            "end_char": 9035
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 9043,
            "end_char": 9052
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 9071,
            "end_char": 9081
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9095,
            "end_char": 9105
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 9144,
            "end_char": 9171
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 9200,
            "end_char": 9210
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 9304,
            "end_char": 9317
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9378,
            "end_char": 9388
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 9396,
            "end_char": 9405
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 9547,
            "end_char": 9561
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 9578,
            "end_char": 9588
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10073,
            "end_char": 10081
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 10125,
            "end_char": 10135
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 10180,
            "end_char": 10190
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 10237,
            "end_char": 10247
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10307,
            "end_char": 10315
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10397,
            "end_char": 10407
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 10415,
            "end_char": 10424
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10622,
            "end_char": 10630
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 10664,
            "end_char": 10674
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 10699,
            "end_char": 10722
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 10730,
            "end_char": 10740
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10835,
            "end_char": 10843
        },
        {
            "text": "Civil Misc",
            "label": "CASE_NUMBER",
            "start_char": 11012,
            "end_char": 11022
        },
        {
            "text": "Application No.11 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 11024,
            "end_char": 11049
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 11178,
            "end_char": 11188
        },
        {
            "text": "17.12.2018",
            "label": "DATE",
            "start_char": 11267,
            "end_char": 11277
        },
        {
            "text": "Section 34 sub section (3)",
            "label": "PROVISION",
            "start_char": 11285,
            "end_char": 11311
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 11319,
            "end_char": 11357
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 11414,
            "end_char": 11424
        },
        {
            "text": "proviso to the",
            "label": "PROVISION",
            "start_char": 11439,
            "end_char": 11453
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 11454,
            "end_char": 11467
        },
        {
            "text": "16.01.2019",
            "label": "DATE",
            "start_char": 11646,
            "end_char": 11656
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 11757,
            "end_char": 11771
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 11788,
            "end_char": 11798
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11931,
            "end_char": 11941
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 11987,
            "end_char": 11997
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12090,
            "end_char": 12098
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12240,
            "end_char": 12248
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12491,
            "end_char": 12499
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12541,
            "end_char": 12551
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 12730,
            "end_char": 12743
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 12862,
            "end_char": 12876
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 12893,
            "end_char": 12903
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12945,
            "end_char": 12953
        },
        {
            "text": "Benarsi Krishna Committee",
            "label": "OTHER_PERSON",
            "start_char": 13026,
            "end_char": 13051
        },
        {
            "text": "Karmyogi Shelters Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 13065,
            "end_char": 13092
        },
        {
            "text": "(2012)9 SCC 496",
            "label": "PRECEDENT",
            "start_char": 13105,
            "end_char": 13120
        },
        {
            "text": "State of Bihar",
            "label": "ORG",
            "start_char": 13130,
            "end_char": 13144
        },
        {
            "text": "Bihar Rajya Bhumi Vikas Bank Samiti",
            "label": "RESPONDENT",
            "start_char": 13156,
            "end_char": 13191
        },
        {
            "text": "(2018)9 SCC 472",
            "label": "PRECEDENT",
            "start_char": 13204,
            "end_char": 13219
        },
        {
            "text": "Sambhaji",
            "label": "OTHER_PERSON",
            "start_char": 13225,
            "end_char": 13233
        },
        {
            "text": "Gangabhai",
            "label": "RESPONDENT",
            "start_char": 13245,
            "end_char": 13254
        },
        {
            "text": "(2008)17 SCC 117",
            "label": "PRECEDENT",
            "start_char": 13274,
            "end_char": 13290
        },
        {
            "text": "Raj Kumar Dey",
            "label": "OTHER_PERSON",
            "start_char": 13297,
            "end_char": 13310
        },
        {
            "text": "Tarapada Dey",
            "label": "RESPONDENT",
            "start_char": 13322,
            "end_char": 13334
        },
        {
            "text": "(1987)4 SCC 398",
            "label": "PRECEDENT",
            "start_char": 13355,
            "end_char": 13370
        },
        {
            "text": "Sangram Singh vs. Election Tribunal, Kotah & Ors",
            "label": "PRECEDENT",
            "start_char": 13377,
            "end_char": 13425
        },
        {
            "text": "AIR 1955 SC 425",
            "label": "PRECEDENT",
            "start_char": 13439,
            "end_char": 13454
        },
        {
            "text": "Benarsi Krishna Committee",
            "label": "ORG",
            "start_char": 13537,
            "end_char": 13562
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 13655,
            "end_char": 13669
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 13686,
            "end_char": 13696
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13938,
            "end_char": 13948
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 13987,
            "end_char": 13995
        },
        {
            "text": "Bihar Rajya Bhumi Vikas Bank Samiti",
            "label": "PRECEDENT",
            "start_char": 14071,
            "end_char": 14106
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14143,
            "end_char": 14156
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 14183,
            "end_char": 14196
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 14204,
            "end_char": 14213
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 14303,
            "end_char": 14316
        },
        {
            "text": "Sambhaji",
            "label": "OTHER_PERSON",
            "start_char": 14449,
            "end_char": 14457
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 14478,
            "end_char": 14486
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 14703,
            "end_char": 14717
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 14734,
            "end_char": 14744
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 14942,
            "end_char": 14950
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 15442,
            "end_char": 15452
        },
        {
            "text": "Apurva Vakil",
            "label": "OTHER_PERSON",
            "start_char": 15498,
            "end_char": 15510
        },
        {
            "text": "Mehta",
            "label": "OTHER_PERSON",
            "start_char": 15527,
            "end_char": 15532
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 15635,
            "end_char": 15645
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 15749,
            "end_char": 15772
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 15780,
            "end_char": 15790
        },
        {
            "text": "16.01.2019",
            "label": "DATE",
            "start_char": 15932,
            "end_char": 15942
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 16092,
            "end_char": 16105
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16113,
            "end_char": 16122
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 16330,
            "end_char": 16343
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16351,
            "end_char": 16360
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 16439,
            "end_char": 16444
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 16516,
            "end_char": 16529
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16537,
            "end_char": 16546
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 16755,
            "end_char": 16765
        },
        {
            "text": "proviso to Section 34(3) of C/FA/1837/2021",
            "label": "PROVISION",
            "start_char": 16854,
            "end_char": 16896
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 16913,
            "end_char": 16923
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16928,
            "end_char": 16943
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 17343,
            "end_char": 17353
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 17400,
            "end_char": 17410
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 17433,
            "end_char": 17443
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17720,
            "end_char": 17730
        },
        {
            "text": "sub- section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 17815,
            "end_char": 17845
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 17853,
            "end_char": 17862
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 17935,
            "end_char": 17948
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 17956,
            "end_char": 17970
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 18008,
            "end_char": 18017
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 18025,
            "end_char": 18048
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 18056,
            "end_char": 18066
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 18067,
            "end_char": 18081
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 18522,
            "end_char": 18531
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18590,
            "end_char": 18600
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18808,
            "end_char": 18818
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19015,
            "end_char": 19025
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19184,
            "end_char": 19207
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 19215,
            "end_char": 19225
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 19293,
            "end_char": 19298
        },
        {
            "text": "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470",
            "label": "PRECEDENT",
            "start_char": 19411,
            "end_char": 19486
        },
        {
            "text": "State of Himachal Pradesh vs. Himachal Techno Engineers reported in (2010)12 SCC 210",
            "label": "PRECEDENT",
            "start_char": 19493,
            "end_char": 19577
        },
        {
            "text": "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 19584,
            "end_char": 19661
        },
        {
            "text": "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors",
            "label": "PRECEDENT",
            "start_char": 19668,
            "end_char": 19746
        },
        {
            "text": "SCC Online Bom 462",
            "label": "CASE_NUMBER",
            "start_char": 19764,
            "end_char": 19782
        },
        {
            "text": "State of U.P. vs. M/s. Harman Singh reported in 2015 SCC Online All 9062",
            "label": "PRECEDENT",
            "start_char": 19789,
            "end_char": 19861
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19864,
            "end_char": 19887
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 19895,
            "end_char": 19905
        },
        {
            "text": "Machine Tool (India) Ltd.",
            "label": "ORG",
            "start_char": 19910,
            "end_char": 19935
        },
        {
            "text": "2018 SCC Online Del 9551",
            "label": "CASE_NUMBER",
            "start_char": 19981,
            "end_char": 20005
        },
        {
            "text": "Union of India vs. Rupen Modi reported in (2010)SCC Lnline Guj 6186 (DB)",
            "label": "PRECEDENT",
            "start_char": 20012,
            "end_char": 20084
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 20095,
            "end_char": 20100
        },
        {
            "text": "Popular Construction Company",
            "label": "PRECEDENT",
            "start_char": 20181,
            "end_char": 20209
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 20251,
            "end_char": 20281
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20303,
            "end_char": 20313
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20427,
            "end_char": 20437
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20792,
            "end_char": 20802
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 20943,
            "end_char": 20966
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 20974,
            "end_char": 20984
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 21073,
            "end_char": 21078
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 21265,
            "end_char": 21275
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 21322,
            "end_char": 21348
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21575,
            "end_char": 21585
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 21593,
            "end_char": 21602
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 21687,
            "end_char": 21700
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 21762,
            "end_char": 21775
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21793,
            "end_char": 21803
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 21866,
            "end_char": 21889
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 21897,
            "end_char": 21907
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 22119,
            "end_char": 22129
        },
        {
            "text": "Section   34(3)",
            "label": "PROVISION",
            "start_char": 22519,
            "end_char": 22534
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22726,
            "end_char": 22736
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 23097,
            "end_char": 23111
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 23128,
            "end_char": 23138
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23364,
            "end_char": 23374
        },
        {
            "text": "subsection (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23464,
            "end_char": 23492
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 23569,
            "end_char": 23582
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 23590,
            "end_char": 23604
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 23659,
            "end_char": 23668
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 23676,
            "end_char": 23690
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 23713,
            "end_char": 23723
        },
        {
            "text": "Popular Construction Co.",
            "label": "PRECEDENT",
            "start_char": 23739,
            "end_char": 23763
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 23885,
            "end_char": 23905
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 23924,
            "end_char": 23933
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23952,
            "end_char": 23962
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 24102,
            "end_char": 24115
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24123,
            "end_char": 24137
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 24162,
            "end_char": 24171
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24179,
            "end_char": 24193
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 24318,
            "end_char": 24341
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 24349,
            "end_char": 24359
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24433,
            "end_char": 24443
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 24546,
            "end_char": 24555
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24563,
            "end_char": 24577
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24718,
            "end_char": 24728
        },
        {
            "text": "Sections 29(2)",
            "label": "PROVISION",
            "start_char": 24806,
            "end_char": 24820
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 24828,
            "end_char": 24848
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24853,
            "end_char": 24863
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 24881,
            "end_char": 24894
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 25091,
            "end_char": 25100
        },
        {
            "text": "Sections 4 to 24 (inclusive)",
            "label": "PROVISION",
            "start_char": 25338,
            "end_char": 25366
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 25490,
            "end_char": 25513
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 25521,
            "end_char": 25531
        },
        {
            "text": "Sections 4 to 24",
            "label": "PROVISION",
            "start_char": 25600,
            "end_char": 25616
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25904,
            "end_char": 25914
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 25991,
            "end_char": 26005
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26061,
            "end_char": 26071
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26113,
            "end_char": 26123
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 26407,
            "end_char": 26417
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 26447,
            "end_char": 26470
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 26478,
            "end_char": 26488
        },
        {
            "text": "proviso to Section 34",
            "label": "PROVISION",
            "start_char": 26810,
            "end_char": 26831
        },
        {
            "text": "Section 4 to 24",
            "label": "PROVISION",
            "start_char": 26962,
            "end_char": 26977
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 26985,
            "end_char": 26999
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 27148,
            "end_char": 27157
        },
        {
            "text": "Section 116-A",
            "label": "PROVISION",
            "start_char": 27199,
            "end_char": 27212
        },
        {
            "text": "Representation of People Act, 1951",
            "label": "STATUTE",
            "start_char": 27220,
            "end_char": 27254
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 27260,
            "end_char": 27278
        },
        {
            "text": "Vidyacharan Shukla vs. Khubchand Baghel",
            "label": "PRECEDENT",
            "start_char": 27282,
            "end_char": 27321
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 27349,
            "end_char": 27358
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 27366,
            "end_char": 27380
        },
        {
            "text": "S.116-A",
            "label": "PROVISION",
            "start_char": 27448,
            "end_char": 27455
        },
        {
            "text": "sub-s. (3)",
            "label": "PROVISION",
            "start_char": 27661,
            "end_char": 27671
        },
        {
            "text": "Section 98",
            "label": "PROVISION",
            "start_char": 27835,
            "end_char": 27845
        },
        {
            "text": "sub-section (3) of Section 116-A",
            "label": "PROVISION",
            "start_char": 28094,
            "end_char": 28126
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28318,
            "end_char": 28332
        },
        {
            "text": "Section 29(2)(a)",
            "label": "PROVISION",
            "start_char": 28396,
            "end_char": 28412
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28420,
            "end_char": 28434
        },
        {
            "text": "sub-section (3) of Section 116-A",
            "label": "PROVISION",
            "start_char": 28500,
            "end_char": 28532
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 28672,
            "end_char": 28695
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 28703,
            "end_char": 28713
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28840,
            "end_char": 28854
        },
        {
            "text": "Hukumdev Narain Yadav vs. Lalit Narain Mishra",
            "label": "PRECEDENT",
            "start_char": 29026,
            "end_char": 29071
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29182,
            "end_char": 29196
        },
        {
            "text": "Sections 4, 5 and 12",
            "label": "PROVISION",
            "start_char": 29500,
            "end_char": 29520
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29528,
            "end_char": 29542
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29638,
            "end_char": 29652
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29786,
            "end_char": 29796
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 29880,
            "end_char": 29890
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 30040,
            "end_char": 30053
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 30061,
            "end_char": 30075
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 30120,
            "end_char": 30129
        },
        {
            "text": "Sections 4 to 24",
            "label": "PROVISION",
            "start_char": 30615,
            "end_char": 30631
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 30639,
            "end_char": 30653
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31010,
            "end_char": 31020
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 31082,
            "end_char": 31096
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 31113,
            "end_char": 31123
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31130,
            "end_char": 31139
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 31147,
            "end_char": 31161
        },
        {
            "text": "Arbitration and Conciliation Bill, 1995",
            "label": "STATUTE",
            "start_char": 31167,
            "end_char": 31206
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31390,
            "end_char": 31399
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31749,
            "end_char": 31758
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 31762,
            "end_char": 31768
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31825,
            "end_char": 31835
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 31852,
            "end_char": 31858
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31929,
            "end_char": 31938
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 31973,
            "end_char": 31986
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 32326,
            "end_char": 32349
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 32357,
            "end_char": 32367
        },
        {
            "text": "Section 34, sub-section (3)",
            "label": "PROVISION",
            "start_char": 32368,
            "end_char": 32395
        },
        {
            "text": "Section 34 (1)",
            "label": "PROVISION",
            "start_char": 32489,
            "end_char": 32503
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32639,
            "end_char": 32649
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 32685,
            "end_char": 32695
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32795,
            "end_char": 32805
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 32858,
            "end_char": 32887
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 33001,
            "end_char": 33022
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33278,
            "end_char": 33288
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33472,
            "end_char": 33482
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 33575,
            "end_char": 33589
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 33606,
            "end_char": 33616
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 33661,
            "end_char": 33670
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 33678,
            "end_char": 33692
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33814,
            "end_char": 33824
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 33869,
            "end_char": 33899
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33958,
            "end_char": 33968
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33992,
            "end_char": 34002
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34010,
            "end_char": 34048
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 34501,
            "end_char": 34511
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 34608,
            "end_char": 34618
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35046,
            "end_char": 35056
        },
        {
            "text": "sub-section 3 of Section 34",
            "label": "PROVISION",
            "start_char": 35358,
            "end_char": 35385
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 35467,
            "end_char": 35480
        },
        {
            "text": "Sub-section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 35570,
            "end_char": 35599
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 36025,
            "end_char": 36048
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 36056,
            "end_char": 36066
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 36551,
            "end_char": 36560
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 36568,
            "end_char": 36588
        },
        {
            "text": "Order XXI",
            "label": "PROVISION",
            "start_char": 36748,
            "end_char": 36757
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 36765,
            "end_char": 36794
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 37210,
            "end_char": 37224
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 37241,
            "end_char": 37251
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37279,
            "end_char": 37288
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 37296,
            "end_char": 37316
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37577,
            "end_char": 37586
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 37594,
            "end_char": 37614
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37688,
            "end_char": 37698
        },
        {
            "text": "Union of India v Popular Construction Company [(2001)8 SCC 470]",
            "label": "PRECEDENT",
            "start_char": 37771,
            "end_char": 37834
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37889,
            "end_char": 37899
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 38100,
            "end_char": 38113
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 38121,
            "end_char": 38135
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 38180,
            "end_char": 38189
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 38486,
            "end_char": 38509
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 38517,
            "end_char": 38527
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38637,
            "end_char": 38647
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 38716,
            "end_char": 38725
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 38733,
            "end_char": 38747
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 38777,
            "end_char": 38787
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 38836,
            "end_char": 38866
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38950,
            "end_char": 38960
        },
        {
            "text": "sub-section (2) of Section 34",
            "label": "PROVISION",
            "start_char": 39061,
            "end_char": 39090
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 39389,
            "end_char": 39399
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 39407,
            "end_char": 39421
        },
        {
            "text": "sub-section (3) C/FA/1837/2021",
            "label": "PROVISION",
            "start_char": 39567,
            "end_char": 39597
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 39614,
            "end_char": 39624
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 39656,
            "end_char": 39666
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 40069,
            "end_char": 40079
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 40374,
            "end_char": 40387
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 40500,
            "end_char": 40509
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 40513,
            "end_char": 40527
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 40676,
            "end_char": 40699
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 40707,
            "end_char": 40717
        },
        {
            "text": "Commercial Court, City Civil Court, Ahmedabad",
            "label": "COURT",
            "start_char": 40803,
            "end_char": 40848
        },
        {
            "text": "Commercial Civil Misc",
            "label": "STATUTE",
            "start_char": 40866,
            "end_char": 40887
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 40889,
            "end_char": 40915
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 41022,
            "end_char": 41049
        },
        {
            "text": "R.M.CHHAYA",
            "label": "JUDGE",
            "start_char": 41276,
            "end_char": 41286
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 41292,
            "end_char": 41307
        },
        {
            "text": "P. SUBRAHMANYAM",
            "label": "JUDGE",
            "start_char": 41311,
            "end_char": 41326
        }
    ],
    "precedent_clusters": {
        "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors": [
            "Sangram Singh vs. Election Tribunal, Kotah & Ors",
            "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors",
            "Vidyacharan Shukla vs. Khubchand Baghel",
            "Hukumdev Narain Yadav vs. Lalit Narain Mishra"
        ],
        "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470": [
            "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470",
            "Union of India v Popular Construction Company [(2001)8 SCC 470]",
            "Popular Construction Company",
            "Popular Construction Co."
        ],
        "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455": [
            "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455",
            "Simplex Infrastructure Limited",
            "Simplex Infrastructure Limited",
            "Simplex Infrastructure Limited"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34 sub section (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 sub section (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "section 34(3)",
            "Act, 1996",
            "section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "proviso to Section 34(3) of C/FA/1837/2021",
            "Arbitration Act",
            "proviso to Section 34(3) of C/FA/1837/2021",
            "Arbitration Act"
        ],
        [
            "sub- section (3) of Section 34",
            "Act, 1996",
            "sub- section (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Sections 29(2)",
            "Limitation Act, 1963",
            "Sections 29(2)",
            "Limitation Act, 1963"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 4 to 24",
            "Limitation Act",
            "Section 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 116-A",
            "Representation of People Act, 1951",
            "Section 116-A",
            "Representation of People Act, 1951"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "sub-section (3) of Section 116-A",
            "Limitation Act",
            "sub-section (3) of Section 116-A",
            "Limitation Act"
        ],
        [
            "Section 29(2)(a)",
            "Limitation Act",
            "Section 29(2)(a)",
            "Limitation Act"
        ],
        [
            "Sections 4, 5 and 12",
            "Limitation Act",
            "Sections 4, 5 and 12",
            "Limitation Act"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Sections 4 to 24",
            "Limitation Act",
            "Sections 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Order XXI",
            "Code of Civil Procedure, 1908",
            "Order XXI",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Act, 1996",
            "section 33",
            "Act, 1996"
        ],
        [
            "Section   34(3)",
            "Act, 1996",
            "Section   34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "subsection (3) of Section 34",
            "Act, 1996",
            "subsection (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act, 1963",
            "Section 29(2)",
            "Limitation Act, 1963"
        ],
        [
            "Sections 4 to 24 (inclusive)",
            "Limitation Act",
            "Sections 4 to 24 (inclusive)",
            "Limitation Act"
        ],
        [
            "Sections 4 to 24",
            "Limitation Act",
            "Sections 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "proviso to Section 34",
            "Limitation Act",
            "proviso to Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "sub-section (3) of Section 116-A",
            "Representation of People Act, 1951",
            "sub-section (3) of Section 116-A",
            "Representation of People Act, 1951"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Part I",
            "Arbitration and Conciliation Bill, 1995",
            "Part I",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34(1)",
            "Limitation Act",
            "Section 34(1)",
            "Limitation Act"
        ],
        [
            "Section 34, sub-section (3)",
            "Limitation Act",
            "Section 34, sub-section (3)",
            "Limitation Act"
        ],
        [
            "Section 34 (1)",
            "Limitation Act",
            "Section 34 (1)",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "sub-section 3 of Section 34",
            "Limitation Act",
            "sub-section 3 of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34(3)",
            "Limitation Act",
            "Section 34(3)",
            "Limitation Act"
        ],
        [
            "Sub-section (3) of Section 34",
            "Limitation Act",
            "Sub-section (3) of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "sub-section (2) of Section 34",
            "Limitation Act",
            "sub-section (2) of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Limitation Act",
            "Section 34(3)",
            "Limitation Act"
        ],
        [
            "proviso to the",
            "Arbitration and Conciliation Act, 1996",
            "proviso to the",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 3",
            "Limitation Act, 1963",
            "Section 3",
            "Limitation Act, 1963"
        ],
        [
            "S.116-A",
            "Limitation Act",
            "S.116-A",
            "Limitation Act"
        ],
        [
            "sub-s. (3)",
            "Limitation Act",
            "sub-s. (3)",
            "Limitation Act"
        ],
        [
            "Section 98",
            "Limitation Act",
            "Section 98",
            "Limitation Act"
        ],
        [
            "Part I",
            "Arbitration and Conciliation Bill, 1995",
            "Part I",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "Section 36",
            "Arbitration and Conciliation Bill, 1995",
            "Section 36",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "sub-section (3) C/FA/1837/2021",
            "Limitation Act",
            "sub-section (3) C/FA/1837/2021",
            "Limitation Act"
        ]
    ],
    "precedent_counts": {
        "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors": 4,
        "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470": 4,
        "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455": 4
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Act, 1996": 25,
        "Section 34 of Arbitration and Conciliation Act, 1996": 4,
        "Section 34(5) of Act, 1996": 3,
        "Section 34 sub section (3) of Arbitration and Conciliation Act, 1996": 1,
        "section 34(3) of Act, 1996": 1,
        "Section 34(3) of Act, 1996": 8,
        "proviso to Section 34(3) of C/FA/1837/2021 of Arbitration Act": 1,
        "sub- section (3) of Section 34 of Act, 1996": 1,
        "Section 29(2) of Limitation Act": 5,
        "Section 5 of Limitation Act": 15,
        "Sections 29(2) of Limitation Act, 1963": 1,
        "Section 34 of Limitation Act": 16,
        "Section 4 to 24 of Limitation Act": 1,
        "Section 116-A of Representation of People Act, 1951": 1,
        "sub-section (3) of Section 116-A of Limitation Act": 1,
        "Section 29(2)(a) of Limitation Act": 1,
        "Sections 4, 5 and 12 of Limitation Act": 1,
        "Sections 4 to 24 of Limitation Act": 2,
        "Section 5 of Limitation Act, 1963": 4,
        "Order XXI of Code of Civil Procedure, 1908": 1,
        "Section 14 of Limitation Act": 1,
        "section 33 of Act, 1996": 1,
        "Section   34(3) of Act, 1996": 1,
        "subsection (3) of Section 34 of Act, 1996": 1,
        "Section 29(2) of Limitation Act, 1963": 1,
        "Sections 4 to 24 (inclusive) of Limitation Act": 1,
        "Section 33 of Act, 1996": 4,
        "proviso to Section 34 of Limitation Act": 1,
        "sub-section (3) of Section 116-A of Representation of People Act, 1951": 1,
        "Part I of Arbitration and Conciliation Bill, 1995": 2,
        "Section 34(1) of Limitation Act": 1,
        "Section 34, sub-section (3) of Limitation Act": 1,
        "Section 34 (1) of Limitation Act": 1,
        "sub-section 3 of Section 34 of Limitation Act": 1,
        "Section 34(3) of Limitation Act": 2,
        "Sub-section (3) of Section 34 of Limitation Act": 1,
        "sub-section (2) of Section 34 of Limitation Act": 1,
        "proviso to the of Arbitration and Conciliation Act, 1996": 1,
        "Section 3 of Limitation Act, 1963": 1,
        "S.116-A of Limitation Act": 1,
        "sub-s. (3) of Limitation Act": 1,
        "Section 98 of Limitation Act": 1,
        "Section 36 of Arbitration and Conciliation Bill, 1995": 1,
        "sub-section (3) C/FA/1837/2021 of Limitation Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 7,
        "Act, 1996": 45,
        "Arbitration Act": 1,
        "Limitation Act": 57,
        "Limitation Act, 1963": 7,
        "Representation of People Act, 1951": 2,
        "Code of Civil Procedure, 1908": 1,
        "Arbitration and Conciliation Bill, 1995": 3
    }
}