{
    "id": "78565a7eba45ccf644a9d739a1236b72dbda915c42f97cce2ec3b6b79f98d3cb",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nGujarat Energy Transmission ... vs Deora Wires N Machines Pvt. Ltd on 10 April, 2017 \nEquivalent citations: Air 2017 Gujarat 85\nBench: M.R. Shah, B.N. Karia \n                   C/Ao/98/2017                                                    Cav Judgment\n\n\n\n                       In The High Court Of Gujarat At Ahmedabad\n\n                                  Appeal From Order  No. 98 of 2017\n                                                 With \n                                  CIVIL APPLICATION NO. 4374 of 2017                                                   In                                       APPEAL FROM ORDER NO. 98 of 2017           \n         FOR APPROVAL AND SIGNATURE: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                  sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                 sd/ \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n1      Whether Reporters of Local Papers may be allowed to see  YES the judgment ? \n         2      To be referred to the Reporter or not ?                                           YES          3      Whether their Lordships wish to see the fair copy of the                          NO                 judgment ? \n\n         4      Whether this case involves a substantial question of law as                       NO to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ? \n= = = = = = = = = = = = = = = = = = == == == == == == == = == = = = = = = == = = GUJARAT ENERGY TRANSMISSION CORPORATION LTD  (GETCO)....Appellant(s) Versus DEORA WIRES N MACHINES PVT. LTD.....Respondent(s) ============================================= Appearance: \nMR SP HASURKAR, ADVOCATE for the Appellant(s) No. 1 MR. BHADRISH S RAJU, CAVEATOR for the Respondent(s) No. 1 ===== =========================== = = = = = = = = = = = = = CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA  Date : 10/04/2017  CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) 1.0. Admit. As by order dated 27.03.2017 this Court has issued  notice for final disposal,  Shri B.S. Raju, learned advocate waives  service of notice of admission on behalf of respondent. \nHC-NIC Page 1 of 14 Created On Tue Aug 15 07:58:40 IST 2017 2.0. Feeling aggrieved and dissatisfied with the impugned order  passed   by   the   learned   Commercial   Court,   Vadodara   dated  14.03.2017 passed below Exh.9 in Commercial C.M.A No. 113 of  2016,   by   which,   the   learned   Commercial   Court,   Vadodara   has  partly   allowed   the   said   application   submitted   by   the   respondent  herein  original respondent and has directed the appellant herein   original applicant to deposit 75% of the awarded amount including  interest   within   one   month,   subject   to   the   outcome   of   the  application   filed   by   the   applicant   under   Section   34   of   the  Arbitration and Conciliation Act, 1996 (hereinafter referred to as  the   \"Arbitration   Act,   1996\"),   the   original   applicant   has  preferred  present Appeal From Order. \n3.0. The facts leading to the present Appeal From Order in  nutshell are as under:\n3.1. That the dispute arose between the parties which could  not   be   resolved.   Therefore,   the   respondent   herein(   hereinafter  referred to as \"original respondent\") invoked the Arbitration clause  contained in the contract / agreement and approached this Court  by   way   of   application   under   Section   11   of   the   Arbitration   Act,  1996.   That   thereafter,   the   matter   was   referred   to   the   learned  Arbitral   Tribunal   consisting   of   retired   Judge   of   this   Court.   That  thereafter,   the   learned   Arbitrator   declared   the   award   on   dated  25.06.2016   in   favour   of   original   respondent   for   a   sum   of   Rs. \n1,38,64,606.89. \n3.2. Feeling   aggrieved   and   dissatisfied   with   the   award  passed   by   the   learned   Arbitrator,   the   appellant   herein      original  HC-NIC Page 2 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   (hereinafter   referred   to   as   the   \"original   applicant\")  submitted   an   application   before   the   learned   Commercial   Court,  Vadodara under Section 34 of the Arbitration Act, 1996. \n3.3. That   in   the   said   application   under   Section   34   of   the  Arbitration   Act,   1996,   original   respondent   submitted   the  application   below   Exh.9   for   appropriate   order   directing   the  applicant   to   deposit   75%   of   the   total   awarded   amount   in  accordance   with   Section   19   of   the   Micro,   Small   and   Medium  Enterprises   Development   Act,   2006     (hereinafter   referred   to   as  \"MSMED Act\").\n3.4. It was the case on behalf of the original applicant that  original respondent is a small scale unit and therefore, relying upon  Section   19   of   the   MSMED   Act,   it   was   submitted   that   while  preferring   the   appeal   /   application   challenging   the   Award,   the  aggrieved   party   is   required   to   first   deposit   75%   of   the   total  awarded amount. \n3.5. The   said   application   was   vehemently   oppose   by   the  original   respondent   by   submitting   that   in   the   facts   and  circumstances of the case Section 19 of the MSMED Act shall not be  applicable.   It   was   submitted   that   the   learned   Arbitrator   was  appointed under the provisions of the Arbitration Act, 1996 and the  learned Arbitrator has declared the award under the provisions of  Arbitration   Act,   1996.   It   was     submitted   that   even   the   original  respondent also invoked the provisions of the Arbitration Act, 1996  and submitted the application under Section 11 of the Arbitration  HC-NIC Page 3 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act,   1996   requesting   to   appoint   the   Arbitrator.   It   was   further  submitted that learned Arbitrator has not declared the award under  the   provision   of   MSMED   Act   and   therefore,   Section   19   of   the  MSMED Act shall not be applicable in a case where the award is  arising within the proceedings under the Arbitration Act, 1996 and  not under Section 18 of the MSMED Act. \n3.6. However, following the decision of the learned Single  Judge of this Court in the case of  JMC Projects (India) Ltd. V/s.  Mechtech   Engineers    rendered   in   Special   Civil   Application   No.  14629 of 2010, the learned Commercial Court has overruled the  objection   raised   by   the   original   applicant   and   has   allowed   the  application   Exh.9   submitted   by   the   original   respondent   and  considering Section 19 of the MSMED Act has directed the original  applicant to deposit 75% of the awarded amount. \n3.7. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order passed by the learned Commercial Court, Vadodara passed  below application Exh.9 directing the original applicant to 75% of  the awarded amount, the original applicant has preferred present  Appeal From Order. \n4.0. Shri Hasurkar, learned advocate has appeared on behalf  of the on behalf of the appellantoriginal applicant and Shri B.S.  Raju,   learned   advocate   has   appeared   on   behalf   of   respondent  herein original respondent. \n4.1. Shri   Hasurkar,   learned   advocate   for   the   original  HC-NIC Page 4 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case   the   learned   Commercial   Court   has  materially erred in directing the original applicant to deposit 75%  of the awarded amount relying upon and considering Section 19 of  the  MSMED Act. \n4.2. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   in   the   facts   and  circumstances of the case Section 19 of the  MSMED Act shall not  be applicable as the award declared by the learned Arbitrator was  not   under   the   provisions   of     MSMED   Act,   but   it   was   under   the  Arbitration Act, 1996. \n4.3.   It is vehemently submitted by Shri Hasurkar, learned  advocate   for   the   original   applicant   that   the   learned   Commercial  Court has not properly appreciated the fact that in fact the original  respondent   itself   approached   this   Court   by   submitting   the  application under Section 11 of the Arbitration Act, 1996 and the  learned   Arbitrator   was   appointed   under   the   provisions   of   the  Arbitration   Act,   1996.  It   is  submitted  that  therefore,   the  learned  Arbitrator   had   not   declared   the   award   under   the   provisions   of  MSMED   Act   and   therefore,   the   provisions   of   MSMED   Act,   more  particularly,   Section   18   &   19   of   the   MSMED   Act   shall   not   be  applicable to the facts of the case on hand. It is further submitted  by Shri Hasurkar, learned advocate for the original applicant that  Section 19 shall be applicable only in a case where the award is  declared either by the Council and/ or Arbitrator appointed by the  Council.   It is submitted that therefore, when in the present case  HC-NIC Page 5 of 14 Created On Tue Aug 15 07:58:40 IST 2017 the award is neither declared by the Council nor by Arbitrator on a  reference made by a Council, the provisions of MSMED Act, more  particularly, Section 19 of the MSMED Act shall not be applicable.  It is submitted that therefore, the impugned order passed by the  learned Commercial Court deserves to be quashed and set aside.  \n4.4. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   as   the   application   is  preferred under Section 34 of the Arbitration Act, 1996, to set aside  the award, the right to file an application under Section 34 of the  Arbitration Act, 1996 is a statutory and same is unconditional and  unqualified. It is submitted that therefore, no conditions could have  been imposed by the learned Commercial Court while entertaining  the   application   submitted   by   the   applicant,   submitted   under  Section 34 of the Arbitration Act, 1996.\nMaking   above   submissions,   it   is   requested   to   allow   the  present Appeal From Order. \n5.0. Present Appeal From Order is vehemently opposed by  Shri B.S. Raju, learned advocate for the original respondent. \n5.1. It   is   further   submitted   that   in   the   facts   and  circumstances   of   the   case   learned   Commercial   Court   has   rightly  allowed the application Exh.9 submitted by the original respondent  and has rightly directed the applicant to deposit 75% of the total  amount awarded by the learned  Arbitral Tribunal. It is submitted  that the impugned order passed by the learned Commercial Court  is absolutely in consonance with the provisions of Section 19 of the  HC-NIC Page 6 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act. \n5.2. It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate for the original respondent that admittedly the applicant  is   a   small   scale   unit   and   therefore,   shall   be   governed   by   the  provision of MSMED Act.  It is further submitted by Shri B.S. Raju,  learned   advocate   that   originally   Act   of   1993  was   framed   \"to  provide   for   and   regulate   the   payment   of   interest   on   delayed  payments to small scale and ancillary industrial undertaking and  for   matters   connected   therewith   or   incidental   thereto\".   It   is  submitted that the  objects and reasons for enactment of the Act of  1993 records that it was felt that prompt payments of money by  buyers should be statutorily ensured and mandatory provisions for  payment of interest on the outstanding money, in case of default,  should be made.  It is submitted that it was felt that  the buyers, if  required under law to pay interest, would refrain from withholding  payments to small scale and ancillary industrial undertakings.  It is  submitted that with   these objects in mind, the Act of 1993 was  enacted. It is submitted that the Act of 1993 was further amended  by the Amendment Act 23 of 1998 with the object of making the  Act more effective for ensuring timely payments to small scale and  ancillary industrial undertakings. It is submitted that in the original  Act of 1993 amended in 1998, even Section 7 of the Act of 1993  provides that  no appeal against any decree, award or other order  shall   be   entertained  by   any   Court   or   other   authority,   unless  the  appellant (not being a supplier) has deposited with its seventyfive  per cent of the amount in terms of the decree, award or, as the case  may be, other order in the manner directed by such Court or, as the  case may be, such authority. It is submitted that thereafter MSMED  HC-NIC Page 7 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act has been enacted \"to provide for facilitating the promotion and  development   and   enhancing   the   competitiveness   of   micro,   small  and  medium   enterprises   and   for   matters   connected  therewith  or  incidental   thereto\".   It   is   submitted   that   Chapter   V   of   2006  (MSMED)     deals   with   delayed   payments   to   micro   and   small  enterprises. Section 15 of the Act of 2006 casts a liability on the  buyer to make payment to the supplier of goods or services within  the stipulated time. Section 16 of the Act of 2006 casts a duty on  the buyer to pay compound interest at three times of the bank rate  notified by the Reserve Bank, if such payment is not made within  the time stipulated notwithstanding any agreement or law for the  time being in force. It is submitted that Section 18 of MSMED Act  provides for reference to Micro and Small Enterprises Facilitation  Council established under section 20 of the Act. Section 19  of the  Act   of   2006   requires   deposit   of   75%   of   the   amount   of   decree,  award or order pending the proceedings challenging such decree,  award   or   order.     It   is   submitted   that   therefore,   considering   the  object and purpose of enactment of MSMED Act and considering  Section 19 of the MSMED Act, the learned Commercial Court has  rightly   directed   the   original   applicant   to   deposit   75%   of   the  awarded amount. \n5.3.   It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate   for   the   original   respondent   that   even   otherwise  considering   Section   19   of   the   MSMED   Act   even   in   case   of   the  application for setting aside the decree which can be only by the  Civil   Court   in   a   suit,   the   judgment   debtor   while   submitting   the  application for setting aside such decree is required to deposit 75%  HC-NIC Page 8 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of   the   amount   awarded.   It   is   submitted   that   therefore,   the  restrictive meaning to Section 19 of the MSMED Act i.e. only in a  case where the application for setting aside any decree,   award or  other order made either by the Council itself or by any institution  or centre providing alternate dispute resolution services to which a  reference is made by the Council, the requirement of Section 19 of  the Act to depsoit 75% of  the awarded amount will be applicable,  may not be accepted. It is submitted that if such interpretation is  accepted, in that case, Section 19 of the MSMED Act and object and  purpose of MSMED shall be frustrated. \n5.4. Shri B.S. Raju, learned advocate for the original respondent  has fairly conceded that as such before learned Commercial Court  the learned advocate for the respondent relied upon the decision of  the learned Single Judge of this Court in the case of   JMC Projects  (India) Ltd (supra), however same has been subsequently set aside  by the Hon'ble Supreme Court. It is submitted that however while  setting aside the order passed by the learned Single Judge in the  case   of     JMC   Projects   (India)   Ltd   (supra),   the   Hon'ble   Supreme  Court directed the appellant  judgment debtor to deposit 75% of  the amount awarded. It is submitted that therefore,the impugned  order   passed   by   the   learned   Commercial   Court   directing   the  original applicant to deposit 75% of the awarded amount may not  be interfered with. \nMaking   above   submissions,   it   is   requested   to   dismiss   the  present Appeal From Order. \nHC-NIC Page 9 of 14 Created On Tue Aug 15 07:58:40 IST 2017 6.0. Heard the learned advocates for the respective parties  at length. \n7.0. What is challenged in the present Appeal From Order is  the   impugned   order   passed   by   the   learned   Commercial   Court,  Vadodara   directing   the   appellant   herein   original   applicant   to  deposit 75% of the total claim awarded by the learned Arbitrator,  in an application under Section 34 of the Arbitration Act. \n7.1. From   the   impugned   order   passed   by   the   learned  Commercial Court, it appears that the aforesaid direction has been  issued   by   the   learned   Commercial   Court   on   an   application  submitted by the respondent herein and considering Section 19 of  the  MSMED Act.\n7.2. However, it is required to be noted that in the present  case the arbitration proceedings commenced and concluded under  the provisions of the Arbitration Act and not under the provisions  of the MSMED Act, more particularly, Section 18 of the Arbitration  Act. It is not in dispute and it is an admitted position that as such  after   the   dispute   arose   between   the   parties,   the   respondent  approached this Court for appointment of Arbitrator under Section  11 of the Arbitration Act and the matter was referred to the Arbitral  Tribunal. That thereafter, the learned Arbitrator has declared the  award under the provisions of the Arbitration Act. Therefore, the  award has not been declared either by the Council itself or by  any  institution or centre providing alternate dispute resolution services  to which a reference is made by the Council. Therefore,  as such  HC-NIC Page 10 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Section 19 of the MSMED Act shall not be applicable to the facts of  the case on hand and therefore, relying upon and / or considering  Section 19 of the MSMED Act, in an application under Section 34  of the Arbitration Act, 1996, the learned Commercial Court ought  not   to  have   imposed   the   conditions  and  /  or   ought   not   to  have  directed the appellant  original  appellant  to deposit 75% of the  amount   in   terms   of   the   award.   Therefore,   as   such   learned  Commercial Court   has materially erred in applying Section 19 of  the MSMED Act. \n8.0 . Now,   so   far   as   the   submission   on   behalf   of   the  respondent   that   with   respect   to   any   decree   passed   by   the   Civil  Court or even the award either declared under the provision of the  Arbitration Act when application for setting aside such decree or  award is made, Section 19 of the MSMED Act  shall be applicable,  more   particularly,   when   the   applicant   is   Small   Scale   Unit   is  concerned,   it   is   the   case   on   behalf   of   the   respondent   that   word  \"decree\" used in Section 19 of the MSMED Act, shall also be given  some   meaning.     It   is   submitted   that,   therefore,   even   in   an  application for setting aside any decree passed by the Court, before  entertaining such application, the judgment debtor is required to  deposit 75% of the amount in terms of the decree . Therefore, it is  submitted   on   behalf   of   the   the   respondent   herein   that   even   in  application under Section 34 of the Arbitration Act challenging the  award   declared   under   the   Arbitration   Act,   1996,   the   aggrieved  party is required to deposit 75% of the amount in terms of award,  the   aforesaid   seems   to   be   attractive   but   has   no   substance.   The  wording   used   in   Section   19   are   very   clear.   Section   19   of   the  HC-NIC Page 11 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act,  reads as under: \n19. No   application   for   setting   aside   any   decree,  award or other order made either by the Council itself  or   by   any   institution   or   centre   providing   alternate  dispute resolution services to which a reference is made  by the Council, shall be entertained by any court unless  the appellant (not being a supplier) has deposited with  it seventyfive per cent of the amount in terms of the  decree, award or, as the case may be, the other order in  the manner directed by such court: \nProvided that pending disposal of the application to set  aside the decree, award or order, the court shall order  that such percentage of the amount deposited shall be  paid to the supplier, as it considers reasonable under  the circumstances of the case subject to such conditions  as it deems necessary to impose.\n8.1. Therefore, only in an application for setting aside any  decree, award or other order made  either by the Council itself or  by   any   institution   or   centre   providing   alternate   dispute  resolution services to which a reference is made by the Council,  aggrieved party is required to deposit 75% of the amount in terms  of   decree   /   award   and   unless   and   until   such   an   amount   is  deposited, the Court shall not entertain such an application. Such a  requirement is not there under the provisions of the Arbitration Act,  1996, more particularly, Section 34 of the Arbitration Act, 1996. \n9.0. Now, so far as reliance placed upon the decision of the  learned   Single   Judge   of  this   Court   in   the   case   of    JMC   Projects  (India) Ltd (supra) which has also been relied upon by the learned  Commercial Court while passing the impugned order is concerned,  at the outset, it is required to be noted  and it is not in dispute that  said   judgment   and   order   passed   in     JMC   Projects   (India)   Ltd  HC-NIC Page 12 of 14 Created On Tue Aug 15 07:58:40 IST 2017 (supra) has been  subsequently set aside by the Hon'ble Supreme  Court. \n10. In view of the above and for the reasons stated above,  the   impugned   order   passed   by   the   learned   Commercial   Court  directing  the  appellant   to  deposit  75%  of  the   amount  under  the  award,   relying   upon   Section   19   of   the   MSMED   Act,   cannot   be  sustained and same deserve to be quashed and set aside. \n11. In view of the above and for the reasons stated above,  present Appeal From Order succeeds. The   impugned order passed  by   the   learned   Commercial   Court,   Vadodara   dated   14.03.2017  passed   below   Exh.9   in   Commercial   C.M.A   No.   113   of   2016   is  hereby quashed and set aside. However, it is observed and made it  clear that the present order be confined to impugned order passed  by the learned Commercial Court directing the appellant to deposit  75% considering Section 19 of the MSMED Act and shall not affect  any of the rights of the respondent available under the provisions of  the Arbitration Act. It is also observed and made it clear that the  present order may not be construed granting stay of execution of  the award declared by the Arbitral Tribunal and as observed herein  above, the present order be confined to impugned order passed by  the learned Commercial Court, by which, relying upon Section 19  of   the   MSMED   Act,   in   an   application   under   Section   34   of   the  Arbitration Act, the appellant has been directed to deposit 75% of  the amount under the award. In the facts and circumstance of the  case   and   considering   the   object   and   purpose   of   the   Commercial  Court Act , the Commercial Court is directed to decide and dispose  HC-NIC Page 13 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of Section 34 application at the earliest and but not latter than one  year. Present Appeal From Order is allowed to the aforesaid extent. \nNo costs.  \n12. In   view   of   order   passed   in   Appeal   From   Order,   Civil  Application stands disposed of accordingly. \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 14 of 14 Created On Tue Aug 15 07:58:40 IST 2017",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court gujarat energy transmission . vs deora wires n machines pvt. ltd on 10 april, 2017 equivalent citations: air 2017 gujarat 85 bench: m.r. shah, b.n. karia c/ao/98/2017 cav judgment in the high court of gujarat at ahmedabad appeal from order no. 98 of 2017 with civil application no. 4374 of 2017 in appeal from order no. 98 of 2017 for approval and signature: honourable mr.justice m.r. shah sd/­ and honourable mr.justice b.n. karia sd/­ ========================================= 1 whether reporters of local papers may be allowed to see yes the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy of the no judgment ? 4 whether this case involves a substantial question of law as no to the interpretation of the constitution of india or any order made thereunder ? ============================================= gujarat energy transmission corporation ltd (getco).appellant(s) versus deora wires n machines pvt. ltd.respondent(s) ============================================= appearance: mr sp hasurkar, advocate for the appellant(s) no. 1 mr. bhadrish s raju, caveator for the respondent(s) no. 1 ============================================= coram: honourable mr.justice m.r. shah and honourable mr.justice b.n. karia date : 10/04/2017 cav judgment (per : honourable mr.justice m.r. shah) 1.0. admit. as by order dated 27.03.2017 this court has issued notice for final disposal, shri b.s. raju, learned advocate waives service of notice of admission on behalf of respondent. hc-nic page 1 of 14 created on tue aug 15 07:58:40 ist 2017 2.0. feeling aggrieved and dissatisfied with the impugned order passed by the learned commercial court, vadodara dated 14.03.2017 passed below exh.9 in commercial c.m.a no. 113 of 2016, by which, the learned commercial court, vadodara has partly allowed the said application submitted by the respondent herein ­ original respondent and has directed the appellant herein ­ original applicant to deposit 75% of the awarded amount including interest within one month, subject to the outcome of the application filed by the applicant under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as the \"arbitration act, 1996\"), the original applicant has preferred present appeal from order. 3.0. the facts leading to the present appeal from order in nutshell are as under: 3.1. that the dispute arose between the parties which could not be resolved. therefore, the respondent herein( hereinafter referred to as \"original respondent\") invoked the arbitration clause contained in the contract / agreement and approached this court by way of application under section 11 of the arbitration act, 1996. that thereafter, the matter was referred to the learned arbitral tribunal consisting of retired judge of this court. that thereafter, the learned arbitrator declared the award on dated 25.06.2016 in favour of original respondent for a sum of rs. 1,38,64,606.89. 3.2. feeling aggrieved and dissatisfied with the award passed by the learned arbitrator, the appellant herein ­ original hc-nic page 2 of 14 created on tue aug 15 07:58:40 ist 2017 applicant (hereinafter referred to as the \"original applicant\") submitted an application before the learned commercial court, vadodara under section 34 of the arbitration act, 1996. 3.3. that in the said application under section 34 of the arbitration act, 1996, original respondent submitted the application below exh.9 for appropriate order directing the applicant to deposit 75% of the total awarded amount in accordance with section 19 of the micro, small and medium enterprises development act, 2006 (hereinafter referred to as \"msmed act\"). 3.4. it was the case on behalf of the original applicant that original respondent is a small scale unit and therefore, relying upon section 19 of the msmed act, it was submitted that while preferring the appeal / application challenging the award, the aggrieved party is required to first deposit 75% of the total awarded amount. 3.5. the said application was vehemently oppose by the original respondent by submitting that in the facts and circumstances of the case section 19 of the msmed act shall not be applicable. it was submitted that the learned arbitrator was appointed under the provisions of the arbitration act, 1996 and the learned arbitrator has declared the award under the provisions of arbitration act, 1996. it was submitted that even the original respondent also invoked the provisions of the arbitration act, 1996 and submitted the application under section 11 of the arbitration hc-nic page 3 of 14 created on tue aug 15 07:58:40 ist 2017 act, 1996 requesting to appoint the arbitrator. it was further submitted that learned arbitrator has not declared the award under the provision of msmed act and therefore, section 19 of the msmed act shall not be applicable in a case where the award is arising within the proceedings under the arbitration act, 1996 and not under section 18 of the msmed act. 3.6. however, following the decision of the learned single judge of this court in the case of jmc projects (india) ltd. v/s. mechtech engineers rendered in special civil application no. 14629 of 2010, the learned commercial court has overruled the objection raised by the original applicant and has allowed the application exh.9 submitted by the original respondent and considering section 19 of the msmed act has directed the original applicant to deposit 75% of the awarded amount. 3.7. feeling aggrieved and dissatisfied with the impugned order passed by the learned commercial court, vadodara passed below application exh.9 directing the original applicant to 75% of the awarded amount, the original applicant has preferred present appeal from order. 4.0. shri hasurkar, learned advocate has appeared on behalf of the on behalf of the appellant­original applicant and shri b.s. raju, learned advocate has appeared on behalf of respondent herein­ original respondent. 4.1. shri hasurkar, learned advocate for the original hc-nic page 4 of 14 created on tue aug 15 07:58:40 ist 2017 applicant has vehemently submitted that in the facts and circumstances of the case the learned commercial court has materially erred in directing the original applicant to deposit 75% of the awarded amount relying upon and considering section 19 of the msmed act. 4.2. it is vehemently submitted by shri hasurkar, learned advocate for the original applicant that in the facts and circumstances of the case section 19 of the msmed act shall not be applicable as the award declared by the learned arbitrator was not under the provisions of msmed act, but it was under the arbitration act, 1996. 4.3. it is vehemently submitted by shri hasurkar, learned advocate for the original applicant that the learned commercial court has not properly appreciated the fact that in fact the original respondent itself approached this court by submitting the application under section 11 of the arbitration act, 1996 and the learned arbitrator was appointed under the provisions of the arbitration act, 1996. it is submitted that therefore, the learned arbitrator had not declared the award under the provisions of msmed act and therefore, the provisions of msmed act, more particularly, section 18 & 19 of the msmed act shall not be applicable to the facts of the case on hand. it is further submitted by shri hasurkar, learned advocate for the original applicant that section 19 shall be applicable only in a case where the award is declared either by the council and/ or arbitrator appointed by the council. it is submitted that therefore, when in the present case hc-nic page 5 of 14 created on tue aug 15 07:58:40 ist 2017 the award is neither declared by the council nor by arbitrator on a reference made by a council, the provisions of msmed act, more particularly, section 19 of the msmed act shall not be applicable. it is submitted that therefore, the impugned order passed by the learned commercial court deserves to be quashed and set aside. 4.4. it is vehemently submitted by shri hasurkar, learned advocate for the original applicant that as the application is preferred under section 34 of the arbitration act, 1996, to set aside the award, the right to file an application under section 34 of the arbitration act, 1996 is a statutory and same is unconditional and unqualified. it is submitted that therefore, no conditions could have been imposed by the learned commercial court while entertaining the application submitted by the applicant, submitted under section 34 of the arbitration act, 1996. making above submissions, it is requested to allow the present appeal from order. 5.0. present appeal from order is vehemently opposed by shri b.s. raju, learned advocate for the original respondent. 5.1. it is further submitted that in the facts and circumstances of the case learned commercial court has rightly allowed the application exh.9 submitted by the original respondent and has rightly directed the applicant to deposit 75% of the total amount awarded by the learned arbitral tribunal. it is submitted that the impugned order passed by the learned commercial court is absolutely in consonance with the provisions of section 19 of the hc-nic page 6 of 14 created on tue aug 15 07:58:40 ist 2017 msmed act. 5.2. it is further submitted by shri b.s. raju, learned advocate for the original respondent that admittedly the applicant is a small scale unit and therefore, shall be governed by the provision of msmed act. it is further submitted by shri b.s. raju, learned advocate that originally act of 1993 was framed \"to provide for and regulate the payment of interest on delayed payments to small scale and ancillary industrial undertaking and for matters connected therewith or incidental thereto\". it is submitted that the objects and reasons for enactment of the act of 1993 records that it was felt that prompt payments of money by buyers should be statutorily ensured and mandatory provisions for payment of interest on the outstanding money, in case of default, should be made. it is submitted that it was felt that the buyers, if required under law to pay interest, would refrain from withholding payments to small scale and ancillary industrial undertakings. it is submitted that with these objects in mind, the act of 1993 was enacted. it is submitted that the act of 1993 was further amended by the amendment act 23 of 1998 with the object of making the act more effective for ensuring timely payments to small scale and ancillary industrial undertakings. it is submitted that in the original act of 1993 amended in 1998, even section 7 of the act of 1993 provides that no appeal against any decree, award or other order shall be entertained by any court or other authority, unless the appellant (not being a supplier) has deposited with its seventy­five per cent of the amount in terms of the decree, award or, as the case may be, other order in the manner directed by such court or, as the case may be, such authority. it is submitted that thereafter msmed hc-nic page 7 of 14 created on tue aug 15 07:58:40 ist 2017 act has been enacted \"to provide for facilitating the promotion and development and enhancing the competitiveness of micro, small and medium enterprises and for matters connected therewith or incidental thereto\". it is submitted that chapter v of 2006 (msmed) deals with delayed payments to micro and small enterprises. section 15 of the act of 2006 casts a liability on the buyer to make payment to the supplier of goods or services within the stipulated time. section 16 of the act of 2006 casts a duty on the buyer to pay compound interest at three times of the bank rate notified by the reserve bank, if such payment is not made within the time stipulated notwithstanding any agreement or law for the time being in force. it is submitted that section 18 of msmed act provides for reference to micro and small enterprises facilitation council established under section 20 of the act. section 19 of the act of 2006 requires deposit of 75% of the amount of decree, award or order pending the proceedings challenging such decree, award or order. it is submitted that therefore, considering the object and purpose of enactment of msmed act and considering section 19 of the msmed act, the learned commercial court has rightly directed the original applicant to deposit 75% of the awarded amount. 5.3. it is further submitted by shri b.s. raju, learned advocate for the original respondent that even otherwise considering section 19 of the msmed act even in case of the application for setting aside the decree which can be only by the civil court in a suit, the judgment debtor while submitting the application for setting aside such decree is required to deposit 75% hc-nic page 8 of 14 created on tue aug 15 07:58:40 ist 2017 of the amount awarded. it is submitted that therefore, the restrictive meaning to section 19 of the msmed act i.e. only in a case where the application for setting aside any decree, award or other order made either by the council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the council, the requirement of section 19 of the act to depsoit 75% of the awarded amount will be applicable, may not be accepted. it is submitted that if such interpretation is accepted, in that case, section 19 of the msmed act and object and purpose of msmed shall be frustrated. 5.4. shri b.s. raju, learned advocate for the original respondent has fairly conceded that as such before learned commercial court the learned advocate for the respondent relied upon the decision of the learned single judge of this court in the case of jmc projects (india) ltd (supra), however same has been subsequently set aside by the hon'ble supreme court. it is submitted that however while setting aside the order passed by the learned single judge in the case of jmc projects (india) ltd (supra), the hon'ble supreme court directed the appellant ­ judgment debtor to deposit 75% of the amount awarded. it is submitted that therefore,the impugned order passed by the learned commercial court directing the original applicant to deposit 75% of the awarded amount may not be interfered with. making above submissions, it is requested to dismiss the present appeal from order. hc-nic page 9 of 14 created on tue aug 15 07:58:40 ist 2017 6.0. heard the learned advocates for the respective parties at length. 7.0. what is challenged in the present appeal from order is the impugned order passed by the learned commercial court, vadodara directing the appellant herein­ original applicant to deposit 75% of the total claim awarded by the learned arbitrator, in an application under section 34 of the arbitration act. 7.1. from the impugned order passed by the learned commercial court, it appears that the aforesaid direction has been issued by the learned commercial court on an application submitted by the respondent herein and considering section 19 of the msmed act. 7.2. however, it is required to be noted that in the present case the arbitration proceedings commenced and concluded under the provisions of the arbitration act and not under the provisions of the msmed act, more particularly, section 18 of the arbitration act. it is not in dispute and it is an admitted position that as such after the dispute arose between the parties, the respondent approached this court for appointment of arbitrator under section 11 of the arbitration act and the matter was referred to the arbitral tribunal. that thereafter, the learned arbitrator has declared the award under the provisions of the arbitration act. therefore, the award has not been declared either by the council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the council. therefore, as such hc-nic page 10 of 14 created on tue aug 15 07:58:40 ist 2017 section 19 of the msmed act shall not be applicable to the facts of the case on hand and therefore, relying upon and / or considering section 19 of the msmed act, in an application under section 34 of the arbitration act, 1996, the learned commercial court ought not to have imposed the conditions and / or ought not to have directed the appellant ­ original appellant to deposit 75% of the amount in terms of the award. therefore, as such learned commercial court has materially erred in applying section 19 of the msmed act. 8.0. now, so far as the submission on behalf of the respondent that with respect to any decree passed by the civil court or even the award either declared under the provision of the arbitration act when application for setting aside such decree or award is made, section 19 of the msmed act shall be applicable, more particularly, when the applicant is small scale unit is concerned, it is the case on behalf of the respondent that word \"decree\" used in section 19 of the msmed act, shall also be given some meaning. it is submitted that, therefore, even in an application for setting aside any decree passed by the court, before entertaining such application, the judgment debtor is required to deposit 75% of the amount in terms of the decree. therefore, it is submitted on behalf of the the respondent herein that even in application under section 34 of the arbitration act challenging the award declared under the arbitration act, 1996, the aggrieved party is required to deposit 75% of the amount in terms of award, the aforesaid seems to be attractive but has no substance. the wording used in section 19 are very clear. section 19 of the hc-nic page 11 of 14 created on tue aug 15 07:58:40 ist 2017 msmed act, reads as under: 19. no application for setting aside any decree, award or other order made either by the council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the council, shall be entertained by any court unless the appellant (not being a supplier) has deposited with it seventy­five per cent of the amount in terms of the decree, award or, as the case may be, the other order in the manner directed by such court: provided that pending disposal of the application to set aside the decree, award or order, the court shall order that such percentage of the amount deposited shall be paid to the supplier, as it considers reasonable under the circumstances of the case subject to such conditions as it deems necessary to impose. 8.1. therefore, only in an application for setting aside any decree, award or other order made either by the council itself or by any institution or centre providing alternate dispute resolution services to which a reference is made by the council, aggrieved party is required to deposit 75% of the amount in terms of decree / award and unless and until such an amount is deposited, the court shall not entertain such an application. such a requirement is not there under the provisions of the arbitration act, 1996, more particularly, section 34 of the arbitration act, 1996. 9.0. now, so far as reliance placed upon the decision of the learned single judge of this court in the case of jmc projects (india) ltd (supra) which has also been relied upon by the learned commercial court while passing the impugned order is concerned, at the outset, it is required to be noted and it is not in dispute that said judgment and order passed in jmc projects (india) ltd hc-nic page 12 of 14 created on tue aug 15 07:58:40 ist 2017 (supra) has been subsequently set aside by the hon'ble supreme court. 10. in view of the above and for the reasons stated above, the impugned order passed by the learned commercial court directing the appellant to deposit 75% of the amount under the award, relying upon section 19 of the msmed act, cannot be sustained and same deserve to be quashed and set aside. 11. in view of the above and for the reasons stated above, present appeal from order succeeds. the impugned order passed by the learned commercial court, vadodara dated 14.03.2017 passed below exh.9 in commercial c.m.a no. 113 of 2016 is hereby quashed and set aside. however, it is observed and made it clear that the present order be confined to impugned order passed by the learned commercial court directing the appellant to deposit 75% considering section 19 of the msmed act and shall not affect any of the rights of the respondent available under the provisions of the arbitration act. it is also observed and made it clear that the present order may not be construed granting stay of execution of the award declared by the arbitral tribunal and as observed herein above, the present order be confined to impugned order passed by the learned commercial court, by which, relying upon section 19 of the msmed act, in an application under section 34 of the arbitration act, the appellant has been directed to deposit 75% of the amount under the award. in the facts and circumstance of the case and considering the object and purpose of the commercial court act, the commercial court is directed to decide and dispose hc-nic page 13 of 14 created on tue aug 15 07:58:40 ist 2017 of section 34 application at the earliest and but not latter than one year. present appeal from order is allowed to the aforesaid extent. no costs. 12. in view of order passed in appeal from order, civil application stands disposed of accordingly. sd/­ (m.r. shah, j.) sd/­ (b.n. karia, j.) kaushik hc-nic page 14 of 14 created on tue aug 15 07:58:40 ist 2017"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef508d3f18f84ca78d5a0aec9fd5598b_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b51d2ae55c8b48edbc41a557e8270c77_1"
        },
        {
            "start": 242,
            "end": 346,
            "text": "\nGujarat High Court\nGujarat Energy Transmission ... vs Deora Wires N Machines Pvt. Ltd on 10 April, 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f91f2ff764f74e5ea49699eb9e85a4a9_2"
        },
        {
            "start": 347,
            "end": 418,
            "text": "\nEquivalent citations: Air 2017 Gujarat 85\nBench: M.R. Shah, B.N. Karia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "26ec39dba9394bd6908388dca7bcb308_3"
        },
        {
            "start": 439,
            "end": 451,
            "text": "C/Ao/98/2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86127239f9744166a230a80ca986c66b_4"
        },
        {
            "start": 503,
            "end": 542,
            "text": "Cav Judgment\n\n\n\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6640da774c943d49a02211ff99a4c1a_5"
        },
        {
            "start": 542,
            "end": 715,
            "text": "In The High Court Of Gujarat At Ahmedabad\n\n                                  Appeal From Order  No. 98 of 2017\n                                                 With \n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e233bc0d70c43a3970f5a77262b5d37_6"
        },
        {
            "start": 742,
            "end": 776,
            "text": "CIVIL APPLICATION NO. 4374 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9cc3733a12a94f3cb1359a29336dc3f6_7"
        },
        {
            "start": 827,
            "end": 900,
            "text": "In                                       APPEAL FROM ORDER NO. 98 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2fa1d5acf40d49aeb32c2a72322b0cb9_8"
        },
        {
            "start": 921,
            "end": 948,
            "text": "FOR APPROVAL AND SIGNATURE:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9bf0ea7a393c4e5f8cd5b00dfa4edd85_9"
        },
        {
            "start": 959,
            "end": 969,
            "text": "HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08058ecef78c48d49e80c2503b365c69_10"
        },
        {
            "start": 970,
            "end": 980,
            "text": "MR.JUSTICE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c329af089ccf40ab84b881e91ff1060c_11"
        },
        {
            "start": 981,
            "end": 990,
            "text": "M.R. SHAH",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7110144cdd384e4db3aeec60878a0356_12"
        },
        {
            "start": 1024,
            "end": 1040,
            "text": "sd/\n         and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b67d671b3c1497e95cf4b285400d31e_13"
        },
        {
            "start": 1050,
            "end": 1060,
            "text": "HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "294dae40a8aa45738a24e77ba87454b8_14"
        },
        {
            "start": 1061,
            "end": 1071,
            "text": "MR.JUSTICE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aee6cf15f27e45a08009be2fa7fa6491_15"
        },
        {
            "start": 1072,
            "end": 1082,
            "text": "B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3213a46c8a34081a92f6c2d22a3a41f_16"
        },
        {
            "start": 1115,
            "end": 1130,
            "text": "sd/ \n         =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7600524593d14e4ca6d2895885b7421b_17"
        },
        {
            "start": 1131,
            "end": 1138,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8cc8639c5f5e442ca24ff19972d324b5_18"
        },
        {
            "start": 1139,
            "end": 1146,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db5b850b5f054ba09829c84f9c1bf037_19"
        },
        {
            "start": 1147,
            "end": 1154,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "25c87f084a6d41448b947fc7a1e05051_20"
        },
        {
            "start": 1155,
            "end": 1162,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f7fab4a75ea8468488e59e5f13bac760_21"
        },
        {
            "start": 1163,
            "end": 1170,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fc45c515519f455b9d876da6a5eadb62_22"
        },
        {
            "start": 1171,
            "end": 1178,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aceac9ec05284bacb3ff16ac27e42c33_23"
        },
        {
            "start": 1179,
            "end": 1186,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "25385dfb27d64a3f86a41d4114dcd8cf_24"
        },
        {
            "start": 1187,
            "end": 1194,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b93a2a8c4ca44208b69501cdda1e0e9_25"
        },
        {
            "start": 1195,
            "end": 1202,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8dfe74b04727419194acd67167c73371_26"
        },
        {
            "start": 1203,
            "end": 1210,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9c84ea6cf314a5d9720a8575c053b5f_27"
        },
        {
            "start": 1212,
            "end": 1274,
            "text": "1      Whether Reporters of Local Papers may be allowed to see",
            "labels": [
                "PREAMBLE"
            ],
            "id": "39080207a8344831b8ead034f56e807d_28"
        },
        {
            "start": 1275,
            "end": 1294,
            "text": " YES the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef689e1a399c470c8670566bdaa189b4_29"
        },
        {
            "start": 1305,
            "end": 1351,
            "text": "2      To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "347c072c3c944513b339276e4aec3831_30"
        },
        {
            "start": 1394,
            "end": 1414,
            "text": "YES          3      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c2dcb3fff23463fa8e2e440979990e4_31"
        },
        {
            "start": 1414,
            "end": 1470,
            "text": "Whether their Lordships wish to see the fair copy of the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "927910b411074afc83b3056121119f8a_32"
        },
        {
            "start": 1496,
            "end": 1525,
            "text": "NO                 judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fac8d3f1e3674271a565f54e1282c378_33"
        },
        {
            "start": 1537,
            "end": 1703,
            "text": "4      Whether this case involves a substantial question of law as                       NO to   the   interpretation  of   the   Constitution  of   India  or   any  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f77e792e4b6d4a1e8da17740a217db17_34"
        },
        {
            "start": 1703,
            "end": 1724,
            "text": "order made thereunder",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ae88ea4352b48e596d6d5926bfe7c23_35"
        },
        {
            "start": 1725,
            "end": 1731,
            "text": "? \n= =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5561480aab264cbe805cc2cb12cb5424_36"
        },
        {
            "start": 1732,
            "end": 1739,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c8c2787d723143d4bdab5aba4ff6a0b5_37"
        },
        {
            "start": 1740,
            "end": 1747,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "326772ee5b4f401480e83dbc4c593e59_38"
        },
        {
            "start": 1748,
            "end": 1755,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c441dc723014ceb8bb4003830257388_39"
        },
        {
            "start": 1756,
            "end": 1763,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b319176f5d0477188ce8c8c7a811e29_40"
        },
        {
            "start": 1764,
            "end": 1772,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5617eaa836e643e48ab14159b787d6f7_41"
        },
        {
            "start": 1773,
            "end": 1781,
            "text": "== == ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5fd8f72b1e2e44488dbe8dbd110f737b_42"
        },
        {
            "start": 1782,
            "end": 1789,
            "text": "== = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5cd69b39dbb34242b68806cde23e26cd_43"
        },
        {
            "start": 1790,
            "end": 1797,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68e3e1aa758b47a0845a6aa756845dac_44"
        },
        {
            "start": 1798,
            "end": 1804,
            "text": "= = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9e40b5252341477fae15468c51d13bab_45"
        },
        {
            "start": 1805,
            "end": 1992,
            "text": "= = GUJARAT ENERGY TRANSMISSION CORPORATION LTD  (GETCO)....Appellant(s) Versus DEORA WIRES N MACHINES PVT. LTD.....Respondent(s) ============================================= Appearance:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1513224d0a04681b514a296d306c8b6_46"
        },
        {
            "start": 1993,
            "end": 2109,
            "text": "\nMR SP HASURKAR, ADVOCATE for the Appellant(s) No. 1 MR. BHADRISH S RAJU, CAVEATOR for the Respondent(s) No. 1 =====",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cd4e58947eae4d9c9923180e79155fea_47"
        },
        {
            "start": 2110,
            "end": 2137,
            "text": "===========================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2450ddf06844e2bb34c0ee4ea1175e6_48"
        },
        {
            "start": 2138,
            "end": 2145,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b410c88efb174e8589a4ed4302a9218d_49"
        },
        {
            "start": 2146,
            "end": 2153,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68c3f1f4d44e4981a616fdd48627f669_50"
        },
        {
            "start": 2154,
            "end": 2161,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "007d2e51ed5e43548ee5b6260ea743ee_51"
        },
        {
            "start": 2162,
            "end": 2239,
            "text": "= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3aa4f179dc144bf6a6ba2c680bdd5a03_52"
        },
        {
            "start": 2240,
            "end": 2319,
            "text": " Date : 10/04/2017  CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) 1.0.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8fc147014fd4e45bb57793d76c51db4_53"
        },
        {
            "start": 2320,
            "end": 2326,
            "text": "Admit.",
            "labels": [
                "NONE"
            ],
            "id": "cc395ccfb88e4b818e63b789c6a3b60c_54"
        },
        {
            "start": 2327,
            "end": 2503,
            "text": "As by order dated 27.03.2017 this Court has issued  notice for final disposal,  Shri B.S. Raju, learned advocate waives  service of notice of admission on behalf of respondent.",
            "labels": [
                "RLC"
            ],
            "id": "693a6b19b8c24c59b1289f5aac58a8b5_55"
        },
        {
            "start": 2504,
            "end": 2569,
            "text": "\nHC-NIC Page 1 of 14 Created On Tue Aug 15 07:58:40 IST 2017 2.0.",
            "labels": [
                "FAC"
            ],
            "id": "5d98b99aafcb49f7a7790c69898a9dde_56"
        },
        {
            "start": 2570,
            "end": 3391,
            "text": "Feeling aggrieved and dissatisfied with the impugned order  passed   by   the   learned   Commercial   Court,   Vadodara   dated  14.03.2017 passed below Exh.9 in Commercial C.M.A No. 113 of  2016,   by   which,   the   learned   Commercial   Court,   Vadodara   has  partly   allowed   the   said   application   submitted   by   the   respondent  herein  original respondent and has directed the appellant herein   original applicant to deposit 75% of the awarded amount including  interest   within   one   month,   subject   to   the   outcome   of   the  application   filed   by   the   applicant   under   Section   34   of   the  Arbitration and Conciliation Act, 1996 (hereinafter referred to as  the   \"Arbitration   Act,   1996\"),   the   original   applicant   has  preferred  present Appeal From Order. \n3.0.",
            "labels": [
                "FAC"
            ],
            "id": "7e4d9951308346ae90052eeef59b406e_57"
        },
        {
            "start": 3392,
            "end": 3474,
            "text": "The facts leading to the present Appeal From Order in  nutshell are as under:\n3.1.",
            "labels": [
                "FAC"
            ],
            "id": "1af2779a3a724d9fa3a14f3ad40a01a9_58"
        },
        {
            "start": 3475,
            "end": 3551,
            "text": "That the dispute arose between the parties which could  not   be   resolved.",
            "labels": [
                "FAC"
            ],
            "id": "5ad2ce206e154646b36c6bc450ab56e9_59"
        },
        {
            "start": 3552,
            "end": 3836,
            "text": "  Therefore,   the   respondent   herein(   hereinafter  referred to as \"original respondent\") invoked the Arbitration clause  contained in the contract / agreement and approached this Court  by   way   of   application   under   Section   11   of   the   Arbitration   Act,  1996.   ",
            "labels": [
                "FAC"
            ],
            "id": "e7ead244c243465c90cff0654818e1f2_60"
        },
        {
            "start": 3836,
            "end": 3988,
            "text": "That   thereafter,   the   matter   was   referred   to   the   learned  Arbitral   Tribunal   consisting   of   retired   Judge   of   this   Court.   ",
            "labels": [
                "FAC"
            ],
            "id": "604457c6f98c44f0825d00f0c802b231_61"
        },
        {
            "start": 3988,
            "end": 4171,
            "text": "That  thereafter,   the   learned   Arbitrator   declared   the   award   on   dated  25.06.2016   in   favour   of   original   respondent   for   a   sum   of   Rs. \n1,38,64,606.89.",
            "labels": [
                "RLC"
            ],
            "id": "1c5c39a0c50346ea892a5e6cf7d2478c_62"
        },
        {
            "start": 4172,
            "end": 4596,
            "text": "\n3.2. Feeling   aggrieved   and   dissatisfied   with   the   award  passed   by   the   learned   Arbitrator,   the   appellant   herein      original  HC-NIC Page 2 of 14 Created On Tue Aug 15 07:58:40 IST 2017 applicant   (hereinafter   referred   to   as   the   \"original   applicant\")  submitted   an   application   before   the   learned   Commercial   Court,  Vadodara under Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "FAC"
            ],
            "id": "efc53debe737425aaad1dbf58279e144_63"
        },
        {
            "start": 4598,
            "end": 5069,
            "text": "3.3. That   in   the   said   application   under   Section   34   of   the  Arbitration   Act,   1996,   original   respondent   submitted   the  application   below   Exh.9   for   appropriate   order   directing   the  applicant   to   deposit   75%   of   the   total   awarded   amount   in  accordance   with   Section   19   of   the   Micro,   Small   and   Medium  Enterprises   Development   Act,   2006     (hereinafter   referred   to   as  \"MSMED Act\").\n3.4.",
            "labels": [
                "FAC"
            ],
            "id": "f678f547a9464d5fa74954a5bcafaa1a_64"
        },
        {
            "start": 5070,
            "end": 5461,
            "text": "It was the case on behalf of the original applicant that  original respondent is a small scale unit and therefore, relying upon  Section   19   of   the   MSMED   Act,   it   was   submitted   that   while  preferring   the   appeal   /   application   challenging   the   Award,   the  aggrieved   party   is   required   to   first   deposit   75%   of   the   total  awarded amount. \n3.5.",
            "labels": [
                "FAC"
            ],
            "id": "8db3ea428d494b1abe1944c051658881_65"
        },
        {
            "start": 5462,
            "end": 5679,
            "text": "The   said   application   was   vehemently   oppose   by   the  original   respondent   by   submitting   that   in   the   facts   and  circumstances of the case Section 19 of the MSMED Act shall not be  applicable.",
            "labels": [
                "FAC"
            ],
            "id": "f462647273a04a8cb15341e6d843a17d_66"
        },
        {
            "start": 5682,
            "end": 5908,
            "text": "It   was   submitted   that   the   learned   Arbitrator   was  appointed under the provisions of the Arbitration Act, 1996 and the  learned Arbitrator has declared the award under the provisions of  Arbitration   Act,   1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8ef6fd8e90a44ff4bd2d5000b14c6b18_67"
        },
        {
            "start": 5911,
            "end": 6221,
            "text": "It   was     submitted   that   even   the   original  respondent also invoked the provisions of the Arbitration Act, 1996  and submitted the application under Section 11 of the Arbitration  HC-NIC Page 3 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act,   1996   requesting   to   appoint   the   Arbitrator.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "23e5ba5e7c054f429c0f6213852693a2_68"
        },
        {
            "start": 6224,
            "end": 6569,
            "text": "It   was   further  submitted that learned Arbitrator has not declared the award under  the   provision   of   MSMED   Act   and   therefore,   Section   19   of   the  MSMED Act shall not be applicable in a case where the award is  arising within the proceedings under the Arbitration Act, 1996 and  not under Section 18 of the MSMED Act. \n3.6.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6df07fca9caa49ab964c9eb9f9381af6_69"
        },
        {
            "start": 6570,
            "end": 7028,
            "text": "However, following the decision of the learned Single  Judge of this Court in the case of  JMC Projects (India) Ltd. V/s.  Mechtech   Engineers    rendered   in   Special   Civil   Application   No.  14629 of 2010, the learned Commercial Court has overruled the  objection   raised   by   the   original   applicant   and   has   allowed   the  application   Exh.9   submitted   by   the   original   respondent   and  considering Section 19 of the MSMED Act",
            "labels": [
                "RLC"
            ],
            "id": "2da35cfb58974c3e88e7f6796c2aabd6_70"
        },
        {
            "start": 7029,
            "end": 7103,
            "text": "has directed the original  applicant to deposit 75% of the awarded amount.",
            "labels": [
                "RLC"
            ],
            "id": "8bc0c21fbd544063b8584a5f22ba6698_71"
        },
        {
            "start": 7105,
            "end": 7387,
            "text": "3.7. Feeling  aggrieved   and  dissatisfied  with  the   impugned  order passed by the learned Commercial Court, Vadodara passed  below application Exh.9 directing the original applicant to 75% of  the awarded amount, the original applicant has preferred present  Appeal From Order.",
            "labels": [
                "RLC"
            ],
            "id": "43d6dc7774e64f51a999d361b3658d9f_72"
        },
        {
            "start": 7389,
            "end": 7623,
            "text": "4.0. Shri Hasurkar, learned advocate has appeared on behalf  of the on behalf of the appellantoriginal applicant and Shri B.S.  Raju,   learned   advocate   has   appeared   on   behalf   of   respondent  herein original respondent. \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b88542dedab74227a739367a21dbc261_73"
        },
        {
            "start": 7623,
            "end": 7709,
            "text": "4.1. Shri   Hasurkar,   learned   advocate   for   the   original  HC-NIC Page 4 of 14",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "157a76d39cf74c27a0eb0fedede95f01_74"
        },
        {
            "start": 7710,
            "end": 7762,
            "text": "Created On Tue Aug 15 07:58:40 IST 2017 applicant   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79e02fe447b6405493adfe902ad1e5d7_75"
        },
        {
            "start": 7762,
            "end": 8050,
            "text": "has   vehemently   submitted   that   in   the   facts   and  circumstances   of   the   case   the   learned   Commercial   Court   has  materially erred in directing the original applicant to deposit 75%  of the awarded amount relying upon and considering Section 19 of  the  MSMED Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c198ae319bdf43858d177c9c28869cfc_76"
        },
        {
            "start": 8051,
            "end": 8400,
            "text": "\n4.2. It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   in   the   facts   and  circumstances of the case Section 19 of the  MSMED Act shall not  be applicable as the award declared by the learned Arbitrator was  not   under   the   provisions   of     MSMED   Act,   but   it   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa209c45e3424e52b55c9d638163e48c_77"
        },
        {
            "start": 8400,
            "end": 8441,
            "text": "was   under   the  Arbitration Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e8fb3991e35543a2ac6118417e575aa1_78"
        },
        {
            "start": 8443,
            "end": 8902,
            "text": "4.3.   It is vehemently submitted by Shri Hasurkar, learned  advocate   for   the   original   applicant   that   the   learned   Commercial  Court has not properly appreciated the fact that in fact the original  respondent   itself   approached   this   Court   by   submitting   the  application under Section 11 of the Arbitration Act, 1996 and the  learned   Arbitrator   was   appointed   under   the   provisions   of   the  Arbitration   Act,   1996.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7d4c266b05fe4e1785bf508c465d6b74_79"
        },
        {
            "start": 8902,
            "end": 9241,
            "text": "It   is  submitted  that  therefore,   the  learned  Arbitrator   had   not   declared   the   award   under   the   provisions   of  MSMED   Act   and   therefore,   the   provisions   of   MSMED   Act,   more  particularly,   Section   18   &   19   of   the   MSMED   Act   shall   not   be  applicable to the facts of the case on hand.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a9838e551b7d4369a3e8112585f02727_80"
        },
        {
            "start": 9242,
            "end": 9477,
            "text": "It is further submitted  by Shri Hasurkar, learned advocate for the original applicant that  Section 19 shall be applicable only in a case where the award is  declared either by the Council and/ or Arbitrator appointed by the  Council.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "98ee32d6da924f879c73f34ddf56590a_81"
        },
        {
            "start": 9478,
            "end": 9934,
            "text": "  It is submitted that therefore, when in the present case  HC-NIC Page 5 of 14 Created On Tue Aug 15 07:58:40 IST 2017 the award is neither declared by the Council nor by Arbitrator on a  reference made by a Council, the provisions of MSMED Act, more  particularly, Section 19 of the MSMED Act shall not be applicable.  It is submitted that therefore, the impugned order passed by the  learned Commercial Court deserves to be quashed and set aside.  \n4.4.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a2201dbcdd854f8d92d40dc47d5cccd3_82"
        },
        {
            "start": 9935,
            "end": 10304,
            "text": "It   is   vehemently   submitted  by   Shri   Hasurkar,   learned  advocate   for   the   original   applicant   that   as   the   application   is  preferred under Section 34 of the Arbitration Act, 1996, to set aside  the award, the right to file an application under Section 34 of the  Arbitration Act, 1996 is a statutory and same is unconditional and  unqualified.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "76f9a6c553054283ad09c3ad7a80ad2c_83"
        },
        {
            "start": 10305,
            "end": 10544,
            "text": "It is submitted that therefore, no conditions could have  been imposed by the learned Commercial Court while entertaining  the   application   submitted   by   the   applicant,   submitted   under  Section 34 of the Arbitration Act, 1996.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "38ef609ed8a94b68b98ea18e13d1ccae_84"
        },
        {
            "start": 10544,
            "end": 10642,
            "text": "Making   above   submissions,   it   is   requested   to   allow   the  present Appeal From Order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "72c07e1caab84ecb971e4b29043786e1_85"
        },
        {
            "start": 10644,
            "end": 10768,
            "text": "5.0. Present Appeal From Order is vehemently opposed by  Shri B.S. Raju, learned advocate for the original respondent. \n5.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3028253b769a4c4fb795b173f3e3e35a_86"
        },
        {
            "start": 10769,
            "end": 10808,
            "text": "It   is   further   submitted   that   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ed5b907813f8458880a6a6b663a0f7b4_87"
        },
        {
            "start": 10808,
            "end": 11097,
            "text": "in   the   facts   and  circumstances   of   the   case   learned   Commercial   Court   has   rightly  allowed the application Exh.9 submitted by the original respondent  and has rightly directed the applicant to deposit 75% of the total  amount awarded by the learned  Arbitral Tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "73d5c8fbfde948cc98707f43cff8a464_88"
        },
        {
            "start": 11098,
            "end": 11325,
            "text": "It is submitted  that the impugned order passed by the learned Commercial Court  is absolutely in consonance with the provisions of Section 19 of the  HC-NIC Page 6 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act. \n5.2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf7f92e71f1d439292fdcf65338b1329_89"
        },
        {
            "start": 11326,
            "end": 11570,
            "text": "It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate for the original respondent that admittedly the applicant  is   a   small   scale   unit   and   therefore,   shall   be   governed   by   the  provision of MSMED Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b43eb029519a4548ae6381a4f77f65f9_90"
        },
        {
            "start": 11572,
            "end": 12202,
            "text": "It is further submitted by Shri B.S. Raju,  learned   advocate   that   originally   Act   of   1993  was   framed   \"to  provide   for   and   regulate   the   payment   of   interest   on   delayed  payments to small scale and ancillary industrial undertaking and  for   matters   connected   therewith   or   incidental   thereto\".   It   is  submitted that the  objects and reasons for enactment of the Act of  1993 records that it was felt that prompt payments of money by  buyers should be statutorily ensured and mandatory provisions for  payment of interest on the outstanding money, in case of default,  should be made.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aef597b992384cb0b8dc516811f5ac9d_91"
        },
        {
            "start": 12202,
            "end": 12387,
            "text": "It is submitted that it was felt that  the buyers, if  required under law to pay interest, would refrain from withholding  payments to small scale and ancillary industrial undertakings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "89d6fd073c234721a3f1467df689c248_92"
        },
        {
            "start": 12388,
            "end": 12470,
            "text": " It is  submitted that with   these objects in mind, the Act of 1993 was  enacted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9b939f73d45e44bda5d86abffc3b954e_93"
        },
        {
            "start": 12471,
            "end": 12694,
            "text": "It is submitted that the Act of 1993 was further amended  by the Amendment Act 23 of 1998 with the object of making the  Act more effective for ensuring timely payments to small scale and  ancillary industrial undertakings.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0857f4d82a714c6f924b28610fa9125e_94"
        },
        {
            "start": 12695,
            "end": 13184,
            "text": "It is submitted that in the original  Act of 1993 amended in 1998, even Section 7 of the Act of 1993  provides that  no appeal against any decree, award or other order  shall   be   entertained  by   any   Court   or   other   authority,   unless  the  appellant (not being a supplier) has deposited with its seventyfive  per cent of the amount in terms of the decree, award or, as the case  may be, other order in the manner directed by such Court or, as the  case may be, such authority.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d1812f432a4b4eb8b3a9fe6ac17ccf29_95"
        },
        {
            "start": 13185,
            "end": 13531,
            "text": "It is submitted that thereafter MSMED  HC-NIC Page 7 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Act has been enacted \"to provide for facilitating the promotion and  development   and   enhancing   the   competitiveness   of   micro,   small  and  medium   enterprises   and   for   matters   connected  therewith  or  incidental   thereto\".   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b34ab4dd8f3d4e50ae73528f1ef6215c_96"
        },
        {
            "start": 13531,
            "end": 13671,
            "text": "It   is   submitted   that   Chapter   V   of   2006  (MSMED)     deals   with   delayed   payments   to   micro   and   small  enterprises.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c866f9d8475d4a5e8bfaec99fec7d4cb_97"
        },
        {
            "start": 13672,
            "end": 13815,
            "text": "Section 15 of the Act of 2006 casts a liability on the  buyer to make payment to the supplier of goods or services within  the stipulated time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "444a7e663303499b993dde7b73875706_98"
        },
        {
            "start": 13816,
            "end": 14083,
            "text": "Section 16 of the Act of 2006 casts a duty on  the buyer to pay compound interest at three times of the bank rate  notified by the Reserve Bank, if such payment is not made within  the time stipulated notwithstanding any agreement or law for the  time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f73ac15e59ba4669a310b28027ff4e67_99"
        },
        {
            "start": 14084,
            "end": 14246,
            "text": "It is submitted that Section 18 of MSMED Act  provides for reference to Micro and Small Enterprises Facilitation  Council established under section 20 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d349c4ce7c1641fdb46a2f5fc4b6312e_100"
        },
        {
            "start": 14247,
            "end": 14440,
            "text": "Section 19  of the  Act   of   2006   requires   deposit   of   75%   of   the   amount   of   decree,  award or order pending the proceedings challenging such decree,  award   or   order.     ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8b8a884505064ef38a7d011c02447ae3_101"
        },
        {
            "start": 14440,
            "end": 14731,
            "text": "It   is   submitted   that   therefore,   considering   the  object and purpose of enactment of MSMED Act and considering  Section 19 of the MSMED Act, the learned Commercial Court has  rightly   directed   the   original   applicant   to   deposit   75%   of   the  awarded amount. \n5.3.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aacd9f2e27a944bf9348710395c0ed09_102"
        },
        {
            "start": 14731,
            "end": 15267,
            "text": "It   is   further   submitted   by   Shri   B.S.   Raju,   learned  advocate   for   the   original   respondent   that   even   otherwise  considering   Section   19   of   the   MSMED   Act   even   in   case   of   the  application for setting aside the decree which can be only by the  Civil   Court   in   a   suit,   the   judgment   debtor   while   submitting   the  application for setting aside such decree is required to deposit 75%  HC-NIC Page 8 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of   the   amount   awarded.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "542e37dfe2f549318c7ff414526af45a_103"
        },
        {
            "start": 15267,
            "end": 15744,
            "text": "It   is   submitted   that   therefore,   the  restrictive meaning to Section 19 of the MSMED Act i.e. only in a  case where the application for setting aside any decree,   award or  other order made either by the Council itself or by any institution  or centre providing alternate dispute resolution services to which a  reference is made by the Council, the requirement of Section 19 of  the Act to depsoit 75% of  the awarded amount will be applicable,  may not be accepted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7818b5c33d87485dabe9792ae4de11e5_104"
        },
        {
            "start": 15745,
            "end": 15898,
            "text": "It is submitted that if such interpretation is  accepted, in that case, Section 19 of the MSMED Act and object and  purpose of MSMED shall be frustrated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e42c1c53a6543bba4d742e05f302d1f_105"
        },
        {
            "start": 15900,
            "end": 15967,
            "text": "5.4. Shri B.S. Raju, learned advocate for the original respondent  ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b0f7cc7ecfb54cecba940a61ae700ca4_106"
        },
        {
            "start": 15967,
            "end": 16268,
            "text": "has fairly conceded that as such before learned Commercial Court  the learned advocate for the respondent relied upon the decision of  the learned Single Judge of this Court in the case of   JMC Projects  (India) Ltd (supra), however same has been subsequently set aside  by the Hon'ble Supreme Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "182710ab57ff4b3d98ea035470d96e45_107"
        },
        {
            "start": 16269,
            "end": 16539,
            "text": "It is submitted that however while  setting aside the order passed by the learned Single Judge in the  case   of     JMC   Projects   (India)   Ltd   (supra),   the   Hon'ble   Supreme  Court directed the appellant  judgment debtor to deposit 75% of  the amount awarded.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9e5bc872812141f68f446f1b610d72c4_108"
        },
        {
            "start": 16540,
            "end": 16779,
            "text": "It is submitted that therefore,the impugned  order   passed   by   the   learned   Commercial   Court   directing   the  original applicant to deposit 75% of the awarded amount may not  be interfered with. \nMaking   above   submissions,   ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c037e98fed0843539d1af859a7495e27_109"
        },
        {
            "start": 16779,
            "end": 16847,
            "text": "it   is   requested   to   dismiss   the  present Appeal From Order.",
            "labels": [
                "RPC"
            ],
            "id": "6d269fa3f79e496f998c66fd050b8a2c_110"
        },
        {
            "start": 16848,
            "end": 16913,
            "text": "\nHC-NIC Page 9 of 14 Created On Tue Aug 15 07:58:40 IST 2017 6.0.",
            "labels": [
                "NONE"
            ],
            "id": "1f1606667d2c4a65b209d728c90f4744_111"
        },
        {
            "start": 16914,
            "end": 16980,
            "text": "Heard the learned advocates for the respective parties  at length.",
            "labels": [
                "NONE"
            ],
            "id": "33a1e41e716c4dbaaf0cad893243e476_112"
        },
        {
            "start": 16982,
            "end": 17327,
            "text": "7.0. What is challenged in the present Appeal From Order is  the   impugned   order   passed   by   the   learned   Commercial   Court,  Vadodara   directing   the   appellant   herein   original   applicant   to  deposit 75% of the total claim awarded by the learned Arbitrator,  in an application under Section 34 of the Arbitration Act. \n7.1.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6c45bb7b3f6247748ee07cee26178982_113"
        },
        {
            "start": 17328,
            "end": 17617,
            "text": "From   the   impugned   order   passed   by   the   learned  Commercial Court, it appears that the aforesaid direction has been  issued   by   the   learned   Commercial   Court   on   an   application  submitted by the respondent herein and considering Section 19 of  the  MSMED Act.\n7.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b198a3d9cf3496ba3b6fa94e769b026_114"
        },
        {
            "start": 17618,
            "end": 17879,
            "text": "However, it is required to be noted that in the present  case the arbitration proceedings commenced and concluded under  the provisions of the Arbitration Act and not under the provisions  of the MSMED Act, more particularly, Section 18 of the Arbitration  Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3d8a4ceeeb647e88b8bbcaf347b3ad3_115"
        },
        {
            "start": 17880,
            "end": 18005,
            "text": "It is not in dispute and it is an admitted position that as such  after   the   dispute   arose   between   the   parties,   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5277e465e6947d9a30dc577b7e87c1d_116"
        },
        {
            "start": 18005,
            "end": 18170,
            "text": "the   respondent  approached this Court for appointment of Arbitrator under Section  11 of the Arbitration Act and the matter was referred to the Arbitral  Tribunal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f15d96c0f7fd4ebfb75904df2e492deb_117"
        },
        {
            "start": 18171,
            "end": 18279,
            "text": "That thereafter, the learned Arbitrator has declared the  award under the provisions of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a35475a19afe4b308265548c640de5a2_118"
        },
        {
            "start": 18280,
            "end": 18480,
            "text": "Therefore, the  award has not been declared either by the Council itself or by  any  institution or centre providing alternate dispute resolution services  to which a reference is made by the Council.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2ad33db229044a081d97fbc8867ea6b_119"
        },
        {
            "start": 18481,
            "end": 19137,
            "text": "Therefore,  as such  HC-NIC Page 10 of 14 Created On Tue Aug 15 07:58:40 IST 2017 Section 19 of the MSMED Act shall not be applicable to the facts of  the case on hand and therefore, relying upon and / or considering  Section 19 of the MSMED Act, in an application under Section 34  of the Arbitration Act, 1996, the learned Commercial Court ought  not   to  have   imposed   the   conditions  and  /  or   ought   not   to  have  directed the appellant  original  appellant  to deposit 75% of the  amount   in   terms   of   the   award.   Therefore,   as   such   learned  Commercial Court   has materially erred in applying Section 19 of  the MSMED Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07ecb2f0fb3c47f0b9bfd9e530ab0840_120"
        },
        {
            "start": 19138,
            "end": 19163,
            "text": "\n8.0 . Now,   so   far   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a68d2e8c92d43b7aa309ac21880b370_121"
        },
        {
            "start": 19163,
            "end": 19503,
            "text": "as   the   submission   on   behalf   of   the  respondent   that   with   respect   to   any   decree   passed   by   the   Civil  Court or even the award either declared under the provision of the  Arbitration Act when application for setting aside such decree or  award is made, Section 19 of the MSMED Act  shall be applicable,  more   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1008d232e2b7409d822b385679935277_122"
        },
        {
            "start": 19503,
            "end": 19750,
            "text": "particularly,   when   the   applicant   is   Small   Scale   Unit   is  concerned,   it   is   the   case   on   behalf   of   the   respondent   that   word  \"decree\" used in Section 19 of the MSMED Act, shall also be given  some   meaning.     ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe448dc4f30d499d9cb825dcb8f92268_123"
        },
        {
            "start": 19750,
            "end": 19994,
            "text": "It   is   submitted   that,   therefore,   even   in   an  application for setting aside any decree passed by the Court, before  entertaining such application, the judgment debtor is required to  deposit 75% of the amount in terms of the decree",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba510ce338bf42cb8ff917ba779006cf_124"
        },
        {
            "start": 19995,
            "end": 20389,
            "text": ". Therefore, it is  submitted   on   behalf   of   the   the   respondent   herein   that   even   in  application under Section 34 of the Arbitration Act challenging the  award   declared   under   the   Arbitration   Act,   1996,   the   aggrieved  party is required to deposit 75% of the amount in terms of award,  the   aforesaid   seems   to   be   attractive   but   has   no   substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ed89e9f2f634e229d32572c4f7d07a0_125"
        },
        {
            "start": 20392,
            "end": 20453,
            "text": "The  wording   used   in   Section   19   are   very   clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3067fefe8b364ad09f0826bf77ce8434_126"
        },
        {
            "start": 20454,
            "end": 20574,
            "text": "  Section   19   of   the  HC-NIC Page 11 of 14 Created On Tue Aug 15 07:58:40 IST 2017 MSMED Act,  reads as under: \n19.",
            "labels": [
                "STA"
            ],
            "id": "65d7e7e08d4a41f3b7f0b20ce9e2da51_127"
        },
        {
            "start": 20575,
            "end": 20872,
            "text": "No   application   for   setting   aside   any   decree,  award or other order made either by the Council itself  or   by   any   institution   or   centre   providing   alternate  dispute resolution services to which a reference is made  by the Council, shall be entertained by any court unless  ",
            "labels": [
                "STA"
            ],
            "id": "ef9b0c9382a4485a8862f5f37987aefc_128"
        },
        {
            "start": 20872,
            "end": 21399,
            "text": "the appellant (not being a supplier) has deposited with  it seventyfive per cent of the amount in terms of the  decree, award or, as the case may be, the other order in  the manner directed by such court: \nProvided that pending disposal of the application to set  aside the decree, award or order, the court shall order  that such percentage of the amount deposited shall be  paid to the supplier, as it considers reasonable under  the circumstances of the case subject to such conditions  as it deems necessary to impose.\n8.1.",
            "labels": [
                "STA"
            ],
            "id": "03c42b7ca48f4a5cb66e78c23efc2c51_129"
        },
        {
            "start": 21400,
            "end": 21871,
            "text": "Therefore, only in an application for setting aside any  decree, award or other order made  either by the Council itself or  by   any   institution   or   centre   providing   alternate   dispute  resolution services to which a reference is made by the Council,  aggrieved party is required to deposit 75% of the amount in terms  of   decree   /   award   and   unless   and   until   such   an   amount   is  deposited, the Court shall not entertain such an application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c02faa6d79504cd78e3456880f7d5da3_130"
        },
        {
            "start": 21872,
            "end": 22016,
            "text": "Such a  requirement is not there under the provisions of the Arbitration Act,  1996, more particularly, Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44cca8d8eb2e4d43a1a16dd6434a378b_131"
        },
        {
            "start": 22018,
            "end": 22521,
            "text": "9.0. Now, so far as reliance placed upon the decision of the  learned   Single   Judge   of  this   Court   in   the   case   of    JMC   Projects  (India) Ltd (supra) which has also been relied upon by the learned  Commercial Court while passing the impugned order is concerned,  at the outset, it is required to be noted  and it is not in dispute that  said   judgment   and   order   passed   in     JMC   Projects   (India)   Ltd  HC-NIC Page 12 of 14 Created On Tue Aug 15 07:58:40 IST 2017 (supra)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a63d8b0471c649f19d38bd5304fe7f51_132"
        },
        {
            "start": 22522,
            "end": 22585,
            "text": "has been  subsequently set aside by the Hon'ble Supreme  Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64baa4f74d3e418285e2b78f0a306a34_133"
        },
        {
            "start": 22587,
            "end": 22933,
            "text": "10. In view of the above and for the reasons stated above,  the   impugned   order   passed   by   the   learned   Commercial   Court  directing  the  appellant   to  deposit  75%  of  the   amount  under  the  award,   relying   upon   Section   19   of   the   MSMED   Act,   cannot   be  sustained and same deserve to be quashed and set aside.",
            "labels": [
                "RATIO"
            ],
            "id": "ce4ef9995e6f4fab80f8a1b45abfd4f6_134"
        },
        {
            "start": 22935,
            "end": 23030,
            "text": "11. In view of the above and for the reasons stated above,  present Appeal From Order succeeds.",
            "labels": [
                "RPC"
            ],
            "id": "e7a6ac5011684f69adc731e79edf30fe_135"
        },
        {
            "start": 23031,
            "end": 23140,
            "text": "The   impugned order passed  by   the   learned   Commercial   Court,   Vadodara   dated   14.03.2017  passed",
            "labels": [
                "RPC"
            ],
            "id": "a0228c982a1c4a9ab0782c2092ccfaa6_136"
        },
        {
            "start": 23141,
            "end": 23182,
            "text": "  below   Exh.9   in   Commercial   C.M.A",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33a2c5c18f8a48459370c0bf43213570_137"
        },
        {
            "start": 23183,
            "end": 23242,
            "text": "  No.   113   of   2016   is  hereby quashed and set aside.",
            "labels": [
                "RPC"
            ],
            "id": "d3a54dab84fd4302ad8ff04868584de9_138"
        },
        {
            "start": 23243,
            "end": 23572,
            "text": "However, it is observed and made it  clear that the present order be confined to impugned order passed  by the learned Commercial Court directing the appellant to deposit  75% considering Section 19 of the MSMED Act and shall not affect  any of the rights of the respondent available under the provisions of  the Arbitration Act.",
            "labels": [
                "RATIO"
            ],
            "id": "7c8e6c8bfe9d41adaa66ea26f9d3ebec_139"
        },
        {
            "start": 23573,
            "end": 24064,
            "text": "It is also observed and made it clear that the  present order may not be construed granting stay of execution of  the award declared by the Arbitral Tribunal and as observed herein  above, the present order be confined to impugned order passed by  the learned Commercial Court, by which, relying upon Section 19  of   the   MSMED   Act,   in   an   application   under   Section   34   of   the  Arbitration Act, the appellant has been directed to deposit 75% of  the amount under the award.",
            "labels": [
                "RATIO"
            ],
            "id": "ead74bbb6e514bd683e88303f4a1ec10_140"
        },
        {
            "start": 24065,
            "end": 24107,
            "text": "In the facts and circumstance of the  case",
            "labels": [
                "RPC"
            ],
            "id": "07848e9d7e7a4beaa4938a53f1c0fcb2_141"
        },
        {
            "start": 24108,
            "end": 24193,
            "text": "  and   considering   the   object   and   purpose   of   the   Commercial  Court Act",
            "labels": [
                "RPC"
            ],
            "id": "6655b86e16e1437c85fc53cd1028d930_142"
        },
        {
            "start": 24194,
            "end": 24389,
            "text": ", the Commercial Court is directed to decide and dispose  HC-NIC Page 13 of 14 Created On Tue Aug 15 07:58:40 IST 2017 of Section 34 application at the earliest and but not latter than one  year.",
            "labels": [
                "RPC"
            ],
            "id": "0830cb91181e4e1da2858c8a34acfd8f_143"
        },
        {
            "start": 24390,
            "end": 24451,
            "text": "Present Appeal From Order is allowed to the aforesaid extent.",
            "labels": [
                "RPC"
            ],
            "id": "3ce07599d843470f89e42c6bd4619c63_144"
        },
        {
            "start": 24452,
            "end": 24462,
            "text": "\nNo costs.",
            "labels": [
                "RPC"
            ],
            "id": "e05dc794871747c8883d8ce8d99575fd_145"
        },
        {
            "start": 24465,
            "end": 24696,
            "text": "12. In   view   of   order   passed   in   Appeal   From   Order,   Civil  Application stands disposed of accordingly. \nsd/ (M.R. SHAH, J.)  sd/ (B.N. KARIA, J.)  Kaushik HC-NIC Page 14 of 14 Created On Tue Aug 15 07:58:40 IST 2017",
            "labels": [
                "NONE"
            ],
            "id": "dffaa99b3c674b7196bbe85c994fb511_146"
        }
    ],
    "entities": [
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 18
        },
        {
            "text": "Gujarat Energy Transmission",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 46
        },
        {
            "text": "Deora Wires N Machines Pvt. Ltd",
            "label": "RESPONDENT",
            "start_char": 54,
            "end_char": 85
        },
        {
            "text": "M.R. Shah",
            "label": "JUDGE",
            "start_char": 153,
            "end_char": 162
        },
        {
            "text": "B.N. Karia",
            "label": "JUDGE",
            "start_char": 164,
            "end_char": 174
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 305,
            "end_char": 339
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 736,
            "end_char": 745
        },
        {
            "text": "B.N. KARIA",
            "label": "JUDGE",
            "start_char": 828,
            "end_char": 838
        },
        {
            "text": "Constitution  of   India",
            "label": "STATUTE",
            "start_char": 1401,
            "end_char": 1425
        },
        {
            "text": "GUJARAT ENERGY TRANSMISSION CORPORATION LTD",
            "label": "PETITIONER",
            "start_char": 1530,
            "end_char": 1573
        },
        {
            "text": "DEORA WIRES N MACHINES PVT",
            "label": "PRECEDENT",
            "start_char": 1606,
            "end_char": 1632
        },
        {
            "text": "SP HASURKAR",
            "label": "OTHER_PERSON",
            "start_char": 1738,
            "end_char": 1749
        },
        {
            "text": "BHADRISH S RAJU",
            "label": "OTHER_PERSON",
            "start_char": 1791,
            "end_char": 1806
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 1941,
            "end_char": 1950
        },
        {
            "text": "B.N. KARIA",
            "label": "JUDGE",
            "start_char": 1977,
            "end_char": 1987
        },
        {
            "text": "10/04/2017",
            "label": "DATE",
            "start_char": 1996,
            "end_char": 2006
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 2052,
            "end_char": 2061
        },
        {
            "text": "27.03.2017",
            "label": "DATE",
            "start_char": 2093,
            "end_char": 2103
        },
        {
            "text": "B.S. Raju",
            "label": "OTHER_PERSON",
            "start_char": 2160,
            "end_char": 2169
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 2284,
            "end_char": 2312
        },
        {
            "text": "Commercial   Court,   Vadodara",
            "label": "COURT",
            "start_char": 2408,
            "end_char": 2438
        },
        {
            "text": "14.03.2017",
            "label": "DATE",
            "start_char": 2448,
            "end_char": 2458
        },
        {
            "text": "Commercial C.M.A No. 113 of  ",
            "label": "CASE_NUMBER",
            "start_char": 2481,
            "end_char": 2510
        },
        {
            "text": "Commercial   Court,   Vadodara",
            "label": "COURT",
            "start_char": 2548,
            "end_char": 2578
        },
        {
            "text": "Section   34",
            "label": "PROVISION",
            "start_char": 2933,
            "end_char": 2945
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2958,
            "end_char": 2996
        },
        {
            "text": "Arbitration   Act,   1996",
            "label": "STATUTE",
            "start_char": 3033,
            "end_char": 3058
        },
        {
            "text": "Section   11",
            "label": "PROVISION",
            "start_char": 3532,
            "end_char": 3544
        },
        {
            "text": "Arbitration   Act,  1996",
            "label": "STATUTE",
            "start_char": 3558,
            "end_char": 3582
        },
        {
            "text": "25.06.2016",
            "label": "DATE",
            "start_char": 3824,
            "end_char": 3834
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 4107,
            "end_char": 4135
        },
        {
            "text": "Commercial   Court,  Vadodara",
            "label": "COURT",
            "start_char": 4271,
            "end_char": 4300
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4307,
            "end_char": 4317
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 4325,
            "end_char": 4346
        },
        {
            "text": "Section   34",
            "label": "PROVISION",
            "start_char": 4401,
            "end_char": 4413
        },
        {
            "text": "Arbitration   Act,   1996",
            "label": "STATUTE",
            "start_char": 4426,
            "end_char": 4451
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 4666,
            "end_char": 4678
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 4951,
            "end_char": 4963
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 4977,
            "end_char": 4988
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 5378,
            "end_char": 5388
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 5396,
            "end_char": 5405
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5536,
            "end_char": 5557
        },
        {
            "text": "Arbitration   Act,   1996",
            "label": "STATUTE",
            "start_char": 5634,
            "end_char": 5659
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 5764,
            "end_char": 5785
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 5823,
            "end_char": 5833
        },
        {
            "text": "Arbitration  HC-NIC",
            "label": "STATUTE",
            "start_char": 5841,
            "end_char": 5860
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017 Act,   ",
            "label": "DATE",
            "start_char": 5885,
            "end_char": 5921
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 6087,
            "end_char": 6098
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 6120,
            "end_char": 6132
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 6145,
            "end_char": 6154
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 6250,
            "end_char": 6271
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 6287,
            "end_char": 6297
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 6305,
            "end_char": 6314
        },
        {
            "text": "JMC Projects (India) Ltd. V/s.  Mechtech   Engineers",
            "label": "PRECEDENT",
            "start_char": 6413,
            "end_char": 6465
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 6753,
            "end_char": 6763
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 6771,
            "end_char": 6780
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 6952,
            "end_char": 6978
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 7151,
            "end_char": 7159
        },
        {
            "text": "B.S.  Raju",
            "label": "OTHER_PERSON",
            "start_char": 7264,
            "end_char": 7274
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 7389,
            "end_char": 7397
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 7475,
            "end_char": 7503
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 7774,
            "end_char": 7784
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 7794,
            "end_char": 7803
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 7857,
            "end_char": 7865
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 7981,
            "end_char": 7991
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 8000,
            "end_char": 8009
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 8128,
            "end_char": 8139
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 8173,
            "end_char": 8194
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 8239,
            "end_char": 8247
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 8501,
            "end_char": 8511
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 8519,
            "end_char": 8540
        },
        {
            "text": "Arbitration   Act,   1996",
            "label": "STATUTE",
            "start_char": 8628,
            "end_char": 8653
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 8790,
            "end_char": 8801
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 8847,
            "end_char": 8858
        },
        {
            "text": "Section   18   &   19",
            "label": "PROVISION",
            "start_char": 8884,
            "end_char": 8905
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 8919,
            "end_char": 8930
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 9029,
            "end_char": 9037
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 9089,
            "end_char": 9099
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 9323,
            "end_char": 9351
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 9468,
            "end_char": 9477
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 9499,
            "end_char": 9509
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 9517,
            "end_char": 9526
        },
        {
            "text": "Hasurkar",
            "label": "OTHER_PERSON",
            "start_char": 9735,
            "end_char": 9743
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9854,
            "end_char": 9864
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 9872,
            "end_char": 9893
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9959,
            "end_char": 9969
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 9978,
            "end_char": 9999
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10257,
            "end_char": 10267
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 10275,
            "end_char": 10296
        },
        {
            "text": "B.S. Raju",
            "label": "OTHER_PERSON",
            "start_char": 10461,
            "end_char": 10470
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 10985,
            "end_char": 10995
        },
        {
            "text": "HC-NIC Page 6 of 14",
            "label": "CASE_NUMBER",
            "start_char": 11004,
            "end_char": 11023
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 11035,
            "end_char": 11063
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 11064,
            "end_char": 11073
        },
        {
            "text": "B.S.   Raju",
            "label": "OTHER_PERSON",
            "start_char": 11125,
            "end_char": 11136
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 11315,
            "end_char": 11324
        },
        {
            "text": "B.S. Raju",
            "label": "OTHER_PERSON",
            "start_char": 11359,
            "end_char": 11368
        },
        {
            "text": "Act   of   1993",
            "label": "STATUTE",
            "start_char": 11412,
            "end_char": 11427
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 12522,
            "end_char": 12531
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 13011,
            "end_char": 13039
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 13428,
            "end_char": 13438
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 13572,
            "end_char": 13582
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 13861,
            "end_char": 13871
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 13875,
            "end_char": 13884
        },
        {
            "text": "Micro and Small Enterprises Facilitation  Council",
            "label": "ORG",
            "start_char": 13912,
            "end_char": 13961
        },
        {
            "text": "section 20",
            "label": "PROVISION",
            "start_char": 13980,
            "end_char": 13990
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 14003,
            "end_char": 14013
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 14292,
            "end_char": 14301
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 14319,
            "end_char": 14329
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 14337,
            "end_char": 14346
        },
        {
            "text": "B.S.   Raju",
            "label": "OTHER_PERSON",
            "start_char": 14531,
            "end_char": 14542
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 14641,
            "end_char": 14653
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 14667,
            "end_char": 14678
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 14963,
            "end_char": 14991
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 15093,
            "end_char": 15103
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 15111,
            "end_char": 15120
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 15398,
            "end_char": 15408
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 15573,
            "end_char": 15583
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 15591,
            "end_char": 15600
        },
        {
            "text": "MSMED",
            "label": "ORG",
            "start_char": 15628,
            "end_char": 15633
        },
        {
            "text": "B.S. Raju",
            "label": "OTHER_PERSON",
            "start_char": 15666,
            "end_char": 15675
        },
        {
            "text": "JMC Projects  (India) Ltd",
            "label": "PRECEDENT",
            "start_char": 15914,
            "end_char": 15939
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16010,
            "end_char": 16023
        },
        {
            "text": "JMC   Projects   (India)   Ltd",
            "label": "PRECEDENT",
            "start_char": 16142,
            "end_char": 16172
        },
        {
            "text": "Supreme  Court",
            "label": "COURT",
            "start_char": 16202,
            "end_char": 16216
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 16637,
            "end_char": 16665
        },
        {
            "text": "Vadodara",
            "label": "OTHER_PERSON",
            "start_char": 16876,
            "end_char": 16884
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17045,
            "end_char": 17055
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17063,
            "end_char": 17078
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 17340,
            "end_char": 17350
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 17360,
            "end_char": 17369
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17520,
            "end_char": 17535
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 17573,
            "end_char": 17582
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 17603,
            "end_char": 17613
        },
        {
            "text": "Arbitration  Act",
            "label": "STATUTE",
            "start_char": 17621,
            "end_char": 17637
        },
        {
            "text": "Section  11",
            "label": "PROVISION",
            "start_char": 17840,
            "end_char": 17851
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17859,
            "end_char": 17874
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18022,
            "end_char": 18037
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 18293,
            "end_char": 18321
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 18322,
            "end_char": 18332
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 18340,
            "end_char": 18349
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 18458,
            "end_char": 18468
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 18476,
            "end_char": 18485
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18511,
            "end_char": 18521
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 18530,
            "end_char": 18551
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 18868,
            "end_char": 18878
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 18887,
            "end_char": 18896
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19122,
            "end_char": 19137
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 19204,
            "end_char": 19214
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 19222,
            "end_char": 19231
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 19439,
            "end_char": 19449
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 19457,
            "end_char": 19466
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19874,
            "end_char": 19884
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19892,
            "end_char": 19907
        },
        {
            "text": "Arbitration   Act,   1996",
            "label": "STATUTE",
            "start_char": 19958,
            "end_char": 19983
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 20177,
            "end_char": 20189
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 20214,
            "end_char": 20226
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 20271,
            "end_char": 20299
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 20300,
            "end_char": 20309
        },
        {
            "text": "Arbitration Act,  1996",
            "label": "STATUTE",
            "start_char": 21693,
            "end_char": 21715
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21736,
            "end_char": 21746
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 21754,
            "end_char": 21775
        },
        {
            "text": "JMC   Projects  (India) Ltd",
            "label": "PRECEDENT",
            "start_char": 21910,
            "end_char": 21937
        },
        {
            "text": "JMC   Projects   (India)   Ltd",
            "label": "ORG",
            "start_char": 22181,
            "end_char": 22211
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 22245,
            "end_char": 22273
        },
        {
            "text": "Supreme  Court",
            "label": "COURT",
            "start_char": 22330,
            "end_char": 22344
        },
        {
            "text": "Section   19",
            "label": "PROVISION",
            "start_char": 22584,
            "end_char": 22596
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 22610,
            "end_char": 22621
        },
        {
            "text": "Commercial   Court,   Vadodara",
            "label": "COURT",
            "start_char": 22841,
            "end_char": 22871
        },
        {
            "text": "14.03.2017",
            "label": "DATE",
            "start_char": 22882,
            "end_char": 22892
        },
        {
            "text": "Commercial   C.M.A   No.   113   of   ",
            "label": "CASE_NUMBER",
            "start_char": 22924,
            "end_char": 22962
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 23191,
            "end_char": 23201
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 23209,
            "end_char": 23218
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23316,
            "end_char": 23331
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 23634,
            "end_char": 23644
        },
        {
            "text": "MSMED   Act",
            "label": "STATUTE",
            "start_char": 23657,
            "end_char": 23668
        },
        {
            "text": "Section   34",
            "label": "PROVISION",
            "start_char": 23704,
            "end_char": 23716
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23729,
            "end_char": 23744
        },
        {
            "text": "Commercial  Court Act",
            "label": "STATUTE",
            "start_char": 23932,
            "end_char": 23953
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 24043,
            "end_char": 24071
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24075,
            "end_char": 24085
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 24350,
            "end_char": 24359
        },
        {
            "text": "B.N. KARIA",
            "label": "JUDGE",
            "start_char": 24372,
            "end_char": 24382
        },
        {
            "text": "Tue Aug 15 07:58:40 IST 2017",
            "label": "DATE",
            "start_char": 24429,
            "end_char": 24457
        }
    ],
    "precedent_clusters": {
        "JMC Projects (India) Ltd. V/s.  Mechtech   Engineers": [
            "DEORA WIRES N MACHINES PVT",
            "JMC Projects (India) Ltd. V/s.  Mechtech   Engineers"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section   34",
            "Arbitration and Conciliation Act, 1996",
            "Section   34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section   11",
            "Arbitration   Act,  1996",
            "Section   11",
            "Arbitration   Act,  1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section   34",
            "Arbitration   Act,   1996",
            "Section   34",
            "Arbitration   Act,   1996"
        ],
        [
            "Section   19",
            "MSMED   Act",
            "Section   19",
            "MSMED   Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 11",
            "Arbitration  HC-NIC",
            "Section 11",
            "Arbitration  HC-NIC"
        ],
        [
            "Section   19",
            "MSMED Act",
            "Section   19",
            "MSMED Act"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 11",
            "Arbitration Act, 1996",
            "Section 11",
            "Arbitration Act, 1996"
        ],
        [
            "Section   18   &   19",
            "MSMED   Act",
            "Section   18   &   19",
            "MSMED   Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 18",
            "MSMED Act",
            "Section 18",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section   19",
            "MSMED   Act",
            "Section   19",
            "MSMED   Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 18",
            "Arbitration  Act",
            "Section 18",
            "Arbitration  Act"
        ],
        [
            "Section  11",
            "Arbitration Act",
            "Section  11",
            "Arbitration Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section   19",
            "MSMED Act",
            "Section   19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section   19",
            "MSMED   Act",
            "Section   19",
            "MSMED   Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED   Act",
            "Section 19",
            "MSMED   Act"
        ],
        [
            "Section   34",
            "Arbitration Act",
            "Section   34",
            "Arbitration Act"
        ],
        [
            "Section   19",
            "MSMED   Act",
            "Section   19",
            "MSMED   Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section 19",
            "MSMED Act",
            "Section 19",
            "MSMED Act"
        ],
        [
            "Section   19",
            "MSMED Act",
            "Section   19",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 7",
            "Act   of   1993",
            "Section 7",
            "Act   of   1993"
        ],
        [
            "Section 15",
            "Act   of   1993",
            "Section 15",
            "Act   of   1993"
        ],
        [
            "Section 16",
            "Act   of   1993",
            "Section 16",
            "Act   of   1993"
        ],
        [
            "section 20",
            "MSMED Act",
            "section 20",
            "MSMED Act"
        ]
    ],
    "precedent_counts": {
        "JMC Projects (India) Ltd. V/s.  Mechtech   Engineers": 2
    },
    "provision_counts": {
        "Section   34 of Arbitration and Conciliation Act, 1996": 1,
        "Section   11 of Arbitration   Act,  1996": 1,
        "Section 34 of Arbitration Act, 1996": 7,
        "Section   34 of Arbitration   Act,   1996": 1,
        "Section   19 of MSMED   Act": 4,
        "Section 19 of MSMED Act": 19,
        "Section 11 of Arbitration  HC-NIC": 1,
        "Section   19 of MSMED Act": 3,
        "Section 18 of MSMED Act": 2,
        "Section 11 of Arbitration Act, 1996": 1,
        "Section   18   &   19 of MSMED   Act": 1,
        "Section 34 of Arbitration Act": 2,
        "Section 18 of Arbitration  Act": 1,
        "Section  11 of Arbitration Act": 1,
        "Section 19 of MSMED   Act": 1,
        "Section   34 of Arbitration Act": 1,
        "Section 7 of Act   of   1993": 1,
        "Section 15 of Act   of   1993": 1,
        "Section 16 of Act   of   1993": 1,
        "section 20 of MSMED Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 1,
        "Arbitration   Act,  1996": 1,
        "Arbitration Act, 1996": 8,
        "Arbitration   Act,   1996": 1,
        "MSMED   Act": 6,
        "MSMED Act": 25,
        "Arbitration  HC-NIC": 1,
        "Arbitration Act": 4,
        "Arbitration  Act": 1,
        "Act   of   1993": 3
    }
}