{
    "id": "4c8d94a1e1f03bd32133114597b137aec7c9bced2da595b629fc1891f0282d11",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court \nM.K.Jayakrishnan vs Rajeevan P.V on 27 March, 2024 \nAuthor: Anil K. Narendran\nBench: Anil K. Narendran\n           In The High Court Of Kerala At Ernakulam \n                            Present\n         The Honourable Mr. Justice Anil K. Narendran \n                                &\n             The Honourable Mr. Justice G. Girish \n  Monday, The 25Th Day Of March 2024 / 5Th Chaithra, 1946 \n                      Rp No. 329 Of 2024\n\n  Against The Judgment Dated 15.02.2024 In Arb.A No.11 Of \n                 2024 Of High Court Of Kerala \n\nReview Petitioner/Respondent:\n\n\n           M.K.Jayakrishnan, Aged 59 Years\n           S/ O.Late Vasudevan Nair Residing At 11/775, 50B \n           Sector, Chandranagar, Sahyadri Colony, \n           Chandranagar.P.O, Palakkad, Pin - 678007 \n\n           By Advs.\n           Girija K Gopal\n           K.N.Vigy\n           Parvathy. V \n\n\n\nRespondent/Appellant: \n\n\n           Rajeevan P.V, Aged 50 Years\n           Krishnan Nair, Residing At 10D1, Manjooran \n           Moonstone Apartment, Thammannam Road,\n           Palarivattom Kochi, Pin - 682025\n           B.J.John Prakash\n           George Poonthottam (Sr.)\n\n       This Review Petition Having Come Up For Admission On\n25.03.2024, The Court On The Same Day Delivered The Follow-\nIng: \n                                        2\nRp No.329 of 2024 \n\n\n                                   Order\nAnil K. Narendran, J. \nThis review petition is one filed invoking the provisions under Order Xlvii, Rule 1 of the Code of Civil Procedure, 1908 seeking review of the judgment of this Court dated 15.02. 2024 in Arb. Appeal No.11 of 2024, which was one filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA(Arb.)No.27 of 2024, an application filed by the said respondent under Section 9 of the Arbitration and Conciliation Act, 1996, seeking interim relief. In that matter, the respondent herein filed I.A.No.1 of 2024, seeking interim relief, in which the Commercial Court granted an ad-interim order dated 03.02.2024. Paragraph 4 of that order reads thus;\n\"Issue notice to the respondent. The petitioner shall deliver to the respondent or send it by registered post immediately, a copy of the application for interim order together with a copy of affidavit filed in support of the application, copies of the documents on which the applicant relies and directed to file an affidavit stating that the aforesaid have been so delivered or sent as contemplated under Rule 5A(1)(a) and (b) of Kerala Arbitration and Conciliation (Court) Rules, 1997, showing the compliance of the same immediately. For return of notice:27.03.2024.\"\n2. In Arb. Appeal No.11 of 2024, which is one filed quoting the provisions under Section 37 of the Arbitration and Conciliation Act, the grievance of the appellant was that the prayer made in I.A.No.1 of 2024 for attachment of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B-schedule, was not allowed by the Commercial Court in the impugned order dated 03.02.2024. \n3. Along with I.A.No.1 of 2024 in Arb. Appeal No.11 of 2024, the appellant has placed on record a copy of Arbitration Request No.16 of 2024 pending before this Court; a copy of the memorandum in CMA(Arb)No.27 of 2024 filed before the Commercial Court-II, Ernakulam; and a screenshot of the website of the respondent therein, as Annexures A to C.\n4. On 13.02.2024, when that appeal came up for admission, this Court issued notice on admission to the respondent therein by special messenger, returnable by 14.02.2024 and the matter was directed to be listed at 2.00 p.m.\n5. On 14.02.2024, when that appeal came up for consideration, despite service of notice by special messenger, there was no appearance for the respondent therein. Therefore, Registry was directed to verify whether there is any appearance for the respondent and the matter was ordered to be listed at 4.00 p.m. Since there was no appearance for the respondent at 4.00 p.m., the appeal was ordered to be listed on 15.02.2024, for consideration. \n6. On 15.02.2024, when the appeal came up for consideration, the appellant filed as Bench mark I.A.No.2 of 2024, producing therewith a copy of I.A.No.1 of 2024 in CMA (Arb).No.27 of 2024 as Annexure D. There was no representation for the respondent in that appeal. \n7. On 15.02.2024, during the course of arguments, the learned Senior Counsel for the appellant would place reliance on the judgement of the Apex Court in Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294]. Paragraphs 48 to 50 of that decision read thus;\n\"48. Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act. All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition. \n49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC.\n50. Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act. A strong possibility of diminution of assets would suffice. To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"\n8. In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, which is sought to be reviewed in this review petition, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908. \n9. By the judgment dated 15.02.2024, this Court disposed of Arb. Appeal No.11 of 2024 with the observation contained in paragraph 10 of that judgment, which reads thus;\n\"10. A reading of the impugned order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024 would show that while ordering conditional attachment, the Commercial Court limited the same to Attachment A and C schedules and the locker in Attachment B schedule. In case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\" (underline supplied) \n10. In this review petition, the petitioner would contend that, Arb. Appeal No.11 of 2024 filed by the respondent was not maintainable before this Court, in view of the law laid down by a Division Bench of this Court on 14.02.2024 in Alexander Luke v. Aditya Birla Money Ltd. [2024 KHC OnLine 107] . Therefore, the appeal against the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 ought to have been filed before the Commercial Appellate Court (Principal District Court), in view of the provisions under the Commercial Courts Act, 2015 and also the notification, i.e., SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020. In support of the said argument, the learned counsel would place reliance on the judgment of a learned Single Judge of this Court dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657]\n- and the order dated 23.01.2024 of that learned Single Judge in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of that judgment. The learned counsel would also rely on the judgment of the Apex Court in Jaycee Housing Pvt. Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549].\n11. On 13.03.2024, when this review petition came up for admission, the respondent entered appearance through counsel and sought adjournment. By the order dated 13.03.2024, the learned counsel for the respondent was directed to place on record, a copy of I.A.No.5 of 2024 filed in CMA (Arb.)No.27 of 2024 before the Commercial Court-II, Ernakulam. On 19.03.2024, the learned counsel for the respondent sought time to cure the defect noted by Registry in the interlocutory application filed on that date.\n12. On 20.03.2024 and 22.03.2024, we heard detailed arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent. During the course of arguments, the learned Senior Counsel for the respondent submitted that in view of the law laid down by the Division Bench in Alexander Luke [2024 KHC OnLine 107], an appeal against an order passed by the Commercial Court in an application filed under Section 9 of the Arbitration and Conciliation Act has to be challenged before the Commercial Appellate Court. The learned Senior Counsel made an attempt to draw a distinction between an order of the Commercial Court granting interim relief under Section 9 of the Act and an ad-interim order granted by that court in such an application. The learned Senior Counsel would submit that, at any rate, the said ad-interim order granted by the Commercial Court cannot be the subject matter in an appeal filed before this Court, invoking the provisions under the Commercial Courts Act. \n13. On 25.03.2024, when this matter came up for consideration at 10.10 a.m., for pronouncing the order, the Registry has placed report dated 22.03.2024 of the Deputy Registrar, along with the explanation offered by the concerned Assistant in the MFA Section, on the issue pointed out by the learned counsel for the petitioner regarding the mentioning of wrong case number, i.e., Arb. Appeal No.14 of 2024, in the summons issued to the respondent in Arb. Appeal No.11 of 2024.\n14. In this review petition, the petitioner has stated that, the special messenger deputed from this Court in Arb. Appeal No.11 of 2024 returned notice after service, only on 19.02.2024. In the order dated 25.03.2024, this Court noticed the endorsement made by Registry on 14.02.2024 in the office notes in Arbitration Appeal No.11 of 2024, which reads thus;\n\"Notice to the respondent served by special messenger (as informed by the special messenger over phone). No appearance for the respondent till 3.30 p.m.\" \nBy the order dated 25.03.2024, Registry was directed to get an explanation on the above aspect from the concerned officer, which was directed to be placed before the Court by 4.20 p.m., through the Registrar General. Pursuant to that order Registry has placed on record the report of the Deputy Registrar, along with the explanation offered by the Office Attendant, who was deployed as special messenger. Having considered the submissions made by the learned counsel for the respondent, this Court has called for the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court-II, Ernakulam by special messenger and listed the matter today (27.03.2024), at 4.30 p.m. for orders. \n15. We have perused the trial court records in CMA (Arb.) No.27 of 2024 on the file of the Commercial Court-II (Additional Sub Court-II), Ernakulam and heard further arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent. \n16. On the maintainability of Arb. Appeal No.11 of 2024, which is one filed challenging the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024, an application filed under Section 9 of the Arbitration and Conciliation Act, seeking interim relief, we notice that an appeal against the order passed by the Commercial Court in an application filed under Section 9 of the said Act has to be filed before the Commercial Appellate Court, i.e., the Principal District Court notified as per notification SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.\n17. In the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657] - a learned Single Judge of this Court held that Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court. The Government has issued a notification designating the Principal District Courts in each Districts as Commercial Appellate Courts. Therefore, appeal against the order dated 13.11.2023 of the Commercial Court (Sub Court), Kattappana dated 13.11.2023 in O.P.(Arb.)No.1 of 2023, an application filed under Section 9 of the Arbitration and Conciliation Act lies before the concerned Commercial Appellate Court, i.e., the District Court. \n18. In the order dated 23.01.2024 in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023, taking note of the law laid down by the Apex Court in Jaycee Housing Pvt. Ltd. [(2023) 1 SCC 549], a decision relied on by the learned counsel for the petitioner herein, the learned Single Judge held that the court passing order under Section 9 of the Arbitration and Conciliation Act being a Commercial Court, the appeal therefrom lies in terms of Section 13(1) of the Commercial Courts Act before the Commercial Appellate Court, i.e., the Principal District Court. In the aforesaid decision, the Apex Court held that the designated Commercial Court, which is subordinate to the rank of Principal District Court has jurisdiction to hear all applications or appeals under the Arbitration and Conciliation Act other than those arising out of international commercial arbitrations. If the contention that only the Principal Civil Court has jurisdiction is accepted, it will frustrate the object and reason of enactment of Commercial Courts Act. \n19. In Alexander Luke [2024 KHC OnLine 107], a decision rendered on 14.02.2024, a Division Bench of this Court held that a plain reading of the provisions under the Commercial Courts Act, especially Section 6 and Section 10(3), would lead to the inescapable conclusion that the court for the purpose of consideration of a commercial dispute, even if it arises under the Arbitration and Conciliation Act, would be the Commercial Court and the appeal would, therefore, lie only to the Commercial Appellate Court, i.e., District Court. \n20. In view of the law laid down in the decisions referred to supra, conclusion is irresistible that, Arb. Appeal No.11 of 2024 filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 is not maintainable before this Court, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.\n21. In the above circumstances, the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with the observation contained therein at paragraph 10, is liable to be recalled. \n22. From the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court, we notice that after the judgment of this Court dated 15.02.2024 the respondent herein filed I.A.No.5 of 2024 in I.A.No.1 of 2024, invoking the provisions under Section 9 of the Arbitration and Conciliation Act, seeking an order to issue show cause notice to the petitioner herein why he should not furnish security and in the meantime, pass on order of conditional attachment of the bank accounts more specifically scheduled in Schedule B for a sum of Rs.300 Crores due to the respondent. In paragraph 9 of that affidavit, the respondent herein has mentioned the observation made in paragraph 10 of the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024. In paragraph 10 of that affidavit, it is stated that such an application is being filed in compliance with the directions contained in the judgment of this Court dated 15.02.2024.\n23. In that interlocutory application, i.e., I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 the Commercial Court passed another ad-interim order on 19.02.2024, after advancing the case to that date. From the trial court records, we notice that as per the endorsement made on the docket of I.A.No.5 of 2024 the Commercial Court-II (Additional Sub Court-II), Ernakulam noted that in the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024 this Court advised the respondent herein to file a proper application before that Court for redressal of his grievance. Hence, I.A.No.5 of 2024 is filed. By the order dated 19.02.2024, the Commercial Court ordered a conditional attachment of Schedule B bank accounts, as an ad-interim order. The document marked as Annexure D along with the review petition is a printout of the proceedings on 19.02.2024 in I.A.No.5 of 2024 uploaded on the e-courts website. A typed copy of the order dated 19.02.2024 in I.A.No.5 of 2024 is available in the trial court records, which has absolutely no similarity with the order in Annexure D. We do not propose to consider the legality or otherwise of the order dated 19.02.2024 of the Commercial Court- II (Additional Sub Court-II), Ernakulam in I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 in this proceedings, since the petitioner herein has to challenge that order before the Commercial Appellate Court, invoking the statutory remedy provided under Section 13(1) of the Commercial Courts Act.\n24. In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908 . The only observation contained in paragraph 10 of the judgment of this Court dated 15.02.2024 is only to the effect that in case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\n25. In the result, this review petition is allowed by recalling the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with observation contained therein at paragraph 10. Consequently, Arb. Appeal No.11 of 2024 presented before this Court on 09.02.2024 will stand dismissed as not maintainable, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court. \n26. Registry to return the certified copy of the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 to the learned counsel for the respondent herein-appellant, so as to enable the respondent herein to challenge that order before the appropriate court.\n27. Registry shall make necessary endorsements in the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024 regarding the recalling of that judgment, by this order in the review petition, and the consequential dismissal of that appeal as not maintainable. The status of Arb. Appeal No.11 of 2024 shall be shown as 'dismissed as not maintainable'.\n28. Registry to conduct an enquiry as to the circumstances in which the number of appeal was wrongly shown as Arb. Appeal No.14 of 2024, instead of Arb. Appeal No.11 of 2024 in Annexure B notice issued to the petitioner herein and the special messenger deputed from this Court returned the process only on 19.02.2024, despite the endorsement made in the office notes of the Arb. Appeal on 14.02.2024 regarding completion of service of notice. The report of the Registry shall be placed before the Honourable the Chief Justice for appropriate orders, in order to ensure that such mistakes/omissions are not repeated hereafter. \nRegistry to return the trial court records by messenger. \nSd/-\nANIL K. NARENDRAN, JUDGE Sd/-\nG. GIRISH, JUDGE bkn/-\nPETITIONER ANNEXURES Annexure A A CERTIFIED COPY OF THE JUDGEMENT DATED 15.02.2024 IN ARB. A. 11/2024 PASSED BY THIS HON'BLE COURT Annexure B A TRUE COPY OF THE I.A.NO. 1/2024 IN ARB.A.14/2024, AS SEEN ENTERED IN ONE OF THE NOTICE SERVED TO THE REV. PETITIONER BY THE MESSENGER ARBITRATION APPEAL STANDS POSTED TO 14.02.2024 Annexure C A TRUE COPY OF THE NOTICE SERVED ON THE REVIEW PETITIONER AS REGARDS ARB.A 11/2024 POSTED FOR HEARING ON 14..2..2024 Annexure D A TRUE COPY OF THE ORDER DATED 19.2.2024 PASSED BY THE COMMERCIAL COURT ERNAKULAM IN CMA (ARB).0200027/2024, AS UPLOADED IN THE E-COURTS- OFFICIAL WEBSITE OF DIS- TRICT COURT Annexure E A TRUE COPY OF CMA (ARB) NO. 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM ,ALONG WITH DOCUMENTS PRODUCED THEREWITH , AS SERVED ON THE REVIEW PETITIONER ON 14.2.2024 Annexure F A TRUE COPY OF IA 1/2024 FILED BY THE RESPONDENT HEREIN SEEKING THE PRAYER FOR ATTACHMENT IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1/2/2024 Annexure G A TRUE COPY OF THE ATTACHMENT SCHEDULE PRODUCED BY THE RESPONDENT ALONG WITH IA 1/2024 IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1..2..2024 Annexure H A TRUE COPY OF CRIMINAL M.C.NO. 6050/2023 FILED BEFORE THIS HON'BLE COURT ON 26TH JULY, 2023 SEEKING TO QUASH FIR 1138/2023 OF PALARIVATTAM POLICE STATION Annexure I A TRUE COPY OF THE ORDER DATED 25.08.2023 IN CRIMINAL M.C.NO. 6050/2023 Annexure J A TRUE COPY OF CHEQUE NO. 914224 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure K A TRUE COPY OF CHEQUE NO. 914225 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure L A TRUE COPY OF CHEQUE NO. 914226 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure M A TRUE COPY OF CHEQUE NO. 914227 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure N A TRUE COPY OF CHEQUE NO. 914228 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure O A TRUE COPY OF CHEQUE NO. 914229 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure P A TRUE COPY OF CHEQUE NO. 914230 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 RESPONDENT ANNEXURES Annexure-R1 TRUE COPY OF COPY OF I.A. NO. 5 OF 2024 IN CMA (ARB) IN 27 OF 2024 WITHOUT THE ANNEXURE FILED BEFORE THE HON'BLE COMMER- CIAL COURT-II AT ERNAKULAM",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court mr. k.n. mahesh prasad vs optimus drugs private limited and 2 . on 12 june, 2023 author: p.naveen rao bench: p naveen rao, nagesh bheemapaka hon'ble sri justice p.naveen rao and hon'ble sri justice nagesh bheemapaka commercial court appeal no.20 of 2023 date:12.06.2023 between: mr k.n.mahesh prasad, s/o. k.n.nagaraja, aged about 53 years, r/o.501, evershine jewel, 15th road, khar west, mumbai. . appellant/petitioner/ plaintiff and optimus drugs private limited having its regd.office at plot no.6p, sy.no.37a & 37p, signature towers, 2nd floor, kothaguda, kondapur, hyderabad, rep.by its director. . respondent no.1/ respondent no.1/ defendant no.1 this court made the following : pnr,j & nbk,j comca no.20 of 2023 2 hon'ble sri justice p.naveen rao and hon'ble sri justice nagesh bheemapaka commercial court appeal no.20 of 2023 judgment: (per hon'ble sri justice p.naveen rao) plaintiff instituted c.o.s.no.32 of 2022 in the court of special court for trial and disposal of commercial disputes, ranga reddy at l.b.nagar, contending that the defendants have not complied the terms of agreement to pay monthly compensation and transfer of shares in spite of calling upon them to comply the terms of agreement. he prayed to grant relief of mandatory injunction and specific performance of consultancy and shareholders agreement dated 03.11.2018. in the said suit, plaintiff filed i.a.no.349 of 2022 under order xxxix rules 1 and 2 read with section 151 of code of civil procedure, 1908 (for short, 'cpc') praying to grant ad-interim injunction restraining defendants and persons acting on their behalf from the shareholding pattern of the defendant no.1 company, including by way of issuance of allotment or transfer of any equity shares of third parties or inter se transfers of shares of the defendant no.1 company between defendant no.2 and defendant no.3. 2. the said application was opposed by defendants. on due consideration of respective submissions, the commercial court, by order dated 09.03.2023 dismissed the application. pnr,j & nbk,j 3. learned judge held that as required by clause 3(c) of ex.p1agreement, petitioner did not remit the aggregate call option price in relation to all the call option shares to the designated bank account of the promoter and has not fulfilled his part of obligation. the learned judge further held that as per clauses 4 (iv)(1)(2) and (3) of ex.p1agreement, the petitioner is required to specify the number of shares he intends to purchase, the date on which sale and purchase of the call option shares would be consummated and the price for purchasing the call option shares, but ex.p8-call option notice and ex.p7-legal notice are silent. it is further held that it is not the case of plaintiff that the defendant no.2 would be diluting the consultancy stock in which plaintiff is entitled as per the agreement. the commercial court held that it is not the case of the plaintiff that 1st defendant cannot honour clause 4(b)(ii) of the agreement. the commercial court further observed that as plaintiff terminated his services, the only issue falls for consideration is in respect of transferring or encumbering the share pattern which is not relevant. the commercial court therefore held that plaintiff has not made out prima facie case and, therefore, balance of convenience is not in his favour. it is further held that plaintiff failed to make out irreparable loss. 4. though, elaborate submissions are made by learned senior counsel and counsel on either side touching upon merits of the case, as the suit is pending adjudication before commercial court and this pnr,j & nbk,j appeal is preferred against rejecting the application for temporary injunction, we have considered rival submissions only on the issue whether the trial court erred in not granting temporary injunction even though the appellant made out a strong prima facie case, balance of convenience and irreparable injury to grant temporary injunction. 5. the plaintiff, defendant nos.1 & 2, and m/s.optrix laboratories pvt. ltd., entered into consultancy and shareholders' agreement dated 03.11.2018 ex.p.1 (for short, 'ex.p1-agreement'), wherein the plaintiff agreed to provide 'financial advisory services, business development services and new contract manufacturing and marketing arrangements' to the defendant no.1 and m/s.optrix laboratories pvt. ltd. the agreement became effective from 1st september, 2018. the services to be rendered by the plaintiff are addressed by clause 3 (scope of services) and schedule 2 of the agreement. the plaintiff to advise the finance department of the defendant no.1 and m/s.optix laboratories pvt. ltd., on any queries they may have and supervise their functioning. in consideration of the services to be rendered by the plaintiff, the defendant nos.1 & 2 and m/s.optix laboratories pvt. ltd., agreed to provide the plaintiff with three kinds of payment/compensation/service charge as per clause-4 of the agreement. 6. the clauses relevant for consideration are, clauses 4 and 5(a) of the agreement. they read as under: pnr,j & nbk,j \"cl.4. compensation: in consideration for the services, the optimus group shall compensate the consultant in the following manner: a. monthly consultancy fees for the initial one year from the effective date shall be inr 4,00,000 (rupees four lakhs only) ('monthly compensation\" (net of all taxes) in the following manner: (a) optimus drugs : inr ₹ 2,00,000 (rupees two lakhs only) (b) optrix laboratories: inr ₹ 2,00,000 (rupees two lakhs only) if optimus drugs and optrix laboratories merge or amalgamate or undergo any similar corporate restructuring the total monthly consultancy fees shall be equal to inr 4,00,000 (rupees four lakhs only) and payable by the resultant company. it is agreed that notwithstanding any provision to the contrary, commencing from the end of the first anniversary of the effective date, the monthly compensation shall be increased on by 5% year on year basis; each of the persons comprising the optimus group shall make the payment by the end of every month and no later than the last working day of such month for the services performed in the immediately preceding 30 (thirty) days. the monthly compensation shall be exclusive of all applicable taxes and shall be subject to deductions or withholdings as prescribed under applicable laws. any tax liability arising pursuant to the transactions contemplated under the agreement shall be borne by the optimus group. all out of pocket expenses incurred by the consultant shall be reimbursed at actuals by each of the persons forming part of the optimus group. b. the parties agree that in addition to the monthly compensation stated in clause 4.1 above, the parties agree that the consultant shall also be compensated for the services in the following manner. i. simultaneously with the execution of this agreement, in consideration of the services to be provided by the consultant, the promoter shall sell, transfer and assign to the consultant such number of equity shares which aggregate to not be less than 2% (two percent) of the paid up share capital of optimus drugs and 2% (two percent) of the paid up share capital of optrix laboratories ('sale share'). the promoters hereby represents and warrants the warranties and the seller warranties to the consultant. each of the optimus group company has on the date of this agreement approved the sale and transfer of the sale shares by passing the necessary resolutions at a duty quorate meeting of the board of directors of each of the optimus group company. a certified true copy of the aforesaid resolutions has been provided to the consultant. pnr,j & nbk,j ii. the consultant shall be entitled to call upon the promoter to transfer to the consultant, the consultancy stock ('call option') upon the occurrence of any of the following events ('call option event') in the following manner: (i) (a) if within 5 (five) years from the effective date the ebitda of any financial year of the optimus group is inr 187.50 crores (rupees one hundred and eight seven crores and fifty lakhs only), the promoter shall transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the optimus group which aggregates to not less than 1% (one percent) in the paid up share capital of the optimus group i.e., 1% (one percent) of the paid up share capital of optimus drugs and 1% (one percent) of the paid up share capital of optrix laboratories; (b) if within 5 (five) years from the effective date the ebitda of any financial year of the optimus group is inr 225 crores (rupees two hundred and twenty five crores only), the promoter shall (and/or the promoter shall procure that his relatie who is a shareholder) transfer to the consultant, such number of securities held by the promoter (and/or a share holder who is a relative of the promoter) in each of the optimus group which aggregates to not less than 1% (one percent) in the paid up share capital of the optimus group i.e., 1% (one percent) of the paid up share capital of optimus drugs and 1% (one percent) of the paid up share capital of optrix laboratories; (ii) for the purpose of the clause 4.2(b) the ebitda will be defined as simple addition of ebitda of optimus drugs and ebitda of optrix laboratories. (iii) in case of merger or amalgamation or similar corporate restructuring between optimus drugs and optrix laboratories, the share to be transferred to the consultant in the resultant entity shall be that of the resultant entity. iii. the consultant shall be entitled to exercise the call option at any time after the occurrence of any of the call option event. iv. the consultant shall issue a written notice to the optimus group and the promoter (which notice shall be binding on the promoter and his relatives) ('call option notice') specifying: 1. the number of securities that the consultant requires the promoter (and/or a shareholder who is a relative of the promoter) in each of the optimus group to sell to the consultant (such shares being the \"call option shares\");' pnr,j & nbk,j 2. the date on which the sale and purchase of the call option shares shall be consummated; 3. the price for purchasing the call option shares, being the lowest price permissible under applicable law (\"call option price\") and in any event at the book value of each of the optimus group. c. the sale and purchase of the call option shares shall be completed in the order indicated below and would be deemed to have been performed simultaneously: i. the consultant shall remit the aggregate call option price in relation to all the call option shares to the designated bank account of the promoter (and/or the relative of the promoter); and ii. the promoter (and/or the relative to the promoter) shall deliver a duly stamped and executed share transfer form to the consultant along with the corresponding share certificates with respect to the call option shares. it being clarified that stamp duty shall be borne by the promoter (and/or the relative of the promoter). d. the optimus group shall reimburse the consultant for travel and related expenses incurred during the course of performing the services. e. the consultant agrees that he shall abstain from exercising voting right in relation to the sale shares and/or the shares comprising the consultancy stock. cl.5. other terms of the sale shares and consultancy stock: a. the parties agree and acknowledge that the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of this agreement. the sale shares and/or any consultancy stock shall not be diluted for any future rounds of funding and irrespective of any further rounds of funding, the shareholding percentage of the sale shares and the consultancy stock shall be as of the date of this agreement.\" 7. clause-4 provides three types of compensation to the plaintiff in recognition of services to be provided by him. he is entitled to monthly consultancy fee of ₹ 4,00,000/-. simultaneously, the promoter shall sell, transfer and assign such number of equity shares which aggregate pnr,j & nbk,j to not less than 2% of the paid up share capital of optimum drugs and 2% of the paid up share capital of optrix laboratories call sale shares. further, the consultant is also entitled to call upon the promoter to transfer the consultant, the consultancy stock 'call option' upon occurrence of the events mentioned in clause (ii). as per subclause (i)(a), if within five years from the effective date of earnings before interest, tax, depreciation and amortization (ebitda) of any financial year of the optimus group in inr 187.50 crores the promoter should transfer to consultant such number of securities held by the promoter or a shareholder who is a relative of promoter in each of the optimus group companies which aggregates to not less than 1% in the paid up share capital of the optimus group companies i.e., 1% each. as per sub-clause (i)(c), if within five years from the effective date the ebitda of any financial year of the optimus group is inr 225 crores further transfer of not less than 1% in each of the companies should take place. 8. to comply with clause 4(b), consultant is required to issue written notice to the optimus group and the promoter call option notice specifying, (1) the number of securities he would require the promoter to sell in each of the optimus group companies; (2) the date on which sale and purchase of the call option shares should be consummated; (3) the price for purchasing the call option shares; and (4) the consultant is required to remit the aggregate call option price in pnr,j & nbk,j relation to call option shares to the designated bank account of the promoter. 9. as per clause-5 (a) of the agreement, the consideration for the sale shares and the consultancy stock shall be the services provided by the consultant in terms of the agreement. in other words, even transfer of sale shares is not automatic but depend upon the service provided by the consultant. 10. it is not in dispute that ex.p1-agreement is terminated. thus, what is required to be considered is whether the terms of agreement are complied by the plaintiff and that even though plaintiff has fulfilled his obligations flowing out of ex.p1-agreement illegally shares are not transferred to plaintiff. 11. according to the plaintiff, he has rendered following services: (a) procuring a strategic partnership between defendant no.1 and gujarat themis biosyn ltd. (gtbl) for supply of raw-materials involved in production of refaximin in april, 2019; (b) procuring a working capital loan facility from kotak mahindra bank for the defendant no.1 and m/s.optrix laboratories pvt. ltd., (c) setting up a work space for the defendant no.1 in mumbai vide a leave and license agreement in february, 2022; (d) identifying various business opportunities for the defendant no.1 and m/s.optrix laboratories pvt. ltd., in the form of investments or strategic partnerships in december, 2021 and august 2022 and september 2022. pnr,j & nbk,j 12. the defendant no.1 and m/s.optrix laboratories pvt. ltd., were amalgamated with effect from 01.04.2020 vide order dated 16.09.2021, passed by the hon'ble nclt, hyderabad. the ebitda of the defendant no.1 reached beyond inr 225 crores and stood at inr 367 crores as on 31.03.2021 which enabled the plaintiff to seek transfer of the consultancy stock at any time after 31.03.2021 in terms of clause 4(b)(iii) of the agreement. 13. according to plaintiff, though plaintiff rendered services and the company crossed the milestones as per ebitda, the defendant nos.1 and 2 have not transferred the sale shares and the consultancy stock in terms of the agreement and have not paid the monthly compensation for several months accumulating to a tune of ₹ 66,08,000/and on the contrary the defendant nos.1 and 2 transferring a majority shareholding in the defendant no.1 company to defendant no.3 between may 2022 to september 2022 without giving effect to the terms of the agreement. the plaintiff would contend that the defendant nos.1 and 2 at no point of time have raised any issue regarding the services rendered by the plaintiff. the plaintiff issued a legal notice dated 25.05.2022 calling upon the defendant nos.1 and 2 to transfer the sale shares and clear the outstanding dues towards the monthly compensation. further, the plaintiff also called upon the defendant nos.1 and 2 to transfer the consultancy stock to the plaintiff at a price determined in accordance with clause 4 (b)(iv) of the pnr,j & nbk,j agreement, vide a notice dated 25.05.2022. according to plaintiff defendants did not respond to the legal notice or call option notice dated 25.05.2022 nor refuted or disproved the allegations of the plaintiff. 14. the plaintiff sought settlement of three claims. first is monthly compensation. on the issue of rendering consultancy services, while plaintiff contends that he has been providing consultancy services continuously in terms of ex.p-1 from the date of execution of the agreement, the defendants assert that plaintiff has not discharged his responsibilities and virtually no service was rendered by him and in fact he stopped providing consultancy services long ago. to support their contention, they claimed that for the financial years 2021 and 2022, they have not paid monthly remuneration. plaintiff has also not claimed and kept quiet for a long time as he was not rendering any services. he suddenly became active when the shares of the company were bought at a very high premium. 15. with reference to claim of transfer of sale shares, learned senior counsel sri s.niranjan reddy contended that such a relief is sought after 42 months. there is inordinate delay and the claim has to be rejected on that ground. since, claim itself is barred by delay and latches plaintiff is not entitled to injunction on such claim. pnr,j & nbk,j 16. learned counsel sri m.v.pratap kumar contended that plaintiff has not rendered consultancy services and therefore not entitled to any of the reliefs sought by him. he would contend that schedule 2 lists out services required to be provided by the plaintiff but none of them were undertaken. a vague averment is made in paragraphs 7 and 8 of the plaint. in paragraph 10 of the counter filed by second defendant, it is specifically asserted that no service was rendered by the plaintiff but the same is not denied. in paragraph 35 of the reply, plaintiff sought to shift the burden on defendants. whereas, it should be otherwise. 17. he would submit that as no service was rendered and was not discharging his responsibilities, monthly remuneration was not paid. as an after thought plaintiff raised a consolidated in voice upto may 2022. even according to his own recognition, he was not working after may 2022 at least as no invoice was raised after may, 2022. 18. these assertions of defendants are denied. according to learned senior counsel for plaintiff, plaintiff has not claimed monthly remuneration only on the advise of defendants as they assured that consolidated amount would be paid. according to plaintiff because of his consultancy services only company made good progress. 19. learned senior counsel sri s.ravi, drawn our attention to paragraph 10(c) of legal notice dated 25.5.2022 to contend that consolidated invoice was raised as advised by defendants. he would pnr,j & nbk,j submit that there was no objection raised on deficiency in services at any time and have paid monthly remuneration till the financial year 2020. further, it is not stated as to what services were not provided. he would submit that there has been continuous communication through e-mails regarding decisions taken and holding of meetings and therefore the contention that plaintiff has not provided services is not correct. further, having regard to documents on record and that remuneration was paid for two years there is clear presumption of rendering services. on the issue of delay, he would submit that in view of covid-19 pandemic limitation is not attracted and therefore suit is not barred by limitation. again these are aspects that require consideration during the trial of the suit. 20. second claim is on transfer of sale shares. according to learned senior counsel for plaintiff the sale shares ought to be transferred simultaneous to execution of ex.p-1 agreement and not transferring is ex-facie illegal and amounts to clear violation of terms of ex.p1agreement. 21. by drawing attention to clause 5(a), learned counsel sri m.v.pratap kumar would submit that even transfer of sale shares is also subject to rendering consultancy services and not as a matter of course. as no service was rendered defendants need not transfer sale shares to him. pnr,j & nbk,j 22. for the purpose of consideration of this claim, it is to be noted that apparently, plaintiff kept quiet for almost five years. it is not stated why he has not insisted for such transfer earlier. defendants assert that transfer of sale shares is not automatic on execution of ex.p1-agreement but subject to provision of services and the plaintiff has not provided the services. this is again an issue requires consideration during the trial of the suit. suffice to note clause 5 (a) of ex.p1-agreement. 23. third claim is transfer of purchase shares/call option shares. the consultant can exercise call option on occurrence of call option event. he can time such option and specify quantity of shares required. however, clause 4 (iv) requires consultant to issue a written notice specifying the number of securities he intends to buy, the date on which the sale and purchase option should be consummated, the price of purchasing the call option shares, and based on such assessment to transfer the money to the account of promoter. thus, to get call option shares, the plaintiff is required to follow above procedure. 24. on 25.5.2022 plaintiff issued legal notice pointing out non payment of monthly remuneration and not transferring sale shares. the notice points out that illegally there was an attempt to transfer shares of m/s.optimus drugs private limited to third parties and the same is contrary to clause 5(d) of the agreement and warns of stern action. this notice does not deal with call option shares. the issue of pnr,j & nbk,j defendants selling shares of two optimus group companies to third party without the consent of plaintiff, is again a matter that requires consideration during the course of trial. 25. on the same day call option notice was addressed to the promoter. by referring to achieving ebitda of ₹ 187.50 crores and ebitda of ₹ 225 crores, plaintiff demanded to transfer 2% and 2% call option shares out of the paid up share capital of m/s. optimus drugs private limited. it is stated that share price would be at a price determined in accordance with the terms of agreement within 21 days from the date of receipt of notice. 26. while learned senior counsel sri s.ravi for plaintiff emphasized that plaintiff exercised his right to buy shares, by referring to clause 4(iii), learned senior counsel sri s.niranjan reddy contended that in the offer notice dated 25.5.2022 plaintiff has not shown his readiness and willingness to buy shares. leaned counsel sri m.v.pratap kumar contended that the claim of plaintiff is contrary to section 16 (c) of the specific relief act. he would contend that the plaintiff has never shown his readiness and willingness to perform his part as his offer to buy shares is contrary to the procedure prescribed in clause 4 (iv). 27. the notice dated 25.5.2022 has not indicated number of shares he intends to buy; has not specified the date on which purchase of call option should be consummated and the price of the shares. therefore, pnr,j & nbk,j prima facie, the notice is not in accord with clause 4 (iv) of ex.p-1 agreement. that being so, prima facie, plaintiff can not complain that defendants are not transferring the shares. 28. in m.s. madhusoodhanan vs kerala kaumudi (p) ltd1, hon'ble supreme court held that though section 4 read with section 2 (10) of the sale of goods act, 1930 requires that the contract of sale must provide for payment of money as a consideration for the transfer of goods but section 9 allows the parties not to fix the price at the time of transfer and to leave the determination of the amount of consideration to a later date. it is held that an agreement which provides for the future fixation of price either by the parties themselves or by a third party is capable of being made certain and is not invalid as provided in section 29 of the contract act, 1872. 29. in the case on hand, ex.p-1 agreement specifically requires mentioning the price to purchase call option shares and to remit the aggregate call option share price to the designated bank account. in the facts of this case, the above decision does not come to the aid of plaintiff. 30. by relying on j.b.builders vs a.ramadas rao2, it is contended by learned counsel sri m.v.pratap kumar that plaintiff was not ready 1 (2004) 9 scc 204 2 (2011) 1 scc 429 pnr,j & nbk,j and willing to perform his obligations as per terms of ex.p-1 agreement and therefore is not entitled to any relief. 31. in j.b.builders, hon'ble supreme court holds that section 16 (c) of the specific relief act mandates readiness and willingness by the plaintiff as a condition precedent for obtaining relief of grant of specific performance. the onus is on plaintiff. hon'ble supreme court holds that when there is non compliance with this statutory mandate, the court is not bound to grant specific performance and is left with no other alternative but to dismiss the suit. this aspect of contentions require consideration by the commercial court during the trial of the suit. 32. the reliefs under order xxxix rules 1 and 2 of cpc are discretionary and subject to the satisfaction of the trial court. while considering such application, trial court examines merit of claim for injunction on three parameters, prima facie case, balance of convenience and irreparable injury/prejudice to the applicant. however, mere compliance of these three parameters is not sufficient. on the given facts of a case or conduct of the party, the trial court can refuse to grant injunction, even if plaintiff has made out a case on these parameters. 33. the commercial court assessed the evidence on record, extensively considered respective submissions and having held that the pnr,j & nbk,j plaintiff failed to satisfy the three ingredients to grant injunction in an application under order xxxix rules 1 and 2 of cpc declined to exercise its discretion to grant injunction and dismissed the application. 34. having regard to above assessment of the respective submissions and issues involved in the suit, we are of the opinion that plaintiff has not made out a case to grant temporary injunction. the decision under challenge is a well considered decision. we do not see any error committed by the commercial court in refusing to exercise its discretion to grant injunction prayed by the plaintiff. plaintiff alleges that the defendants have sold substantial amount of shares. he apprehends that the defendants are in the process of selling remaining shares. we make it clear that any sale transaction shall abide result of cos no.32 of 2022 on the file of special court for trial and disposal of commercial disputes, ranga reddy at l.b.nagar. 35. the appeal is accordingly dismissed. there shall be no order as to costs. pending miscellaneous applications if any shall stand closed. __________________________ p.naveen rao, j ___________________________ nagesh bheemapaka,j date: 12.06.2023 kkm/tvk pnr,j & nbk,j hon'ble sri justice p.naveen rao and hon'ble sri justice nagesh bheemapaka commercial court appeal no.20 of 2023 date: 12.06.2023 kkm/tvk"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ec2ad292a6a47308bb957aa9c571ba0_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9369fb72f0fe4c2085837895fa2118a2_1"
        },
        {
            "start": 242,
            "end": 260,
            "text": "\nKerala High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0da5a8248b547d8af35a3f3cb954dd2_2"
        },
        {
            "start": 261,
            "end": 312,
            "text": "\nM.K.Jayakrishnan vs Rajeevan P.V on 27 March, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45a26994472749a196a068f9d326f961_3"
        },
        {
            "start": 313,
            "end": 416,
            "text": "\nAuthor: Anil K. Narendran\nBench: Anil K. Narendran\n           In The High Court Of Kerala At Ernakulam",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a51b586461e463f972ee22b798cbbb9_4"
        },
        {
            "start": 446,
            "end": 463,
            "text": "Present\n         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2823ecedf9443a0beab82b514f73874_5"
        },
        {
            "start": 463,
            "end": 507,
            "text": "The Honourable Mr. Justice Anil K. Narendran",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ece6b869a0f749c9b943fb0a5f438a40_6"
        },
        {
            "start": 508,
            "end": 592,
            "text": "\n                                &\n             The Honourable Mr. Justice G. Girish",
            "labels": [
                "PREAMBLE"
            ],
            "id": "969a2f65f63a4328b08dc1488dd038e0_7"
        },
        {
            "start": 593,
            "end": 651,
            "text": "\n  Monday, The 25Th Day Of March 2024 / 5Th Chaithra, 1946",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70ad6b4ca25b4c50ac50ef3bd87b32c8_8"
        },
        {
            "start": 652,
            "end": 752,
            "text": "\n                      Rp No. 329 Of 2024\n\n  Against The Judgment Dated 15.02.2024 In Arb.A No.11 Of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "670486b9b1af472ea4968595981fa599_9"
        },
        {
            "start": 753,
            "end": 799,
            "text": "\n                 2024 Of High Court Of Kerala",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ac2c6b1647fe4a528630cfe3e412b530_10"
        },
        {
            "start": 802,
            "end": 888,
            "text": "Review Petitioner/Respondent:\n\n\n           M.K.Jayakrishnan, Aged 59 Years\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9d026943c854c09bbac29ad44945e9a_11"
        },
        {
            "start": 888,
            "end": 897,
            "text": "S/ O.Late",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1459b7f45cae4d018325e43ab8ae293a_12"
        },
        {
            "start": 898,
            "end": 936,
            "text": "Vasudevan Nair Residing At 11/775, 50B",
            "labels": [
                "PREAMBLE"
            ],
            "id": "564c93ba13b24e28a308d59ea790ee53_13"
        },
        {
            "start": 937,
            "end": 987,
            "text": "\n           Sector, Chandranagar, Sahyadri Colony,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31868a0dab614bf1bad6d0d426fd8453_14"
        },
        {
            "start": 1000,
            "end": 1040,
            "text": "Chandranagar.P.O, Palakkad, Pin - 678007",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba320ba5dc82409fb147f481b23b47b2_15"
        },
        {
            "start": 1054,
            "end": 1129,
            "text": "By Advs.\n           Girija K Gopal\n           K.N.Vigy\n           Parvathy.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5c7061b83ef4359996aa4ca2760202e_16"
        },
        {
            "start": 1130,
            "end": 1157,
            "text": "V \n\n\n\nRespondent/Appellant:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1912a4aefea4290b833d4d31af65a44_17"
        },
        {
            "start": 1158,
            "end": 1253,
            "text": "\n\n\n           Rajeevan P.V, Aged 50 Years\n           Krishnan Nair, Residing At 10D1, Manjooran",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcf15c7f0e74460d9bcec3125627924d_18"
        },
        {
            "start": 1254,
            "end": 1420,
            "text": "\n           Moonstone Apartment, Thammannam Road,\n           Palarivattom Kochi, Pin - 682025\n           B.J.John Prakash\n           George Poonthottam (Sr.)\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c602d5a1706456c9dd1370ebfee6f4b_19"
        },
        {
            "start": 1420,
            "end": 1537,
            "text": "This Review Petition Having Come Up For Admission On\n25.03.2024, The Court On The Same Day Delivered The Follow-\nIng:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a084589128bf4618ab28d0c49abbc916_20"
        },
        {
            "start": 1538,
            "end": 1598,
            "text": "\n                                        2\nRp No.329 of 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b190d050a75a44b4b23ec7f5d04df8d5_21"
        },
        {
            "start": 1599,
            "end": 1664,
            "text": "\n\n\n                                   Order\nAnil K. Narendran, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b217de80405f4b01b23cd44e35602a34_22"
        },
        {
            "start": 1665,
            "end": 1844,
            "text": "\nThis review petition is one filed invoking the provisions under Order Xlvii, Rule 1 of the Code of Civil Procedure, 1908 seeking review of the judgment of this Court dated 15.02.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64d3e0e69d0942b297c50169a589a164_23"
        },
        {
            "start": 1845,
            "end": 2205,
            "text": "2024 in Arb. Appeal No.11 of 2024, which was one filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA(Arb.)No.27 of 2024, an application filed by the said respondent under Section 9 of the Arbitration and Conciliation Act, 1996, seeking interim relief.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa0fd98b3f9c48b7b3b5ea36ceb81269_24"
        },
        {
            "start": 2206,
            "end": 2367,
            "text": "In that matter, the respondent herein filed I.A.No.1 of 2024, seeking interim relief, in which the Commercial Court granted an ad-interim order dated 03.02.2024.",
            "labels": [
                "FAC"
            ],
            "id": "60bb35e0f1894a9892ee931b9dce7e04_25"
        },
        {
            "start": 2368,
            "end": 2438,
            "text": "Paragraph 4 of that order reads thus;\n\"Issue notice to the respondent.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "192b1199707343f79800c06cbed180b3_26"
        },
        {
            "start": 2439,
            "end": 2941,
            "text": "The petitioner shall deliver to the respondent or send it by registered post immediately, a copy of the application for interim order together with a copy of affidavit filed in support of the application, copies of the documents on which the applicant relies and directed to file an affidavit stating that the aforesaid have been so delivered or sent as contemplated under Rule 5A(1)(a) and (b) of Kerala Arbitration and Conciliation (Court) Rules, 1997, showing the compliance of the same immediately.",
            "labels": [
                "FAC"
            ],
            "id": "0f4dfe66c590449bbf51179aa465a36d_27"
        },
        {
            "start": 2942,
            "end": 3352,
            "text": "For return of notice:27.03.2024.\"\n2. In Arb. Appeal No.11 of 2024, which is one filed quoting the provisions under Section 37 of the Arbitration and Conciliation Act, the grievance of the appellant was that the prayer made in I.A.No.1 of 2024 for attachment of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B-schedule, was not allowed by the Commercial Court in the impugned order dated 03.02.2024.",
            "labels": [
                "FAC"
            ],
            "id": "ca92dfa3836a476ca9e8e4c249ebeddd_28"
        },
        {
            "start": 3353,
            "end": 3702,
            "text": "\n3. Along with I.A.No.1 of 2024 in Arb. Appeal No.11 of 2024, the appellant has placed on record a copy of Arbitration Request No.16 of 2024 pending before this Court; a copy of the memorandum in CMA(Arb)No.27 of 2024 filed before the Commercial Court-II, Ernakulam; and a screenshot of the website of the respondent therein, as Annexures A to C.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "9c6c15b6fa65479b95b56ba001502a37_29"
        },
        {
            "start": 3703,
            "end": 3925,
            "text": "On 13.02.2024, when that appeal came up for admission, this Court issued notice on admission to the respondent therein by special messenger, returnable by 14.02.2024 and the matter was directed to be listed at 2.00 p.m.\n5.",
            "labels": [
                "FAC"
            ],
            "id": "059e6b0c4a0a4cdb836bb8d345517001_30"
        },
        {
            "start": 3926,
            "end": 4084,
            "text": "On 14.02.2024, when that appeal came up for consideration, despite service of notice by special messenger, there was no appearance for the respondent therein.",
            "labels": [
                "FAC"
            ],
            "id": "77e243b1fd6344b7a0b465d04c5fa6be_31"
        },
        {
            "start": 4085,
            "end": 4231,
            "text": "Therefore, Registry was directed to verify whether there is any appearance for the respondent and the matter was ordered to be listed at 4.00 p.m.",
            "labels": [
                "FAC"
            ],
            "id": "1aa06b5a1cc740d499e2eb145bd96227_32"
        },
        {
            "start": 4232,
            "end": 4364,
            "text": "Since there was no appearance for the respondent at 4.00 p.m., the appeal was ordered to be listed on 15.02.2024, for consideration.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf6bdc483a974527a075dc39cbef9e0d_33"
        },
        {
            "start": 4366,
            "end": 4567,
            "text": "6. On 15.02.2024, when the appeal came up for consideration, the appellant filed as Bench mark I.A.No.2 of 2024, producing therewith a copy of I.A.No.1 of 2024 in CMA (Arb).No.27 of 2024 as Annexure D.",
            "labels": [
                "NONE"
            ],
            "id": "2e4233a1730544c998d346bf2117afae_34"
        },
        {
            "start": 4568,
            "end": 4630,
            "text": "There was no representation for the respondent in that appeal.",
            "labels": [
                "NONE"
            ],
            "id": "af0c03d8536a4243a5b847323405290b_35"
        },
        {
            "start": 4631,
            "end": 4879,
            "text": "\n7. On 15.02.2024, during the course of arguments, the learned Senior Counsel for the appellant would place reliance on the judgement of the Apex Court in Essar House Private Limited v. Arcellor Mittal Nippon Steel India Limited [AIR 2022 SC 4294].",
            "labels": [
                "NONE"
            ],
            "id": "7edcbee2095d4dc2abd80490f7def13e_36"
        },
        {
            "start": 4880,
            "end": 4932,
            "text": "Paragraphs 48 to 50 of that decision read thus;\n\"48.",
            "labels": [
                "NONE"
            ],
            "id": "003987d7fac340d495f75c5ae6d5ebcf_37"
        },
        {
            "start": 4933,
            "end": 5284,
            "text": "Section 9 of the Arbitration Act confers wide power on the Court to pass orders securing the amount in dispute in arbitration, whether before the commencement of the arbitral proceedings, during the arbitral proceedings or at any time after making of the arbitral award, but before its enforcement in accordance with Section 36 of the Arbitration Act.",
            "labels": [
                "ISSUE"
            ],
            "id": "e00d9dfdfe414c51977f7f0285e9bc41_38"
        },
        {
            "start": 5285,
            "end": 5570,
            "text": "All that the Court is required to see is, whether the applicant for interim measure has a good prima facie case, whether the balance of convenience is in favour of interim relief as prayed for being granted and whether the applicant has approached the court with reasonable expedition.",
            "labels": [
                "ISSUE"
            ],
            "id": "904389be8e3a4c39a78f3dc7f2c2575f_39"
        },
        {
            "start": 5572,
            "end": 5936,
            "text": "49. If a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the CPC.\n50.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2a49566de52424dbd94656f3474bf4f_40"
        },
        {
            "start": 5937,
            "end": 6165,
            "text": "Proof of actual attempts to deal with, remove or dispose of the property with a view to defeat or delay the realisation of an impending Arbitral Award is not imperative for grant of relief under Section 9 of the Arbitration Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c4f29bb2d4a6474983018f91f31e4de4_41"
        },
        {
            "start": 6166,
            "end": 6225,
            "text": "A strong possibility of diminution of assets would suffice.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a13297fe995f4c01bd63e30e3472a024_42"
        },
        {
            "start": 6226,
            "end": 6550,
            "text": "To assess the balance of convenience, the Court is required to examine and weigh the consequences of refusal of interim relief to the applicant for interim relief in case of success in the proceedings, against the consequence of grant of the interim relief to the opponent in case the proceedings should ultimately fail.\"\n8.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cf7d2635ef19410aa7fd2e9dcf699430_43"
        },
        {
            "start": 6551,
            "end": 7256,
            "text": "In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, which is sought to be reviewed in this review petition, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "437e8c5a6652466f87e64cd133f7fff9_44"
        },
        {
            "start": 7258,
            "end": 7715,
            "text": "9. By the judgment dated 15.02.2024, this Court disposed of Arb. Appeal No.11 of 2024 with the observation contained in paragraph 10 of that judgment, which reads thus;\n\"10. A reading of the impugned order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024 would show that while ordering conditional attachment, the Commercial Court limited the same to Attachment A and C schedules and the locker in Attachment B schedule.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4ab09dad45041fbae45cf2aa12aef9c_45"
        },
        {
            "start": 7716,
            "end": 8121,
            "text": "In case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4bf08e28436c459bbe65b2dc6124298b_46"
        },
        {
            "start": 8122,
            "end": 8142,
            "text": "(underline supplied)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f845861421f4b2b83daf7a6a38c8a79_47"
        },
        {
            "start": 8144,
            "end": 8419,
            "text": "10. In this review petition, the petitioner would contend that, Arb. Appeal No.11 of 2024 filed by the respondent was not maintainable before this Court, in view of the law laid down by a Division Bench of this Court on 14.02.2024 in Alexander Luke v. Aditya Birla Money Ltd.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5f83a5e53c6049d6a402a0fe15d11fa1_48"
        },
        {
            "start": 8420,
            "end": 8441,
            "text": "[2024 KHC OnLine 107]",
            "labels": [
                "NONE"
            ],
            "id": "0cdfb419b6a94cc48ae0917fa1aa24db_49"
        },
        {
            "start": 8442,
            "end": 8833,
            "text": ". Therefore, the appeal against the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 ought to have been filed before the Commercial Appellate Court (Principal District Court), in view of the provisions under the Commercial Courts Act, 2015 and also the notification, i.e., SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.",
            "labels": [
                "NONE"
            ],
            "id": "bcef568d0fdd4f1199bdd36d6ca27d7e_50"
        },
        {
            "start": 8834,
            "end": 9261,
            "text": "In support of the said argument, the learned counsel would place reliance on the judgment of a learned Single Judge of this Court dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657]\n- and the order dated 23.01.2024 of that learned Single Judge in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of that judgment.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "560894a9896740d48fbedfea0009c52f_51"
        },
        {
            "start": 9262,
            "end": 9434,
            "text": "The learned counsel would also rely on the judgment of the Apex Court in Jaycee Housing Pvt. Ltd. v. Registrar (General), Orissa High Court, Cuttack [(2023) 1 SCC 549].\n11.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "edee46486a11488e9c12829df05e7b82_52"
        },
        {
            "start": 9435,
            "end": 9572,
            "text": "On 13.03.2024, when this review petition came up for admission, the respondent entered appearance through counsel and sought adjournment.",
            "labels": [
                "NONE"
            ],
            "id": "0d50262fbad64ffab4f2c1eb12b792cc_53"
        },
        {
            "start": 9573,
            "end": 9778,
            "text": "By the order dated 13.03.2024, the learned counsel for the respondent was directed to place on record, a copy of I.A.No.5 of 2024 filed in CMA (Arb.)No.27 of 2024 before the Commercial Court-II, Ernakulam.",
            "labels": [
                "NONE"
            ],
            "id": "63b72d22b56144f8882e1188f6b9ab86_54"
        },
        {
            "start": 9779,
            "end": 9938,
            "text": "On 19.03.2024, the learned counsel for the respondent sought time to cure the defect noted by Registry in the interlocutory application filed on that date.\n12.",
            "labels": [
                "NONE"
            ],
            "id": "56bed3c5c8a1474bbb9285df694d3555_55"
        },
        {
            "start": 9939,
            "end": 10089,
            "text": "On 20.03.2024 and 22.03.2024, we heard detailed arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "9d6b730ed8294944bcd9382100dfb00c_56"
        },
        {
            "start": 10090,
            "end": 10472,
            "text": "During the course of arguments, the learned Senior Counsel for the respondent submitted that in view of the law laid down by the Division Bench in Alexander Luke [2024 KHC OnLine 107], an appeal against an order passed by the Commercial Court in an application filed under Section 9 of the Arbitration and Conciliation Act has to be challenged before the Commercial Appellate Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "13ed4a666b9b45dc92476d63e9840fcd_57"
        },
        {
            "start": 10473,
            "end": 10699,
            "text": "The learned Senior Counsel made an attempt to draw a distinction between an order of the Commercial Court granting interim relief under Section 9 of the Act and an ad-interim order granted by that court in such an application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7408a2c84507439daddc6754abbf993a_58"
        },
        {
            "start": 10700,
            "end": 10940,
            "text": "The learned Senior Counsel would submit that, at any rate, the said ad-interim order granted by the Commercial Court cannot be the subject matter in an appeal filed before this Court, invoking the provisions under the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4800456c0bfd43de9b7516839bfe798e_59"
        },
        {
            "start": 10942,
            "end": 11421,
            "text": "13. On 25.03.2024, when this matter came up for consideration at 10.10 a.m., for pronouncing the order, the Registry has placed report dated 22.03.2024 of the Deputy Registrar, along with the explanation offered by the concerned Assistant in the MFA Section, on the issue pointed out by the learned counsel for the petitioner regarding the mentioning of wrong case number, i.e., Arb. Appeal No.14 of 2024, in the summons issued to the respondent in Arb. Appeal No.11 of 2024.\n14.",
            "labels": [
                "NONE"
            ],
            "id": "2976fe57627f4716aabca5a2f09ae931_60"
        },
        {
            "start": 11422,
            "end": 11604,
            "text": "In this review petition, the petitioner has stated that, the special messenger deputed from this Court in Arb. Appeal No.11 of 2024 returned notice after service, only on 19.02.2024.",
            "labels": [
                "FAC"
            ],
            "id": "6604d4f6109d48a1bf6d715388e9a82a_61"
        },
        {
            "start": 11605,
            "end": 11930,
            "text": "In the order dated 25.03.2024, this Court noticed the endorsement made by Registry on 14.02.2024 in the office notes in Arbitration Appeal No.11 of 2024, which reads thus;\n\"Notice to the respondent served by special messenger (as informed by the special messenger over phone). No appearance for the respondent till 3.30 p.m.\"",
            "labels": [
                "RPC"
            ],
            "id": "7fd355d22641478eb70cd280fbdd6306_62"
        },
        {
            "start": 11932,
            "end": 12148,
            "text": "By the order dated 25.03.2024, Registry was directed to get an explanation on the above aspect from the concerned officer, which was directed to be placed before the Court by 4.20 p.m., through the Registrar General.",
            "labels": [
                "FAC"
            ],
            "id": "2a90f653acc943b4a9216d0cdbad402c_63"
        },
        {
            "start": 12149,
            "end": 12336,
            "text": "Pursuant to that order Registry has placed on record the report of the Deputy Registrar, along with the explanation offered by the Office Attendant, who was deployed as special messenger.",
            "labels": [
                "FAC"
            ],
            "id": "6d1afc60054c43b5abfcc5c69916fbf5_64"
        },
        {
            "start": 12337,
            "end": 12633,
            "text": "Having considered the submissions made by the learned counsel for the respondent, this Court has called for the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court-II, Ernakulam by special messenger and listed the matter today (27.03.2024), at 4.30 p.m. for orders.",
            "labels": [
                "NONE"
            ],
            "id": "6376c94453b64cd297e24e3bf064fd2e_65"
        },
        {
            "start": 12635,
            "end": 12903,
            "text": "15. We have perused the trial court records in CMA (Arb.) No.27 of 2024 on the file of the Commercial Court-II (Additional Sub Court-II), Ernakulam and heard further arguments of the learned counsel for the petitioner and the learned Senior Counsel for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "349b18bbe20e4a65917411b94be015d7_66"
        },
        {
            "start": 12905,
            "end": 13520,
            "text": "16. On the maintainability of Arb. Appeal No.11 of 2024, which is one filed challenging the order dated 03.02.2024 of the Commercial Court in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024, an application filed under Section 9 of the Arbitration and Conciliation Act, seeking interim relief, we notice that an appeal against the order passed by the Commercial Court in an application filed under Section 9 of the said Act has to be filed before the Commercial Appellate Court, i.e., the Principal District Court notified as per notification SRO No.177/2020, published vide G.O(Ms.)No.51/2020/Home dated 24.02.2020.\n17.",
            "labels": [
                "NONE"
            ],
            "id": "567d27ad7d7f4d89a80f240eb43fbb03_67"
        },
        {
            "start": 13521,
            "end": 13843,
            "text": "In the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023 - Sabu George and others v. James George and others [2023:KER:82657] - a learned Single Judge of this Court held that Section 13 of the Commercial Courts Act provides for an appeal against an order of the Commercial Court before the Commercial Appellate Court.",
            "labels": [
                "NONE"
            ],
            "id": "72f88b6046c64cf2976084e382de1e81_68"
        },
        {
            "start": 13844,
            "end": 13976,
            "text": "The Government has issued a notification designating the Principal District Courts in each Districts as Commercial Appellate Courts.",
            "labels": [
                "FAC"
            ],
            "id": "e37a89e76fa842b1b838ccf0d6d8343f_69"
        },
        {
            "start": 13977,
            "end": 14278,
            "text": "Therefore, appeal against the order dated 13.11.2023 of the Commercial Court (Sub Court), Kattappana dated 13.11.2023 in O.P.(Arb.)No.1 of 2023, an application filed under Section 9 of the Arbitration and Conciliation Act lies before the concerned Commercial Appellate Court, i.e., the District Court.",
            "labels": [
                "FAC"
            ],
            "id": "c3b6128255e5473d9e4218489e2f2463_70"
        },
        {
            "start": 14280,
            "end": 14946,
            "text": "18. In the order dated 23.01.2024 in R.P.No.34 of 2024 - Sabu George and others v. James George and others [2024:KER:5008] - arising out of the judgment dated 22.12.2023 in Arb. Appeal No.29 of 2023, taking note of the law laid down by the Apex Court in Jaycee Housing Pvt. Ltd. [(2023) 1 SCC 549], a decision relied on by the learned counsel for the petitioner herein, the learned Single Judge held that the court passing order under Section 9 of the Arbitration and Conciliation Act being a Commercial Court, the appeal therefrom lies in terms of Section 13(1) of the Commercial Courts Act before the Commercial Appellate Court, i.e., the Principal District Court.",
            "labels": [
                "NONE"
            ],
            "id": "0eb36489b841421aab0cfbc66e041bcb_71"
        },
        {
            "start": 14947,
            "end": 15259,
            "text": "In the aforesaid decision, the Apex Court held that the designated Commercial Court, which is subordinate to the rank of Principal District Court has jurisdiction to hear all applications or appeals under the Arbitration and Conciliation Act other than those arising out of international commercial arbitrations.",
            "labels": [
                "RLC"
            ],
            "id": "4e3b59e54fdd44bbad37f8766524d6fd_72"
        },
        {
            "start": 15260,
            "end": 15422,
            "text": "If the contention that only the Principal Civil Court has jurisdiction is accepted, it will frustrate the object and reason of enactment of Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ab48484e7104a17b1358ca993ef3c66_73"
        },
        {
            "start": 15424,
            "end": 15956,
            "text": "19. In Alexander Luke [2024 KHC OnLine 107], a decision rendered on 14.02.2024, a Division Bench of this Court held that a plain reading of the provisions under the Commercial Courts Act, especially Section 6 and Section 10(3), would lead to the inescapable conclusion that the court for the purpose of consideration of a commercial dispute, even if it arises under the Arbitration and Conciliation Act, would be the Commercial Court and the appeal would, therefore, lie only to the Commercial Appellate Court, i.e., District Court.",
            "labels": [
                "NONE"
            ],
            "id": "b0892feb114d4baab72a783d64389300_74"
        },
        {
            "start": 15958,
            "end": 16503,
            "text": "20. In view of the law laid down in the decisions referred to supra, conclusion is irresistible that, Arb. Appeal No.11 of 2024 filed by the respondent herein challenging the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 is not maintainable before this Court, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.\n21.",
            "labels": [
                "NONE"
            ],
            "id": "a31f43e0e08e441cb320bcf3bfdefbc0_75"
        },
        {
            "start": 16504,
            "end": 16723,
            "text": "In the above circumstances, the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with the observation contained therein at paragraph 10, is liable to be recalled.",
            "labels": [
                "RPC"
            ],
            "id": "2272b62253624921b663b0fa50399c9c_76"
        },
        {
            "start": 16725,
            "end": 17311,
            "text": "22. From the trial court records in CMA (Arb.)No.27 of 2024 on the file of the Commercial Court, we notice that after the judgment of this Court dated 15.02.2024 the respondent herein filed I.A.No.5 of 2024 in I.A.No.1 of 2024, invoking the provisions under Section 9 of the Arbitration and Conciliation Act, seeking an order to issue show cause notice to the petitioner herein why he should not furnish security and in the meantime, pass on order of conditional attachment of the bank accounts more specifically scheduled in Schedule B for a sum of Rs.300 Crores due to the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "dc0a9950e8ef48b3922e2e9e19e51a72_77"
        },
        {
            "start": 17312,
            "end": 17495,
            "text": "In paragraph 9 of that affidavit, the respondent herein has mentioned the observation made in paragraph 10 of the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "954e7ff86dcc41b28893ae851962ce80_78"
        },
        {
            "start": 17496,
            "end": 17679,
            "text": "In paragraph 10 of that affidavit, it is stated that such an application is being filed in compliance with the directions contained in the judgment of this Court dated 15.02.2024.\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "198dfe410b904bcb9a310ad6164ad92e_79"
        },
        {
            "start": 17680,
            "end": 17891,
            "text": "In that interlocutory application, i.e., I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 the Commercial Court passed another ad-interim order on 19.02.2024, after advancing the case to that date.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4524719f624c4253a59a32c1b3b079f3_80"
        },
        {
            "start": 17892,
            "end": 18252,
            "text": "From the trial court records, we notice that as per the endorsement made on the docket of I.A.No.5 of 2024 the Commercial Court-II (Additional Sub Court-II), Ernakulam noted that in the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024 this Court advised the respondent herein to file a proper application before that Court for redressal of his grievance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e3052d9bcc2490ebf46befa64632728_81"
        },
        {
            "start": 18253,
            "end": 18286,
            "text": "Hence, I.A.No.5 of 2024 is filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29d5f5cb2d5b488481715e5067ab4426_82"
        },
        {
            "start": 18287,
            "end": 18424,
            "text": "By the order dated 19.02.2024, the Commercial Court ordered a conditional attachment of Schedule B bank accounts, as an ad-interim order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c625ede0a8444d3cbc22438696eae654_83"
        },
        {
            "start": 18425,
            "end": 18590,
            "text": "The document marked as Annexure D along with the review petition is a printout of the proceedings on 19.02.2024 in I.A.No.5 of 2024 uploaded on the e-courts website.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41201bab21bb4b8bac48ea6081784f31_84"
        },
        {
            "start": 18591,
            "end": 18759,
            "text": "A typed copy of the order dated 19.02.2024 in I.A.No.5 of 2024 is available in the trial court records, which has absolutely no similarity with the order in Annexure D.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f852c60b1143424ab64d5a3808e2519d_85"
        },
        {
            "start": 18760,
            "end": 19186,
            "text": "We do not propose to consider the legality or otherwise of the order dated 19.02.2024 of the Commercial Court- II (Additional Sub Court-II), Ernakulam in I.A.No.5 of 2024 in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 in this proceedings, since the petitioner herein has to challenge that order before the Commercial Appellate Court, invoking the statutory remedy provided under Section 13(1) of the Commercial Courts Act.\n24.",
            "labels": [
                "RPC"
            ],
            "id": "e3cb22aae92a421c98fcc69fe227cb60_86"
        },
        {
            "start": 19187,
            "end": 19837,
            "text": "In the judgment dated 15.02.2024 in Arb. Appeal No.11 of 2024, this Court noticed that the law laid down by the Apex Court in Essar House Private Limited [AIR 2022 SC 4294], in the context of Section 9 of the Arbitration and Conciliation Act is that if a strong prima facie case is made out and the balance of convenience is in favour of interim relief being granted, the Court exercising power under Section 9 of the Arbitration and Conciliation Act should not withhold relief on the mere technicality of absence of averments, incorporating the grounds for attachment before judgment under Order XXXVIII Rule 5 of the Code of Civil Procedure, 1908 .",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "af04e6592af241d3b33b803ebc4cd89a_87"
        },
        {
            "start": 19838,
            "end": 20367,
            "text": "The only observation contained in paragraph 10 of the judgment of this Court dated 15.02.2024 is only to the effect that in case it is an omission on the part of the Commercial Court in granting a conditional attachment in respect of the bank accounts, which are Sl.Nos.1 to 12 in Attachment B schedule, despite sufficient pleadings in the affidavit filed in support of I.A.No.1 of 2024 in CMA(Arb)No.27 of 2024, it is for the appellant to file a proper application before the Commercial Court for redressal of his grievance.\n25.",
            "labels": [
                "RATIO"
            ],
            "id": "f8c0eed56af34f9bb79ba9d21b5d1971_88"
        },
        {
            "start": 20368,
            "end": 20589,
            "text": "In the result, this review petition is allowed by recalling the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024, whereby that appeal was disposed of with observation contained therein at paragraph 10.",
            "labels": [
                "RPC"
            ],
            "id": "790aa27cd8bb4ebab61f17b96ba2d642_89"
        },
        {
            "start": 20590,
            "end": 20907,
            "text": "Consequently, Arb. Appeal No.11 of 2024 presented before this Court on 09.02.2024 will stand dismissed as not maintainable, since an appeal under Section 13(1) of the Commercial Courts Act against an order passed by the Commercial Court has to be filed before the Commercial Appellate Court, i.e., the District Court.",
            "labels": [
                "RPC"
            ],
            "id": "0a9c118c1737462b923afa18d840bb3f_90"
        },
        {
            "start": 20908,
            "end": 21247,
            "text": "\n26. Registry to return the certified copy of the order dated 03.02.2024 of the Commercial Court-II (Additional Sub Court-II), Ernakulam in I.A.No.1 of 2024 in CMA (Arb.)No.27 of 2024 to the learned counsel for the respondent herein-appellant, so as to enable the respondent herein to challenge that order before the appropriate court.\n27.",
            "labels": [
                "RPC"
            ],
            "id": "b39ab77f64284daeaa782a5fe04e12f0_91"
        },
        {
            "start": 21248,
            "end": 21514,
            "text": "Registry shall make necessary endorsements in the judgment of this Court dated 15.02.2024 in Arb. Appeal No.11 of 2024 regarding the recalling of that judgment, by this order in the review petition, and the consequential dismissal of that appeal as not maintainable.",
            "labels": [
                "RPC"
            ],
            "id": "30a33991d1d94b939f2dd4960b5043c3_92"
        },
        {
            "start": 21515,
            "end": 21609,
            "text": "The status of Arb. Appeal No.11 of 2024 shall be shown as 'dismissed as not maintainable'.\n28.",
            "labels": [
                "RPC"
            ],
            "id": "822ca82c70954ad7b500bbec15db04c8_93"
        },
        {
            "start": 21610,
            "end": 21882,
            "text": "Registry to conduct an enquiry as to the circumstances in which the number of appeal was wrongly shown as Arb. Appeal No.14 of 2024, instead of Arb. Appeal No.11 of 2024 in Annexure B notice issued to the petitioner herein and the special messenger deputed from this Court",
            "labels": [
                "RPC"
            ],
            "id": "907c96c157074f098ea84d4baf2120a8_94"
        },
        {
            "start": 21883,
            "end": 22048,
            "text": "returned the process only on 19.02.2024, despite the endorsement made in the office notes of the Arb. Appeal on 14.02.2024 regarding completion of service of notice.",
            "labels": [
                "RPC"
            ],
            "id": "aab880801fad423797f75c76c97816f7_95"
        },
        {
            "start": 22049,
            "end": 22231,
            "text": "The report of the Registry shall be placed before the Honourable the Chief Justice for appropriate orders, in order to ensure that such mistakes/omissions are not repeated hereafter.",
            "labels": [
                "RPC"
            ],
            "id": "be12daacdcd94ae48e4e2744b94105bf_96"
        },
        {
            "start": 22232,
            "end": 22289,
            "text": "\nRegistry to return the trial court records by messenger.",
            "labels": [
                "NONE"
            ],
            "id": "c7b96d36deff4914af2e296dee4f8781_97"
        },
        {
            "start": 22290,
            "end": 26213,
            "text": "\nSd/-\nANIL K. NARENDRAN, JUDGE Sd/-\nG. GIRISH, JUDGE bkn/-\nPETITIONER ANNEXURES Annexure A A CERTIFIED COPY OF THE JUDGEMENT DATED 15.02.2024 IN ARB. A. 11/2024 PASSED BY THIS HON'BLE COURT Annexure B A TRUE COPY OF THE I.A.NO. 1/2024 IN ARB.A.14/2024, AS SEEN ENTERED IN ONE OF THE NOTICE SERVED TO THE REV. PETITIONER BY THE MESSENGER ARBITRATION APPEAL STANDS POSTED TO 14.02.2024 Annexure C A TRUE COPY OF THE NOTICE SERVED ON THE REVIEW PETITIONER AS REGARDS ARB.A 11/2024 POSTED FOR HEARING ON 14..2..2024 Annexure D A TRUE COPY OF THE ORDER DATED 19.2.2024 PASSED BY THE COMMERCIAL COURT ERNAKULAM IN CMA (ARB).0200027/2024, AS UPLOADED IN THE E-COURTS- OFFICIAL WEBSITE OF DIS- TRICT COURT Annexure E A TRUE COPY OF CMA (ARB) NO. 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM ,ALONG WITH DOCUMENTS PRODUCED THEREWITH , AS SERVED ON THE REVIEW PETITIONER ON 14.2.2024 Annexure F A TRUE COPY OF IA 1/2024 FILED BY THE RESPONDENT HEREIN SEEKING THE PRAYER FOR ATTACHMENT IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1/2/2024 Annexure G A TRUE COPY OF THE ATTACHMENT SCHEDULE PRODUCED BY THE RESPONDENT ALONG WITH IA 1/2024 IN CMA 27/2024 ON THE FILES OF COMMERCIAL COURT, ERNAKULAM DATED 1..2..2024 Annexure H A TRUE COPY OF CRIMINAL M.C.NO. 6050/2023 FILED BEFORE THIS HON'BLE COURT ON 26TH JULY, 2023 SEEKING TO QUASH FIR 1138/2023 OF PALARIVATTAM POLICE STATION Annexure I A TRUE COPY OF THE ORDER DATED 25.08.2023 IN CRIMINAL M.C.NO. 6050/2023 Annexure J A TRUE COPY OF CHEQUE NO. 914224 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure K A TRUE COPY OF CHEQUE NO. 914225 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure L A TRUE COPY OF CHEQUE NO. 914226 DATED 12.07.2023 DRAWN ON ESAF BANK, ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000/- (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure M A TRUE COPY OF CHEQUE NO. 914227 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure N A TRUE COPY OF CHEQUE NO. 914228 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure O A TRUE COPY OF CHEQUE NO. 914229 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 Annexure P A TRUE COPY OF CHEQUE NO. 914230 DATED 12.07.2023 DRAWN ON ESAF BANK , ISSUED BY THE REVIEW PETITIONER'S WIFE FROM THE JOINT ACCOUNT OF THE REVIEW PETITIONER AND HIS WIFE BEARING NO. 50170024021023 TO THE RESPONDENT FOR AN AMOUNT OF RS.\n50,00,000 (FIFTY LAKHS ONLY) ALONG WITH THE TRANSFER SLIP DATED 13.07.2023 RESPONDENT ANNEXURES Annexure-R1 TRUE COPY OF COPY OF I.A. NO. 5 OF 2024 IN CMA (ARB) IN 27 OF 2024 WITHOUT THE ANNEXURE FILED BEFORE THE HON'BLE COMMER- CIAL COURT-II AT ERNAKULAM",
            "labels": [
                "NONE"
            ],
            "id": "1581828c178949deaeb59d1e3bba27e3_98"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "K.N. Mahesh Prasad",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 43
        },
        {
            "text": "Optimus Drugs Private Limited",
            "label": "RESPONDENT",
            "start_char": 47,
            "end_char": 76
        },
        {
            "text": "P.Naveen Rao",
            "label": "LAWYER",
            "start_char": 112,
            "end_char": 124
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 132,
            "end_char": 144
        },
        {
            "text": "Nagesh Bheemapaka",
            "label": "JUDGE",
            "start_char": 146,
            "end_char": 163
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 198,
            "end_char": 210
        },
        {
            "text": "Nagesh Bheemapaka",
            "label": "JUDGE",
            "start_char": 275,
            "end_char": 292
        },
        {
            "text": "K.N.Mahesh Prasad",
            "label": "PETITIONER",
            "start_char": 402,
            "end_char": 419
        },
        {
            "text": "Optimus Drugs Private Limited",
            "label": "RESPONDENT",
            "start_char": 685,
            "end_char": 714
        },
        {
            "text": "Kondapur",
            "label": "GPE",
            "start_char": 811,
            "end_char": 819
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 821,
            "end_char": 830
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 1169,
            "end_char": 1172
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 1177,
            "end_char": 1180
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1333,
            "end_char": 1345
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 1408,
            "end_char": 1425
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 1510,
            "end_char": 1522
        },
        {
            "text": "03.11.2018",
            "label": "DATE",
            "start_char": 1978,
            "end_char": 1988
        },
        {
            "text": "I.A.No.349 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 2024,
            "end_char": 2042
        },
        {
            "text": "Order XXXIX Rules 1 and 2 read",
            "label": "PROVISION",
            "start_char": 2049,
            "end_char": 2079
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 2085,
            "end_char": 2096
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 2100,
            "end_char": 2129
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2143,
            "end_char": 2146
        },
        {
            "text": "09.03.2023",
            "label": "DATE",
            "start_char": 2641,
            "end_char": 2651
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 2680,
            "end_char": 2683
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 2688,
            "end_char": 2691
        },
        {
            "text": "Optrix Laboratories Pvt. Ltd.",
            "label": "ORG",
            "start_char": 4671,
            "end_char": 4700
        },
        {
            "text": "03.11.2018",
            "label": "DATE",
            "start_char": 4761,
            "end_char": 4771
        },
        {
            "text": "Optrix Laboratories Pvt",
            "label": "ORG",
            "start_char": 5001,
            "end_char": 5024
        },
        {
            "text": "1st September, 2018",
            "label": "DATE",
            "start_char": 5067,
            "end_char": 5086
        },
        {
            "text": "Optix Laboratories Pvt. Ltd.",
            "label": "ORG",
            "start_char": 5289,
            "end_char": 5317
        },
        {
            "text": "Optix Laboratories Pvt. Ltd.",
            "label": "ORG",
            "start_char": 5479,
            "end_char": 5507
        },
        {
            "text": "clauses 4 and 5(a)",
            "label": "PROVISION",
            "start_char": 5679,
            "end_char": 5697
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5736,
            "end_char": 5739
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 5744,
            "end_char": 5747
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 5811,
            "end_char": 5824
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 6078,
            "end_char": 6091
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 6137,
            "end_char": 6156
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 6200,
            "end_char": 6213
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 6218,
            "end_char": 6237
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 7136,
            "end_char": 7149
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 7279,
            "end_char": 7292
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 7796,
            "end_char": 7809
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 7863,
            "end_char": 7882
        },
        {
            "text": "Optimus Group Company",
            "label": "ORG",
            "start_char": 8017,
            "end_char": 8038
        },
        {
            "text": "Optimus Group Company",
            "label": "ORG",
            "start_char": 8227,
            "end_char": 8248
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 8339,
            "end_char": 8342
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 8347,
            "end_char": 8350
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 8680,
            "end_char": 8693
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 8948,
            "end_char": 8961
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 9049,
            "end_char": 9062
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 9118,
            "end_char": 9131
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 9185,
            "end_char": 9204
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 9299,
            "end_char": 9312
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 9622,
            "end_char": 9635
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 9723,
            "end_char": 9736
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 9792,
            "end_char": 9805
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 9859,
            "end_char": 9878
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 9981,
            "end_char": 9994
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 10009,
            "end_char": 10028
        },
        {
            "text": "Optimus Drugs",
            "label": "ORG",
            "start_char": 10114,
            "end_char": 10127
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 10132,
            "end_char": 10151
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 10450,
            "end_char": 10463
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 10724,
            "end_char": 10737
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 11096,
            "end_char": 11109
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 11800,
            "end_char": 11813
        },
        {
            "text": "Optimum Drugs",
            "label": "ORG",
            "start_char": 12952,
            "end_char": 12965
        },
        {
            "text": "Optrix Laboratories",
            "label": "ORG",
            "start_char": 13005,
            "end_char": 13024
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 13404,
            "end_char": 13417
        },
        {
            "text": "Optimus Group companies",
            "label": "ORG",
            "start_char": 13591,
            "end_char": 13614
        },
        {
            "text": "Optimus Group Companies",
            "label": "ORG",
            "start_char": 13688,
            "end_char": 13711
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 13838,
            "end_char": 13851
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 14037,
            "end_char": 14050
        },
        {
            "text": "Optimus Group",
            "label": "ORG",
            "start_char": 14181,
            "end_char": 14194
        },
        {
            "text": "Gujarat Themis Biosyn Ltd.",
            "label": "ORG",
            "start_char": 15265,
            "end_char": 15291
        },
        {
            "text": "Kotak Mahindra Bank",
            "label": "ORG",
            "start_char": 15430,
            "end_char": 15449
        },
        {
            "text": "Optrix Laboratories Pvt",
            "label": "ORG",
            "start_char": 15482,
            "end_char": 15505
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 15567,
            "end_char": 15573
        },
        {
            "text": "Optrix Laboratories Pvt",
            "label": "ORG",
            "start_char": 15706,
            "end_char": 15729
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 15845,
            "end_char": 15848
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 15853,
            "end_char": 15856
        },
        {
            "text": "Optrix Laboratories Pvt",
            "label": "ORG",
            "start_char": 15890,
            "end_char": 15913
        },
        {
            "text": "01.04.2020",
            "label": "DATE",
            "start_char": 15955,
            "end_char": 15965
        },
        {
            "text": "16.09.2021",
            "label": "DATE",
            "start_char": 15983,
            "end_char": 15993
        },
        {
            "text": "NCLT, Hyderabad",
            "label": "COURT",
            "start_char": 16017,
            "end_char": 16032
        },
        {
            "text": "31.03.2021",
            "label": "DATE",
            "start_char": 16131,
            "end_char": 16141
        },
        {
            "text": "31.03.2021",
            "label": "DATE",
            "start_char": 16230,
            "end_char": 16240
        },
        {
            "text": "25.05.2022",
            "label": "DATE",
            "start_char": 17035,
            "end_char": 17045
        },
        {
            "text": "25.05.2022",
            "label": "DATE",
            "start_char": 17405,
            "end_char": 17415
        },
        {
            "text": "25.05.2022",
            "label": "DATE",
            "start_char": 17515,
            "end_char": 17525
        },
        {
            "text": "S.Niranjan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 18458,
            "end_char": 18474
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 18713,
            "end_char": 18716
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 18721,
            "end_char": 18724
        },
        {
            "text": "M.V.Pratap Kumar",
            "label": "OTHER_PERSON",
            "start_char": 18751,
            "end_char": 18767
        },
        {
            "text": "Schedule 2",
            "label": "PROVISION",
            "start_char": 18917,
            "end_char": 18927
        },
        {
            "text": "S.Ravi",
            "label": "OTHER_PERSON",
            "start_char": 20052,
            "end_char": 20058
        },
        {
            "text": "25.5.2022",
            "label": "DATE",
            "start_char": 20121,
            "end_char": 20130
        },
        {
            "text": "M.V.Pratap Kumar",
            "label": "OTHER_PERSON",
            "start_char": 21371,
            "end_char": 21387
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 21593,
            "end_char": 21596
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 21601,
            "end_char": 21604
        },
        {
            "text": "25.5.2022",
            "label": "DATE",
            "start_char": 22739,
            "end_char": 22748
        },
        {
            "text": "Optimus Drugs Private Limited",
            "label": "ORG",
            "start_char": 22946,
            "end_char": 22975
        },
        {
            "text": "Optimus Group Companies",
            "label": "ORG",
            "start_char": 23188,
            "end_char": 23211
        },
        {
            "text": "Optimus Drugs Private Limited",
            "label": "ORG",
            "start_char": 23587,
            "end_char": 23616
        },
        {
            "text": "S.Ravi",
            "label": "OTHER_PERSON",
            "start_char": 23810,
            "end_char": 23816
        },
        {
            "text": "S.Niranjan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 23950,
            "end_char": 23966
        },
        {
            "text": "25.5.2022",
            "label": "DATE",
            "start_char": 24008,
            "end_char": 24017
        },
        {
            "text": "M.V.Pratap Kumar",
            "label": "OTHER_PERSON",
            "start_char": 24106,
            "end_char": 24122
        },
        {
            "text": "Section 16 (c)",
            "label": "PROVISION",
            "start_char": 24176,
            "end_char": 24190
        },
        {
            "text": "Specific Relief Act",
            "label": "STATUTE",
            "start_char": 24198,
            "end_char": 24217
        },
        {
            "text": "25.5.2022",
            "label": "DATE",
            "start_char": 24428,
            "end_char": 24437
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 24614,
            "end_char": 24617
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 24622,
            "end_char": 24625
        },
        {
            "text": "M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1",
            "label": "PRECEDENT",
            "start_char": 24821,
            "end_char": 24867
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 24877,
            "end_char": 24890
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 24908,
            "end_char": 24917
        },
        {
            "text": "Section 2 (10)",
            "label": "PROVISION",
            "start_char": 24928,
            "end_char": 24942
        },
        {
            "text": "Sale of Goods Act, 1930",
            "label": "STATUTE",
            "start_char": 24950,
            "end_char": 24973
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 25092,
            "end_char": 25101
        },
        {
            "text": "Section 29",
            "label": "PROVISION",
            "start_char": 25442,
            "end_char": 25452
        },
        {
            "text": "Contract Act, 1872",
            "label": "STATUTE",
            "start_char": 25460,
            "end_char": 25478
        },
        {
            "text": "J.B.Builders Vs A.Ramadas Rao2",
            "label": "PRECEDENT",
            "start_char": 25784,
            "end_char": 25814
        },
        {
            "text": "M.V.Pratap Kumar",
            "label": "OTHER_PERSON",
            "start_char": 25855,
            "end_char": 25871
        },
        {
            "text": "(2004) 9 SCC 204 2 (2011) 1 SCC 429",
            "label": "PRECEDENT",
            "start_char": 25903,
            "end_char": 25938
        },
        {
            "text": "J.B.Builders",
            "label": "ORG",
            "start_char": 26078,
            "end_char": 26090
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26100,
            "end_char": 26113
        },
        {
            "text": "Section 16 (C)",
            "label": "PROVISION",
            "start_char": 26125,
            "end_char": 26139
        },
        {
            "text": "Specific Relief Act",
            "label": "STATUTE",
            "start_char": 26147,
            "end_char": 26166
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26333,
            "end_char": 26346
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 26658,
            "end_char": 26683
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26687,
            "end_char": 26690
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 27430,
            "end_char": 27455
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27459,
            "end_char": 27462
        },
        {
            "text": "COS No.32 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 28171,
            "end_char": 28188
        },
        {
            "text": "Ranga Reddy",
            "label": "OTHER_PERSON",
            "start_char": 28265,
            "end_char": 28276
        },
        {
            "text": "L.B.Nagar",
            "label": "GPE",
            "start_char": 28280,
            "end_char": 28289
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 28460,
            "end_char": 28472
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 28504,
            "end_char": 28521
        },
        {
            "text": "12.06.2023",
            "label": "DATE",
            "start_char": 28530,
            "end_char": 28540
        },
        {
            "text": "NBK",
            "label": "JUDGE",
            "start_char": 28557,
            "end_char": 28560
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 28583,
            "end_char": 28595
        },
        {
            "text": "NAGESH BHEEMAPAKA",
            "label": "JUDGE",
            "start_char": 28620,
            "end_char": 28637
        },
        {
            "text": "APPEAL NO.20 OF 2023",
            "label": "CASE_NUMBER",
            "start_char": 28655,
            "end_char": 28675
        },
        {
            "text": "12.06.2023",
            "label": "DATE",
            "start_char": 28682,
            "end_char": 28692
        }
    ],
    "precedent_clusters": {
        "M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1": [
            "M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1",
            "J.B.Builders Vs A.Ramadas Rao2"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 151",
            "Code of Civil Procedure, 1908",
            "Section 151",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order XXXIX Rules 1 and 2 read",
            "CPC",
            "Order XXXIX Rules 1 and 2 read",
            "CPC"
        ],
        [
            "Section 16 (c)",
            "Specific Relief Act",
            "Section 16 (c)",
            "Specific Relief Act"
        ],
        [
            "Section 2 (10)",
            "Sale of Goods Act, 1930",
            "Section 2 (10)",
            "Sale of Goods Act, 1930"
        ],
        [
            "Section 29",
            "Contract Act, 1872",
            "Section 29",
            "Contract Act, 1872"
        ],
        [
            "Section 16 (C)",
            "Specific Relief Act",
            "Section 16 (C)",
            "Specific Relief Act"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "clauses 4 and 5(a)",
            "CPC",
            "clauses 4 and 5(a)",
            "CPC"
        ],
        [
            "Schedule 2",
            "CPC",
            "Schedule 2",
            "CPC"
        ],
        [
            "Section 4",
            "Specific Relief Act",
            "Section 4",
            "Specific Relief Act"
        ],
        [
            "Section 9",
            "Sale of Goods Act, 1930",
            "Section 9",
            "Sale of Goods Act, 1930"
        ]
    ],
    "precedent_counts": {
        "M.S. Madhusoodhanan Vs Kerala Kaumudi (P) Ltd1": 2
    },
    "provision_counts": {
        "Section 151 of Code of Civil Procedure, 1908": 1,
        "Order XXXIX Rules 1 and 2 read of CPC": 1,
        "Section 16 (c) of Specific Relief Act": 1,
        "Section 2 (10) of Sale of Goods Act, 1930": 1,
        "Section 29 of Contract Act, 1872": 1,
        "Section 16 (C) of Specific Relief Act": 1,
        "Order XXXIX Rules 1 and 2 of CPC": 2,
        "clauses 4 and 5(a) of CPC": 1,
        "Schedule 2 of CPC": 1,
        "Section 4 of Specific Relief Act": 1,
        "Section 9 of Sale of Goods Act, 1930": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 1,
        "CPC": 5,
        "Specific Relief Act": 3,
        "Sale of Goods Act, 1930": 2,
        "Contract Act, 1872": 1
    }
}