{
    "id": "dcbc410868871bc0f3d83a12d2c363fc8d50c4dd029184aa34b4f7ea9626ff2a",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nM/S Nutrica Pusti Healthcare Pvt. Ltd. & ... vs M/S Morepen Laboratories Ltd on 9 April, 2021\nEquivalent citations: Aironline 2021 Del 545\nAuthor: Rajiv Sahai Endlaw\nBench: Rajiv Sahai Endlaw, Amit Bansal \n*     In The High Court Of Delhi At New Delhi\n\n%                                        Date of decision: 9th April, 2021.\n\n+            Fao (Comm) 46/2021 & Cm No.7403/2021 (for stay)\n\n      Nutrica Pusti Healthcare Pvt. Ltd. \n      & Ors.                                  ...... Appellants\n                   Through: Mr. Gaurav Mitra and Mr. Karthik\n                            K.R., Advs.\n\n                               Versus\n\n    Morepen Laboratories Ltd.                  ..... Respondent\n                  Through: Mr. Jayant Mehta, Sr. Adv. with Mr.\n                           Srijan Tiwari, Adv. \nCoram: \nHon'Ble Mr. Justice Rajiv Sahai Endlaw\nHon'Ble Mr. Justice Amit Bansal \n\n[Via Video Conferencing] \n\nRajiv Sahai Endlaw, J. \n1. This appeal, under Order Xliii Rule 1(r) of the Code of Civil Procedure, 1908 (Cpc) read with Section 13(1A) of the Commercial Courts Act, 2015, impugns the order (dated 6th January, 2021 of the Commercial Court-02, West District, Tis Hazari Courts, Delhi in Cs (Comm) No.245/2020 filed by the respondent/plaintiff against the appellants/defendants) allowing the application of the respondent/plaintiff under Order Xxxix Rules 1&2 of the Cpc, in a suit for permanent injunction for restraining infringement of trade marks and passing off and ancillary reliefs, and restraining the appellants/defendants from using the subject trade marks.\n2. This appeal came up first before this Court on 23rd February, 2021, when the counsel for the respondent/plaintiff appeared on advance notice and accepted notice. The Commercial Court having granted three months' time on 6th January, 2021 i.e. till 6th April, 2021 for the interim injunction to become operative, the appeal was posted for hearing on 24th March, 2021, clarifying that the pendency of the appeal would not come in the way of the suit, from which this appeal arises, proceeding further. However, on 24th March, 2021, the appeal could not be taken up for hearing and was posted for today. \n3. We have heard the counsel for the appellants/defendants and the senior counsel for the respondent/plaintiff. \n4. Need is not felt to elaborate the pleadings of the parties, since the counsel for the appellants/defendants has confined the challenge to the interim order granted by the Commercial Court to the prima facie finding arrived at by the Commercial Court, of 'deceptive similarity', for granting the interim injunction. It is informed, that otherwise it is not in dispute that the marks of the respondent/plaintiff are registered and the respondent/plaintiff is the prior user thereof. \n5. The contention of the counsel for the appellants/defendants is, that the prima facie finding arrived at by the Commercial Court, of the marks Sultica, Nugermina and Docomust of the appellants/defendants being deceptively similar to the marks Saltum, Regermina and Neomust of the respondent/plaintiff, could not have been arrived at in law as enunciated in Astrazeneca Uk Limited Vs. Orchid Chemicals and Pharmaceuticals Ltd. Manu/De/0869/2007 (Db) and Sun Pharmaceutical Industries Ltd. V. Anglo French Drugs & Industries Ltd. Manu/De/2261/2014 (Db) . It is argued, that the Commercial Court mis- applied the test of deceptive similarity to arrive at the prima facie finding and disregarded the principles applicable to pharmaceutical products. \n6. It is informed, (A) that the products, under the mark Sultica of the appellants/defendants as well as under the mark Saltum of the respondent/plaintiff, are for treatment of bacterial infection, with Sultamicillin Tosylate being the active ingredient thereof; while the product under the mark Sultica of the appellants/defendants is only available in the form of tablets, the product Saltum of the respondent/plaintiff is available not only in the form of tablets but also in the form of injectibles; (B) that the products, under the mark Nugermina of the appellants/defendants and under the mark Regermina of the respondent/plaintiff, are probiotics; while Nugermina of the appellants/defendants is available only in liquid form, Regermina of the respondent/plaintiff is available in powder as well as capsule form; both are for treatment of antibiotic induced diarrhea; and, (C) that the product under the mark Docomust of the appellants/defendants is available only in liquid form and is for general well-being and development, intended for pediatric use; on the contrary the product under the mark Neomust of the respondent/plaintiff is for supporting the treatment of arterial diseases in adults. \n7. The co unsel for the appellants/defendants has also underlined that all the three products are Schedule H drugs, available only against doctors' prescription and which cannot be sold over the counter. \n8. The counsel for the appellants/defendants has further argued, (i) that in the Pharmaceutical Industry, the practice of using the name of the salt i.e. as a prefix or a suffix to the trade mark, is well established and accepted; (ii) that thus there are multiple users using the name or part of the name of the salt or active ingredient of a medicine, as a prefix or a suffix; (iii) that the appellants/defendants, in their reply before the Commercial Court to the application of the respondent/plaintiff for interim relief, in tabular form, have set out the particulars/comparisons of the marks of the respondent/ plaintiff and the appellants/defendants, to demonstrate that the test of deceptive similarity is not satisfied in any way; attention in this regard is invited to pages 89, 93 and 98 of the file, with respect to the three marks;\n(iv) that the appellants/defendants, at page 197 onwards of the file, have also filed registrations of trademarks in favour of others, which, on the parameters applied by the Commercial Court for grant of interim injunction in the impugned order, satisfy the need for grant of injunction against the said trade marks also but against whom the respondent/plaintiff has not taken any action; (v) reliance is placed on paragraphs 3 and 31 to 45 of Macleods Pharmaceuticals Ltd. Vs. Swisskem Healthcare MANU/MH/1771/2019; (vi) reliance is also placed on paragraphs 17 to 23 of Astrazeneca UK Limited supra and on paragraphs 19 to 22 of Sun Pharmaceutical Industries Pvt. Ltd. supra; (vii) that the Commercial Court has misapplied the test required to be applied and though the aforesaid judgments were cited, but the same have been disregarded; (viii) that on the contrary the Commercial Court has relied on M.K. Petro Products India Pvt. Ltd. Vs. M.K. Bitumen Products 2011 (182) DLT 86, the defendant wherein was an ex-employee of the plaintiff therein and, while setting up his own business, had copied even the business name of the plaintiff and for which reason was found to be passing off his goods as that of the plaintiff and in which circumstances the injunction was granted and which was/is not the case here; (ix) that the suffix 'GERMINA' in REGERMINA of the respondent/plaintiff and NUGERMINA of the appellants/defendants, though not based on any salt or active ingredient, is an abbreviation for 'germination', in the context of a probiotic and is thus also common to the genre of product and is used by other manufacturers/sellers of probiotics also; (x) that there can be no possibility whatsoever of the doctors, on whose prescription alone the aforesaid products are to be sold, being confused between either of the three sets of trade marks; (xi) that because of the difference in packaging of the products and the differences in form and strength in which the products of the appellants/defendants and the respondent/plaintiff are available, also, there is no possibility whatsoever of any confusion; and, (xii) that the name SALTUM as well as SULTICA have been derived by the respondent/plaintiff and the appellants/defendants from SULTAMICILLIN TOSYLATE, being the active ingredient of the said product. \n9. We have enquired from the counsel for the appellants/defendants, how can the differences in (a) packaging, (b) form i.e. whether tablet or liquid or injectible and (c) strength i.e. whether of 250 mg or 400 mg or 1000 mg, be relevant for arriving at a prima facie view qua similarity/deceptive similarity in trade mark of pharmaceutical products. \nThe said parameters may be relevant qua trade marks for daily/regular use goods like soaps, detergents, shampoo etc. but not for medicines, the second use whereof may be far apart from the first and which may not even be administered by the same person and even if consumed by the patient himself, are consumed while ailing, hardly paying attention to packaging etc. thereof and not expecting to consume it again. \n10. Before proceeding to record the arguments of the senior counsel for the respondent/plaintiff, it is deemed appropriate to record the reasons which prevailed with the Commercial Court, for prima facie finding similarity/deceptive similarity and possibility of confusion, in the marks aforesaid of the appellants/defendants with the registered trade marks of the respondent/plaintiff, leading to grant of interim injunction. The Commercial Court has reasoned, (a) that the names of the medicines of the appellants/defendants were phonetically similar to those of the respondent/plaintiff and were likely to create confusion in the mind of the buyer; (b) that even if the drug is a Schedule H drug and can be sold only on prescription, yet the fact of the matter is that even such drugs are sold over the counter; (c) that considering the fact that the appellant/defendant No.2 Pawan Kumar Singh is an ex-employee of the respondent/plaintiff, the burden on the respondent/plaintiff to show likelihood of confusion in the mind of consumer is less; the appellant/defendant No.2 had entered into the same business as of the respondent/plaintiff, with whom he was employed and applied for registration of the impugned marks, even prior to leaving the employment of the respondent/plaintiff; such conduct of the appellant/defendant No.2 showed a dishonest intention; (d) that M.K. Petro Products India Pvt. Ltd. supra cited by the respondent/plaintiff squarely applied to the facts of the present case; (e) that the burden was heavy on the appellants/defendants, of which the appellant/defendant No.2 was an ex- employee of the respondent/plaintiff, to show that the creation of the impugned trade marks by the appellants/defendants was bona fide vis--vis the prior registered trade marks of the respondent/plaintiff; (f) that the principles of law laid down in Himalaya Drug Company Vs. S.B.L. Limited 2012 (194) DLT 536 and in Cadila Health Care Ltd. Vs. Cadila Pharmaceuticals Ltd. (2001) 5 SCC 73 are applicable to the facts of the case; (g) that the contention of the appellants/defendants, as an ex-employee, that the word 'GERMINA' was publici juris was unacceptable, as the appellant/defendant No.2, being familiar with the dealers and the distribution network of the respondent/plaintiff, by adopting the same/similar mark as the respondent/plaintiff, was attempting to confuse the dealers and distribution network inasmuch as the products were for the same ailments; (h) that Astrazeneca UK Limited supra and Sun Pharmaceutical Industries Pvt. Ltd. supra cited by the counsel for the appellants/defendants were not applicable; (i) that though the respondent/plaintiff had also sued to restrain the appellants/defendants from using the mark RYTHMIX, disclosed on the website of the appellants/defendants, on the ground of the respondent/plaintiff being the prior registered user of the same mark but the appellants/defendants had stated that they had not launched the website which disclosed the said mark and that the said website was only a prototype and was never used and that the appellants/defendants had no product under the name RYTHMIX; (j) that the contention of the appellants/defendants, that their trade mark DOCOMUST was also registered, was of no avail in view of S. Syed Mohideen Vs. P. Sulochana Bai (2016) 2 SCC 683 and in view of the admitted position of the registration of NEOMUST in favour of the respondent/plaintiff being prior in point of time; and, (k) that the respondent/plaintiff had succeeded in proving that it had a prima facie case and balance of convenience in its favour and would suffer irreparable loss unless the appellants/defendants were restrained. \n11. The senior counsel for the respondent/plaintiff has at the outset contended that this Court, exercising appellate jurisdiction, would not interfere with the interim order of the Court of Original Jurisdiction, if the view taken by the Suit Court, is a plausible view and merely substituting its own opinion. Reference is made to Wander Ltd. Vs. Antox India P. Ltd. 1990 Supp SCC 727.\n12. On enquiry, whether what was laid down in Wander Ltd. supra applied only to intra-court appeals or also to inter-court appeals, it is argued that it matters not whether the appeal is intra-court or inter-court and the principle laid down therein would apply. \n13. The senior counsel for the respondent/plaintiff further argued, that it is not even the contention of the counsel for the appellants/defendants that the impugned order is perverse and in the absence whereof, the same does not call for any interference in the interim order granted by the Commercial Court. Reliance, besides on Cadila Health Care Ltd. supra and Himalaya Drug Company supra is placed on paragraph 17 of Heinz Italia Vs. Dabur India Ltd. (2007) 6 SCC 1. It is argued, that in relation to pharmaceutical products, difference in packaging and the fact that the products are Schedule H drugs, is irrelevant. With reference to the differentiation pleaded by the appellants/defendants in tabular form in their reply before the Commercial Court to the application for interim relief, it is argued that the appellants/defendants, to differentiate the two marks, have dissected the marks and which is not permissible; the test is of overall similarity of the marks. It is similarly contended that the differences in price are also not relevant as the purchase of medicines is far apart in time and there is remote likelihood of the consumer/patient remembering the price at which the drug was purchased long back. With reference to the products under the name NEOMUST and DOCOMUST, it is contended that since the two are meant for different ailments, the consequences of one being confused for the other can be grave and which factor has been kept in mind by the Commercial Court while granting the interim injunction.\n14. The senior counsel for the respondent/plaintiff has also argued that the counsel for the appellants/defendants, in his arguments, while referring to M.K. Petro Products India Pvt. Ltd. Supra, has conveyed an impression as if the facts of the present case are different and there is no employer- employee relationship. It is contended that in the present case also the appellant/defendant No.2 namely Pawan Kumar Singh was a Deputy General Manager (Marketing) of the respondent/plaintiff and has set up the business in the name and style of appellant/defendant No.1 with the appellant/defendant No.3 and applied for registrations of the impugned marks, while still in employment of the respondent/plaintiff. Attention is drawn to the report of the commission issued by the Commercial Court to the warehouse of the appellant/defendant No.1 and in which the Court Commissioner appointed, has reported as under:\n\"7. Further the undersigned, took the photographs etc. of the premises and the goods and the accounts etc. The packing material of Morepen was also found (The card Board Boxes inside which the impugned goods were packed were found to be having taped with Morepen Tapes) it appears the same was done to give an impression that the goods inside are of Morepen. The photographs (305 in number) and one DVD are annexed and kept in a separate Envelop as ANNEXURE-LC- 6.\"\n15. The senior counsel for the respondent/plaintiff has contended, that the counsel for the appellants/defendants, in his arguments, has concealed the aforesaid report and which shows a mala fide intent of the appellants/defendants to pass off their goods as those of the respondent/plaintiff. In this context it is also informed that the appellants/defendants, in the prototype of their website, copied the contents of the website of the respondent/plaintiff, as evident from the prototype of the appellants/defendants website also referring to RYTHMIX, another trade mark and product of the respondent/plaintiff, and qua which the appellants/defendants made a statement that they did not intend to use the said trade mark RYTHMIX and had no such product. It is argued that the adoption by the appellants/defendants of the impugned trade marks has to be considered in the aforesaid light. The senior counsel for the respondent/plaintiff also states that though the annexures to the report of the Court Commissioner were filed by the Court Commissioner before the Court in a sealed cover and were earlier not available but the said sealed cover has since been opened and copies of the annexures have been made available and the respondent/plaintiff has today emailed the copies thereof. \n16. We must record, that having commenced hearing the appeal without having gone through the records thereof, the argument of the counsel for the appellants/defendants that the Commercial Court wrongly relied on M.K. Petro Products India Pvt. Ltd. supra which was a case of an ex-employee, was indeed understood by us as, that the law expounded therein of similarity/deceptive similarity in trade mark when the defendant is an ex- employee of the plaintiff, has no application to the present case inasmuch as there is no such relationship in the present case. However, it turns out to be otherwise. All that we would observe is, that the counsel should have underlined that there is such a relationship in the present case also. The explanation as is now given, that the defendant in that case had copied the business name of the plaintiff also, ought to have been given while making the said argument. \n17. Being of the opinion that the report of the Court Commissioner has a material bearing to the matter in controversy, we have enquired from the counsel for the appellants/defendants, whether the appellants/defendants, before the Commercial Court, have preferred any objection to the said report of the Court Commissioner and/or whether the appellants/defendants, in the memorandum of this appeal, have raised any objection with respect thereto or made any pleas with respect thereto. \n18. The counsel for the appellants/defendants states that since the annexures to the report of the Court Commissioner had not been made available till recently, objections to the report could not be filed but will now be filed. He further states that no mention was made of the report of the Court Commissioner in the impugned judgment and the appellants/defendants thus were not required to make any plea/ground with respect thereto in the memorandum of appeal. \n19. We are unable to agree. The factual finding, reproduced above, in the report dated 28th October, 2020 of the Court Commissioner, has serious consequences. The appellants/defendants, even if had not received the copies of the annexures, if felt that what was reported was wrong, ought to have immediately filed their objections, reserving the right to make further objections on receiving copies of the annexures. It cannot be lost sight of that what was reported, related to the premises of the appellants/defendants and of which the appellants/defendants were aware and the appellants/defendants did not have to wait for the photographs to object, if had any objection thereto. \n20. The counsel for the appellants/defendants now states that the premises where the warehouse of the appellants/defendants is situated, also belong to an ex-employee of the respondent/plaintiff and the packaging material and the tapes of the respondent/plaintiff reported by the Court Commissioner to have been found, had been brought to the premises when the owner thereof was in the employment of the respondent/plaintiff. It is further stated that the cartons on which the tape of the respondent/plaintiff is reported, are in fact empty and do not contain the products of the appellants/defendants. \n21. Even if the aforesaid explanation of the appellants/defendants is true, we are unable to understand why could not be made immediately after the Court Commissioner had submitted his report and why did the appellants/defendants have to wait for receiving the copies of the annexures to the report. Such conduct of the appellants/defendants lends us to at least at this stage treat the explanation aforesaid as an afterthought and to read the report of the Court Commissioner at its face value and as uncontroverted by the appellants/defendants. \n22. We are also unable to accept the contention of the counsel for the appellants/defendants, that because the impugned judgment does not refer to the said report, the appellants/defendants in the memorandum of appeal were not required to deal therewith. To say the least, the said argument has no basis in law. Even if the Court, in its judgment/order, while deciding in favour of the plaintiff, does not place reliance on any material on record though in favour of the plaintiff, it is always open to the plaintiff to, while opposing any appeal from the order/judgment of the Court, rely on the said material for supporting the judgment. The plaintiff could not have preferred an appeal from the judgment otherwise in its favour, for making a grievance that other material in his favour was not cited for returning a finding in his favour. We may also mention, that though a Judge may form an opinion in favour of a plaintiff on the basis of the entirety of the material on record but a particular part of the said material may accidently be omitted from being referred to in the order/judgment, though having weighed with the Judge in forming the opinion. It was thus very much incumbent in law on the appellants/defendant to, in the memorandum of appeal make pleadings with respect to the all the material on record of the suit which can be relied upon by the respondent/plaintiff for supporting the judgment and the appellants/defendants having not done so, have to be presumed to be not objecting to what has been reported by the Court Commissioner and consequences therefrom have to flow. \n23. The consequence of what has been reported by the Court Commissioner is, that prima facie the appellants/defendants are found to be passing off their goods as that of the respondent/plaintiff. \n24. Though we are of the view that the appeal is liable to be dismissed for the aforesaid reasons alone but even otherwise are of the view that the prima facie finding of the Commercial Court, of similarity/deceptive similarity in the trade marks of the appellants/defendants with that of the respondent/plaintiff, cannot be said to be arbitrary, capricious or perverse, which no reasonable person could have arrived at, or having been arrived at, in ignorance of settled principles of law governing grant or refusal of interlocutory injunction. Before Wander Ltd. supra also, in Printers (Mysore) Private Ltd. Vs. Pothan Joseph AIR 1960 SC 1156, it was held that where the discretion vested in the Court has been exercised by the Trial Court, the Appellate Court will be slow to interfere with the exercise of said discretion and more so, solely on the ground that if had considered the matter at trial stage, it would have come to a contrary conclusion. It was further held that if the discretion has been exercised reasonably and in a judicial manner, the mere fact that the Appellate Court would have taken a different view, would not justify interference with the Trial Court's exercise of discretion; only if the Trial Court, in exercising its discretion has acted unreasonably or capriciously or has ignored relevant facts and has adopted an unjudicial approach, it would be open to the Appellate Court to interfere in the Trial Court's exercise of discretion. Reiterating the said principle, in Wander Ltd. supra it was held, that an appeal against exercise of discretion is said to be an appeal on principle. The same view was reiterated in N.R. Dongre Vs. Whirlpool Corporation (1996) 5 SCC 714, Ramdev Food Products (P) Ltd. Vs. Arvindbhai Rambhai Patel (2006) 8 SCC 726, Skyline Education Institute (India) Private Limited Vs. S.L. Vaswani (2010) 2 SCC 142, Purshottam Vishandas Raheja Vs. Srichand Vishandas Raheja (2011) 6 SCC 73, Mohd. Mehtab Khan Vs. Khushnuma Ibrahim Khan (2013) 9 SCC 221, Neon Laboratories Limited Vs. Medical Technologies Limited (2016) 2 SCC 672, Cadila Health Care Ltd. and Heinz Italia supra.\n25. As far as the judgments relied upon by the counsel for the appellants/defendants are concerned, in Astrazeneca UK Limited supra, the trademark of the defendant namely MEROMER was alleged to be deceptively similar to the mark MERONEM of the plaintiff therein. The Division Bench of this Court held that when taken as whole, the marks were not phonetically or visually or in any manner deceptively similar to each other, though the prefix 'Mero' was common to both the marks; it was however held that the said prefix was derived from the molecule 'Meropenem' in both the products. It was held that in the trade of drugs, it is a common practice to name the drug by the name of the organ or ailment which it treats or the main ingredient of the drug and such an organ or ailment or ingredient being publici juris or generic cannot be owned by anyone exclusively for use as a trade mark. Similarly, in Macleods Pharmaceuticals Ltd. supra of the Single Judge of the Bombay High Court, the plaintiff, registered owner of the trade marks PANDERM and PANDERM +, sought to restrain the defendant from using the trade mark POLYDERM +. It was held that both the plaintiff and defendant derived their respective trade marks from the stream of science to which the products belonged, i.e. Dermatology. The descriptive suffix 'DERM', which was indicative of a dermatological product, was the only similarity between the trade marks, and the plaintiff could not be permitted to monopolize the suffix 'DERM' in respect of pharmaceutical preparations. \n26. In the present case, on an analysis of the marks of the appellants/defendants and respondent/plaintiff, from the table given by the appellants/defendants in the reply to the application for interim relief filed before the Commercial Court aforesaid, it appears that the aforesaid reasoning can be applied only to one of the subject trademarks, being the trademark SALTUM of the respondent/plaintiff and the trademark SULTICA of the appellants/defendants, both of which are derived from the active ingredient 'Sultamicillin Tosylate'. On the contrary, the other two impugned trademarks, being NUGERMINA of the appellants/defendants, alleged to be deceptively similar to the trademark REGERMINA of the respondent/plaintiff, as well as the trademark DOCOMUST of the appellants/defendants, alleged to be deceptively similar to the trademark NEOMUST of the respondent/plaintiff, both do not satisfy the aforesaid test. The former contains the common suffix 'GERMINA' stated to be derived from the word 'germinate' to relate to the function of probiotics, while the latter contains the common suffix 'MUST', the English word to signify 'it is necessary'. It is contended by the appellants/defendants that both words being generic are publici juris and cannot be owned by the respondent/plaintiff exclusively for use as a trade mark, but we are not persuaded by the said reasoning as the words are neither derived from the chemical composition of the drugs, nor from any specific organ or ailment targeted by the pharmaceutical product, and hence adaption of those words, is completely arbitrary, and coupled with the fact that the appellant/defendant No.2 was an ex-employee of the respondent/plaintiff, can only lead to the conclusion that the same were adopted dishonestly, in order to create confusion on the minds of the consumers of the said products. We find, in a number of cases before this Court pertaining to pharmaceutical products, where the trademarks are not derived from the chemical composition, or the disease they cure, or the organ with which they are related, and are otherwise derived from any other generic word, that this Court has found the trademarks to be deceptively similar to the trademarks of the plaintiffs in those cases. Reference in this regard may be made to Remidex Pharma Private Limited Vs. Savita Pharmaceuticals P. Ltd. (2006) 131 DLT 350 (where 'EVIT' was found to be deceptively similar to 'ZEVIT'), United Biotech Pvt. Ltd. Vs. Orchid Chemicals & Pharmaceuticals Ltd. 2012 SCC OnLine Del 2942 (DB) (where 'FORZID' was found to be deceptively similar to 'ORZID'), Merck Kgaa Vs. Emil Pharmaceutical Inds. Pvt. Ltd. 2014 SCC OnLine Del 6733 (where 'COZOLE' was held to be deceptively similar to 'COSOME'), Merck Kgaa Vs. Hasmukh N. Thakkar 2014 SCC OnLine Del 1938 (where 'ECEFLAM+' was found to be deceptively similar to 'EMFLAM' and 'EXFLAM'), Mankind Pharma Ltd. Vs. Cadila Pharmaceuticals Ltd. 2015 SCC OnLine Del 6914 (where 'MECOKIND PLUS' was held to be deceptively similar to 'METROKIND') and Sun Pharma Laboratories Ltd. Vs. Intas Pharamceuticals Limited 2019 SCC OnLine Del 8899 [FAO(OS)(COMM) No. 170/2019 preferred whereagainst disposed of on 7th August, 2019] (where 'DECITAS' was held to be deceptively similar to 'DECITEX'). Even the same Single Judge of the Bombay High Court as in Macleods Pharmaceuticals Ltd. supra, in other such matters, has justified the grant of interim injunction in favour of the plaintiffs therein. Reference, illustratively, in this regard can be made to Charak Pharma Pvt. Ltd. Vs. Glenmark Pharmaceuticals Ltd. 2014 SCC OnLine Bom 98 (where 'ECONOVA' was found to be deceptively similarly to 'EVANOVA') and Lupin Limited Vs. Eris Lifesciences Pvt. Ltd. 2015 SCC Online Bom 6807 (where 'NEBISTOL' was held to be deceptively similar to 'NEBISTAR').\n27. As far as Sun Pharmaceutical Industries Pvt. Ltd. supra cited by the counsel for the appellants/defendants is concerned, we find that the same went on in appeal to the Supreme Court vide Special Leave to Appeal (Civil) No.33164/2014, which was disposed of as settled on 5th July, 2016 and in terms of order dated 4th April, 2016 therein, it appears that the terms of the settlement included change of name of the impugned trademark therein. In light thereof, we are reluctant to follow Sun Pharmaceutical Industries Pvt. Ltd. supra.\n28. It is also significant that none of the cases cited by the counsel for the appellants/defendants concern a factual matrix wherein the defendant in the suit for infringement of trademark is a former employee of the plaintiff. Merit is found in the contention of the counsel for the respondent/plaintiff, affirmed by the Commercial Court, that the appellant/defendant No.2 being the ex-employee of the respondent/plaintiff, the burden was heavier on the appellant/defendant No.2 to show creation of the trade mark was bona fide, even without considering the damning report of the Local Commissioner aforesaid. In The British India Corporation Ltd. Vs. Khairati Ram AIR 2000 Del 289, adoption by an ex-employee, of the mark 'DWM- DHARIWAL' as against the mark 'DHARIWAL' of the ex-employer, combined with use of the same script, was held to be dishonest and it was held that discretion under Section 12(3) of the Trade Marks Act can be exercised only where the parties are unknown to each other, innocently adopt and use similar mark. In Midas Hygiene Industries (P) Ltd. Vs. Sudhir Bhatia (2004) 3 SCC 90 also, taking note of the fact that the defendants used to work with the plaintiff, the order of the Trial Court of grant of interim injunction was restored and the order of the Appellate Court, vacating the injunction, set aside. In M.K. Petro Products India Pvt. Ltd. supra it was held that the chances of confusion and deception are enhanced when the defendant is an ex-employee of the plaintiff and was aware of customers, dealers and distributors of the plaintiff and particularly when the defendant gives no justification for adopting a similar mark. The appellants/defendants, if had bona fide intention, while naming their product with the active ingredient SULTAMICILLIN TOSYLATE, could have used any part thereof other than \"SULT\" and adoption of SULTICA, when were till shortly prior thereto were marketing SALTUM of the respondent/plaintiff, prima facie displaces mala fide and dishonesty. Mention may also be made of Shree Sainath Industries Vs. Sainath Auto Industries 2004 SCC OnLine Guj 25, Sirmour Remedies Pvt. Ltd. Vs. Kepler Healthcare Pvt. Ltd. 2014 SCC OnLine Cal 2703, Sanofi India Ltd. Vs. Universal Neutraceuticals Pvt. Ltd. 215 (2014) DLT 585 and Cadila Healthcare Ltd. Vs. Uniza Healthcare LLP MANU/DE/0346/2021, in all of which weightage was given to the fact that the defendant was an ex- employee of the plaintiff, in granting interim injunction. We may mention that even in Heinz Italia supra it was held that the principle of similarity cannot be very rigidly applied and if it can be prima facie shown that there was dishonest intention, injunction normally follows. It was further held that similarities, rather than dissimilarities, have to be considered. The appellants/defendants in the present case, if had no dishonest intention, while commencing the same business as of the respondent/plaintiff with which they were earlier employed, ought not to have kept marks similar/deceptively similar to that of the respondent/plaintiff. \n29. No merit is found also in the contention of the counsel for the appellants/defendants that the respondent/plaintiff is not entitled to injunction for the reason of others using similar marks. The respondent/plaintiff, as a registered proprietor of the trademark is not expected to run after every infringer and to instead of carrying on business in pharmaceuticals, carry on business in litigations; litigations are to be instituted only against those, use by whom of a similar/deceptively similar mark affects the respondent/plaintiff. Reference may be made to National Bello Vs. Metal Goods Mfg. Co. P. Ltd. (1970) 3 SCC 665, Dr. Reddy's Laboratories Ltd. Vs. Reddy Pharmaceuticals Ltd. 2004 (76) DRJ 616, Pankaj Goel Vs. Dabur India Ltd. 2008 (38) PTC 49 (Del) (DB), Novartis AG Vs. Crest Pharma Pvt. Ltd. 2009 (41) PTC 57 (Del), Cadila Healthcare Ltd. Vs. Aureate Healthcare Pvt. Ltd. 2012 SCC OnLine Del 3940 and Nuvoco Vistas Corporation Ltd. Vs. J.K. Laxmi Cement Ltd. 2019 SCC OnLine Del 8057. \n30. No other argument has been urged by the counsel for the appellants/defendants. \n31. No merit is found in the appeal. \n32. Dismissed. Appellants/defendants to pay costs of this appeal of Rs.50,000/- to the respondent/plaintiff. \nRAJIV SAHAI ENDLAW, J.\nAMIT BANSAL, J.\nAPRIL 9, 2021 'bs' (corrected & released on 21st April, 2021)",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court arun kumar jagatramka vs ultrabulk a/s on 4 february, 2022 author: n.v.anjaria bench: n.v.anjaria, samir j. dave c/sca/17399/2021 judgment dated: 04/02/2022 in the high court of gujarat at ahmedabad r/special civil application no. 17399 of 2021 for approval and signature: honourable mr. justice n.v.anjaria and honourable mr. justice samir j. dave ========================================================== 1 whether reporters of local papers may be allowed yes to see the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair copy no of the judgment ? 4 whether this case involves a substantial question no of law as to the interpretation of the constitution of india or any order made thereunder ? ========================================================== arun kumar jagatramka versus ultrabulk a/s ========================================================== appearance: mr vivek b gupta(5611) for the petitioner(s) no. 1 mr harsh n parekh(6951) for the respondent(s) no. 1 ========================================================== and honourable mr. justice samir j. dave date : 04/02/2022 oral judgment (per : honourable mr. justice n.v.anjaria) heard learned advocate mr.vivek gupta for the petitioner and learned advocate mr.aditya krishnamurthy with learned c/sca/17399/2021 judgment dated: 04/02/2022 advocate mr.harsh parekh for the respondent, at length. 2. the challenge in the present special civil application filed under article 227 of the constitution, is directed against order dated 4.8.2021 below application exhibit 65 in execution application no.161 of 2019 passed by the principal senior civil judge, jamnagarthe commercial court, whereby the prayer of the petitioner to hold that the said executing court did not have the jurisdiction to entertain and decide the execution proceedings, came to be negatived. 2.1 the respondent hereinultrabulk a/s is the execution petitioner and the decree-holder in whose favor the decree dated 9.11.2017 is passed by the high court of justice, queen's bench division of england and wales the commercial court, for a sum equivalent usd 42,59,395/with interest. 3. the facts in the background stated in the nutshell are that the petitioner had executed irrecoverable personal guarantee on behalf of the gujarat nre coke limited. since the said company failed to pay the dues, the suit came to be instituted by the respondent in english commercial court, resulting into decree as aforesaid. it is under section 44a of the code of civil procedure,1908 (cpc) that the said decree is presented for execution before the commercial court at jamnagar as the decree of reciprocating territory. 3.1 it may be stated that the execution proceedings were previously initiated before the commercial court, rajkot being execution petition no.4 of 2018, which came to be transferred at jamnagar and renumbered as execution application no.161 of 2019. it is relevant to state that before the rajkot commercial c/sca/17399/2021 judgment dated: 04/02/2022 court also application exhibit 19 was filed seeking similar declaration that the commercial court did not have the jurisdiction to execute the decree. the prayer was rejected by the said court by order dated 10.4.2019. that order was challenged by the petitioner judgment debtor by filing special civil application no.8334 of 2019 which came to be dismissed by division bench of this court by order dated 26.8.2019. the details in that regard are mentioned in the later part of this order. 3.2 it appears that the order of the division bench was carried before the supreme court in special leave petition and pursuant to the order passed by the supreme court granting liberty to raise contention about the jurisdiction of the commercial court to entertain execution petition, the execution application no.161 of 2019 came to be filed. it resulted into order impugned herein. 4. in application exhibit 65 as well as in the memorandum of present petition, grounds raised to assail the impugned order are inter alia that section 6 of the commercial courts act, 2015 which deals with the jurisdiction of the commercial court does not take within its sweep the execution petitions. the ambit of provisions of the commercial court, it was submitted, excludes the power of execution and executory power cannot be exercised by the commercial courts. 4.1 it was next submitted that as per section 16 of the commercial courts act, certain provisions of code of civil procedure, 1908, as per the schedule, came to be amended to be applied to the suits instituted before the commercial court. it was submitted that the section 44a is not amended, and that the c/sca/17399/2021 judgment dated: 04/02/2022 provisions amended by virtue of section 16 do not contain any amendment in relation to execution, which are governed under the provisions of sections 36 to 74 and order xxi, cpc. it was therefore, sought to be deduced that commercial courts are not vested with powers of execution. it was contended that the execution decrees of the commercial courts would be governed by the regular provision of cpc and the decrees have to be executed before the court exercising original jurisdiction to entertain the execution petition. 4.2 learned advocate for the petitioner referred to the commercial courts, commercial division and commercial appellate division of high court bill 2015, as also the commercial courts amendment bill, 2018, further seeking to press into service the law commission of india report no. 253, in order to support the submission that the commercial courts have no powers to execute the decree, nor such powers can be read in the provisions of the commercial courts act, 2015. 4.3 it was submitted with reference to the observations in kerala housing board vs. k. a. nagamani (2019) 6 scc 429, which was in the context of enforcement of orders of the district consumer forum, state consumer commission or the national consumer commission that the executing proceedings is materially different from the nature of proceedings for adjudication of consumer complaint and that the execution proceedings are independent proceedings. it was sought to be submitted also that the trial court was not justified in relying on the decisions of this court in oci corporation vs. kandala export corporation and others [(2017) glh 383]. 4.4 a further argument is raised that the commercial court at c/sca/17399/2021 judgment dated: 04/02/2022 england did not have the jurisdiction to entertain the suit of the respondent, since the dispute between the decree-holder and judgment-debtor was not 'commercial claim'. it was so submitted putting forward that instrument on which the claim of the decree-holder before the commercial court of the queen's bench division was based, was in the nature of 'on demand bond' and not the 'personal guarantee', therefore it was not a 'commercial claim'. it was submitted that consequently the dispute in the present execution was not covered within the definition of 'commercial dispute' under section 2(1)(c) of the commercial courts act, 2015. 4.5 the respondent herein filed affidavit-in-reply to contend that the petitioner has been all along adopting dilatory tactics and anyhow or somehow interested in protracting the proceedings of the execution so that it may not have to honour the decree of english commercial court. it was submitted that the filing of exhibit 95 application was the first round of litigation in which also the jurisdiction of rajkot commercial court, the predecessor court of the kind, was challenged. that application was dismissed and thereafter the challenge thereto before this court in special civil application no.8334 of 2019 also did not succeed and the petition was dismissed with cost of rs.25,000/-. it was highlighted in the reply that the division bench of this court observed that having participated in the proceedings before the commercial court at london, having given the guarantee and the judgment of the english court having become final, only with a view to 'throw a spanner' in the execution of such decree, the petition was filed to create hurdles in the execution proceedings. 4.6 it was even submitted in the reply that yet another c/sca/17399/2021 judgment dated: 04/02/2022 application exhibit 45 was a second round of litigation by the judgment-debtor challenging the jurisdiction of the rajkot commercial court which was dismissed. it was thereafter that once again, application exhibit 65 came to be filed. there was further application no.111 filed by judgment-debtor where also the jurisdiction of the rajkot commercial court indirectly was called in question, submitted the decree-holder in its reply. 5. it is entirely germane to notice and note at the outset that in earlier application exhibit 19 filed by the judgment-debtor before the executing court, the prayer was to transfer the captioned proceedings to a court of competent jurisdiction by declaring that this commercial court has no inherent jurisdiction to entertain, try and decide the execution proceedings, since the dispute was not a \"commercial dispute\" as defined in section 2(1)(c) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015. the very ground mainly that the alleged personal guarantee did not make the dispute fall in any of the categories to attract the definition of the 'commercial dispute' under section 2(1)(c) of the commercial courts act. the ground was also canvassed that the application could not be said to be arising out of the proceedings of commercial court as the dispute before the english court was also not 'commercial claim' hence the jurisdiction of commercial courts under section 6 of the commercial courts act 2015, will not have any play. 5.1 the aforesaid ground that the dispute is not commercial dispute within the meaning of the definition of the act, 2015, was not only rejected but the division bench of this court while dismissing the petition involving challenge to the rejection of the application exhibit 19, the court answered the aspect observing c/sca/17399/2021 judgment dated: 04/02/2022 that the liability of the petitioner was based on the maritime claim which was a commercial dispute and the personal guarantee which has been given by the petitioner raised a commercial dispute, which arose before and was tried by the english court. the division bench thereafter recorded the following findings, (para 12) \"it clearly appears from the record that the decree has become final as the petitioner has not been able to point out before this court that it has been challenged by the petitioner before the competent appellate jurisdiction, which has become final in november 2017 and thereafter, the respondent herein has preferred an application for its execution before the competent court. the contention raised by the learned counsel for the petitioner that the commercial court at rajkot (now jamnagar) has no jurisdiction is totally meritless.\" 5.1.1 it was further held, (para 12) \". even considering the definition of the word \"commercial dispute\", the execution petition is maintainable before the commercial court having jurisdiction, i.e., originally rajkot and now jamnagar. what is sought to be executed by the respondent is a maritime claim as per decree by the commercial court at england and therefore, the dispute in the present matter is a commercial dispute as rightly held by the commercial court at rajkot in all four circumstances as naratted in the impugned judgment.\" 5.1.2 the division bench while upholding the order below exhibit 19 further observed that the issue did not warranted any interference in exercise of powers under article 226 stating further that even independently examining the same, the commercial court at rajkot has come to the conclusion that it is a commercial dispute and that commercial court has inherent c/sca/17399/2021 judgment dated: 04/02/2022 jurisdiction to try and decide the execution petition filed by the respondent. 5.1.3 the above observations and the findings of the division bench of this court in the aforesaid order dated 26.8.2019 came to be relied on by the commercial court while cementing its reasoning in rejecting the case of the petitioner and refusing the prayer of the petitioner to dismiss the application 65 alongwith other reasons supplied. 5.2 it could be well said therefore that the ground that the dispute is not 'commercial dispute' and consequentially the commercial court lacks inherent jurisdiction to execute the decree, falls flat. it is deprecable that despite the above findings of the division bench, the very ground is raised and re-raised in yet another present proceedings. be as it may. repeating the litigation on the same grounds under different pretext and different context tantamount to abuse of process of law. 5.3 the report of the law commission court stressed the need for stable and efficient and dispute resolution mechanism in respect of the commercial dispute which was viewed as an object for legislating the commercial courts act. it was inter alia stated that, \"quick enforcement of contracts, easy recovery of monetary claims and award of just compensation for damages suffered are absolutely critical to encourage investment and economic activity, which necessarily involves the taking of financial and enforcement risks. a stable, certain and efficient dispute resolution mechanism is therefore essential to the economic development of any nation.\" c/sca/17399/2021 judgment dated: 04/02/2022 5.4 this object would also buttress the interpretation that the power to enforce the decrees cannot be viewed to be diverse from jurisdiction of commercial courts. 5.5 in delhi chemical and pharmaceutical works private limited and another vs. himgiri realtors private limited and another, reasoned succinctly by observing, (para 37) \"supreme court also recently in rahul s. shah vs. jinendra kumar gandhi 2021 scc online sc 341 has lamented on the troubles of the decree holder, in not being able to enjoy the fruits of litigation on account of inordinate delay caused during the process of execution of the decree and has referred to the observations in a judgment of 1872 vintage of the privy council in the general manager of the raja durbhunga vs. maharaja coomar ramaput singh 1872 scc online pc 16, that the actual difficulties of a litigant in india begin when he has obtained a decree. this being the state of affairs, to hold that the jurisdiction of the commercial courts / commercial division does not extend to execution but ends with adjudication, would defeat the very purpose and object of the commercial courts act i.e. of speedy disposal and resolution of commercial disputes of a specified value. to hold that the commercial courts / commercial divisions would not have jurisdiction over applications for execution of a judgment or decree or for enforcement of an arbitral award, subject matter whereof was a commercial dispute, would in our opinion sound the death knell for the objective behind setting up of the commercial courts and the commercial divisions.\" 6. proceeding to consider the issue on further merits, the question about jurisdiction of the commercial court to entertain the execution application has been answered in the reasoning and ratio of the decisions of the courts. before the division bench of this court in m/s. oci corporation vs. kandla c/sca/17399/2021 judgment dated: 04/02/2022 export corporation, [(2017) 1 glh 383], the issue was about transfer of execution petitions pending before the district court, gandhidham to the appropriate commercial court. it was the contention that the parliament did not intend to apply provisions of commercial courts act, 2015 to the execution of the foreign award which was sought to be executed in those cases. the execution proceedings were in relation to the arbitral award, and the contention was raised for with reference to the definition of the 'commercial dispute' contained in section 2(c) of the commercial courts act, that it cannot be said that there was any 'commercial dispute' pending at the execution stage in as much as commercial dispute which had arisen between the parties was already decided and adjudicated. 6.1 while summing up the final decision, the division bench inter alia held and directed that, [para 63(3)] \"where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the application or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" 6.2 in vadodara mahanagar seva sadan formally known as municipal corporation vs. m. s. khurana engineering limited, being special civil application no.13736 of 2018, the petitioner corporation had challenged order of the commercial court in relation to the award of the arbitrator for which the execution petition was filed before the commercial court. the contention was raised on behalf of the petitioner that c/sca/17399/2021 judgment dated: 04/02/2022 though the application for setting aside the arbitral award may be pending before the commercial court, the execution petition of the contractor would not be competent as it was for the amount below rs.1 crore. 6.2.1 the division bench stated and observed, \"section 37 of the cpc pertains to definition of court which passed a decree and provides that the expression \"court which passed a decree\", or words to that effect, shall, in relation to the execution of decrees, unless there is anything repugnant in the subject or context, be deemed to include [a] where the decree to be executed has been passed in the exercise of appellate jurisdiction, the court of first instance, and [b] where the court of first instance has ceased to exist or to have jurisdiction to execute it, the court which, if the suit wherein the decree was passed was instituted at the time of making the application for the execution of the decree, would have jurisdiction to try such suit. section 38 of the cpc pertains to \"court by which decree may be executed\" and provides that a decree may be executed either by the court which passed it, or by the court to which it is sent for execution. in terms of section 38 of the cpc, thus, a decree is executable by a court which passed it. \" 6.2.2 it was observed that since the award was enforceable in terms of the code of the civil procedure in the same manner as it was the decree of the court, \"the court having jurisdiction over the subject matter could be the court competent to execute it as per the section 38 of the cpc.\" it was concluded that, \"since in the present case, jurisdiction of the subject matter which was part of the arbitration proceedings ordinarily lies with the commercial court and it was because of this reason that the c/sca/17399/2021 judgment dated: 04/02/2022 application for setting aside the arbitral award was transferred to the commercial court, it was the commercial court which was competent to enforce the arbitral award; as if it were a decree of that court.\" 6.3 the decision of delhi high court in bayer intellectual property gmbh and another vs. symed laboratories, [(2019) scc online delhi 7410], addressed and answered the very question. the consent decree passed before the commercial court was sought to be executed. the high court observed, (para 28) \"as far as the contention of the senior counsels for the judgment debtors, of proceedings for execution of an arbitral award as a decree being not within the jurisdiction of the commercial court / commercial division of this court is concerned, section 10 of the commercial courts act inter alia provides that where the subject matter of an arbitration is a commercial dispute of a specified value, all applications or appeals arising out of such an arbitration under the provisions of the arbitration act that have been filed on the original side of the court shall be heard and disposed of by the commercial division, where such commercial division has been constituted in the high court. it is not in dispute that the subject matter of the arbitration, award whereof is under execution, was of the specified value.\" 6.3.1 it was the contention canvassed before the delhi high court on behalf of the judgment-debtor that the jurisdiction of the commercial courts or commercial divisions is only over suits or arbitrations, subject matter whereof qualifies as a commercial dispute and not over proceedings of decrees passed in the said suits over enforcement of awards passed in the arbitrations. the delhi high court stated, (para 33) c/sca/17399/2021 judgment dated: 04/02/2022 \"section 2(1)(i) of the commercial courts act defines \"specified value\" in relation to a commercial dispute, as the value of a subject matter in respect of a suit as determined in accordance with section 12. reference therein is thus expressly to a \"suit\", as distinct from an \"execution\". section 12 however refers to the specified value of the subject matter of the commercial dispute in a suit, appeal or application. thereby, the ambit of specified value is increased, from that in section 2(1)(i), with reference to a \"suit\" alone, to an appeal or an application also. finally, sections 6 and 7, while prescribing the jurisdiction of commercial courts and commercial divisions, prescribe the said jurisdiction, to extend to try all suits and applications relating to a commercial dispute, again, vesting the jurisdiction in the commercial courts / commercial divisions, not only to try \"suits\" but also \"applications.\" 6.3.2 the question dealt with by the delhi high court was also whether the execution proceedings are 'applications' within the meaning of sections nos.6, 7, 10 and 12 of the commercial courts act. the court stated that 'dispute' is a set of disagreement or an argument between the two parties over an issue. an 'application' is formal written request made to the court in relation to such issue under the dispute. it was further observed by the high court, (para 36) \"it is not as if, on adjudication of a dispute, resulting in a judgment / decree of a court or award of an arbitral tribunal, the \"dispute\" between the parties comes to an end or nothing remains to be adjudicated between the parties. section 47 of the cpc, in part-ii titled \"execution\" itself, in this respect provides that all questions arising between the parties to the suit in which the decree was passed, or their representatives, and relating to execution, discharge or satisfaction of the decree, shall be determined by the court executing the decree c/sca/17399/2021 judgment dated: 04/02/2022 and not by a separate suit. it is evident therefrom that a judgment or a decree of the court or the award of an arbitral tribunal, do not put an end to the \"dispute\" between the parties and it is not as if execution is merely an administrative task, with no adjudication involved.\" 6.3.3 the delhi high court rightly stated that irreconcilable and incongruous situation would be obtained if it is held otherwise that commercial court does not have the powers to proceed with the execution. (para 36) \"it would be incongruous to hold that the jurisdiction of the commercial courts / commercial divisions extends only to adjudication of commercial disputes till the stage of adjudication and not to adjudication of commercial disputes arising in the course of execution. once it is so, the word \"dispute\" in section 2(1)(c) would extend to adjudication of disputes arising during execution of arbitral awards subject whereof falls within the jurisdiction of the commercial courts act and the commercial court and commercial division would also have jurisdiction over the applications for execution of arbitral awards of a specified value, subject matter whereof was a commercial dispute.\" 6.3.4 we fully concur with the reasons and decision of the delhi high court. 6.4 coming to the facts of the present case, it is the decree of english court, the reciprocating territory, is being executed under section 44a, cpc. this provision in the cpc, 1908, provides for execution of decrees passed by the courts in reciprocating territory. it provides that certified copy of a decree of any superior courts of any reciprocating territory is filed in the district court, the decree may be executed as if it has been c/sca/17399/2021 judgment dated: 04/02/2022 passed by the district court. sub section (2) of section 44a provides for filing of certified copy regarding satisfaction of decree to the extent of such satisfaction or adjustments. sub section (3) says that as per the provisions of section 47 shall as from filing of the certified copy of the decree apply to the proceedings of a district court for executing a decree under this section. the execution can be refused if it is shown that the decree falls within any of the exception in section 13. 6.4.1 at this stage, it may be stated that section 13, cpc provides that foreign judgment shall be conclusive as to any matter thereby directly adjudicated upon between the same parties, therefore section 44a has a direct interaction with section 13, cpc. the provisions of section 13 and its clauses are incorporated to become applicable while exercising powers for execution under section 44a. section 13 as stated above relates to the conclusiveness of foreign judgment which can be executed under section 44a but for the exceptions contained in clauses (a) to (f) of section 13, cpc. 6.4.2 the decree of the foreign court is treated by way of deeming fiction as if it had been passed by the 'district court'. the parties will be producing the certified copy of the decree from the court which has passed the decree for the purpose of execution and will comply with other requirements mentioned in the provisions. as per the sub section 3 of section 44athe provision of section 47 shall as from the filing of certified copy of the decree apply to the proceedings of district court executing a decree under this section. the word 'decree' is explained in explanation 2 and in explanation 1 'reciprocating territory' is referred to. c/sca/17399/2021 judgment dated: 04/02/2022 6.4.3 section 38 of the cpc deals with the aspect the court by which the decree may be executed. it provides that the decree may be executed either by the court which passed it or by the court to which it is sent for execution. the section provides for jurisdiction of execution to be the same court which passed the decree. 6.5 in the present case, it is the money decree passed by england commercial court upon adjudication of commercial dispute and now sought to be executed under section 44a which is deemed in law to be the decree as if it has been passed by district court. upon conjoint reading of section 44a and section 38 cpc, it could be certainly deduced that the decree passed by the english commercial court can be executed by the commercial court when presented under section 44a of the cpc. it becomes a decree as if it has been passed by district court. it would be only proper to read the word 'the commercial court' which had passed the decree in section 44a cpc in place of the word 'district court',when it is a decree passed by foreign court the reciprocating territory, and sought to be executed. 6.6 when the execution is filed from the decree of commercial court, the 'commercial dispute' continues to exists. in the execution proceedings initiated to execute the decree of the commercial court, the characteristics of the 'commercial dispute' is not lost, rather the dispute continues in the same nature, that is the 'commercial dispute'. 6.7 the jurisdiction of the commercial court under section 6 of the commercial courts act extend to try all suits and applications relating to commercial dispute of specified value. the word 'specified value' has been defined under section 2(i) of c/sca/17399/2021 judgment dated: 04/02/2022 the commercial courts act. the word 'applications' under section 6 would include execution applications and also proceedings relating to commercial dispute of specified value. the jurisdiction of the commercial court therefore necessarily extends to the execution application arising from the judgment and decree of the commercial court. 6.8 there remains hardly any substance in the submission that since the provisions relating to execution were not amended while amending certain provisions of cpc as per the section 16 of the commercial courts act, the commercial court does not have the jurisdiction to try and decide the execution petitions. merely because there is no amendment in relation to the execution provisions brought about and certain other provisions of cpc were amended to be applied to the commercial suits, it would not mean or imply that the commercial court does not have the power to execute. 6.9 in morlays (b'ham) limited. vs. roshanlal ramsahai and another [air 1961 bom 156], the bombay high court considered the words 'as if' used in sub-section (1) of section 44a, cpc to observe that the words 'as if' are used to make the whole scheme of order xxi applicable in respect of the execution of decrees of foreign court mentioned in sub section 1. in other words, it can be said that when foreign decree is sought to be executed under section 44a, cpc, the provisions relating to execution in cpc shall have a play together to be applied. merely because while amending certain provisions of cpc as per the section 16 of the commercial courts act, the provisions regarding execution are not touched, it would not mean or imply that the commercial court does not have the power to execute. c/sca/17399/2021 judgment dated: 04/02/2022 7. for the foregoing reasons and discussion, a clear position of law emerges that commercial court does have the jurisdiction to try and decide the execution applications arising from the judgment and decree passed by the commercial court. 8. the impugned order dismissing the application exhibit 65 and refusing to hold that the commercial court does not have the jurisdiction to entertain and decide execution proceedings books no error whatsoever. the challenge thereto stands meritless. 9. the present petition is accordingly dismissed. notice is discharged. (n.v.anjaria, j) (samir j. dave,j) manshi"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f844d0f6b6c44f45b9d9fc533f581320_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c55556f63b8f49a8bbc6b96d9c19fae7_1"
        },
        {
            "start": 242,
            "end": 464,
            "text": "\nDelhi High Court\nM/S Nutrica Pusti Healthcare Pvt. Ltd. & ... vs M/S Morepen Laboratories Ltd on 9 April, 2021\nEquivalent citations: Aironline 2021 Del 545\nAuthor: Rajiv Sahai Endlaw\nBench: Rajiv Sahai Endlaw, Amit Bansal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c031bfd83a6492cba5a540a201040c5_2"
        },
        {
            "start": 466,
            "end": 658,
            "text": "*     In The High Court Of Delhi At New Delhi\n\n%                                        Date of decision: 9th April, 2021.\n\n+            Fao (Comm) 46/2021 & Cm No.7403/2021 (for stay)\n\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a886dfc7b34e4aacaf1c88c38cb7e64d_3"
        },
        {
            "start": 658,
            "end": 665,
            "text": "Nutrica",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fffe5c603e90458bb71229bf3dbdc3b2_4"
        },
        {
            "start": 666,
            "end": 682,
            "text": "Pusti Healthcare",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2f54678a34a4ec89c5af6b6cbcb10e7_5"
        },
        {
            "start": 683,
            "end": 692,
            "text": "Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d3ae8a36d53e47cfaaa2fea8d2391b45_6"
        },
        {
            "start": 700,
            "end": 746,
            "text": "& Ors.                                  ......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe6562e364454587a071be0e2cdf1fa1_7"
        },
        {
            "start": 747,
            "end": 777,
            "text": "Appellants\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd60d2c688d24142a2e342940db73d1d_8"
        },
        {
            "start": 777,
            "end": 903,
            "text": "Through: Mr. Gaurav Mitra and Mr. Karthik\n                            K.R., Advs.\n\n                               Versus\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "763309955d6940ad8e93c257f7a41d95_9"
        },
        {
            "start": 903,
            "end": 928,
            "text": "Morepen Laboratories Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8a52ebf84f2c474f8aa40574d4ec0d4e_10"
        },
        {
            "start": 946,
            "end": 981,
            "text": "..... Respondent\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5af7c0bbebef49a68745a34b819a088e_11"
        },
        {
            "start": 981,
            "end": 1072,
            "text": "Through: Mr. Jayant Mehta, Sr. Adv. with Mr.\n                           Srijan Tiwari, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2147d93f77694d998554934a9f83cae8_12"
        },
        {
            "start": 1073,
            "end": 1080,
            "text": "\nCoram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d34b7dc0f314a5db252c83e700414d7_13"
        },
        {
            "start": 1081,
            "end": 1152,
            "text": "\nHon'Ble Mr. Justice Rajiv Sahai Endlaw\nHon'Ble Mr. Justice Amit Bansal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79f49f5a43824ce5ac4401b4eb95c532_14"
        },
        {
            "start": 1155,
            "end": 1179,
            "text": "[Via Video Conferencing]",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d05952abe3a424ab9a506bf7945839f_15"
        },
        {
            "start": 1180,
            "end": 1204,
            "text": "\n\nRajiv Sahai Endlaw, J.",
            "labels": [
                "NONE"
            ],
            "id": "054f26dad614493699ef869e7778cc2f_16"
        },
        {
            "start": 1205,
            "end": 1850,
            "text": "\n1. This appeal, under Order Xliii Rule 1(r) of the Code of Civil Procedure, 1908 (Cpc) read with Section 13(1A) of the Commercial Courts Act, 2015, impugns the order (dated 6th January, 2021 of the Commercial Court-02, West District, Tis Hazari Courts, Delhi in Cs (Comm) No.245/2020 filed by the respondent/plaintiff against the appellants/defendants) allowing the application of the respondent/plaintiff under Order Xxxix Rules 1&2 of the Cpc, in a suit for permanent injunction for restraining infringement of trade marks and passing off and ancillary reliefs, and restraining the appellants/defendants from using the subject trade marks.\n2.",
            "labels": [
                "RLC"
            ],
            "id": "1759548218a44c1886b66b606f7dc00d_17"
        },
        {
            "start": 1851,
            "end": 2012,
            "text": "This appeal came up first before this Court on 23rd February, 2021, when the counsel for the respondent/plaintiff appeared on advance notice and accepted notice.",
            "labels": [
                "FAC"
            ],
            "id": "41a0086fe011464face2ed79f194beea_18"
        },
        {
            "start": 2013,
            "end": 2350,
            "text": "The Commercial Court having granted three months' time on 6th January, 2021 i.e. till 6th April, 2021 for the interim injunction to become operative, the appeal was posted for hearing on 24th March, 2021, clarifying that the pendency of the appeal would not come in the way of the suit, from which this appeal arises, proceeding further.",
            "labels": [
                "RLC"
            ],
            "id": "97960fcf7f5a4dd19f1ec8ef12c86172_19"
        },
        {
            "start": 2351,
            "end": 2451,
            "text": "However, on 24th March, 2021, the appeal could not be taken up for hearing and was posted for today.",
            "labels": [
                "FAC"
            ],
            "id": "85fb72ef33624bc09e25d25c5fabc0fb_20"
        },
        {
            "start": 2452,
            "end": 2564,
            "text": "\n3. We have heard the counsel for the appellants/defendants and the senior counsel for the respondent/plaintiff.",
            "labels": [
                "NONE"
            ],
            "id": "5357ea478b534fd09f2c08cc74ff80e4_21"
        },
        {
            "start": 2565,
            "end": 2883,
            "text": "\n4. Need is not felt to elaborate the pleadings of the parties, since the counsel for the appellants/defendants has confined the challenge to the interim order granted by the Commercial Court to the prima facie finding arrived at by the Commercial Court, of 'deceptive similarity', for granting the interim injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1e2fd03ef0454b9e99577bf955db8b4a_22"
        },
        {
            "start": 2884,
            "end": 3049,
            "text": "It is informed, that otherwise it is not in dispute that the marks of the respondent/plaintiff are registered and the respondent/plaintiff is the prior user thereof.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "52342d7c74bc4c22ab4113c562bfc2c8_23"
        },
        {
            "start": 3051,
            "end": 3543,
            "text": "5. The contention of the counsel for the appellants/defendants is, that the prima facie finding arrived at by the Commercial Court, of the marks Sultica, Nugermina and Docomust of the appellants/defendants being deceptively similar to the marks Saltum, Regermina and Neomust of the respondent/plaintiff, could not have been arrived at in law as enunciated in Astrazeneca Uk Limited Vs. Orchid Chemicals and Pharmaceuticals Ltd. Manu/De/0869/2007 (Db) and Sun Pharmaceutical Industries Ltd. V.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d46cd130c92747fba2093f3b89adae9c_24"
        },
        {
            "start": 3544,
            "end": 3556,
            "text": "Anglo French",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7259d5fb24b34e98a7bd086d322db4d7_25"
        },
        {
            "start": 3557,
            "end": 3603,
            "text": "Drugs & Industries Ltd. Manu/De/2261/2014 (Db)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "022dac5289f34d20bc32e8d02dceccf0_26"
        },
        {
            "start": 3604,
            "end": 3798,
            "text": ". It is argued, that the Commercial Court mis- applied the test of deceptive similarity to arrive at the prima facie finding and disregarded the principles applicable to pharmaceutical products.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5dce491665a64e7eb7206949782d2784_27"
        },
        {
            "start": 3799,
            "end": 5004,
            "text": "\n6. It is informed, (A) that the products, under the mark Sultica of the appellants/defendants as well as under the mark Saltum of the respondent/plaintiff, are for treatment of bacterial infection, with Sultamicillin Tosylate being the active ingredient thereof; while the product under the mark Sultica of the appellants/defendants is only available in the form of tablets, the product Saltum of the respondent/plaintiff is available not only in the form of tablets but also in the form of injectibles; (B) that the products, under the mark Nugermina of the appellants/defendants and under the mark Regermina of the respondent/plaintiff, are probiotics; while Nugermina of the appellants/defendants is available only in liquid form, Regermina of the respondent/plaintiff is available in powder as well as capsule form; both are for treatment of antibiotic induced diarrhea; and, (C) that the product under the mark Docomust of the appellants/defendants is available only in liquid form and is for general well-being and development, intended for pediatric use; on the contrary the product under the mark Neomust of the respondent/plaintiff is for supporting the treatment of arterial diseases in adults.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b2b2f473888448928d3defe8d1177e8e_28"
        },
        {
            "start": 5005,
            "end": 5015,
            "text": "\n7. The co",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e1e3a1e3622440bca9128ee07a32fdde_29"
        },
        {
            "start": 5016,
            "end": 5209,
            "text": "unsel for the appellants/defendants has also underlined that all the three products are Schedule H drugs, available only against doctors' prescription and which cannot be sold over the counter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ceabb39a0c95459196f02e51df2d5c04_30"
        },
        {
            "start": 5211,
            "end": 8377,
            "text": "8. The counsel for the appellants/defendants has further argued, (i) that in the Pharmaceutical Industry, the practice of using the name of the salt i.e. as a prefix or a suffix to the trade mark, is well established and accepted; (ii) that thus there are multiple users using the name or part of the name of the salt or active ingredient of a medicine, as a prefix or a suffix; (iii) that the appellants/defendants, in their reply before the Commercial Court to the application of the respondent/plaintiff for interim relief, in tabular form, have set out the particulars/comparisons of the marks of the respondent/ plaintiff and the appellants/defendants, to demonstrate that the test of deceptive similarity is not satisfied in any way; attention in this regard is invited to pages 89, 93 and 98 of the file, with respect to the three marks;\n(iv) that the appellants/defendants, at page 197 onwards of the file, have also filed registrations of trademarks in favour of others, which, on the parameters applied by the Commercial Court for grant of interim injunction in the impugned order, satisfy the need for grant of injunction against the said trade marks also but against whom the respondent/plaintiff has not taken any action; (v) reliance is placed on paragraphs 3 and 31 to 45 of Macleods Pharmaceuticals Ltd. Vs. Swisskem Healthcare MANU/MH/1771/2019; (vi) reliance is also placed on paragraphs 17 to 23 of Astrazeneca UK Limited supra and on paragraphs 19 to 22 of Sun Pharmaceutical Industries Pvt. Ltd. supra; (vii) that the Commercial Court has misapplied the test required to be applied and though the aforesaid judgments were cited, but the same have been disregarded; (viii) that on the contrary the Commercial Court has relied on M.K. Petro Products India Pvt. Ltd. Vs. M.K. Bitumen Products 2011 (182) DLT 86, the defendant wherein was an ex-employee of the plaintiff therein and, while setting up his own business, had copied even the business name of the plaintiff and for which reason was found to be passing off his goods as that of the plaintiff and in which circumstances the injunction was granted and which was/is not the case here; (ix) that the suffix 'GERMINA' in REGERMINA of the respondent/plaintiff and NUGERMINA of the appellants/defendants, though not based on any salt or active ingredient, is an abbreviation for 'germination', in the context of a probiotic and is thus also common to the genre of product and is used by other manufacturers/sellers of probiotics also; (x) that there can be no possibility whatsoever of the doctors, on whose prescription alone the aforesaid products are to be sold, being confused between either of the three sets of trade marks; (xi) that because of the difference in packaging of the products and the differences in form and strength in which the products of the appellants/defendants and the respondent/plaintiff are available, also, there is no possibility whatsoever of any confusion; and, (xii) that the name SALTUM as well as SULTICA have been derived by the respondent/plaintiff and the appellants/defendants from SULTAMICILLIN TOSYLATE, being the active ingredient of the said product.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bc8c167e678249bda9b966107fad4a11_31"
        },
        {
            "start": 8379,
            "end": 8728,
            "text": "9. We have enquired from the counsel for the appellants/defendants, how can the differences in (a) packaging, (b) form i.e. whether tablet or liquid or injectible and (c) strength i.e. whether of 250 mg or 400 mg or 1000 mg, be relevant for arriving at a prima facie view qua similarity/deceptive similarity in trade mark of pharmaceutical products.",
            "labels": [
                "ISSUE"
            ],
            "id": "0121da4ec75f4ba7b07d07a06a72e7e8_32"
        },
        {
            "start": 8729,
            "end": 9143,
            "text": "\nThe said parameters may be relevant qua trade marks for daily/regular use goods like soaps, detergents, shampoo etc. but not for medicines, the second use whereof may be far apart from the first and which may not even be administered by the same person and even if consumed by the patient himself, are consumed while ailing, hardly paying attention to packaging etc. thereof and not expecting to consume it again.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5a4f2704ceea4285b74d832479702766_33"
        },
        {
            "start": 9145,
            "end": 9571,
            "text": "10. Before proceeding to record the arguments of the senior counsel for the respondent/plaintiff, it is deemed appropriate to record the reasons which prevailed with the Commercial Court, for prima facie finding similarity/deceptive similarity and possibility of confusion, in the marks aforesaid of the appellants/defendants with the registered trade marks of the respondent/plaintiff, leading to grant of interim injunction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "55c9c1aaba254f1195e495a69199cfc8_34"
        },
        {
            "start": 9572,
            "end": 12839,
            "text": "The Commercial Court has reasoned, (a) that the names of the medicines of the appellants/defendants were phonetically similar to those of the respondent/plaintiff and were likely to create confusion in the mind of the buyer; (b) that even if the drug is a Schedule H drug and can be sold only on prescription, yet the fact of the matter is that even such drugs are sold over the counter; (c) that considering the fact that the appellant/defendant No.2 Pawan Kumar Singh is an ex-employee of the respondent/plaintiff, the burden on the respondent/plaintiff to show likelihood of confusion in the mind of consumer is less; the appellant/defendant No.2 had entered into the same business as of the respondent/plaintiff, with whom he was employed and applied for registration of the impugned marks, even prior to leaving the employment of the respondent/plaintiff; such conduct of the appellant/defendant No.2 showed a dishonest intention; (d) that M.K. Petro Products India Pvt. Ltd. supra cited by the respondent/plaintiff squarely applied to the facts of the present case; (e) that the burden was heavy on the appellants/defendants, of which the appellant/defendant No.2 was an ex- employee of the respondent/plaintiff, to show that the creation of the impugned trade marks by the appellants/defendants was bona fide vis--vis the prior registered trade marks of the respondent/plaintiff; (f) that the principles of law laid down in Himalaya Drug Company Vs. S.B.L. Limited 2012 (194) DLT 536 and in Cadila Health Care Ltd. Vs. Cadila Pharmaceuticals Ltd. (2001) 5 SCC 73 are applicable to the facts of the case; (g) that the contention of the appellants/defendants, as an ex-employee, that the word 'GERMINA' was publici juris was unacceptable, as the appellant/defendant No.2, being familiar with the dealers and the distribution network of the respondent/plaintiff, by adopting the same/similar mark as the respondent/plaintiff, was attempting to confuse the dealers and distribution network inasmuch as the products were for the same ailments; (h) that Astrazeneca UK Limited supra and Sun Pharmaceutical Industries Pvt. Ltd. supra cited by the counsel for the appellants/defendants were not applicable; (i) that though the respondent/plaintiff had also sued to restrain the appellants/defendants from using the mark RYTHMIX, disclosed on the website of the appellants/defendants, on the ground of the respondent/plaintiff being the prior registered user of the same mark but the appellants/defendants had stated that they had not launched the website which disclosed the said mark and that the said website was only a prototype and was never used and that the appellants/defendants had no product under the name RYTHMIX; (j) that the contention of the appellants/defendants, that their trade mark DOCOMUST was also registered, was of no avail in view of S. Syed Mohideen Vs. P. Sulochana Bai (2016) 2 SCC 683 and in view of the admitted position of the registration of NEOMUST in favour of the respondent/plaintiff being prior in point of time; and, (k) that the respondent/plaintiff had succeeded in proving that it had a prima facie case and balance of convenience in its favour and would suffer irreparable loss unless the appellants/defendants were restrained.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "652efae4e3a34df1b16daf670748975e_35"
        },
        {
            "start": 12841,
            "end": 13152,
            "text": "11. The senior counsel for the respondent/plaintiff has at the outset contended that this Court, exercising appellate jurisdiction, would not interfere with the interim order of the Court of Original Jurisdiction, if the view taken by the Suit Court, is a plausible view and merely substituting its own opinion.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d11c97282fc54b2191d7580219b1556c_36"
        },
        {
            "start": 13153,
            "end": 13232,
            "text": "Reference is made to Wander Ltd. Vs. Antox India P. Ltd. 1990 Supp SCC 727.\n12.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0e80d78005ab4e04877cfce114275a20_37"
        },
        {
            "start": 13233,
            "end": 13491,
            "text": "On enquiry, whether what was laid down in Wander Ltd. supra applied only to intra-court appeals or also to inter-court appeals, it is argued that it matters not whether the appeal is intra-court or inter-court and the principle laid down therein would apply.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "819a4be9ed724fed8c583f50f057b4b8_38"
        },
        {
            "start": 13493,
            "end": 13802,
            "text": "13. The senior counsel for the respondent/plaintiff further argued, that it is not even the contention of the counsel for the appellants/defendants that the impugned order is perverse and in the absence whereof, the same does not call for any interference in the interim order granted by the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16b57c5db0914246a75ff1974f950818_39"
        },
        {
            "start": 13803,
            "end": 13964,
            "text": "Reliance, besides on Cadila Health Care Ltd. supra and Himalaya Drug Company supra is placed on paragraph 17 of Heinz Italia Vs. Dabur India Ltd. (2007) 6 SCC 1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec9aff16c12a4a9383d5707549d0a0bb_40"
        },
        {
            "start": 13965,
            "end": 14115,
            "text": "It is argued, that in relation to pharmaceutical products, difference in packaging and the fact that the products are Schedule H drugs, is irrelevant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "06ba62b1c60245778423bf02ae33184b_41"
        },
        {
            "start": 14116,
            "end": 14468,
            "text": "With reference to the differentiation pleaded by the appellants/defendants in tabular form in their reply before the Commercial Court to the application for interim relief, it is argued that the appellants/defendants, to differentiate the two marks, have dissected the marks and which is not permissible; the test is of overall similarity of the marks.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9ced47b6bbb4433fbb09cdcd27cc8d3a_42"
        },
        {
            "start": 14469,
            "end": 14716,
            "text": "It is similarly contended that the differences in price are also not relevant as the purchase of medicines is far apart in time and there is remote likelihood of the consumer/patient remembering the price at which the drug was purchased long back.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5e52b58b47324293b2e13e6cb8ed7816_43"
        },
        {
            "start": 14717,
            "end": 15022,
            "text": "With reference to the products under the name NEOMUST and DOCOMUST, it is contended that since the two are meant for different ailments, the consequences of one being confused for the other can be grave and which factor has been kept in mind by the Commercial Court while granting the interim injunction.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b03e0096ba05400d9bda345ca4841baf_44"
        },
        {
            "start": 15022,
            "end": 15343,
            "text": "14. The senior counsel for the respondent/plaintiff has also argued that the counsel for the appellants/defendants, in his arguments, while referring to M.K. Petro Products India Pvt. Ltd. Supra, has conveyed an impression as if the facts of the present case are different and there is no employer- employee relationship.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "72570a97d58444f8ba876d4831dd3048_45"
        },
        {
            "start": 15344,
            "end": 15732,
            "text": "It is contended that in the present case also the appellant/defendant No.2 namely Pawan Kumar Singh was a Deputy General Manager (Marketing) of the respondent/plaintiff and has set up the business in the name and style of appellant/defendant No.1 with the appellant/defendant No.3 and applied for registrations of the impugned marks, while still in employment of the respondent/plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fdfc741055af4f8d836867b8e6114e56_46"
        },
        {
            "start": 15733,
            "end": 15937,
            "text": "Attention is drawn to the report of the commission issued by the Commercial Court to the warehouse of the appellant/defendant No.1 and in which the Court Commissioner appointed, has reported as under:\n\"7.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "383c3e742a7444ff850f514800d3a35a_47"
        },
        {
            "start": 15938,
            "end": 16040,
            "text": "Further the undersigned, took the photographs etc. of the premises and the goods and the accounts etc.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9d8e77bffe5a4f5a944f80cfe1142791_48"
        },
        {
            "start": 16041,
            "end": 16292,
            "text": "The packing material of Morepen was also found (The card Board Boxes inside which the impugned goods were packed were found to be having taped with Morepen Tapes) it appears the same was done to give an impression that the goods inside are of Morepen.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ef4f2af4c63a4f65bc2446be1ffd1846_49"
        },
        {
            "start": 16293,
            "end": 16403,
            "text": "The photographs (305 in number) and one DVD are annexed and kept in a separate Envelop as ANNEXURE-LC- 6.\"\n15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6eecf7d40091464499227f44c1ed9d89_50"
        },
        {
            "start": 16404,
            "end": 16693,
            "text": "The senior counsel for the respondent/plaintiff has contended, that the counsel for the appellants/defendants, in his arguments, has concealed the aforesaid report and which shows a mala fide intent of the appellants/defendants to pass off their goods as those of the respondent/plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a5f3e52b11324bf5ba0cb673406f6590_51"
        },
        {
            "start": 16694,
            "end": 17156,
            "text": "In this context it is also informed that the appellants/defendants, in the prototype of their website, copied the contents of the website of the respondent/plaintiff, as evident from the prototype of the appellants/defendants website also referring to RYTHMIX, another trade mark and product of the respondent/plaintiff, and qua which the appellants/defendants made a statement that they did not intend to use the said trade mark RYTHMIX and had no such product.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7875a07874c1475b8066983265df1d0a_52"
        },
        {
            "start": 17157,
            "end": 17289,
            "text": "It is argued that the adoption by the appellants/defendants of the impugned trade marks has to be considered in the aforesaid light.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f7f6254ef4934d8194bfe3ab0607357d_53"
        },
        {
            "start": 17290,
            "end": 17686,
            "text": "The senior counsel for the respondent/plaintiff also states that though the annexures to the report of the Court Commissioner were filed by the Court Commissioner before the Court in a sealed cover and were earlier not available but the said sealed cover has since been opened and copies of the annexures have been made available and the respondent/plaintiff has today emailed the copies thereof.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f1315908f8614beaafc1f01b8b605e32_54"
        },
        {
            "start": 17688,
            "end": 18247,
            "text": "16. We must record, that having commenced hearing the appeal without having gone through the records thereof, the argument of the counsel for the appellants/defendants that the Commercial Court wrongly relied on M.K. Petro Products India Pvt. Ltd. supra which was a case of an ex-employee, was indeed understood by us as, that the law expounded therein of similarity/deceptive similarity in trade mark when the defendant is an ex- employee of the plaintiff, has no application to the present case inasmuch as there is no such relationship in the present case.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "867ea79ad726421b9524b687593f5816_55"
        },
        {
            "start": 18248,
            "end": 18286,
            "text": "However, it turns out to be otherwise.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a9648f89011046c2b9dbf7a97224ff7b_56"
        },
        {
            "start": 18287,
            "end": 18416,
            "text": "All that we would observe is, that the counsel should have underlined that there is such a relationship in the present case also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88bc7a90ac7745619c1efb30c90fbdc3_57"
        },
        {
            "start": 18417,
            "end": 18590,
            "text": "The explanation as is now given, that the defendant in that case had copied the business name of the plaintiff also, ought to have been given while making the said argument.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fc1dc0aa7e54b3eba96746d669fc38a_58"
        },
        {
            "start": 18592,
            "end": 19077,
            "text": "17. Being of the opinion that the report of the Court Commissioner has a material bearing to the matter in controversy, we have enquired from the counsel for the appellants/defendants, whether the appellants/defendants, before the Commercial Court, have preferred any objection to the said report of the Court Commissioner and/or whether the appellants/defendants, in the memorandum of this appeal, have raised any objection with respect thereto or made any pleas with respect thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31a7021f079f47f591a9f86ee0d00ded_59"
        },
        {
            "start": 19079,
            "end": 19306,
            "text": "18. The counsel for the appellants/defendants states that since the annexures to the report of the Court Commissioner had not been made available till recently, objections to the report could not be filed but will now be filed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6f64107b7dae4dc0969497b2e9f84757_60"
        },
        {
            "start": 19307,
            "end": 19541,
            "text": "He further states that no mention was made of the report of the Court Commissioner in the impugned judgment and the appellants/defendants thus were not required to make any plea/ground with respect thereto in the memorandum of appeal.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ea2fda2dd177445d8ea9df94e0f407d6_61"
        },
        {
            "start": 19543,
            "end": 19570,
            "text": "19. We are unable to agree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c917666d078e4ef78b3431d518752fc7_62"
        },
        {
            "start": 19571,
            "end": 19701,
            "text": "The factual finding, reproduced above, in the report dated 28th October, 2020 of the Court Commissioner, has serious consequences.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe16c0a977254112bf7d0671188d6055_63"
        },
        {
            "start": 19702,
            "end": 19959,
            "text": "The appellants/defendants, even if had not received the copies of the annexures, if felt that what was reported was wrong, ought to have immediately filed their objections, reserving the right to make further objections on receiving copies of the annexures.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43b127daaf664238ba163ab57039fd20_64"
        },
        {
            "start": 19960,
            "end": 20225,
            "text": "It cannot be lost sight of that what was reported, related to the premises of the appellants/defendants and of which the appellants/defendants were aware and the appellants/defendants did not have to wait for the photographs to object, if had any objection thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17c13e63b3a94562b02d90dba470f9e8_65"
        },
        {
            "start": 20227,
            "end": 20652,
            "text": "20. The counsel for the appellants/defendants now states that the premises where the warehouse of the appellants/defendants is situated, also belong to an ex-employee of the respondent/plaintiff and the packaging material and the tapes of the respondent/plaintiff reported by the Court Commissioner to have been found, had been brought to the premises when the owner thereof was in the employment of the respondent/plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88b69ce24c0f40bf9c64a967e6d82d1d_66"
        },
        {
            "start": 20653,
            "end": 20829,
            "text": "It is further stated that the cartons on which the tape of the respondent/plaintiff is reported, are in fact empty and do not contain the products of the appellants/defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c1722c1a26b4d95a7898d076f8e4558_67"
        },
        {
            "start": 20831,
            "end": 21130,
            "text": "21. Even if the aforesaid explanation of the appellants/defendants is true, we are unable to understand why could not be made immediately after the Court Commissioner had submitted his report and why did the appellants/defendants have to wait for receiving the copies of the annexures to the report.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a13d1009ee9498c9e27bd808f0d596a_68"
        },
        {
            "start": 21131,
            "end": 21377,
            "text": "Such conduct of the appellants/defendants lends us to at least at this stage treat the explanation aforesaid as an afterthought and to read the report of the Court Commissioner at its face value and as uncontroverted by the appellants/defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b22f8ad8f81746f781651cf629d87ed6_69"
        },
        {
            "start": 21379,
            "end": 21633,
            "text": "22. We are also unable to accept the contention of the counsel for the appellants/defendants, that because the impugned judgment does not refer to the said report, the appellants/defendants in the memorandum of appeal were not required to deal therewith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f009192bd13a4b4b86108753517010f7_70"
        },
        {
            "start": 21634,
            "end": 21690,
            "text": "To say the least, the said argument has no basis in law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "399ab36d443442908cb4118361d7e2db_71"
        },
        {
            "start": 21691,
            "end": 22018,
            "text": "Even if the Court, in its judgment/order, while deciding in favour of the plaintiff, does not place reliance on any material on record though in favour of the plaintiff, it is always open to the plaintiff to, while opposing any appeal from the order/judgment of the Court, rely on the said material for supporting the judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91fcfdcd160543acaa1380f75bbfe3a6_72"
        },
        {
            "start": 22019,
            "end": 22220,
            "text": "The plaintiff could not have preferred an appeal from the judgment otherwise in its favour, for making a grievance that other material in his favour was not cited for returning a finding in his favour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccb38603f2e841cd9ad19083f81b09a3_73"
        },
        {
            "start": 22221,
            "end": 22537,
            "text": "We may also mention, that though a Judge may form an opinion in favour of a plaintiff on the basis of the entirety of the material on record but a particular part of the said material may accidently be omitted from being referred to in the order/judgment, though having weighed with the Judge in forming the opinion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb59703ee8e54370ab987b3aad0fe555_74"
        },
        {
            "start": 22538,
            "end": 22974,
            "text": "It was thus very much incumbent in law on the appellants/defendant to, in the memorandum of appeal make pleadings with respect to the all the material on record of the suit which can be relied upon by the respondent/plaintiff for supporting the judgment and the appellants/defendants having not done so, have to be presumed to be not objecting to what has been reported by the Court Commissioner and consequences therefrom have to flow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d3883acf2c64268888359bbe8de4c4c_75"
        },
        {
            "start": 22976,
            "end": 23171,
            "text": "23. The consequence of what has been reported by the Court Commissioner is, that prima facie the appellants/defendants are found to be passing off their goods as that of the respondent/plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e742609cff545ecb36662ba900502b6_76"
        },
        {
            "start": 23173,
            "end": 23718,
            "text": "24. Though we are of the view that the appeal is liable to be dismissed for the aforesaid reasons alone but even otherwise are of the view that the prima facie finding of the Commercial Court, of similarity/deceptive similarity in the trade marks of the appellants/defendants with that of the respondent/plaintiff, cannot be said to be arbitrary, capricious or perverse, which no reasonable person could have arrived at, or having been arrived at, in ignorance of settled principles of law governing grant or refusal of interlocutory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "412725544d1345178d28af14d2478ccd_77"
        },
        {
            "start": 23719,
            "end": 24128,
            "text": "Before Wander Ltd. supra also, in Printers (Mysore) Private Ltd. Vs. Pothan Joseph AIR 1960 SC 1156, it was held that where the discretion vested in the Court has been exercised by the Trial Court, the Appellate Court will be slow to interfere with the exercise of said discretion and more so, solely on the ground that if had considered the matter at trial stage, it would have come to a contrary conclusion.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4a9640e8019247e59c6ce799a8ab44b0_78"
        },
        {
            "start": 24129,
            "end": 24640,
            "text": "It was further held that if the discretion has been exercised reasonably and in a judicial manner, the mere fact that the Appellate Court would have taken a different view, would not justify interference with the Trial Court's exercise of discretion; only if the Trial Court, in exercising its discretion has acted unreasonably or capriciously or has ignored relevant facts and has adopted an unjudicial approach, it would be open to the Appellate Court to interfere in the Trial Court's exercise of discretion.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "05894cad07cd4073814cd282e465c903_79"
        },
        {
            "start": 24641,
            "end": 24790,
            "text": "Reiterating the said principle, in Wander Ltd. supra it was held, that an appeal against exercise of discretion is said to be an appeal on principle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45fc4bc1ab67467e847d541de4225867_80"
        },
        {
            "start": 24791,
            "end": 25309,
            "text": "The same view was reiterated in N.R. Dongre Vs. Whirlpool Corporation (1996) 5 SCC 714, Ramdev Food Products (P) Ltd. Vs. Arvindbhai Rambhai Patel (2006) 8 SCC 726, Skyline Education Institute (India) Private Limited Vs. S.L. Vaswani (2010) 2 SCC 142, Purshottam Vishandas Raheja Vs. Srichand Vishandas Raheja (2011) 6 SCC 73, Mohd. Mehtab Khan Vs. Khushnuma Ibrahim Khan (2013) 9 SCC 221, Neon Laboratories Limited Vs. Medical Technologies Limited (2016) 2 SCC 672, Cadila Health Care Ltd. and Heinz Italia supra.\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "29483eb8cee34e9093154261c0e2f825_81"
        },
        {
            "start": 25310,
            "end": 25568,
            "text": "As far as the judgments relied upon by the counsel for the appellants/defendants are concerned, in Astrazeneca UK Limited supra, the trademark of the defendant namely MEROMER was alleged to be deceptively similar to the mark MERONEM of the plaintiff therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fbc623abace4a14b1a44016ef72202c_82"
        },
        {
            "start": 25569,
            "end": 25888,
            "text": "The Division Bench of this Court held that when taken as whole, the marks were not phonetically or visually or in any manner deceptively similar to each other, though the prefix 'Mero' was common to both the marks; it was however held that the said prefix was derived from the molecule 'Meropenem' in both the products.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b803152ec0d24494ae4e591f0b595b8b_83"
        },
        {
            "start": 25889,
            "end": 26193,
            "text": "It was held that in the trade of drugs, it is a common practice to name the drug by the name of the organ or ailment which it treats or the main ingredient of the drug and such an organ or ailment or ingredient being publici juris or generic cannot be owned by anyone exclusively for use as a trade mark.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6d5b445526794b37b61d615c31d5bb3b_84"
        },
        {
            "start": 26194,
            "end": 26434,
            "text": "Similarly, in Macleods Pharmaceuticals Ltd. supra of the Single Judge of the Bombay High Court, the plaintiff, registered owner of the trade marks PANDERM and PANDERM +, sought to restrain the defendant from using the trade mark POLYDERM +.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2fdb86555b1846ec84730c5b6a70af4d_85"
        },
        {
            "start": 26435,
            "end": 26598,
            "text": "It was held that both the plaintiff and defendant derived their respective trade marks from the stream of science to which the products belonged, i.e. Dermatology.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0007375735b545fe89203f7a9966dcf4_86"
        },
        {
            "start": 26599,
            "end": 26844,
            "text": "The descriptive suffix 'DERM', which was indicative of a dermatological product, was the only similarity between the trade marks, and the plaintiff could not be permitted to monopolize the suffix 'DERM' in respect of pharmaceutical preparations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73ff0fa663a2490eaa4e447df04300f4_87"
        },
        {
            "start": 26846,
            "end": 27383,
            "text": "26. In the present case, on an analysis of the marks of the appellants/defendants and respondent/plaintiff, from the table given by the appellants/defendants in the reply to the application for interim relief filed before the Commercial Court aforesaid, it appears that the aforesaid reasoning can be applied only to one of the subject trademarks, being the trademark SALTUM of the respondent/plaintiff and the trademark SULTICA of the appellants/defendants, both of which are derived from the active ingredient 'Sultamicillin Tosylate'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95d2ae03e7cb4fdd8110d41a5720e3c3_88"
        },
        {
            "start": 27384,
            "end": 27763,
            "text": "On the contrary, the other two impugned trademarks, being NUGERMINA of the appellants/defendants, alleged to be deceptively similar to the trademark REGERMINA of the respondent/plaintiff, as well as the trademark DOCOMUST of the appellants/defendants, alleged to be deceptively similar to the trademark NEOMUST of the respondent/plaintiff, both do not satisfy the aforesaid test.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee2a3bfef0da499ea8f5caaf4a463297_89"
        },
        {
            "start": 27764,
            "end": 27998,
            "text": "The former contains the common suffix 'GERMINA' stated to be derived from the word 'germinate' to relate to the function of probiotics, while the latter contains the common suffix 'MUST', the English word to signify 'it is necessary'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dac4485cb93b45fba7e234bfa7b31653_90"
        },
        {
            "start": 27999,
            "end": 28700,
            "text": "It is contended by the appellants/defendants that both words being generic are publici juris and cannot be owned by the respondent/plaintiff exclusively for use as a trade mark, but we are not persuaded by the said reasoning as the words are neither derived from the chemical composition of the drugs, nor from any specific organ or ailment targeted by the pharmaceutical product, and hence adaption of those words, is completely arbitrary, and coupled with the fact that the appellant/defendant No.2 was an ex-employee of the respondent/plaintiff, can only lead to the conclusion that the same were adopted dishonestly, in order to create confusion on the minds of the consumers of the said products.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a9e010c6eec4d7385a954497a685db4_91"
        },
        {
            "start": 28701,
            "end": 29097,
            "text": "We find, in a number of cases before this Court pertaining to pharmaceutical products, where the trademarks are not derived from the chemical composition, or the disease they cure, or the organ with which they are related, and are otherwise derived from any other generic word, that this Court has found the trademarks to be deceptively similar to the trademarks of the plaintiffs in those cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d59285ef13944549c5dedcd7e80d257_92"
        },
        {
            "start": 29098,
            "end": 29754,
            "text": "Reference in this regard may be made to Remidex Pharma Private Limited Vs. Savita Pharmaceuticals P. Ltd. (2006) 131 DLT 350 (where 'EVIT' was found to be deceptively similar to 'ZEVIT'), United Biotech Pvt. Ltd. Vs. Orchid Chemicals & Pharmaceuticals Ltd. 2012 SCC OnLine Del 2942 (DB) (where 'FORZID' was found to be deceptively similar to 'ORZID'), Merck Kgaa Vs. Emil Pharmaceutical Inds. Pvt. Ltd. 2014 SCC OnLine Del 6733 (where 'COZOLE' was held to be deceptively similar to 'COSOME'), Merck Kgaa Vs. Hasmukh N. Thakkar 2014 SCC OnLine Del 1938 (where 'ECEFLAM+' was found to be deceptively similar to 'EMFLAM' and 'EXFLAM'), Mankind Pharma Ltd. Vs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c78953acdd804d79a6b8d4c1e4089c7e_93"
        },
        {
            "start": 29755,
            "end": 29881,
            "text": "Cadila Pharmaceuticals Ltd. 2015 SCC OnLine Del 6914 (where 'MECOKIND PLUS' was held to be deceptively similar to 'METROKIND')",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b05a5305e14448ebbe767019a12eac1f_94"
        },
        {
            "start": 29882,
            "end": 30124,
            "text": "and Sun Pharma Laboratories Ltd. Vs. Intas Pharamceuticals Limited 2019 SCC OnLine Del 8899 [FAO(OS)(COMM) No. 170/2019 preferred whereagainst disposed of on 7th August, 2019] (where 'DECITAS' was held to be deceptively similar to 'DECITEX').",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7d56d3ab05464bb28014b22e7b52f37e_95"
        },
        {
            "start": 30125,
            "end": 30325,
            "text": "Even the same Single Judge of the Bombay High Court as in Macleods Pharmaceuticals Ltd. supra, in other such matters, has justified the grant of interim injunction in favour of the plaintiffs therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8ade8710e486485bb0a99770e695b3f7_96"
        },
        {
            "start": 30326,
            "end": 30680,
            "text": "Reference, illustratively, in this regard can be made to Charak Pharma Pvt. Ltd. Vs. Glenmark Pharmaceuticals Ltd. 2014 SCC OnLine Bom 98 (where 'ECONOVA' was found to be deceptively similarly to 'EVANOVA') and Lupin Limited Vs. Eris Lifesciences Pvt. Ltd. 2015 SCC Online Bom 6807 (where 'NEBISTOL' was held to be deceptively similar to 'NEBISTAR').\n27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b98626a6e00d4ea59857dfed1778c197_97"
        },
        {
            "start": 30681,
            "end": 31121,
            "text": "As far as Sun Pharmaceutical Industries Pvt. Ltd. supra cited by the counsel for the appellants/defendants is concerned, we find that the same went on in appeal to the Supreme Court vide Special Leave to Appeal (Civil) No.33164/2014, which was disposed of as settled on 5th July, 2016 and in terms of order dated 4th April, 2016 therein, it appears that the terms of the settlement included change of name of the impugned trademark therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a45250c1d1af43a896bc751d1685fdea_98"
        },
        {
            "start": 31122,
            "end": 31217,
            "text": "In light thereof, we are reluctant to follow Sun Pharmaceutical Industries Pvt. Ltd. supra.\n28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91ed8329f59e45479b273bfcee7aa70e_99"
        },
        {
            "start": 31218,
            "end": 31442,
            "text": "It is also significant that none of the cases cited by the counsel for the appellants/defendants concern a factual matrix wherein the defendant in the suit for infringement of trademark is a former employee of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1de8a5cbf2f74536a1e782485e7887e8_100"
        },
        {
            "start": 31443,
            "end": 31825,
            "text": "Merit is found in the contention of the counsel for the respondent/plaintiff, affirmed by the Commercial Court, that the appellant/defendant No.2 being the ex-employee of the respondent/plaintiff, the burden was heavier on the appellant/defendant No.2 to show creation of the trade mark was bona fide, even without considering the damning report of the Local Commissioner aforesaid.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7fd99f614c854d0e8d1b413dc474c441_101"
        },
        {
            "start": 31826,
            "end": 32249,
            "text": "In The British India Corporation Ltd. Vs. Khairati Ram AIR 2000 Del 289, adoption by an ex-employee, of the mark 'DWM- DHARIWAL' as against the mark 'DHARIWAL' of the ex-employer, combined with use of the same script, was held to be dishonest and it was held that discretion under Section 12(3) of the Trade Marks Act can be exercised only where the parties are unknown to each other, innocently adopt and use similar mark.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f8ce2b6f69c64fed87bb896ace49d982_102"
        },
        {
            "start": 32250,
            "end": 32550,
            "text": "In Midas Hygiene Industries (P) Ltd. Vs. Sudhir Bhatia (2004) 3 SCC 90 also, taking note of the fact that the defendants used to work with the plaintiff, the order of the Trial Court of grant of interim injunction was restored and the order of the Appellate Court, vacating the injunction, set aside.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f76be2b61a3f47f4ac5de03fb4cb9108_103"
        },
        {
            "start": 32551,
            "end": 32876,
            "text": "In M.K. Petro Products India Pvt. Ltd. supra it was held that the chances of confusion and deception are enhanced when the defendant is an ex-employee of the plaintiff and was aware of customers, dealers and distributors of the plaintiff and particularly when the defendant gives no justification for adopting a similar mark.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b84b59e0c9241a2810f57e554599f93_104"
        },
        {
            "start": 32877,
            "end": 33221,
            "text": "The appellants/defendants, if had bona fide intention, while naming their product with the active ingredient SULTAMICILLIN TOSYLATE, could have used any part thereof other than \"SULT\" and adoption of SULTICA, when were till shortly prior thereto were marketing SALTUM of the respondent/plaintiff, prima facie displaces mala fide and dishonesty.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "409b9372e80c4d02be5f203f5cce82d4_105"
        },
        {
            "start": 33222,
            "end": 33429,
            "text": "Mention may also be made of Shree Sainath Industries Vs. Sainath Auto Industries 2004 SCC OnLine Guj 25, Sirmour Remedies Pvt. Ltd. Vs. Kepler Healthcare Pvt. Ltd. 2014 SCC OnLine Cal 2703, Sanofi India Ltd.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2b4293ee8273409ab43f1f0b7414e120_106"
        },
        {
            "start": 33430,
            "end": 33515,
            "text": "Vs. Universal Neutraceuticals Pvt. Ltd. 215 (2014) DLT 585 and Cadila Healthcare Ltd.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "62366d9ea8864db7a07a05d8313fd7f6_107"
        },
        {
            "start": 33516,
            "end": 33696,
            "text": "Vs. Uniza Healthcare LLP MANU/DE/0346/2021, in all of which weightage was given to the fact that the defendant was an ex- employee of the plaintiff, in granting interim injunction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2af07e5bfdf046d1bafdb16a778f4d3b_108"
        },
        {
            "start": 33697,
            "end": 33919,
            "text": "We may mention that even in Heinz Italia supra it was held that the principle of similarity cannot be very rigidly applied and if it can be prima facie shown that there was dishonest intention, injunction normally follows.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9f208b9b54ec4e30812f7a641cdad9f1_109"
        },
        {
            "start": 33920,
            "end": 34010,
            "text": "It was further held that similarities, rather than dissimilarities, have to be considered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0c5e36c3cc12462cabf0a94a5620cb75_110"
        },
        {
            "start": 34011,
            "end": 34287,
            "text": "The appellants/defendants in the present case, if had no dishonest intention, while commencing the same business as of the respondent/plaintiff with which they were earlier employed, ought not to have kept marks similar/deceptively similar to that of the respondent/plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60dac20ec3de4f65841a40ef4c6565fe_111"
        },
        {
            "start": 34289,
            "end": 34484,
            "text": "29. No merit is found also in the contention of the counsel for the appellants/defendants that the respondent/plaintiff is not entitled to injunction for the reason of others using similar marks.",
            "labels": [
                "RATIO"
            ],
            "id": "d9edccaa45d34f36a14433a52a02373c_112"
        },
        {
            "start": 34485,
            "end": 34829,
            "text": "The respondent/plaintiff, as a registered proprietor of the trademark is not expected to run after every infringer and to instead of carrying on business in pharmaceuticals, carry on business in litigations; litigations are to be instituted only against those, use by whom of a similar/deceptively similar mark affects the respondent/plaintiff.",
            "labels": [
                "RATIO"
            ],
            "id": "535d1d92c52b4efb80414c43f2a0d26b_113"
        },
        {
            "start": 34830,
            "end": 35125,
            "text": "Reference may be made to National Bello Vs. Metal Goods Mfg. Co. P. Ltd. (1970) 3 SCC 665, Dr. Reddy's Laboratories Ltd. Vs. Reddy Pharmaceuticals Ltd. 2004 (76) DRJ 616, Pankaj Goel Vs. Dabur India Ltd. 2008 (38) PTC 49 (Del) (DB), Novartis AG Vs. Crest Pharma Pvt. Ltd. 2009 (41) PTC 57 (Del),",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6ef8424f5a68464682e992639c297f2b_114"
        },
        {
            "start": 35126,
            "end": 35148,
            "text": "Cadila Healthcare Ltd.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c1ec1d455e94a3e81d47a2ab0694c00_115"
        },
        {
            "start": 35149,
            "end": 35245,
            "text": "Vs. Aureate Healthcare Pvt. Ltd. 2012 SCC OnLine Del 3940 and Nuvoco Vistas Corporation Ltd. Vs.",
            "labels": [
                "NONE"
            ],
            "id": "aca9c34b4ef9442f84f636025ee6c2bb_116"
        },
        {
            "start": 35246,
            "end": 35294,
            "text": "J.K. Laxmi Cement Ltd. 2019 SCC OnLine Del 8057.",
            "labels": [
                "NONE"
            ],
            "id": "b63395d9d0cd4220a359a9645b6fcf5b_117"
        },
        {
            "start": 35295,
            "end": 35378,
            "text": "\n30. No other argument has been urged by the counsel for the appellants/defendants.",
            "labels": [
                "RATIO"
            ],
            "id": "ca8f7119ab524a22abaaee8a2d8010dd_118"
        },
        {
            "start": 35380,
            "end": 35416,
            "text": "31. No merit is found in the appeal.",
            "labels": [
                "RPC"
            ],
            "id": "c66e0b2172b440ae8a15d561b2e9aa82_119"
        },
        {
            "start": 35418,
            "end": 35432,
            "text": "32. Dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "6393fc15b1194ec7b1526ff12da5a13e_120"
        },
        {
            "start": 35433,
            "end": 35526,
            "text": "Appellants/defendants to pay costs of this appeal of Rs.50,000/- to the respondent/plaintiff.",
            "labels": [
                "RPC"
            ],
            "id": "9ca8732151934d7e9b0d54d27a8b5fe6_121"
        },
        {
            "start": 35527,
            "end": 35628,
            "text": "\nRAJIV SAHAI ENDLAW, J.\nAMIT BANSAL, J.\nAPRIL 9, 2021 'bs' (corrected & released on 21st April, 2021)",
            "labels": [
                "NONE"
            ],
            "id": "4abbb1ec73434d04b9b3c22fac1573fd_122"
        }
    ],
    "entities": [
        {
            "text": "Arun Kumar Jagatramka",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 40
        },
        {
            "text": "Ultrabulk",
            "label": "RESPONDENT",
            "start_char": 44,
            "end_char": 53
        },
        {
            "text": "N.V.Anjaria",
            "label": "LAWYER",
            "start_char": 86,
            "end_char": 97
        },
        {
            "text": "N.V.Anjaria",
            "label": "JUDGE",
            "start_char": 105,
            "end_char": 116
        },
        {
            "text": "Samir J. Dave",
            "label": "JUDGE",
            "start_char": 118,
            "end_char": 131
        },
        {
            "text": "High Court Of Gujarat At Ahmedabad",
            "label": "COURT",
            "start_char": 231,
            "end_char": 265
        },
        {
            "text": "N.V.Anjaria",
            "label": "JUDGE",
            "start_char": 382,
            "end_char": 393
        },
        {
            "text": "Samir J. Dave",
            "label": "JUDGE",
            "start_char": 422,
            "end_char": 435
        },
        {
            "text": "Constitution      of India",
            "label": "STATUTE",
            "start_char": 892,
            "end_char": 918
        },
        {
            "text": "ARUN KUMAR JAGATRAMKA",
            "label": "PETITIONER",
            "start_char": 1062,
            "end_char": 1083
        },
        {
            "text": "ULTRABULK",
            "label": "RESPONDENT",
            "start_char": 1151,
            "end_char": 1160
        },
        {
            "text": "VIVEK B GUPTA(5611",
            "label": "OTHER_PERSON",
            "start_char": 1294,
            "end_char": 1312
        },
        {
            "text": "HARSH N PAREKH(6951",
            "label": "LAWYER",
            "start_char": 1345,
            "end_char": 1364
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 1517,
            "end_char": 1528
        },
        {
            "text": "SAMIR J. DAVE",
            "label": "JUDGE",
            "start_char": 1576,
            "end_char": 1589
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 1626,
            "end_char": 1636
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 1702,
            "end_char": 1713
        },
        {
            "text": "Vivek Gupta",
            "label": "OTHER_PERSON",
            "start_char": 1741,
            "end_char": 1752
        },
        {
            "text": "Aditya Krishnamurthy",
            "label": "OTHER_PERSON",
            "start_char": 1796,
            "end_char": 1816
        },
        {
            "text": "SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 1832,
            "end_char": 1855
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 1863,
            "end_char": 1873
        },
        {
            "text": "Harsh Parekh",
            "label": "OTHER_PERSON",
            "start_char": 1886,
            "end_char": 1898
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 2001,
            "end_char": 2012
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 2020,
            "end_char": 2032
        },
        {
            "text": "4.8.2021",
            "label": "DATE",
            "start_char": 2066,
            "end_char": 2074
        },
        {
            "text": "Execution Application No.161 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2107,
            "end_char": 2143
        },
        {
            "text": "Principal Senior Civil Judge, Jamnagar-",
            "label": "COURT",
            "start_char": 2158,
            "end_char": 2197
        },
        {
            "text": "Ultrabulk",
            "label": "PETITIONER",
            "start_char": 2426,
            "end_char": 2435
        },
        {
            "text": "9.11.2017",
            "label": "DATE",
            "start_char": 2522,
            "end_char": 2531
        },
        {
            "text": "High Court of Justice, Queen's Bench Division of England and Wales",
            "label": "COURT",
            "start_char": 2549,
            "end_char": 2615
        },
        {
            "text": "Gujarat NRE Coke Limited",
            "label": "ORG",
            "start_char": 2834,
            "end_char": 2858
        },
        {
            "text": "English Commercial Court",
            "label": "COURT",
            "start_char": 2959,
            "end_char": 2983
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 3033,
            "end_char": 3044
        },
        {
            "text": "Code of Civil Procedure,1908 (CPC)",
            "label": "STATUTE",
            "start_char": 3052,
            "end_char": 3086
        },
        {
            "text": "Commercial Court at Jamnagar",
            "label": "COURT",
            "start_char": 3146,
            "end_char": 3174
        },
        {
            "text": "Commercial Court, Rajkot",
            "label": "COURT",
            "start_char": 3307,
            "end_char": 3331
        },
        {
            "text": "Execution Petition No.4 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 3338,
            "end_char": 3369
        },
        {
            "text": "Jamnagar",
            "label": "GPE",
            "start_char": 3403,
            "end_char": 3411
        },
        {
            "text": "Execution Application No.161 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3430,
            "end_char": 3466
        },
        {
            "text": "Rajkot",
            "label": "GPE",
            "start_char": 3508,
            "end_char": 3514
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 3526,
            "end_char": 3551
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 3559,
            "end_char": 3569
        },
        {
            "text": "10.4.2019",
            "label": "DATE",
            "start_char": 3778,
            "end_char": 3787
        },
        {
            "text": "Special Civil Application No.8334 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 3861,
            "end_char": 3902
        },
        {
            "text": "26.8.2019",
            "label": "DATE",
            "start_char": 3977,
            "end_char": 3986
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4138,
            "end_char": 4151
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4218,
            "end_char": 4231
        },
        {
            "text": "Execution Application No.161 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 4353,
            "end_char": 4389
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 4592,
            "end_char": 4601
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4609,
            "end_char": 4636
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 4955,
            "end_char": 4965
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4973,
            "end_char": 4994
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 5018,
            "end_char": 5047
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 5182,
            "end_char": 5193
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 5223,
            "end_char": 5248
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 5256,
            "end_char": 5266
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 5299,
            "end_char": 5309
        },
        {
            "text": "Sections 36 to 74 and Order XXI",
            "label": "PROVISION",
            "start_char": 5408,
            "end_char": 5439
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5441,
            "end_char": 5444
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5664,
            "end_char": 5667
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Court Bill 2015",
            "label": "STATUTE",
            "start_char": 5848,
            "end_char": 5944
        },
        {
            "text": "Commercial Courts amendment Bill, 2018",
            "label": "STATUTE",
            "start_char": 5958,
            "end_char": 5996
        },
        {
            "text": "Law Commission of India Report No. 253",
            "label": "STATUTE",
            "start_char": 6040,
            "end_char": 6078
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6233,
            "end_char": 6260
        },
        {
            "text": "Kerala Housing Board vs. K. A. Nagamani (2019) 6 SCC 429",
            "label": "PRECEDENT",
            "start_char": 6322,
            "end_char": 6378
        },
        {
            "text": "District Consumer Forum",
            "label": "ORG",
            "start_char": 6437,
            "end_char": 6460
        },
        {
            "text": "National Consumer Commission",
            "label": "ORG",
            "start_char": 6495,
            "end_char": 6523
        },
        {
            "text": "OCI Corporation vs. Kandala Export Corporation and others [(2017) GLH 383]",
            "label": "PRECEDENT",
            "start_char": 6832,
            "end_char": 6906
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 6971,
            "end_char": 6996
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 7004,
            "end_char": 7014
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 7015,
            "end_char": 7022
        },
        {
            "text": "Commercial Court of the Queen's Bench Division",
            "label": "COURT",
            "start_char": 7289,
            "end_char": 7335
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 7602,
            "end_char": 7617
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7625,
            "end_char": 7652
        },
        {
            "text": "English Commercial Court",
            "label": "COURT",
            "start_char": 7911,
            "end_char": 7935
        },
        {
            "text": "Exhibit 95",
            "label": "PROVISION",
            "start_char": 7973,
            "end_char": 7983
        },
        {
            "text": "Rajkot Commercial Court",
            "label": "COURT",
            "start_char": 8064,
            "end_char": 8087
        },
        {
            "text": "Special Civil Application No.8334 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 8229,
            "end_char": 8270
        },
        {
            "text": "Commercial Court at London",
            "label": "COURT",
            "start_char": 8483,
            "end_char": 8509
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 8796,
            "end_char": 8821
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 8829,
            "end_char": 8839
        },
        {
            "text": "Rajkot Commercial Court",
            "label": "COURT",
            "start_char": 8955,
            "end_char": 8978
        },
        {
            "text": "Rajkot Commercial Court",
            "label": "COURT",
            "start_char": 9173,
            "end_char": 9196
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 9708,
            "end_char": 9723
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9731,
            "end_char": 9828
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 10004,
            "end_char": 10019
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10027,
            "end_char": 10048
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 10298,
            "end_char": 10307
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 10315,
            "end_char": 10341
        },
        {
            "text": "Exhibit 19",
            "label": "PROVISION",
            "start_char": 10636,
            "end_char": 10646
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 10688,
            "end_char": 10713
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 10721,
            "end_char": 10731
        },
        {
            "text": "Commercial Court at Rajkot",
            "label": "COURT",
            "start_char": 11508,
            "end_char": 11534
        },
        {
            "text": "Jamnagar",
            "label": "GPE",
            "start_char": 11540,
            "end_char": 11548
        },
        {
            "text": "Rajkot",
            "label": "GPE",
            "start_char": 11809,
            "end_char": 11815
        },
        {
            "text": "Jamnagar",
            "label": "GPE",
            "start_char": 11824,
            "end_char": 11832
        },
        {
            "text": "Commercial Court at England",
            "label": "COURT",
            "start_char": 11923,
            "end_char": 11950
        },
        {
            "text": "Commercial Court at Rajkot",
            "label": "COURT",
            "start_char": 12047,
            "end_char": 12073
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 12303,
            "end_char": 12314
        },
        {
            "text": "Commercial Court at Rajkot",
            "label": "COURT",
            "start_char": 12379,
            "end_char": 12405
        },
        {
            "text": "C/SCA/17399/2021",
            "label": "CASE_NUMBER",
            "start_char": 12504,
            "end_char": 12520
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 12537,
            "end_char": 12547
        },
        {
            "text": "5.1.3",
            "label": "DATE",
            "start_char": 12628,
            "end_char": 12633
        },
        {
            "text": "26.8.2019",
            "label": "DATE",
            "start_char": 12739,
            "end_char": 12748
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13671,
            "end_char": 13692
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 14117,
            "end_char": 14142
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 14150,
            "end_char": 14160
        },
        {
            "text": "Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs.",
            "label": "PRECEDENT",
            "start_char": 14333,
            "end_char": 14404
        },
        {
            "text": "Himgiri Realtors Private Limited",
            "label": "ORG",
            "start_char": 14405,
            "end_char": 14437
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14496,
            "end_char": 14509
        },
        {
            "text": "Rahul S. Shah Vs.",
            "label": "PRECEDENT",
            "start_char": 14527,
            "end_char": 14544
        },
        {
            "text": "Jinendra Kumar Gandhi",
            "label": "OTHER_PERSON",
            "start_char": 14545,
            "end_char": 14566
        },
        {
            "text": "Raja Durbhunga",
            "label": "OTHER_PERSON",
            "start_char": 14895,
            "end_char": 14909
        },
        {
            "text": "Maharaja Coomar Ramaput Singh 1872 SCC OnLine PC 16",
            "label": "PRECEDENT",
            "start_char": 14914,
            "end_char": 14965
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 15013,
            "end_char": 15018
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 15271,
            "end_char": 15292
        },
        {
            "text": "M/S. OCI Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 16014,
            "end_char": 16038
        },
        {
            "text": "Kandla C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 16039,
            "end_char": 16071
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 16079,
            "end_char": 16089
        },
        {
            "text": "[(2017) 1 GLH 383]",
            "label": "PRECEDENT",
            "start_char": 16110,
            "end_char": 16128
        },
        {
            "text": "District Court, Gandhidham",
            "label": "COURT",
            "start_char": 16201,
            "end_char": 16227
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 16296,
            "end_char": 16306
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16345,
            "end_char": 16372
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 16633,
            "end_char": 16645
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 16653,
            "end_char": 16674
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17231,
            "end_char": 17269
        },
        {
            "text": "Vadodara Mahanagar Seva Sadan",
            "label": "PRECEDENT",
            "start_char": 17464,
            "end_char": 17493
        },
        {
            "text": "Municipal Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 17512,
            "end_char": 17537
        },
        {
            "text": "M. S. Khurana Engineering Limited",
            "label": "ORG",
            "start_char": 17538,
            "end_char": 17571
        },
        {
            "text": "Special Civil Application No.13736 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 17579,
            "end_char": 17621
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 17869,
            "end_char": 17894
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 17902,
            "end_char": 17912
        },
        {
            "text": "6.2.1",
            "label": "DATE",
            "start_char": 18125,
            "end_char": 18130
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 18172,
            "end_char": 18182
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18190,
            "end_char": 18193
        },
        {
            "text": "Section 38",
            "label": "PROVISION",
            "start_char": 18882,
            "end_char": 18892
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18900,
            "end_char": 18903
        },
        {
            "text": "Section 38",
            "label": "PROVISION",
            "start_char": 19099,
            "end_char": 19109
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19117,
            "end_char": 19120
        },
        {
            "text": "Code of the Civil Procedure",
            "label": "STATUTE",
            "start_char": 19256,
            "end_char": 19283
        },
        {
            "text": "Section 38",
            "label": "PROVISION",
            "start_char": 19447,
            "end_char": 19457
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19465,
            "end_char": 19468
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19688,
            "end_char": 19713
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 19960,
            "end_char": 19976
        },
        {
            "text": "Bayer Intellectual Property GMBH and Another Vs.",
            "label": "PRECEDENT",
            "start_char": 19980,
            "end_char": 20028
        },
        {
            "text": "Symed Laboratories",
            "label": "ORG",
            "start_char": 20029,
            "end_char": 20047
        },
        {
            "text": "SCC Online Delhi 7410]",
            "label": "ORG",
            "start_char": 20057,
            "end_char": 20079
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 20484,
            "end_char": 20494
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20502,
            "end_char": 20523
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20729,
            "end_char": 20744
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 21108,
            "end_char": 21124
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 21442,
            "end_char": 21458
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 21477,
            "end_char": 21502
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 21510,
            "end_char": 21520
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 21522,
            "end_char": 21537
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 21545,
            "end_char": 21566
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 21717,
            "end_char": 21727
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 21811,
            "end_char": 21821
        },
        {
            "text": "Section 2(1)(i)",
            "label": "PROVISION",
            "start_char": 22007,
            "end_char": 22022
        },
        {
            "text": "Sections 6 and 7",
            "label": "PROVISION",
            "start_char": 22104,
            "end_char": 22120
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 22482,
            "end_char": 22498
        },
        {
            "text": "Sections Nos.6, 7, 10 and 12",
            "label": "PROVISION",
            "start_char": 22583,
            "end_char": 22611
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 22619,
            "end_char": 22640
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 23146,
            "end_char": 23156
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23164,
            "end_char": 23167
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 23471,
            "end_char": 23496
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 23504,
            "end_char": 23514
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 23808,
            "end_char": 23824
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 24322,
            "end_char": 24337
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24476,
            "end_char": 24497
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 24763,
            "end_char": 24779
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 24915,
            "end_char": 24926
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24928,
            "end_char": 24931
        },
        {
            "text": "CPC, 1908",
            "label": "STATUTE",
            "start_char": 24955,
            "end_char": 24964
        },
        {
            "text": "C/SCA/17399/2021",
            "label": "CASE_NUMBER",
            "start_char": 25224,
            "end_char": 25240
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 25257,
            "end_char": 25267
        },
        {
            "text": "Sub section (2) of Section 44A",
            "label": "PROVISION",
            "start_char": 25298,
            "end_char": 25328
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 25502,
            "end_char": 25512
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 25755,
            "end_char": 25765
        },
        {
            "text": "6.4.1",
            "label": "DATE",
            "start_char": 25768,
            "end_char": 25773
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 25811,
            "end_char": 25821
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25823,
            "end_char": 25826
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 25965,
            "end_char": 25976
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 26007,
            "end_char": 26017
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26019,
            "end_char": 26022
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 26042,
            "end_char": 26052
        },
        {
            "text": "Section 44A. Section 13",
            "label": "PROVISION",
            "start_char": 26151,
            "end_char": 26174
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 26269,
            "end_char": 26280
        },
        {
            "text": "clauses (a) to (f) of Section 13",
            "label": "PROVISION",
            "start_char": 26317,
            "end_char": 26349
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26351,
            "end_char": 26354
        },
        {
            "text": "6.4.2",
            "label": "DATE",
            "start_char": 26357,
            "end_char": 26362
        },
        {
            "text": "Sub section 3 of Section 44A-",
            "label": "PROVISION",
            "start_char": 26697,
            "end_char": 26726
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 26744,
            "end_char": 26754
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 27006,
            "end_char": 27031
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 27039,
            "end_char": 27049
        },
        {
            "text": "6.4.3",
            "label": "DATE",
            "start_char": 27050,
            "end_char": 27055
        },
        {
            "text": "Section 38",
            "label": "PROVISION",
            "start_char": 27056,
            "end_char": 27066
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27074,
            "end_char": 27077
        },
        {
            "text": "England Commercial Court",
            "label": "COURT",
            "start_char": 27434,
            "end_char": 27458
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 27535,
            "end_char": 27546
        },
        {
            "text": "Section 44A and Section 38",
            "label": "PROVISION",
            "start_char": 27656,
            "end_char": 27682
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27683,
            "end_char": 27686
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 27834,
            "end_char": 27845
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27853,
            "end_char": 27856
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 28017,
            "end_char": 28028
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28029,
            "end_char": 28032
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 28571,
            "end_char": 28580
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28588,
            "end_char": 28609
        },
        {
            "text": "Section 2(i)",
            "label": "PROVISION",
            "start_char": 28752,
            "end_char": 28764
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 28768,
            "end_char": 28793
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 28801,
            "end_char": 28811
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28816,
            "end_char": 28837
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 28869,
            "end_char": 28878
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29310,
            "end_char": 29313
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 29325,
            "end_char": 29335
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29343,
            "end_char": 29364
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29584,
            "end_char": 29587
        },
        {
            "text": "Morlays (B'Ham) Limited",
            "label": "ORG",
            "start_char": 29737,
            "end_char": 29760
        },
        {
            "text": "Roshanlal Ramsahai and Another [AIR 1961 Bom 156]",
            "label": "PRECEDENT",
            "start_char": 29766,
            "end_char": 29815
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 29821,
            "end_char": 29838
        },
        {
            "text": "Sub-section (1) of Section 44A",
            "label": "PROVISION",
            "start_char": 29876,
            "end_char": 29906
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29908,
            "end_char": 29911
        },
        {
            "text": "Order XXI",
            "label": "PROVISION",
            "start_char": 29983,
            "end_char": 29992
        },
        {
            "text": "Section 44A",
            "label": "PROVISION",
            "start_char": 30175,
            "end_char": 30186
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30188,
            "end_char": 30191
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30233,
            "end_char": 30236
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30331,
            "end_char": 30334
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 30346,
            "end_char": 30356
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30364,
            "end_char": 30385
        },
        {
            "text": "C/SCA/17399/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 30529,
            "end_char": 30554
        },
        {
            "text": "04/02/2022",
            "label": "DATE",
            "start_char": 30562,
            "end_char": 30572
        },
        {
            "text": "Exhibit 65",
            "label": "PROVISION",
            "start_char": 30863,
            "end_char": 30873
        },
        {
            "text": "N.V.ANJARIA",
            "label": "JUDGE",
            "start_char": 31140,
            "end_char": 31151
        },
        {
            "text": "SAMIR J. DAVE",
            "label": "JUDGE",
            "start_char": 31157,
            "end_char": 31170
        },
        {
            "text": "Manshi",
            "label": "PRECEDENT",
            "start_char": 31174,
            "end_char": 31180
        }
    ],
    "precedent_clusters": {
        "Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs.": [
            "Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs.",
            "Rahul S. Shah Vs.",
            "M/S. OCI Corporation Vs.",
            "Vadodara Mahanagar Seva Sadan",
            "Municipal Corporation Vs.",
            "Bayer Intellectual Property GMBH and Another Vs.",
            "Manshi"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 44A",
            "Code of Civil Procedure,1908 (CPC)",
            "Section 44A",
            "Code of Civil Procedure,1908 (CPC)"
        ],
        [
            "Section 6",
            "Commercial Courts Act, 2015",
            "Section 6",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Sections 36 to 74 and Order XXI",
            "CPC",
            "Sections 36 to 74 and Order XXI",
            "CPC"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act",
            "Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 6",
            "Commercial Courts Act 2015",
            "Section 6",
            "Commercial Courts Act 2015"
        ],
        [
            "Section 2(c)",
            "Commercial Courts Act",
            "Section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "CPC",
            "Section 37",
            "CPC"
        ],
        [
            "Section 38",
            "CPC",
            "Section 38",
            "CPC"
        ],
        [
            "Section 38",
            "CPC",
            "Section 38",
            "CPC"
        ],
        [
            "Section 38",
            "CPC",
            "Section 38",
            "CPC"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act",
            "Section 2(1)(i)",
            "Commercial Courts Act"
        ],
        [
            "Sections Nos.6, 7, 10 and 12",
            "Commercial Courts Act",
            "Sections Nos.6, 7, 10 and 12",
            "Commercial Courts Act"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "clauses (a) to (f) of Section 13",
            "CPC",
            "clauses (a) to (f) of Section 13",
            "CPC"
        ],
        [
            "Section 38",
            "CPC",
            "Section 38",
            "CPC"
        ],
        [
            "Section 44A and Section 38",
            "CPC",
            "Section 44A and Section 38",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 6",
            "Commercial Courts Act",
            "Section 6",
            "Commercial Courts Act"
        ],
        [
            "Section 2(i)",
            "Commercial Courts Act",
            "Section 2(i)",
            "Commercial Courts Act"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Sub-section (1) of Section 44A",
            "CPC",
            "Sub-section (1) of Section 44A",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Section 44A",
            "Code of Civil Procedure,1908 (CPC)",
            "Section 44A",
            "Code of Civil Procedure,1908 (CPC)"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Section 12",
            "Commercial Courts Act",
            "Section 12",
            "Commercial Courts Act"
        ],
        [
            "Section 12",
            "Commercial Courts Act",
            "Section 12",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(i)",
            "Commercial Courts Act",
            "Section 2(1)(i)",
            "Commercial Courts Act"
        ],
        [
            "Sections 6 and 7",
            "Commercial Courts Act",
            "Sections 6 and 7",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act",
            "Section 2(1)(c)",
            "Commercial Courts Act"
        ],
        [
            "Sub section (2) of Section 44A",
            "CPC",
            "Sub section (2) of Section 44A",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 47",
            "CPC",
            "Section 47",
            "CPC"
        ],
        [
            "Section 44A",
            "CPC",
            "Section 44A",
            "CPC"
        ],
        [
            "Section 6",
            "Commercial Courts Act 2015",
            "Section 6",
            "Commercial Courts Act 2015"
        ],
        [
            "Order XXI",
            "CPC",
            "Order XXI",
            "CPC"
        ],
        [
            "Exhibit 95",
            "Commercial Courts Act, 2015",
            "Exhibit 95",
            "Commercial Courts Act, 2015"
        ],
        [
            "Exhibit 19",
            "Commercial Courts Act 2015",
            "Exhibit 19",
            "Commercial Courts Act 2015"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Section 44A. Section 13",
            "CPC",
            "Section 44A. Section 13",
            "CPC"
        ],
        [
            "Sub section 3 of Section 44A-",
            "CPC",
            "Sub section 3 of Section 44A-",
            "CPC"
        ],
        [
            "Exhibit 65",
            "Constitution      of India",
            "Exhibit 65",
            "Constitution      of India"
        ]
    ],
    "precedent_counts": {
        "Delhi Chemical and Pharmaceutical Works Private Limited and Another Vs.": 7
    },
    "provision_counts": {
        "Article 227 of Constitution": 1,
        "Section 44A of Code of Civil Procedure,1908 (CPC)": 2,
        "Section 6 of Commercial Courts Act, 2015": 1,
        "Section 16 of Commercial Courts Act": 4,
        "Sections 36 to 74 and Order XXI of CPC": 1,
        "Section 2(1)(c) of Commercial Courts Act, 2015": 1,
        "Section 2(1)(c) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 2(1)(c) of Commercial Courts Act": 2,
        "Section 6 of Commercial Courts Act 2015": 2,
        "Section 2(c) of Commercial Courts Act": 1,
        "Section 37 of CPC": 1,
        "Section 38 of CPC": 4,
        "Section 10 of Commercial Courts Act": 1,
        "Section 2(1)(i) of Commercial Courts Act": 2,
        "Sections Nos.6, 7, 10 and 12 of Commercial Courts Act": 1,
        "Section 47 of CPC": 3,
        "Section 44A of CPC": 7,
        "Section 13 of CPC": 4,
        "clauses (a) to (f) of Section 13 of CPC": 1,
        "Section 44A and Section 38 of CPC": 1,
        "Section 6 of Commercial Courts Act": 1,
        "Section 2(i) of Commercial Courts Act": 1,
        "Sub-section (1) of Section 44A of CPC": 1,
        "Section 12 of Commercial Courts Act": 2,
        "Sections 6 and 7 of Commercial Courts Act": 1,
        "Sub section (2) of Section 44A of CPC": 1,
        "Order XXI of CPC": 1,
        "Exhibit 95 of Commercial Courts Act, 2015": 1,
        "Exhibit 19 of Commercial Courts Act 2015": 1,
        "Article 226 of Constitution": 1,
        "Section 44A. Section 13 of CPC": 1,
        "Sub section 3 of Section 44A- of CPC": 1,
        "Exhibit 65 of Constitution      of India": 1
    },
    "statute_counts": {
        "Constitution": 2,
        "Code of Civil Procedure,1908 (CPC)": 2,
        "Commercial Courts Act, 2015": 3,
        "Commercial Courts Act": 16,
        "CPC": 27,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Commercial Courts Act 2015": 3,
        "Constitution      of India": 1
    }
}