{
    "id": "7b9c50aaf950a9f92f2947c92a733b0b2aef2a9b46ca11096b27398ac1c56587",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nSarine Technologies Ltd Through ... vs Diyora And Bhanderi Corporation ... on 31 January, 2020\nEquivalent citations: Aironline 2020 Guj 52 \nAuthor: A. P. Thaker\nBench: A. P. Thaker\n        C/Sca/6027/2019                                Order\n\n\n\n\n        In The High Court Of Gujarat At Ahmedabad\n\n          R/Special Civil Application No. 6027 of 2019\n                              With\n           Civil Application (For Stay) No. 1 of 2019\n                               In           R / SPECIAL CIVIL APPLICATION NO. 6027 of 2019                               With           CIVIL APPLICATION (FOR ORDERS) NO. 2 of 2019                                In           R / SPECIAL CIVIL APPLICATION NO . 6027 of 2019 = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n SARINE TECHNOLOGIES LTD THROUGH AUTHORISED SIGNATORY                     PRACHI BHARDWAJ                          Versus DIYORA AND BHANDERI CORPORATION THROUGH PARTNER DHAVAL                     DAHYABHAI DIYORA = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMR NEERAJ MALHOTRA, SENIOR COUNSEL with MR JANDEEP GROVER with MS VARA GAUR with MS PAKHURI BHARDWAJ with MR DILIP B RANA(691) for the Petitioner(s) No. 1 MR VINOD KHURANA assisted by MR RISHABH NIGAM for MR MANAN A SHAH(5412) for the Respondent(s) No. 1 ============================================================== == \n\n CORAM: HONOURABLE DR.JUSTICE A. P. THAKER                           Date : 31/01/2020                            ORAL ORDER 1. Present petition is preferred by the petitioner under Article 227 of the Constitution of India praying for quashing and setting aside impugned order dated 29.2.2019 passed by learned trial Court on Application Exhibit 7 under Order VII, Rule 11 read with Section 151 of the Code of Civil Procedure, 1908 in Special Civil Suit No.191 of 2018 whereby the application was dismissed. \n2. The facts giving rise to the present petition are that the Petitioner is the original defendant in the suit preferred by the Respondent (original Plaintiff) bearing Special Civil Suit No. 191 of 2018 before the Additional Senior Civil Judge, Surat, (hereinafter referred to as the \"Trial Court\") seeking damages for tortious act of unlawful interference with contracts and business relations worth Rs. 5,00,00,000/- and grant of permanent injunction against the petitioner herein restraining the petitioner from sending interfering letters/notices to the clients and potential clients of the Respondent herein. For the sake of brevity and convenience the parties are referred to in this order as per their original status before the trial Court as \"plaintiff\" and \"defendant\". \n2.1 It is stated that in response to the aforesaid Suit the petitioner herein filed an application under Order VII Rule 11 read with Section 151 of the Code of Civil Procedure, 1908 praying for rejection of the plaint filed by the respondent herein, inter alia, on, broadly speaking the following grounds:\nI. That the trial Court does not have the jurisdiction, territorial or otherwise, to entertain the suit inasmuch as neither the defendant has its office within the territorial jurisdiction of the trial Court, nor the alleged cause of action, as stated or otherwise, qua the petitioner herein, arose within the territorial jurisdiction of the trial Court. \nII. That there exists no cause of action in favour of the respondent herein against the petitioner herein to file the suit;\nIII. That the Suit as filed by the plaintiff is manifestly barred by law. \n2.2 However, vide order dated 29.01.2019, the trial Court erroneously, incorrectly and in complete violation of the settled principles of law dismissed the said application by holding, albeit erroneously and without application of mind, that:\na. The question of jurisdiction of the Court is not covered under Order VII Rule 11 of the Code of Civil Procedure, 1908. The trial Court, therefore, in gross violation of the settled principle of law, failed to return any finding on the issue of lack of jurisdiction;\nb. Upon perusal of para 41 of the plaint it appears that the respondent has mentioned \"cause of action\" and, hence, it cannot be said that Order VII Rule 11 (a) would be applicable in the present case;\nc. The Suit is not barred by Sections 41 (a) and 41 (b) of the Specific Relief Act, 1963;\nd. The question of whether the Respondent has even been able to make out a prima facie case of \"tortious interference\" against the petitioner cannot be examined at the present stage. \n3. It is submitted that the impugned order is non-reasoned and discloses non-application of mind by the trial Court. In fact, the impugned order is contrary to the settled principles of law and in utter disregard to the established principles of Order VII, Rule 11 of the CPC. Further, the trial Court has acted in the teeth of settled law that furnishing of reasons is the heartbeat of every conclusion as it introduces clarity in an order and that without the same the order becomes lifeless. Hence, the petitioner is constrained to prefer the present petition under Article 227 of the Constitution of India. \n4. The present suit has been filed by the plaintiff alleging that the defendant has caused tortious interference in the business of the plaintiff. The plaintiff has alleged that the said tortious interference has been caused by the Petitioner on account of press releases made by the Petitioner in Singapore and the United States of America. Admittedly, the said press releases have not been issued in India and the same solely contain the factum of the various litigations pending between the parties in India. The plaintiff has further alleged that the petitioner issued a letter to an entity, 'Rogers & Hollands Jewelers' in the United States of America, after which 'Rogers & Hollands Jewelers' issued letters to alleged customers/clients of the plaintiff in India. According to the plaintiff, as a result of the said press releases made outside India and the letter issued by 'Rogers & Hollands Jewelers', the defendant has caused tortious interference with the business of the plaintiff in Surat, India. \n5. The present suit was initially filed by the plaintiff before the Commercial Court in Vadodara being Commercial Civil Suit No. 81 of 2017. However, since the said suit did not fall within the definition of a \"commercial dispute\" as provided under Section 2 (1) (c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, upon an application filed by the defendant under Order VII Rule 11 read with Section 151 of the CPC, the said suit was returned by the Commercial Court, Vadodara, vide order dated 11.04.2018 to be filed before the appropriate forum. Thereafter, it was filed before the Civil Court, Surat, wherein it is registered as Special Suit No.191 of 2018. The defendant has moved the application under Order 7, Rule 11 as stated in earlier part of this order, which came to be dismissed giving rise to present petition under Article 227 of the Constitution of India. \n6. Heard learned Senior Counsel Mr.Niraj Malhotra with Mr.Jandeep Grover with Ms.Vara Gaur with Pankhuri Bhardwaj with Mr.Dilip Rana for the petitioner-defendant and learned counsel, Mr.Vinod Khurana with Mr.Rushabh Nigam, Hemang S. Shah for plaintiff no.1. Perused the material placed on record and the decisions cited at bar. \n7. Learned Senior Counsel, Shri Niraj Malhotra for the defendant, while referring to the copy of the plaint has submitted that the plaintiff has filed the suit for damages for tortious act of unlawful interference of contract and business relations worth Rs.5 Crore and for grant of permanent injunction against the defendant, wherein the address of the defendant is shown to be in Israel. Learned counsel also referred to paragraph 10 of the plaint, wherein it is averred that the defendant is a company incorporated under the laws of Israel, having its registered office at 4, Haharash St., HodHasharon 4524075, Israel. According to him, these facts itself show that the defendant is carrying on the business in Israel and, therefore, the trial Court has no jurisdiction to entertain the suit. \n7.1 Learned counsel, Mr.Niraj Malhotra also contended that the plaintiff has clearly averred that copyright infringement and commercial suit have been filed before the concerned Commercial Court. While referring to paragraphs 19 and 20, learned counsel has submitted that even these averments does not confer any jurisdiction to the trial Court. While referring to paragraph 20 of the plaint, he has submitted that no name of the customer of the plaintiff has been provided in said paragraph. According to him, whatever is stated by the plaintiff regarding communication put on defendant's web site is concerned, there is no particular of the plaintiff is reflected in such communication. According to him, whatever communications have been referred to in the plaint are not addressed to the plaintiff and nowhere it is mentioned that the plaintiff is indulging in such activity. According to him, the message reflected on the website of the defendant is issued either in USA or other country and there is no specific reference of the plaintiff in the said communication. According to him, whatever averments made in the plaint are vague in nature and there is no cause of action as averred in the plaint. It is also submitted by him that if there is no cause of action arisen then the suit itself is liable to be dismissed under Order 7, Rule 11 of CPC. \n7.2 Regarding jurisdiction of the trial Court, it has been submitted by learned counsel, Mr.Niraj Malhotra for the defendant that no cause of action has arisen in the territorial jurisdiction of the trial Court and, accordingly, the defendant has moved an application for rejection of plaint in toto. He has also contended that whatever press release or message on website are concerned, they all are issued from Israel and not a single press release was made in India. Regarding letter of October 2017, at page 206 of the compilation, learned counsel for the petitioner has submitted that this has been issued from American company and not by the defendant. According to him, whatever legal right is available to the plaintiff is against the Rogers and Hollands. By referring to the communication of October 2017, which is at page 206 of the compilation, he has also contended that no right of the plaintiff is infringed by the defendant. He has also contended that said letter cannot give any territorial jurisdiction to the trial Court. \n7.3 Learned Senior Counsel, Mr.Niraj Malhotra also submitted that merely because the defendant has filed two suits against the plaintiff, it is not sufficient to invest the trial Court with the jurisdiction to entertain present suit. While referring to Section 20 of CPC, learned Senior Counsel has also submitted that even under this provision the suit itself is not maintainable and the Court has no territorial jurisdiction. He vehemently submitted that there is no territorial jurisdiction with the Indian Court. \n7.4 Learned Senior Counsel, Mr.Niraj Malhotra for the petitioner submitted that the suit itself is barred in view of the provisions of Section 41 (a) and (b) of the Specific Relief Act, 1963. According to him, in terms of Section 34 of the Specific Relief Act, 1963 the suit itself is liable to be dismissed at the threshold. He has also contended that the plaint is not valued for sufficient Court fees. \n7.5 Regarding page 263, learned counsel has submitted that the company Sarin Technologies India Private Limited is a subsidiary company of the defendant but that fact itself cannot invest the trial Court with territorial jurisdiction. According to him, subsidiary company is different entity and the defendant is also different entity. He has further submitted that the plaintiff has only joined the company, which is in Israel. He has also contended that the Indian company i.e. the subsidiary company of the defendant has not been referred to in the plaint itself. \n7.6 While referring to the reply at page 370, he has contended that it is a case of the plaintiff that cause of action has arosen partly in Surat i.e. within the territorial jurisdiction of the trial Court. According to him, the reply of the plaintiff depicts that the plaintiff has moved an application under Order 1, Rule 10 of CPC for impleadment of India/subsidiary company of the defendant. According to him, this fact suggests that the plaintiff is knowing that no cause of action has arisen against the present defendant. Mr.Niraj Malhotra, learned counsel for the petitioner has prayed to allow present petition and to set aside the impugned order and prayed that the application filed by the defendant for rejection of the plaint under Order 7, Rule 11 of CPC may be allowed. He has relied on the decision in the case of State of Gujarat v. Union of India delivered by this Court in Special Civil Application No.737 of 2018 decided on 7.5.2018, especially paragraphs 6.5, 8.4, 9 and 13, which read as under:-\n\"6.5 Making above submissions, and further relying upon the following decisions, it is vehemently submitted by Shri Kamal Trivedi, learned Advocate General, that Section 8 of the Commercial Courts Act does not affect the writ petitions under Article 227 of the Constitution of India and therefore, the bar contained in Section 8 of the Commercial Courts Act against the entertainability of the civil revision application or petition against the interlocutory order shall not be applicable to the writ petition/ petitions under Article 227 of the Constitution of India:-\n(i) Surya Dev Rai v. Ram Chander Rai And Others reported in (2003)6 SCC 675. \n(ii) Shalini Shyam Shetty And Another v. Rajendra Shankar Patil reported in (2010)8 SCC 329,\n(iii) Kaikhusroo Phirozshah Doctor v. State of Bombay reported in AIR 1955 Bombay 220,\n(iv) State of Gujarat Etc. v. Vakhatsinghji Vajesinghji Vaghela (Dead) By His Legal Representatives And Others Etc. reported in AIR 1968 SC 1481, (V) K. Kannadasan v. Ajoy Khose And Others reported in (2009)7 SCC 1.\n8.4 In the case of Surya Dev Rai v. Ram Chander Rai And Others (supra), the Hon'ble Supreme Court had an occasion to consider the effect of the amendment in Section 115 of the CPC on the jurisdiction of the High Court under Articles 226 and 227 of the Constitution of India and the Hon'ble Supreme Court has observed and held that the amendment cannot and does not in any manner affect the jurisdiction under Articles 226/227 of the Constitution of India. In the aforesaid decision, it is held by the Hon'ble Supreme Court that the decision of the subordinate Court shall be subjected to the supervisory jurisdiction of the High Courts under Article 227 of the Constitution. In the aforesaid decision, it is further observed that Articles 226/227 of the Constitution of India, being part of the basic structure, cannot be tampered, not even by constitutional amendment, much less by an act of legislature. It is observed and held that despite the amendment in Section 115 of the CPC, the aggrieved party can seek such Writ of Certiorari or invoke powers of superintendence of the High Court under Articles 226/227 of the Constitution of India. In Paragraphs 29 to 39, the Hon'ble Supreme Court in the case of Surya Dev Rai v. Ram Chander Rai And Others (supra) has observed and held as under:\n\"29. The Constitution Bench in L. Chandra Kumar v. Union of India and others, (1997) 3 SCC 261, dealt with the nature of power of judicial review conferred by Article 226 of the Constitution and the power of superintendence conferred by Article 227. It was held that the jurisdiction conferred on the Supreme Court under Article 32 of the Constitution and on the High Courts under Articles 226 and 227 of the Constitution is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation. A recent Division Bench decision by Delhi High Court (Dalveer Bhandari and H. R. Malhotra, JJ.) in Criminal Writ Petition Nos. 758, 917 and 1295 of 2002, Govind v. State (Govt. of NCT of Delhi) decided on April 1, 2003 (reported as (2003) 6 ILD 468) makes an in-depth survey of decided cases including almost all the leading decisions by this Court and holds - \"The power of the High Court under Article 226 cannot be whittled down, nullified, curtailed, abrogated, diluted or taken either by judicial pronouncement or by the legislative enactment or even by the amendment of the Constitution. The power of judicial review is an inherent part of the basic structure and it cannot be abrogated without affecting the basic structure of the Constitution.\" The essence of constitutional and legal principles, relevant to the issue at hand, has been correctly summed up by the Division Bench of the High Court and we record our approval of the same. \n30. It is interesting to recall two landmark decisions delivered by High Courts and adorning the judicial archives. In Balkrishna Hari Phansalkar v. Emperor, AIR 1933 Bombay 1 the question arose before a Special Bench whether the power of superintendence conferred on the High Court by Section 107 of Government of India Act 1915 can be controlled by the Governor-General exercising its power to legislate. The occasion arose because of the resistance offered by the State Government to the High Court exercising its power of superintendence over the Courts of Magistrates established under Emergency Powers Ordinance, 1932. Chief Justice Beumont held that even if power of revision is taken away, the power of superintendence over the courts constituted by the ordinance was still available. The Governor-General cannot control the powers conferred on the High Court by an Act of Imperial Parliament. However, speaking of the care and caution to be observed while exercising the power of superintendence though possessed by the High Court, the learned Chief Justice held that the power of superintendence is not the same thing as the hearing of an appeal. An illegal conviction may be set aside under power of superintendence but - \"we must exercise our discretion on judicial grounds, and only interfere if considerations of justice require us to do so.\"\n31. In Manmatha Nath Biswas v. Emperor (1932-33) 37 CWN 201 a conviction based on no legal reason and unsustainble in law came up for the scrutiny of the High Court under the power of superintendence in spite of right of appeal having been allowed to lapse. Speaking of the nature of power of superintendence, the Division Bench, speaking through Chief Justice Rankin, held that the power of superintendence vesting in the High Court under Section 107 of the Government of India Act, 1915 is not a limitless power available to be exercised for removing hardship of particular decisions. The power of superintendence is a power of known and well recognised character and should be exercised on those judicial principles which give it its character. The mere misconception on a point of law or a wrong decision on facts or a failure to mention by the Courts in its judgment every element of the offence, would not allow the order of the Magistrate being interfered with in exercise of the power of superintendence but the High Court can and should see that no man is convicted without a legal reason. A defect or jurisdiction or fraud on the part of the prosecutor or error on the \"face of the proceedings\"\nas understood in Indian practice, provides a ground for the exercise of the power of superintendence. The line between the two classes of case must be, however, kept clear and straight. In general words, the High Court's power of superintendence is a power to keep subordinate Courts within the bounds of their authority, to see that they do what their duty requires and that they do it in a legal manner. \n32. The principles deducible, well-settled as they are, have been well summed up and stated by a two- Judges Bench of this Court recently in State through Special Cell, New Delhi v. Navjot Sandhu Afshan Guru and others, JT 2003 (4) SC 605, para 28. This Court held :\n(i) the jurisdiction under Article 227 cannot be limited or fettered by any Act of the State Legislature;\n(ii) the supervisory jurisdiction is wide and can be used to meet the ends of justice, also to interfere even with interlocutory order;\n(iii) the power must be exercised sparingly, only to move subordinate courts and Tribunals within the bounds of their authority to see that they obey the law. The power is not available to be exercised to correct mere errors (whether on the facts or laws) and also cannot be exercised \"as the cloak of an appeal in disguise\".\n33. In Shiv Shakti Co-op. Housing Society, Nagpur v. M/s.Swaraj Developers and others, (2003) 4 Scale 241, another two-Judges bench of this Court dealt with Section 115 of the C.P.C. The Court at the end of its judgment noted the submission of the learned counsel for a party that even if the revisional applications are held to be not maintainable, there should not be a bar on a challenge being made under Article 227 of the Constitution for which an opportunity was prayed to be allowed. The Court observed,- \"If any remedy is available to a party, no liberty is necessary to be granted for availing the same. \" \n34. We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution is taken away or whittled down. The power exists, untrammelled by the amendment in Section 115 of the CPC, and is available to be exercised subject to rules of self discipline and practice which are well settled. \n35. We have carefully perused the Full Bench decision of the Allahabad High Court in Ganga Saran's case relied on by the learned counsel for respondent and referred to in the impugned order of the High Court. We do not think that the decision of the Full Bench has been correctly read. Rather, vide para 11, the Full Bench has itself held that where the order of the Civil Court suffers from patent error of law and further causes manifest injustice to the party aggrieved then the same can be subjected to writ of certiorari. The Full Bench added that every interlocutory order passed in a civil suit is not subject to review under Article 226 of the Constitution but if it is found from the order impugned that fundamental principle of law has been violated and further such an order causes substantial injustice to the party aggrieved the jurisdiction of the High Court to issue a writ of certiorari is not precluded. However, the following sentence occurs in the judgment of the Full Bench-:-\n\"Where an aggrieved party approaches the High Court under Article 226 of the Constitution against an order passed in civil suit refusing to issue injunction to a private individual who is not under statutory duty to perform public duty or vacating an order of injunction, the main relief is for issue of a writ of mandamus to a private individual and such a writ petition under Art. 226 of the Constitution would not be maintainable.\"\n36. It seems that the High Court in its decision impugned herein formed an impression from the above-quoted passage that a prayer for issuance of injunction having been refused by trial Court as well as the appellate Court, both being subordinate to High Court and the dispute being between two private parties, issuance of injunction by High Court amounts to issuance of a mandamus against a private party which is not permissible in law.\n37. The above quoted sentence from Ganga Saran's case cannot be read torn out of the context. All that the Full Bench has said is that while exercising certiorari jurisdiction over a decision of the court below refusing to issue an order of injunction, the High Court would not, while issuing a writ of certiorari, also issue a mandamus against a private party. Article 227 of the Constitution has not been referred to by the Full Bench. Earlier in this judgment we have already pointed out the distinction between Article 226 and Article 227 of the Constitution and we need not reiterate the same. In this context, we may quote the Constitution Bench decision in T. C. Basappa v. T. Nagappa and another, (1955) 1 SCR 250 and Province of Bombay v. Khushaldas S. Advani (dead) by LRs., 1950 SCR 621, as also a three Judge Bench decision in Dwarka Nath v. Income-tax Officer, Special Circle, D Ward, Kanpur and another, (1965) 3 SCR 536, which have held in no uncertain terms, as the law has always been, that a writ of certiorari is issued against the acts or proceedings of a judicial or quasi-judicial body conferred with power to determine questions affecting the rights of subjects and obliged to act judicially. We are therefore of the opinion that the writ of certiorari is directed against the act, order of proceedings of the subordinate Court, it can issue even if the lis is between two private parties. \n38. Such like matters frequently arise before the High Courts. We sum up our conclusions in a nutshell, even at the risk of repetition and state the same as here-under-:-\n(1) Amendment by Act No. 46 of 1999 with effect from 1-7-2002 in Section 115 of the Code of Civil Procedure cannot and does not affect in any manner the jurisdiction of the High Court under Articles 226 and 227 of the Constitution. (2) Interlocutory orders, passed by the courts subordinate to the High Court, against which remedy of revision has been excluded by the CPC Amendment Act No. 46 of 1999 are nevertheless open to challenge in, and continue to be subject to, certiorari and supervisory jurisdiction of the High Court. \n(3) Certiorari, under Article 226 of the Constitution, is issued for correcting gross errors of jurisdiction, i.e., when a subordinate court is found to have acted (i) without jurisdiction - by assuming jurisdiction where there exists none, or (ii) in excess of its jurisdiction by overstepping or crossing the limits of jurisdiction, or (iii) acting in flagrant disregard of law or the rules of procedure or acting in violation of principles of natural justice where there is no procedure specified, and thereby occasioning failure of justice. \n(4) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction. When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction. \n(5) Be it a writ of certiorari or the exercise of supervisory jurisdiction, none is available to correct mere errors of fact or of law unless the following requirements are satisfied : (i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (iii) a grave injustice or gross failure of justice has occasioned thereby. \n(6) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning. \nWhere two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent. \n(7) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion. Care, caution and circumspection need to be exercised, when any of the abovesaid two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings. The High Court may feel inclined to intervene where the error is such, as, if not corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis. \n(8) The High Court in exercise of certiorari or supervisory jurisdiction will not covert itself into a Court of Appeal and indulge in re-appreciation or evaluation of evidence or correct errors in drawing inferences or correct errors of mere formal or technical character . \n(9) In practice, the parameters for exercising jurisdiction to issue a writ of certiorari and those calling for exercise of supervisory jurisdiction are almost similar and the width of jurisdiction exercised by the High Courts in India unlike English courts has almost obliterated the distinction between the two jurisdictions. While exercising jurisdiction to issue a writ of certiorari the High Court may annul or set aside the act, order or proceedings of the subordinate courts but cannot substitute its own decision in place thereof. In exercise of supervisory jurisdiction the High Court may not only give suitable directions so as to guide the subordinate Court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases itself make an order in supersession or substitution of the order of the subordinate court as the court should have made in the facts and circumstances of the case . \n9. Considering the law laid down by the Hon'ble Supreme Court in the aforesaid decisions, we are of the opinion that bar contained under Section 8 of the Commercial Courts Act shall not affect the jurisdiction of the High Court under Article 227 of the Constitution of India. If the contention on behalf of the respondents that considering Section 8 of the Commercial Courts Act, even the writ jurisdiction under Article 227 of the Constitution of India is barred, in that case, such a provision would suffer from the vice of unconstitutionality as observed by the Hon'ble Supreme Court in the aforesaid decisions. The power vested in the High Courts to exercise judicial superintendence over the decisions of the courts and Tribunals within their respective jurisdictions is part of the basic structure of the Constitution and no legislature can take away such power of superintendence conferred under Article 227 of the Constitution of India. It is required to be noted that therefore, even the legislature, while enacting Section 8 of the Commercial Courts Act, seems to have wisely not used the word \"maintainable\" but has used the word \"entertained\". At this stage, it is also required to be noted that where the statute specifically provided that against the decision of the Tribunal, only an appeal under Article 136 of the Constitution before the Hon'ble Supreme Court would be maintainable, the Hon'ble Supreme Court in the case of L.Chandra Kumar v. Union of India And Others (supra) has specifically observed and held that the powers of the supervisory jurisdiction of the High Court under Article 227 of the Constitution against the decision of the Tribunals shall still be available and the aggrieved party can approach the High Court under Article 227 of the Constitution. Therefore, it is observed and held that Section 8 of the Commercial Courts Act shall not affect the powers of the High Court under Article 227 of the Constitution of India against the order passed by the Commercial Court. However, at the same time, the powers under Article 227 of the Constitution of India must be exercised sparingly and in exceptional cases only, more particularly, looking to the object and purpose of Section 8 of the Commercial Courts Act, i.e. speedy disposal of commercial disputes. \n13. In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:-\n\"(1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/ Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India.\n(2) The bar contained in Section 8 of the Commercial Courts Act shall not affect the supervisory jurisdiction of the High Courts under Article 227 of the Constitution of India in respect of the orders, including interlocutory orders, passed by the Commercial Court and writ petitions under Article 227 of the Constitution of India may be entertainable, however, subject to the following observations and restrictions:-\n(a) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction. When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction.\"\n8. Per contra, Mr.Khurana, learned counsel for the respondent-plaintiff has submitted that the defendant could have filed revision application unde Section 115 of CPC. According to him, when there is specific provision provided in CPC, writ under Article 227 of the Constitution of India is not maintainable. He has also contended that litigation between the parties is going on since long. He has also contended that by the act of the defendant in publishing on its website, particulars regarding the plaintiff has damaged the reputation of the plaintiff. Therefore, the plaintiff has filed the aforesaid suit earlier before the Commercial Court, however, learned Commercial Court has returned the plaint to the plaintiff to file in a competent Court. Therefore, the suit has been filed in Surat, where subsidiary of the defendant is doing business. Regarding provisions of Order 7, Rule 11, learned counsel, Mr.Khurana has submitted that the provisions contained therein cannot be applied on the point of jurisdiction as held by the trial Court. According to him, Order 7, Rule 11 is not applicable but the provisions of Order 10 would be applicable. While referring to various documentary evidence on record, which includes balance-sheet, page 201, he has submitted that that 70% business of the defendant is coming from India and its major business is in Surat. He has also contended that the website of the defendant clearly shows that by its action, the reputation of the plaintiff is damaged and the website is also being shown in Surat. He has also contended that cause of action has arisen in the territorial jurisdiction of Surat Court and the defendant has filed the suit of trademark against the plaintiff in India. While referring to the impugned order of the trial Court, he has submitted that learned trial Court has properly appreciated the facts and has rightly rejected the application of the defendant. According to him, there is no perversity in the impugned order of the trial Court. \n8.1 Learned counsel, Mr.Khurana has also submitted that when the trial Court has exercised the jurisdiction in judicious manner, this Court may not disturb that finding under Article 227 of the Constitution of India. \n8.2 While referring to the order of the Commercial Court, Baroda, he has submitted that the Commercial Court has initially found that the suit is maintainable and it has only directed to return the plaint to the plaintiff as it does not fall within the jurisdiction of the Commercial court. According to him, therefore, the plaintiff has filed the plaint and it was returned to file it in the Court of Surat. While referring to copyright suit No.2 of 2017 filed before Principal District Judge, Surat, by the defendant herein, learned counsel has submitted that in paragraph 13, page 288, defendant itself has averred that the plaintiff has Indian Market, especially in Surat, in connection with plaintiff's (defendant's) machines and products. According to him, this shows that the defendant knows very well that the plaintiff firm is dealing with diamond industry in India i.e. especially in Surat. He has also contended that the plaintiff has already moved the trial Court for joining subsidiary of the defendant as a party. While referring to various affidavits filed in the matter, he has submitted that all these facts shows that the plaintiff has its business in Surat and the defendant has its subsidiary in Surat and cause of action has arisen. He has submitted that the trial Court has not committed any error in dismissing the application filed by the defendant. While relying on the following decisions, he has prayed to dismiss present petition. \n8.3 In Shalini Shyam Shetty V. Ranejdra Shankar Patil reported in (2010) 8 SCC 329, wherein it is observed as under:-\n\"62. On an analysis of the aforesaid decisions of this Court, the following principles on the exercise of High Court's jurisdiction under Article 227 of the Constitution may be formulated:- \n(a) A petition under Article 226 of the Constitution is different from a petition under Article 227. The mode of exercise of power by High Court under these two Articles is also different. \n(b) In any event, a petition under Article 227 cannot be called a writ petition. The history of the conferment of writ jurisdiction on High Courts is substantially different from the history of conferment of the power of Superintendence on the High Courts under Article 227 and have been discussed above. \n(c) High Courts cannot, on the drop of a hat, in exercise of its power of superintendence under Article 227 of the Constitution, interfere with the orders of tribunals or Courts inferior to it. Nor can it, in exercise of this power, act as a Court of appeal over the orders of Court or tribunal subordinate to it. In cases where an alternative statutory mode of redressal has been provided, that would also operate as a restrain on the exercise of this power by the High Court. \n(d) The parameters of interference by High Courts in exercise of its power of superintendence have been repeatedly laid down by this Court. In this regard the High Court must be guided by the principles laid down by the Constitution Bench of this Court in Waryam Singh (supra) and the principles in Waryam Singh (supra) have been repeatedly followed by subsequent Constitution Benches and various other decisions of this Court. \n(e) According to the ratio in Waryam Singh (supra), followed in subsequent cases, the High Court in exercise of its jurisdiction of superintendence can interfere in order only to keep the tribunals and Courts subordinate to it, `within the bounds of their authority'. \n(f) In order to ensure that law is followed by such tribunals and Courts by exercising jurisdiction which is vested in them and by not declining to exercise the jurisdiction which is vested in them.\n(g) Apart from the situations pointed in (e) and (f), High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted. \n(h) In exercise of its power of superintendence High Court cannot interfere to correct mere errors of law or fact or just because another view than the one taken by the tribunals or Courts subordinate to it, is a possible view. In other words the jurisdiction has to be very sparingly exercised. \n(i) High Court's power of superintendence under Article 227 cannot be curtailed by any statute. It has been declared a part of the basic structure of the Constitution by the Constitution Bench of this Court in the case of L. Chandra Kumar vs. Union of India & others, reported in (1997) 3 SCC 261 and therefore abridgement by a Constitutional amendment is also very doubtful. \n(j) It may be true that a statutory amendment of a rather cognate provision, like Section 115 of the Civil Procedure Code by the Civil Procedure Code (Amendment) Act, 1999 does not and cannot cut down the ambit of High Court's power under Article 227. At the same time, it must be remembered that such statutory amendment does not correspondingly expand the High Court's jurisdiction of superintendence under Article 227. \n(k) The power is discretionary and has to be exercised on equitable principle. In an appropriate case, the power can be exercised suo motu. \n(l) On a proper appreciation of the wide and unfettered power of the High Court under Article 227, it transpires that the main object of this Article is to keep strict administrative and judicial control by the High Court on the administration of justice within its territory. \n(m) The object of superintendence, both administrative and judicial, is to maintain efficiency, smooth and orderly functioning of the entire machinery of justice in such a way as it does not bring it into any disrepute. The power of interference under this Article is to be kept to the minimum to ensure that the wheel of justice does not come to a halt and the fountain of justice remains pure and unpolluted in order to maintain public confidence in the functioning of the tribunals and Courts subordinate to High Court. \n(n) This reserve and exceptional power of judicial intervention is not to be exercised just for grant of relief in individual cases but should be directed for promotion of public confidence in the administration of justice in the larger public interest whereas Article 226 is meant for protection of individual grievance. Therefore, the power under Article 227 may be unfettered but its exercise is subject to high degree of judicial discipline pointed out above. \n(o) An improper and a frequent exercise of this power will be counter-productive and will divest this extraordinary power of its strength and vitality.\"\n8.4 In the case of Poonam Manharlal Bhagat v. Dineshbhai Bhuraji Mali, reported in MANU/GJ/0543/2018 passed by this Court in Special Civil Application No.9192 of 2017 and allied matters on 10.7.2018, aforesaid decision of the Supreme Court in the case of Shalini Shyam Shetty is followed. 8.5 In the case of Hakam Singh v. M/s.Gammon (India) Limited reported in AIR 1971 SC 740, the Apex Court observed as under:-\n\"5. The argument of counsel for the appellant that the expression \"corporation\" in Explanation II includes only a statutory corporation and not a company registered under the Indian Companies Act is, in our judgment, without substance. The Code of Civil Procedure uses the expression \"corporation\" as meaning a legal person and includes a company registered under the Indian Companies Act. Order 29 of the Code of Civil Procedure deals with suits by or against a corporation and there is nothing in the Code of Civil Procedure that a corporation referred to under S.20 means only a statutory corporation and not a company registered under the Indian Companies Act.\" \n8.5 In the case of M/s.Patel Roadways Limited, Bombay v. M/s.Prasad Trading Company reported in AIR 1992 SC 1514, the Apex Court observed as under:-\n\"9. Clauses (a) and (b) of S. 20 inter alia refer to a court within the local limits of whose jurisdiction the defendant inter alia \"carries on business\". Clause(c) on the other hand refers to a court within the local limits of whose jurisdiction the cause of action wholly or in part arises. It has not been urged before us on behalf of the appellant that the cause of action wholly or in part arose in Bombay. Consequently Cl. (c) is not attracted to the facts of these cases. What has been urged with the aid of the Explanation to S. 20 of the Code is that since the appellant has its principal office in Bombay it shall be deemed to carry on business at Bombay and consequently the courts at Bombay will also have jurisdiction. On a plain reading of the Explanation to S. 20 of the Code we find an apparent fallacy in the aforesaid argument. The Explanation is in two parts, one before the word \"or\" occurring between the words \"office in India\" and the words \"in respect of\" and the other thereafter. The Explanation applies to a defendant which is a corporation which term, as seen above, would include even a company such as the appellant in the instant case. The first part of the Explanation applies only to such a corporation which has its sole or principal office at a particular place. In that event the courts within whose jurisdiction the sole or principal office of the defendant is situate will also have jurisdiction inasmuch as even if the defendant may not be actually carrying on business at that place, it will \"be deemed to carry on business\" at that place because of the fiction created by the Explanation. The latter part of the Explanation takes care of a case where the defendant does not have a sole office but has a principal office at one place and has also a subordinate office at another place. The words \"at such place\" occurring at the end of the Explanation and the word \"or\" referred to above which is disjunctive clearly suggest that if the case falls within the latter part of the Explanation, it is not the Court within whose jurisdiction the. principal office of the defendant is situate but the Court within whose jurisdiction it has a subordinate office which alone shall have jurisdiction \"in respect of any cause of action arising at any place where it has also a subordinate office.\"\n9. It is worth to refer to Section 9 of the Civil Procedure Code, which deals with the question of jurisdiction of the Court, which reads as under:-\n\"9. Courts to try all civil suits unless barred. \nThe Courts shall (subject to the provisions herein contained) have jurisdiction to try all suits of a civil nature excepting suits of which their cognizance is either expressly or impliedly barred. \n[Explanation I]A suit in which the right to property or to an office is contested is a suit of a civil nature, notwithstanding that such right may depend entirely on the decision of questions as to religious rites or ceremonies. \n[Explanation-II] For the purposes of this section, it is immaterial whether or not any fees are attached to the office referred to in Explanation I or whether or not such office is attached to a particular place.]\" \n10. Considering the aforesaid provision, it is crystal clear that all litigants having a grievance of civil nature has, independently of any statute, a right to institute a suit in some Court or other unless its cognizance is either expressly or impliedly barred. \n11. It is a fundamental principle of law that where there is a right there is a remedy. Accordingly, a litigant having a grievance of civil nature has, independently of any status, a right to institute a suit before some Court or other unless its cognizance is either expressly or impliedly barred. It is well settled that every presumption should be made in favour of the jurisdiction of a civil Court. \n12. It is well settled that the jurisdiction of the Civil Court to which a right to decide a lis between the parties has been conferred can only be taken away by a statute in a specific terms and such execution of right, cannot be easily inferred because there is always a strong presumption that the Civil Courts have the jurisdiction to decide all questions of civil nature , therefore, if at all there has to be an inference the same should be in favour of the jurisdiction of the Court rather than exclusion of such jurisdiction. It is also well settled that exclusion of jurisdiction of the Civil Courts is not to be readily inferred; such exclusion must be either explicitly expressed or clearly implied. The onus lies on the party seeking to oust the jurisdiction to establish his right to do so. The jurisdiction with reference to subject matter of a claim depends upon the allegations in the plaint and not upon the allegations in the written statement. The pith and substance of the plaint have to be kept in mind so also pith and substance of the relief sought for. The question of maintainability of a suit must be dealt with on the footing of the alllegations in the plaint being correct. If afterwards, allegations are found to be not correct, the suit is liable to be dismissed on its merits. Admittedly, the suit has been filed for tortuous act of the defendant and for compensation thereof and, therefore, the impugned suit is clearly a civil suit. \n13. Now, so far as Section 19 and Section 20 of CPC are concerned, the same are as under:-\n\"19. Suits for compensation for wrongs to person or moveables Where a suit is for compensation for wrong done to the person or to moveable property, if the wrong was done within the local limits of the jurisdiction of one Court and the defendant resides, or carries on business, or personally works for gain, within the local limits of the jurisdiction of another Court , the suit may be instituted at the option of the plaintiff in either of the said Courts. \n20. Other suits to be instituted where defendants reside or cause of action arises Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution;\nor (c) the cause of action, wholly or in part, arises. [Explanation] A corporation shall be deemed to carry on business at its sole or principal office in India or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place.\" \n14. In terms of Section 19, suit for defamation could be filed at the place where the wrong is done or at the place where the author of the wrong resides or carries on business or personally works for gain. When the matter pertains to making defamatory statement, known to any person or persons other than the plaintiff himself then in that case, the Court within whose territorial jurisdiction circulation of such defamatory statement is made has jurisdiction to try the suit for damages on the ground of defamation. However, if the torts are committed outside India then Section 19 will not be applicable and the provisions of Section 20 will apply. The provisions in Section 20 deals with territorial jurisdiction of the Court in respect of suits those relating to immovable property or for recovery of movable property under restraint or attachment. The Court gets jurisdiction under this Section if; (i) the defendant resides or carries on business or personally works for gain within local limits of its jurisdiction; or (ii) the cause of action arises, wholly or in part, within such local jurisdiction. It is well settled that in Section 20, there are three sub-clauses (a), (b) and (c). Each of the sub-clauses are connected by word \"or\". It is clear from the use of the word \"or\" in between different sub-clauses that each sub-clause is complete by itself and each gives a right to sue, subject to fulfillment of the conditions thereunder. If cause of action arise within the jurisdiction of a particular Court, suit would be taken cognizance thereunder. The words \"at such place\" occurring at the end of the Explanation to S.20 and the word \"or\" which is disjunctive clearly suggests that if the case falls within the later part of the Explanation, i.e. where the defendant does not have a sole office but has a principal office at one place and has also a subordinate office at another place, it is not the Court within whose jurisdiction the principal office of the defendant is situate but the Court within whose jurisdiction it has subordinate office which alone shall have jurisdiction \"in respect of any cause of action arising at any place where it has also a subordinate office\". \n15. Further, under the Explanation to Section 20, a Corporation is deemed to be carrying on business at its sole or principal office in India, or in respect of cause of action arising at any place where it has also a subordinate office at such a place. Conversely, if no part of cause of action accrues at the place of branch office, the mere fact of the Corporation having a branch office will not give the Court of that place jurisdiction to entertain suit. A foreign company which got itself registered in India and carries on business there must be deemed to have had its principal office in India. It is well settled that the word \"Corporation\" in the explanation includes not only statutory Corporation but also company registered under the Companies Act. \n16. The term \"cause of action\" which has been judicially defined as a bundle of facts is a comprehensive term not confined to only suits under the Code of Civil Procedure stricto sensu but would also cover other proceedings as well. The explanation \"cause of action\" has been defined to mean every facts which it would be necessary for the plaintiff to prove, if traversed, in order to support his right to the judgment of the Court. It does not compromise every piece of evidence which is necessary to prove each fact, but every fact which is necessary to be proved. The cause of action does not depend upon the character of the relief prayed for by the plaintiff but refers entirely to the grounds set forth in the plaint as a cause of action, upon which the plaintiff asks the Court to arrive at a conclusion in his favour. It is well settled that entire plaint must be taken into consideration to ascertain the bundle of facts which gives rise to the cause of action and to determine whether any one or more of such facts occurred within the territorial jurisdiction of the Court.\n17. The petitioner has also relied upon the provisions of Section 34 of the Specific Relief Act, which provides as under:-\n\"34. Discretion of court as to declaration of status or right.-Any person entitled to any legal character, or to any right as to any property, may institute a suit against any person denying, or interested to deny, his title to such character or right, and the court may in its discretion make therein a declaration that he is so entitled, and the plaintiff need not in such suit ask for any further relief:\nProvided that no court shall make any such declaration where the plaintiff, being able to seek further relief than a mere declaration of title, omits to do so. Explanation.-A trustee of property is a \"person interested to deny\" a title adverse to the title of some one who is not inexistence, and for whom, if in existence, he would be a trustee.\" \n18. In view of the above provision under Section 34 of the Special Relief Act, an action for declaration is the remedy to remove the cloud on the title to the property. Any person entitled to any legal character or any right as to any property may institute suit against any person denying or interested to deny his title to such character or right. The Court may in its discretion make a declaration that he is so entitled. The object of Section 34 is to prevent further litigation. \n19. Further, Section 34 of the Specific Relief Act is pertaining to discretion, which lies with the Court for declaration of status or right. Section 34 is enough for Civil Courts to admit suits filed for a variety of declaratory reliefs, however, the proviso appended thereto clearly indicate that no Court shall make any such declaration where the plaintiff being able to seek further relief, than a mere declaration of title, omits to do so. Now in the present case, the plaintiff has sought all the requisite reliefs in his suit and, therefore, there is no bar under Section 34 of the Specific Relief Act. \n20. One of the contentions of the petitioner is regarding applicability of Section 41 of the Specific Relief Act, which provides as under:-\n\"41. Injunction when refused.-An injunction cannot be granted- (a) to restrain any person from prosecuting a judicial proceeding pending at the institution of the suit in which the injunction is sought, unless such restraint is necessary to prevent a multiplicity of proceedings;\n(b) to restrain any person from instituting or prosecuting any proceeding in a court not sub-ordinate to that from which the injunction is sought;\n(c) to restrain any person from applying to any legislative body;\n(d) to restrain any person from instituting or prosecuting any proceeding in a criminal matter;\n(e) to prevent the breach of a contract the performance of which would not be specifically enforced;\n(f) to prevent, on the ground of nuisance, an act of which it is not reasonably clear that it will be a nuisance;\n(g) to prevent a continuing breach in which the plaintiff has acquiesced;\n(h) when equally efficacious relief can certainly be obtained by any other usual mode of proceeding except in case of breach of trust;\n(i) when the conduct of the plaintiff or his agents has been such as to disentitle him to be the assistance of the court;\n(j) when the plaintiff has no personal interest in the matter.\" \n21. Part III of the Special Relief Act deals with preventive relief. While the other sections in this part deal with grant of injunctions, Section 41 specifies circumstances when injunction should not be granted. In effect, Section 41 deals with the defences that may be set up in a suit for injunction, be it prohibitory or mandatory injunction. Section 41 does not provide as to the point of jurisdiction of court to entertain suit, but it relates to circumstances when the injunction should be granted. \n22. Now, admittedly it is necessary for the plaintiff to state the facts, which gives rise to sue i.e. the cause of action. The entire plaint is required to be taken into consideration and not only the paragraph wherein in general terms the cause of action is narrated. In the present case, if we peruse the plaint, which is at page 44 to 66 of the paper book, it appears that at number of places the plaintiff has averred the facts which gives rise to filing of the present suit against the defendant- petitioner herein. Certain important facts which emerge from the plaint are as under:-\n\"Post such inspection by the Commissioners with expert, Defendant launched their illegal campaign defaming Plaintiff and published a note on all possible platforms including Sarine's official website. Some excerpts of the said notification/ press release dated 29th June 2017 as available on the Defendant's website states:\n\"Recent Challenges by some in India who brazenly misappropriate Sarine's technology and violate its Intellectual property rights have compelled Sarine to initiate lawsuits that take the battle against technology infringers to unprecedented levels.\nThe lawsuits were filed in India where nearly 90% of the world's polished diamonds are produced. The legal actions are directed against a group of unscrupulous businessmen who infringe on Sarine's patented technologies for internal inclusion mapping, and its copyrighted Advisor TM software for rough diamond planning, in order to illicitly provide equipment and services to diamond manufacturers. Based on Sarine's claims, the courts in Ahmedabad and Surat have issued ex parte orders against these parties authorising immediate action by court-appointed commissioners to assertively investigate the matter. Said court commissioners yesterday conducted concurrent raids on four known locations in which the infringing parties operate. The High Court of Gujarat at Ahmedabad has also taken into consideration Sarine's request that, immediately upon submission of the reports by the court commissioners, the infringers be restrained. \nDavid Block, Chief Executive Officer of Sarine said, \"For the past twenty-plus years, Sarine's innovative and ground-breaking technologies have assisted the diamond industry in India to achieve ever increasing levels of manufacturing sophistication, higher yields and better quality, all at a reduced level of risk, thereby enhancing its profitability and enabling it to effectively dominate world diamond production. It is unfortunate that a limited number of unscrupulous parties are tainting the entire Indian diamond industry. We are encouraged by the courts' swift action, their understanding of the gravity of the situation, and their implementation of immediate steps to protect Sarine's legal rights. We trust that the measures necessary to completely halt these blatantly illicit activities will be implemented not only to protect Sarine, but also to safeguard integrity of India's diamond industry that relies so heavily on the public's trust, and to encourage Sarine to continue introducing more advanced technologies for the India diamond market.\"\n22. The contents, and the loaded tone and tenor of the said press release clearly show the lack of objectivity and merely establish the fact the Defendant has selectively put forth the facts while concealing material facts. Further, naming Plaintiff as \"unscrupulous parties/ businessmen\" clearly manifests the nefarious motive of the Defendant in publishing the notification. Further it was grossly misrepresented that the Court at Ahmedabad and Surat issued ex parte orders which is blantant lie. In fact, Surat District court has rejected the application by Defendant for the reason one GSPN Exim has already filed revocation petition aginst Patent IN'271425. Being aggrieved by this order of Surat District Court, Plaintiff appealed and High Court of Gujarat and on some purported false tall claims, Defendant managed to get the orders. Such act of publishing press release with gross misinterpretation is merely to damage the Plaintiff's reputation in the industry. Certain blatant statements such as calling Plaintiff a \"unscrupulous parties\" is clear defamation of Plaintiff and is liable for legal action which Plaintiff reserve to initiate appropriate course of action. Post inspection by Commissioners, Plaintiff did make their appearance in the matter to lead/defend their case and the matter was remanded back by the Hon'ble Court of Gujarat vide order dated 18/07/2017 wherein Learned Senior advocates appearing for both parties state that instead of considering the question as to grant of ex-parte injunction, it will be appropriate if the trial Court is directed to finally decide the injunction applications within time-bound period. \n23. Further, Defendant through their CEO, David Block made announcement vide press release dated 24th August, 2017 published on their official portal, addressing the Customer and Colleague, which is as follows:\n\"In line of those announcements, Sarine filed lawsuits against Diyora & Bhanderi Corporation and its related companies (\"DCB\") on June 5, 2017 for patent and copyright infringement, and asked the court for the immediate appointment of commissioners to investigate the matter and for an injunction against DCB to immediately halt all infringing activity. Although initially denied at the district court, the High Court of Gujarat granted Sarine's request for the urgent appointment of commissioners to investigate the DCB premises, which investigators were carried out without warning on numerous DCB premises on June 29th. The request for an injunction against DCB will be heard within a few weeks by the district court based on the extensive evidence found by the commissioners. \nUnfortunately, DCB has issued numerous false statements in an attempt to mislead our customers and the industry at large claiming that no relief was granted to Sarine in this matter and that the case is closed. In truth, significance relief was granted through the appointment of the commissioners, and the case is continuing rapidly towards the injunction hearing in the district court at the specific order of the High Court. \n................. Sarine is intensifying its steps to protect its property and legal rights whatever appropriate, and will include actions to prevent the illegal manufacture, distribution, sale, purchase or use of Galaxy clones and pirated software, whether it be by DCB or other perpetrators in India or elsewhere in the world.\"\n41. The cause of action arose in favour of the Plaintiff and against the Defendants on 24th August 2017 when the Defendant published first misleading statement against Plaintiff. A fresh cause of action arose in September-October 2017 when Defendant issued letters to businesses in United States including Rogers & Holland against Plaintiff and again arose in October 2017 when Rogers & Holland wrote to client of Plaintiff urging to undertake not to deal or trade with Plaintiff. The suit is, therefore, within limitation. \n42. The Hon'ble Court has the territorial jurisdiction to try and adjudicate upon the present suit as a part of the cause of action has arisen within the territorial limits of this Hon'ble Court wherein other suits originated by the Defendant are being pleaded and by virtue of letter being sent by Rogers & Holland on provocation of Defendant to various clients of Plaintiff based in Surat urging not to trade with Plaintiff or confirm that they are not trading with Plaintiff.\" \n23. In addition to it, from letter dated 24.8.2017 issued by Sarin Technologies (page 176), wherein filing of suit against the plaintiff-respondent herein has been narrated and it also appears from the press release issued by the petitioner wherein also the suits filed by petitioner herein has also been mentioned therein. It also reveals from page 206, that Razors and Holland-Ashcroft and Oak has issued letters to their valued partner, wherein also indirectly referred to the original plaintiff- respondent herein. \n24. On perusal of all the material placed on record, it clearly appears that the press release was issued by the petitioner herein against the respondent-original plaintiff. It also reveals that press release and internal correspondence also, directly and indirectly, deals with the conduct of the present plaintiff. Now, it is well settled that any communication or press release, though issued from outside, if it is published and it is likely to have effect on the public at large in a particular place, then the Court of that last mentioned place has jurisdiction to entertain the dispute between the parties. In the present case, as alleged by the plaintiff, so-called internal communication by the defendant has been published in Surat, which has effected to his business in Surat. It also reveals from the plaint as well as the documentary evidence, as referred to above, that the plaintiff has placed on record, prima facie material showing that cause of action has arisen in the territorial jurisdiction of the Surat Court. Therefore, the version of the petitioner that the Civil Court at Surat has no jurisdiction, in the peculiar circumstances of the case, cannot be acceded to. \n25. Admittedly, present petition is filed under Article 227 of the Constitution of India, therefore, this is a supervisory jurisdiction whereunder the High Court exercises powers of superintendence in respect of the orders, proceedings and all the Courts and forums, which are subordinate to the High Court. It is also well settled that this power of superintendence conferred by Article 227 is to be exercised most sparingly and only in appropriate cases, in order to keep the subordinate Courts within the bounds of their authority and not for correcting mere errors. In view of this and on perusal of the impugned order of the learned trial Court, it is crystal clear that the trial Court has not committed any serious error of facts and law in rejecting the application filed by present petitioner under Order 7, Rule11 of CPC. Therefore, considering the aforesaid factual aspects and circumstances of the case, the order of learned trial Court is sustainable in the eyes of law and the same does not warrant any interference. \n26. In view of above, present petition is liable to be dismissed. Accordingly, it is dismissed. Considering the facts and circumstances of the case, learned trial Court is hereby directed to see to it that Special Civil Suit No.191 of 2018 is disposed of as expeditiously as possible preferably within six months from the date of receipt of this order. Both the parties are directed to cooperate with learned trial Court for disposal of the suit in the time bound manner. Interim relief stands vacated. No order as to costs. \n27. In view of above order, connected Civil Applications are disposed of. \nSd/-\n(A. P. THAKER, J) R.S. MALEK",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court extreme coating private ltd. vs jotun india private ltd. on 3 august, 2022 author: c.hari shankar bench: c.hari shankar $~88 * in the high court of delhi at new delhi + cm(m) 767/2022, cm appl. 33969/2022 and cm appl. 33970/2022 extreme coating private ltd. . petitioner through: mr. saiful islam, adv. versus jotun india private ltd. . respondent through: hon'ble mr. justice c.hari shankar judgment (oral) % 03.08.2022 1. this petition under article 227 of the constitution of india assails orders dated 16th august 2021 and 2nd february 2022, passed by the learned district judge (commercial courts) (\"the learned commercial court\") in cs dj 1070/2018 (jotun india pvt ltd v. extreme coatings pvt ltd). 2. cs dj 1070/2018 was preferred by the respondent against the petitioner. the dispute between parties being admittedly commercial, the suit was filed as a commercial suit under the provisions of the code of civil procedure, 1908 (cpc), as amended by the commercial courts act, 2015. 3. the petitioner, as the defendant in the suit, moved an application under order vii rule 11 of the cpc, seeking rejection of the suit on the ground that it had been filed in violation of section 12a1 of the commercial courts act, which requires the plaintiff to resort to pre-institution mediation before approaching the court. the respondent having not travelled the said route, the petitioner, as defendant in the suit, prayed that the suit be rejected under order vii rule 11 of the cpc. 4. the learned commercial court, addressing the objection of the petitioner, noted that the suit had been filed by the respondent on 20th september 2018. on that date, the learned commercial court noted that, though the delhi legal services authority (dlsa) had been notified under section 12-a(2) of the commercial courts act as the agency for pre-institution mediation under section 12-a of the commercial courts act, vide notification dated 3rd july 2018, no mechanism, for such pre-institution mediation, had been put in place. the learned commercial court observed that implementation of the protocol prescribed by section 12-a of the commercial courts act involves three stages. the first stage was the coming into force of the provision itself. this stage had stood crossed on 3 rd may 2018 when 12-a. pre-institution mediation and settlement. (1) a suit, which does not contemplate any urgent interim relief under this act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government. (2) the central government may, by notification, authorise the authorities constituted under the legal services authorities act, 1987 (39 of 1987), for the purposes of pre-institution mediation. (3) notwithstanding anything contained in the legal services authorities act, 1987 (39 of 1987), the authority authorised by the central government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1): provided that the period of mediation may be extended for a further period of two months with the consent of the parties: provided further that, the period during which the parties remained occupied with the preinstitution mediation, such period shall not be computed for the purpose of limitation under the limitation act, 1963 (36 of 1963). (4) if the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator. (5) the settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of section 30 of the arbitration and conciliation act, 1996 (26 of 1996). section 12-a was introduced in the commercial courts act. thereafter, notes the learned commercial court, section 12-a(2) required the central government to notify authorities constituted under the legal services authorities act, 1987, for the purposes of pre-institution mediation under section 12-a(1). this stage also stood crossed on 3rd july 2018, when a notification was issued by the central government notifying the dlsa as the authority for preinstitution mediation under section 12-a(1). once the authority for the purposes of section 12-a(1) stood thus notified, the learned commercial court notes that, in order to comply with the remaining sub-sections of section 12-a, a mechanism for pre-institution mediation by the authority so notified was required to be put in place. this, as he prefers to term it, was the \"third stage\" of the protocol envisaged by section 12-a. this stage, notes the learned adj, was crossed only on 27th november 2018, when, vide letter no. 18/dlsa/law/pre-institution mediation/2018/12817, a standard operating procedure (sop) was enforced for pre-institution mediation by the dlsa. it was only thereafter, therefore, that a plaintiff, instituting a suit, could, prior thereto, exhaust the pre-institution mediation protocol envisaged by section 12-a of the commercial courts act. 5. in view thereof, the learned adj, observing that it was impossible for the respondent to have exhausted the protocol envisaged by section 12-a of the commercial courts act before filing cs dj 1070/2018, rejected the petitioner's objection to the maintainability of the suit and, accordingly, dismissed the petitioner's application under order vii rule 11 of the cpc. 6. the petitioner, quixotically, sought review of the aforesaid order dated 16th august 2021 by moving a review application before the learned commercial court. the review application was predicated solely on the judgment of the supreme court in ambalal sarabhai enterprises v. k. s. infraspace,2 which held that the provisions of the commercial courts act were mandatory and required to be complied with. 7. the learned commercial court has, vide a subsequent order dated 2nd february 2022, which is also under challenge in the present petition, rejected the review petition, reiterating its view that it was impossible for the respondent to have complied with the provisions of the commercial courts act at the date of filing of the suit. as such, the learned commercial court held that there was no error apparent on the face of record in its earlier order dated 16th august 2021 and that, therefore, the review application was bereft of merit. 8. assailing both these orders, the petitioner has approached this court under article 227 of the constitution of india. 9. the petition is, clearly, vexatious, and nothing more. 10. a bare reading of section 12-a(1) reveals that it applies at the 2019 scc online sc 1311 stage of \"institution\" of a suit. to a query from the court, as to when a suit could be said to have been instituted, mr. saiful islam, learned counsel for the petitioner candidly acknowledged that the institution of the suit would be when the suit was filed or tendered in the registry of the court. this is also clear from section 153 of the cpc, which envisages \"institution\" of a suit in the court of the lowest grade competent to try it. p. ramanatha aiyar, in his classic advanced law lexicon, defines \"the institution of a legal proceeding in a court\" as \"plainly comprehending the filing of a proper plaint or complaint, process of bringing necessary parties into court\". the supreme court, in b. bannerjee v. anita pan4, held that the expression \"institution of the suit\" referred to filing of a fresh pleading. 11. on its plain words, section 12-a(1) applies only at the stage of institution of the suit, i.e. at the stage when the suit is filed or presented in the court competent to try it. it has no application whatsoever after the suit has been instituted. the provision stands worked out the moment the suit is instituted. there can be no question of applying section 12-a(1) at any point of time after the suit was filed or presented by the plaintiff in the competent court. 12. mr. saiful islam, learned counsel for the petitioner does not dispute the fact that, on 22nd september 2018, when the respondent filed the suit before the learned commercial court, it was not possible to comply with section 12-a(1) of the commercial courts act, as no 15. court in which suits to be instituted. every suit shall be instituted in the court of the lowest grade competent to try it. (1975) 1 scc 166 mechanism for pre-institution mediation had been put in place, though the dlsa had been notified under section 12-a(2) as the competent authority in that regard. he, however, ventured to submit that, given the mandatory nature of section 12-a, the suit could have been returned to the petitioner for re-presentation after the protocol for preinstitution mediation had been put in place. 13. the submission, at its face, has merely to be stated to be rejected. it would be absurd to hold that, as no pre-institution mediation was in place on the date when the respondent filed his suit, the suit ought to have been returned to the respondent for representation after the protocol for pre-institution mediation was in place. even otherwise, return of a suit can only be on grounds envisaged by order vii rule 10 of the cpc, and not because there was no mechanism in place for pre-institution mediation. 14. the prejudice that the respondent would face, were the suit to have been returned to him for representation after the pre-institution mediation protocol was put in place, is, needless to say, quite another matter altogether. 15. it is a well settled principle that the law cannot require any person to do the impossible5. authorities on this point are legion. in vinod kumar kaul v. u.o.i.6, the supreme court categorically holds that law does not compel a person to do the impossible. in re: lex non cogit ad impossibilia air 1996 sc 753 presidential poll7, the supreme court held, applying the maxim lex non cogit ad impossibilia, that \"when it appeared that the performance of the formalities prescribed by a statute have been rendered impossible for circumstances over which the persons interested had no control, like an act of god, the circumstances would be taken as a valid excuse\". there are a multitude of authorities on the point. 16. as it was impossible, on 22nd september 2018, for the respondent to have complied with the provision of pre-institution mediation envisaged by section 12-a(1) of the commercial courts act, the application of the petitioner was obviously misconceived and, apparently, an attempt to protract the proceedings in the suit. the court is fortified in this impression by the fact that, despite the order dated 16th august 2021 of the learned commercial court having clarified this position unequivocally, the petitioner not only preferred a review petition, which took another six months to be decided but has, thereafter, dragged the matter further to this court by invoking article 227 of the constitution of india. 17. the procedural formalities in the cpc are intended to facilitate litigation by chalking out, in clear terms, the procedure to be followed, and not to be abused as an instrument of oppression, to frustrate proceedings validly instituted. this court, therefore, while affirming the impugned orders passed by the learned commercial court, deprecates the attitude of the petitioner in no uncertain terms. 1974 2 scc 33 18. accordingly, this petition is dismissed with costs of  11,000/to be paid by the petitioner by way of a crossed cheque/demand draft favouring the respondent within two weeks from today. 19. proof of payment of costs shall be tendered to the learned commercial court on the next date of hearing when the matter is listed before it. miscellaneous applications are also disposed of. c.hari shankar, j august 3, 2022 r.bararia"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "63d1adadf51947b29a042d1933dced72_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5dd4a758aa8e407cbd7444ef2bc600d4_1"
        },
        {
            "start": 242,
            "end": 400,
            "text": "\nGujarat High Court\nSarine Technologies Ltd Through ... vs Diyora And Bhanderi Corporation ... on 31 January, 2020\nEquivalent citations: Aironline 2020 Guj 52",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d651cb6dcda04c8790975b15cb4d41a7_2"
        },
        {
            "start": 402,
            "end": 703,
            "text": "Author: A. P. Thaker\nBench: A. P. Thaker\n        C/Sca/6027/2019                                Order\n\n\n\n\n        In The High Court Of Gujarat At Ahmedabad\n\n          R/Special Civil Application No. 6027 of 2019\n                              With\n           Civil Application (For Stay) No. 1 of 2019\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f88289bd92824bea990133b03b0ae40d_3"
        },
        {
            "start": 734,
            "end": 748,
            "text": "In           R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c864fb10de44451c9797ecc6daab9ecc_4"
        },
        {
            "start": 749,
            "end": 793,
            "text": "/ SPECIAL CIVIL APPLICATION NO. 6027 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df227983fe064662abb9d4fed9d90ce8_5"
        },
        {
            "start": 824,
            "end": 883,
            "text": "With           CIVIL APPLICATION (FOR ORDERS) NO. 2 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff78037064874187a77cbb0c06efd1f9_6"
        },
        {
            "start": 915,
            "end": 929,
            "text": "In           R",
            "labels": [
                "PREAMBLE"
            ],
            "id": "acd1e0dc54a142e7a274844c277a3056_7"
        },
        {
            "start": 930,
            "end": 960,
            "text": "/ SPECIAL CIVIL APPLICATION NO",
            "labels": [
                "PREAMBLE"
            ],
            "id": "595572a28e4e465c849798a114b51dce_8"
        },
        {
            "start": 961,
            "end": 975,
            "text": ". 6027 of 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9da2eb2283ee4102bbcdabcbac1e6c41_9"
        },
        {
            "start": 976,
            "end": 983,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7673a562723d48ddbb66de0e827326db_10"
        },
        {
            "start": 984,
            "end": 991,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ba79408ced94510a6a42f8b6ef7ff2e_11"
        },
        {
            "start": 992,
            "end": 999,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e32c9d990fb4c40b41353154211f159_12"
        },
        {
            "start": 1000,
            "end": 1007,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5430a124211f41d49210416f265df8c7_13"
        },
        {
            "start": 1008,
            "end": 1015,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81fbf0ba796448f88d8b1d795fd9fe3c_14"
        },
        {
            "start": 1016,
            "end": 1023,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6b67329850c4b8cb9d143c20d2066f3_15"
        },
        {
            "start": 1024,
            "end": 1031,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad9d780567f3482e9c703306cf39377a_16"
        },
        {
            "start": 1032,
            "end": 1039,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b67ed3f34334c31bb8cf138da99631e_17"
        },
        {
            "start": 1040,
            "end": 1047,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e87d17644b8a49b3b836bdb36f715da3_18"
        },
        {
            "start": 1048,
            "end": 1055,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5befa49e90a4e1fbd9decab49e3e26f_19"
        },
        {
            "start": 1056,
            "end": 1063,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d18d0ee84064b0ba3f5d9ba186849f0_20"
        },
        {
            "start": 1064,
            "end": 1071,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ecd5d9c6bf54ff684b575eaed1d4a4d_21"
        },
        {
            "start": 1072,
            "end": 1079,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c23f3be6a43c4967bc0c5bf49cb5d42f_22"
        },
        {
            "start": 1080,
            "end": 1087,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9c1cd7289bb4e46bde6d4373eaeed23_23"
        },
        {
            "start": 1088,
            "end": 1095,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e664b4ec7a345febd0d936284539c1e_24"
        },
        {
            "start": 1096,
            "end": 1105,
            "text": "= = = =\n ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "334448a8a024427a87bf4c58728eb2d8_25"
        },
        {
            "start": 1105,
            "end": 1157,
            "text": "SARINE TECHNOLOGIES LTD THROUGH AUTHORISED SIGNATORY",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f0af55cabebb45e098e21f97d43d3a53_26"
        },
        {
            "start": 1178,
            "end": 1219,
            "text": "PRACHI BHARDWAJ                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5aa90909ce424fde8a7773d900a62426_27"
        },
        {
            "start": 1219,
            "end": 1280,
            "text": "Versus DIYORA AND BHANDERI CORPORATION THROUGH PARTNER DHAVAL",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e301bce49a44944b1cbefed00450683_28"
        },
        {
            "start": 1301,
            "end": 1319,
            "text": "DAHYABHAI DIYORA =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a1cadb0a93346a89f287acd14087e79_29"
        },
        {
            "start": 1320,
            "end": 1327,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "485e591d44624a2d9f2273ca12f1cf4a_30"
        },
        {
            "start": 1328,
            "end": 1335,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44ca2e0ba0134fafa39eeb1d2a42c5c2_31"
        },
        {
            "start": 1336,
            "end": 1343,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddeafc5b18934561ae7e1b34e67f578b_32"
        },
        {
            "start": 1344,
            "end": 1351,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9f0e87a76d14a49a660cf826112d1ca_33"
        },
        {
            "start": 1352,
            "end": 1359,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1dddeedfb1634514929479fbca36839c_34"
        },
        {
            "start": 1360,
            "end": 1367,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0599229b5014090a83cdaf0cede402e_35"
        },
        {
            "start": 1368,
            "end": 1375,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37cc152bba3345e4a384659c7551eb9a_36"
        },
        {
            "start": 1376,
            "end": 1383,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30eff4bee6054199b7f2341293ce304b_37"
        },
        {
            "start": 1384,
            "end": 1391,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60faccb55d5f43b4a1b443248741222d_38"
        },
        {
            "start": 1392,
            "end": 1399,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8336d84d344744ca96a44c2de3b55250_39"
        },
        {
            "start": 1400,
            "end": 1407,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec5f29f69ea94eaabfdb06afb7c7e71f_40"
        },
        {
            "start": 1408,
            "end": 1415,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a0777519e504e1fb1308cc835f6a25f_41"
        },
        {
            "start": 1416,
            "end": 1423,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7cb864c17c2c46bdaad558adf2a9f151_42"
        },
        {
            "start": 1424,
            "end": 1431,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1f24befc0b3c49f0afb8a74bae3b0f2d_43"
        },
        {
            "start": 1432,
            "end": 1439,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2026c3c7119145ebb5e0cabc49b8c017_44"
        },
        {
            "start": 1440,
            "end": 1775,
            "text": "= = =\nAppearance:\nMR NEERAJ MALHOTRA, SENIOR COUNSEL with MR JANDEEP GROVER with MS VARA GAUR with MS PAKHURI BHARDWAJ with MR DILIP B RANA(691) for the Petitioner(s) No. 1 MR VINOD KHURANA assisted by MR RISHABH NIGAM for MR MANAN A SHAH(5412) for the Respondent(s) No. 1 ==============================================================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9af94d1a80804e97827e62b0c8441634_45"
        },
        {
            "start": 1776,
            "end": 1895,
            "text": "== \n\n CORAM: HONOURABLE DR.JUSTICE A. P. THAKER                           Date : 31/01/2020                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06ff93ac9cd14692a397b43a2b2f6906_46"
        },
        {
            "start": 1895,
            "end": 1908,
            "text": "ORAL ORDER 1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ecf5d4b25cce4c22bf6c500c0254ebed_47"
        },
        {
            "start": 1909,
            "end": 2288,
            "text": "Present petition is preferred by the petitioner under Article 227 of the Constitution of India praying for quashing and setting aside impugned order dated 29.2.2019 passed by learned trial Court on Application Exhibit 7 under Order VII, Rule 11 read with Section 151 of the Code of Civil Procedure, 1908 in Special Civil Suit No.191 of 2018 whereby the application was dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "84586c101242475e8d10864d677a2c58_48"
        },
        {
            "start": 2290,
            "end": 2903,
            "text": "2. The facts giving rise to the present petition are that the Petitioner is the original defendant in the suit preferred by the Respondent (original Plaintiff) bearing Special Civil Suit No. 191 of 2018 before the Additional Senior Civil Judge, Surat, (hereinafter referred to as the \"Trial Court\") seeking damages for tortious act of unlawful interference with contracts and business relations worth Rs. 5,00,00,000/- and grant of permanent injunction against the petitioner herein restraining the petitioner from sending interfering letters/notices to the clients and potential clients of the Respondent herein.",
            "labels": [
                "FAC"
            ],
            "id": "ab036e924c254784af45e2f359eced75_49"
        },
        {
            "start": 2904,
            "end": 3069,
            "text": "For the sake of brevity and convenience the parties are referred to in this order as per their original status before the trial Court as \"plaintiff\" and \"defendant\".",
            "labels": [
                "NONE"
            ],
            "id": "441d2880583d40fb96b24a6f6e3dce6c_50"
        },
        {
            "start": 3070,
            "end": 3377,
            "text": "\n2.1 It is stated that in response to the aforesaid Suit the petitioner herein filed an application under Order VII Rule 11 read with Section 151 of the Code of Civil Procedure, 1908 praying for rejection of the plaint filed by the respondent herein, inter alia, on, broadly speaking the following grounds:\n",
            "labels": [
                "FAC"
            ],
            "id": "d095af84ccb246d4bb571108382ae7ef_51"
        },
        {
            "start": 3377,
            "end": 3731,
            "text": "I. That the trial Court does not have the jurisdiction, territorial or otherwise, to entertain the suit inasmuch as neither the defendant has its office within the territorial jurisdiction of the trial Court, nor the alleged cause of action, as stated or otherwise, qua the petitioner herein, arose within the territorial jurisdiction of the trial Court.",
            "labels": [
                "FAC"
            ],
            "id": "fba3e5df7e4749bab659721f7e18f288_52"
        },
        {
            "start": 3733,
            "end": 3861,
            "text": "II. That there exists no cause of action in favour of the respondent herein against the petitioner herein to file the suit;\nIII.",
            "labels": [
                "FAC"
            ],
            "id": "aeda8814517f4affa868cbc35156a8de_53"
        },
        {
            "start": 3862,
            "end": 3930,
            "text": "That the Suit as filed by the plaintiff is manifestly barred by law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6b82983c1704188a0e6ac946aa7a64d_54"
        },
        {
            "start": 3931,
            "end": 4177,
            "text": "\n2.2 However, vide order dated 29.01.2019, the trial Court erroneously, incorrectly and in complete violation of the settled principles of law dismissed the said application by holding, albeit erroneously and without application of mind, that:\na.",
            "labels": [
                "RLC"
            ],
            "id": "348a401eebfe43a88ab28eb314187fdd_55"
        },
        {
            "start": 4178,
            "end": 4296,
            "text": "The question of jurisdiction of the Court is not covered under Order VII Rule 11 of the Code of Civil Procedure, 1908.",
            "labels": [
                "FAC"
            ],
            "id": "b4d16ad0980b4b3093a7b200719bf0fd_56"
        },
        {
            "start": 4297,
            "end": 4648,
            "text": "The trial Court, therefore, in gross violation of the settled principle of law, failed to return any finding on the issue of lack of jurisdiction;\nb. Upon perusal of para 41 of the plaint it appears that the respondent has mentioned \"cause of action\" and, hence, it cannot be said that Order VII Rule 11 (a) would be applicable in the present case;\nc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10b4cc2f6dff4f40acb4fa210c370f25_57"
        },
        {
            "start": 4649,
            "end": 4738,
            "text": "The Suit is not barred by Sections 41 (a) and 41 (b) of the Specific Relief Act, 1963;\nd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "998ecf8a478d46f5b2132cca61e2c108_58"
        },
        {
            "start": 4739,
            "end": 4918,
            "text": "The question of whether the Respondent has even been able to make out a prima facie case of \"tortious interference\" against the petitioner cannot be examined at the present stage.",
            "labels": [
                "ISSUE"
            ],
            "id": "99711a22322b425e835e0683adc89823_59"
        },
        {
            "start": 4919,
            "end": 5036,
            "text": "\n3. It is submitted that the impugned order is non-reasoned and discloses non-application of mind by the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f7c7d256effc4e8ba73b49a2c7f5d8cd_60"
        },
        {
            "start": 5037,
            "end": 5196,
            "text": "In fact, the impugned order is contrary to the settled principles of law and in utter disregard to the established principles of Order VII, Rule 11 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f09a1df052f94e34a82ca9a99d3830e3_61"
        },
        {
            "start": 5197,
            "end": 5414,
            "text": "Further, the trial Court has acted in the teeth of settled law that furnishing of reasons is the heartbeat of every conclusion as it introduces clarity in an order and that without the same the order becomes lifeless.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "974236f829494aada1f2a97ec85d89d4_62"
        },
        {
            "start": 5415,
            "end": 5530,
            "text": "Hence, the petitioner is constrained to prefer the present petition under Article 227 of the Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45e409e9b1cd45cabd80e2334bec2b70_63"
        },
        {
            "start": 5532,
            "end": 5678,
            "text": "4. The present suit has been filed by the plaintiff alleging that the defendant has caused tortious interference in the business of the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "c237f804114c4777901865c8cab3134d_64"
        },
        {
            "start": 5679,
            "end": 5873,
            "text": "The plaintiff has alleged that the said tortious interference has been caused by the Petitioner on account of press releases made by the Petitioner in Singapore and the United States of America.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ab0c474bef3c431d81e42935f968326f_65"
        },
        {
            "start": 5874,
            "end": 6043,
            "text": "Admittedly, the said press releases have not been issued in India and the same solely contain the factum of the various litigations pending between the parties in India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "abd45f89b34e494e98530faf715a7721_66"
        },
        {
            "start": 6044,
            "end": 6301,
            "text": "The plaintiff has further alleged that the petitioner issued a letter to an entity, 'Rogers & Hollands Jewelers' in the United States of America, after which 'Rogers & Hollands Jewelers' issued letters to alleged customers/clients of the plaintiff in India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4bbc43190d5a408c90a4439abcdcda75_67"
        },
        {
            "start": 6302,
            "end": 6541,
            "text": "According to the plaintiff, as a result of the said press releases made outside India and the letter issued by 'Rogers & Hollands Jewelers', the defendant has caused tortious interference with the business of the plaintiff in Surat, India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c44a551ed70142ccb60247b1a84f2413_68"
        },
        {
            "start": 6543,
            "end": 6683,
            "text": "5. The present suit was initially filed by the plaintiff before the Commercial Court in Vadodara being Commercial Civil Suit No. 81 of 2017.",
            "labels": [
                "FAC"
            ],
            "id": "1c8fbb3120d14784b3cdace4012053a9_69"
        },
        {
            "start": 6684,
            "end": 7148,
            "text": "However, since the said suit did not fall within the definition of a \"commercial dispute\" as provided under Section 2 (1) (c) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, upon an application filed by the defendant under Order VII Rule 11 read with Section 151 of the CPC, the said suit was returned by the Commercial Court, Vadodara, vide order dated 11.04.2018 to be filed before the appropriate forum.",
            "labels": [
                "RLC"
            ],
            "id": "6403e0428f0343d8b95016dd6ab9650b_70"
        },
        {
            "start": 7149,
            "end": 7261,
            "text": "Thereafter, it was filed before the Civil Court, Surat, wherein it is registered as Special Suit No.191 of 2018.",
            "labels": [
                "FAC"
            ],
            "id": "915f47a778874793b592a69330adadeb_71"
        },
        {
            "start": 7262,
            "end": 7472,
            "text": "The defendant has moved the application under Order 7, Rule 11 as stated in earlier part of this order, which came to be dismissed giving rise to present petition under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "21863322c16e45c3944fc350bb3bafad_72"
        },
        {
            "start": 7474,
            "end": 7731,
            "text": "6. Heard learned Senior Counsel Mr.Niraj Malhotra with Mr.Jandeep Grover with Ms.Vara Gaur with Pankhuri Bhardwaj with Mr.Dilip Rana for the petitioner-defendant and learned counsel, Mr.Vinod Khurana with Mr.Rushabh Nigam, Hemang S. Shah for plaintiff no.1.",
            "labels": [
                "NONE"
            ],
            "id": "a30100b5b3df43b09dadaeb1d9d88cba_73"
        },
        {
            "start": 7732,
            "end": 7801,
            "text": "Perused the material placed on record and the decisions cited at bar.",
            "labels": [
                "NONE"
            ],
            "id": "40a98c4cdab74f1b925c0288d1048948_74"
        },
        {
            "start": 7803,
            "end": 8192,
            "text": "7. Learned Senior Counsel, Shri Niraj Malhotra for the defendant, while referring to the copy of the plaint has submitted that the plaintiff has filed the suit for damages for tortious act of unlawful interference of contract and business relations worth Rs.5 Crore and for grant of permanent injunction against the defendant, wherein the address of the defendant is shown to be in Israel.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2e8b59f612934faaa676cdcb1d8e4d25_75"
        },
        {
            "start": 8193,
            "end": 8424,
            "text": "Learned counsel also referred to paragraph 10 of the plaint, wherein it is averred that the defendant is a company incorporated under the laws of Israel, having its registered office at 4, Haharash St., HodHasharon 4524075, Israel.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9860a814840c40b58b930156e0e080c2_76"
        },
        {
            "start": 8425,
            "end": 8598,
            "text": "According to him, these facts itself show that the defendant is carrying on the business in Israel and, therefore, the trial Court has no jurisdiction to entertain the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ae07990dc40a4f328640fdd685e64491_77"
        },
        {
            "start": 8599,
            "end": 8795,
            "text": "\n7.1 Learned counsel, Mr.Niraj Malhotra also contended that the plaintiff has clearly averred that copyright infringement and commercial suit have been filed before the concerned Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b28f112e69d44ccdb91051e89ded0828_78"
        },
        {
            "start": 8796,
            "end": 8945,
            "text": "While referring to paragraphs 19 and 20, learned counsel has submitted that even these averments does not confer any jurisdiction to the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ab6ba0120e284f23b3b8cc87788641f7_79"
        },
        {
            "start": 8946,
            "end": 9092,
            "text": "While referring to paragraph 20 of the plaint, he has submitted that no name of the customer of the plaintiff has been provided in said paragraph.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4c367d2ef1ea44afb4c9dbdcfda9c608_80"
        },
        {
            "start": 9093,
            "end": 9288,
            "text": "According to him, whatever is stated by the plaintiff regarding communication put on defendant's web site is concerned, there is no particular of the plaintiff is reflected in such communication.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "66d68cddc64c48dfb047233c2d7376d4_81"
        },
        {
            "start": 9289,
            "end": 9479,
            "text": "According to him, whatever communications have been referred to in the plaint are not addressed to the plaintiff and nowhere it is mentioned that the plaintiff is indulging in such activity.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2564e6749b3a4baba4c4701283f9ca7a_82"
        },
        {
            "start": 9480,
            "end": 9671,
            "text": "According to him, the message reflected on the website of the defendant is issued either in USA or other country and there is no specific reference of the plaintiff in the said communication.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "833ce8c396084db9b3a577c9181650e5_83"
        },
        {
            "start": 9672,
            "end": 9805,
            "text": "According to him, whatever averments made in the plaint are vague in nature and there is no cause of action as averred in the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16085d6c8ba8437a9ec56087bbb8afaa_84"
        },
        {
            "start": 9806,
            "end": 9954,
            "text": "It is also submitted by him that if there is no cause of action arisen then the suit itself is liable to be dismissed under Order 7, Rule 11 of CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "44a06616b73f4939b433a3bdc64a78b0_85"
        },
        {
            "start": 9955,
            "end": 10256,
            "text": "\n7.2 Regarding jurisdiction of the trial Court, it has been submitted by learned counsel, Mr.Niraj Malhotra for the defendant that no cause of action has arisen in the territorial jurisdiction of the trial Court and, accordingly, the defendant has moved an application for rejection of plaint in toto.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a96824f29a174553847dcf26d87efabf_86"
        },
        {
            "start": 10257,
            "end": 10425,
            "text": "He has also contended that whatever press release or message on website are concerned, they all are issued from Israel and not a single press release was made in India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8d505ed5339b40c9b076054d0b563035_87"
        },
        {
            "start": 10426,
            "end": 10614,
            "text": "Regarding letter of October 2017, at page 206 of the compilation, learned counsel for the petitioner has submitted that this has been issued from American company and not by the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5f552c0842c44680b34807e358e35486_88"
        },
        {
            "start": 10615,
            "end": 10719,
            "text": "According to him, whatever legal right is available to the plaintiff is against the Rogers and Hollands.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7acc5f244e4a4ef3bb5dac98f736aeb4_89"
        },
        {
            "start": 10720,
            "end": 10895,
            "text": "By referring to the communication of October 2017, which is at page 206 of the compilation, he has also contended that no right of the plaintiff is infringed by the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2468eb182a9d4f658d7f0d9876b3b433_90"
        },
        {
            "start": 10896,
            "end": 10995,
            "text": "He has also contended that said letter cannot give any territorial jurisdiction to the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45855918b9b44aafb9983c6721045ce4_91"
        },
        {
            "start": 10997,
            "end": 11230,
            "text": "7.3 Learned Senior Counsel, Mr.Niraj Malhotra also submitted that merely because the defendant has filed two suits against the plaintiff, it is not sufficient to invest the trial Court with the jurisdiction to entertain present suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5f0fed52682043e0baa947440a948387_92"
        },
        {
            "start": 11231,
            "end": 11424,
            "text": "While referring to Section 20 of CPC, learned Senior Counsel has also submitted that even under this provision the suit itself is not maintainable and the Court has no territorial jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fb8da3c112f44e85bb37aef3f954a9d1_93"
        },
        {
            "start": 11425,
            "end": 11513,
            "text": "He vehemently submitted that there is no territorial jurisdiction with the Indian Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65d6a623c3f5454396e152862d055175_94"
        },
        {
            "start": 11515,
            "end": 11706,
            "text": "7.4 Learned Senior Counsel, Mr.Niraj Malhotra for the petitioner submitted that the suit itself is barred in view of the provisions of Section 41 (a) and (b) of the Specific Relief Act, 1963.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a154b6e2a3df4ad6ab0c20a5baff7324_95"
        },
        {
            "start": 11707,
            "end": 11840,
            "text": "According to him, in terms of Section 34 of the Specific Relief Act, 1963 the suit itself is liable to be dismissed at the threshold.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bb4976add957403cb985136aa8acb0eb_96"
        },
        {
            "start": 11841,
            "end": 11919,
            "text": "He has also contended that the plaint is not valued for sufficient Court fees.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f5316240d2e24b8a86af539ed3a2be14_97"
        },
        {
            "start": 11921,
            "end": 12155,
            "text": "7.5 Regarding page 263, learned counsel has submitted that the company Sarin Technologies India Private Limited is a subsidiary company of the defendant but that fact itself cannot invest the trial Court with territorial jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "591ba7df04934169abf85755885db8d1_98"
        },
        {
            "start": 12156,
            "end": 12256,
            "text": "According to him, subsidiary company is different entity and the defendant is also different entity.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4b6c17de8657400eba26f9a5b0fa982d_99"
        },
        {
            "start": 12257,
            "end": 12349,
            "text": "He has further submitted that the plaintiff has only joined the company, which is in Israel.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "088a4fbd9d9f4ba992c325f026e98e3e_100"
        },
        {
            "start": 12350,
            "end": 12487,
            "text": "He has also contended that the Indian company i.e. the subsidiary company of the defendant has not been referred to in the plaint itself.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1fdb5ebcefa244adb19c89f0b825020d_101"
        },
        {
            "start": 12488,
            "end": 12695,
            "text": "\n7.6 While referring to the reply at page 370, he has contended that it is a case of the plaintiff that cause of action has arosen partly in Surat i.e. within the territorial jurisdiction of the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31a69d7bc6c846eca9ea0be5e0ee7da4_102"
        },
        {
            "start": 12696,
            "end": 12884,
            "text": "According to him, the reply of the plaintiff depicts that the plaintiff has moved an application under Order 1, Rule 10 of CPC for impleadment of India/subsidiary company of the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "27803778e0ee4d708cdbf286f87e1126_103"
        },
        {
            "start": 12885,
            "end": 13017,
            "text": "According to him, this fact suggests that the plaintiff is knowing that no cause of action has arisen against the present defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b3b3bbe86f8e4897b4043e65089e0ef6_104"
        },
        {
            "start": 13018,
            "end": 13273,
            "text": "Mr.Niraj Malhotra, learned counsel for the petitioner has prayed to allow present petition and to set aside the impugned order and prayed that the application filed by the defendant for rejection of the plaint under Order 7, Rule 11 of CPC may be allowed.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "38a44720d2bd4830885adce5830ab78c_105"
        },
        {
            "start": 13274,
            "end": 14153,
            "text": "He has relied on the decision in the case of State of Gujarat v. Union of India delivered by this Court in Special Civil Application No.737 of 2018 decided on 7.5.2018, especially paragraphs 6.5, 8.4, 9 and 13, which read as under:-\n\"6.5 Making above submissions, and further relying upon the following decisions, it is vehemently submitted by Shri Kamal Trivedi, learned Advocate General, that Section 8 of the Commercial Courts Act does not affect the writ petitions under Article 227 of the Constitution of India and therefore, the bar contained in Section 8 of the Commercial Courts Act against the entertainability of the civil revision application or petition against the interlocutory order shall not be applicable to the writ petition/ petitions under Article 227 of the Constitution of India:-\n(i) Surya Dev Rai v. Ram Chander Rai And Others reported in (2003)6 SCC 675.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6a331e5026cb4fe6b62aa862cff92cea_106"
        },
        {
            "start": 14155,
            "end": 14554,
            "text": "(ii) Shalini Shyam Shetty And Another v. Rajendra Shankar Patil reported in (2010)8 SCC 329,\n(iii) Kaikhusroo Phirozshah Doctor v. State of Bombay reported in AIR 1955 Bombay 220,\n(iv) State of Gujarat Etc. v. Vakhatsinghji Vajesinghji Vaghela (Dead) By His Legal Representatives And Others Etc. reported in AIR 1968 SC 1481, (V) K. Kannadasan v. Ajoy Khose And Others reported in (2009)7 SCC 1.\n8.4",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "807f97c06e9746998bac41b400276227_107"
        },
        {
            "start": 14555,
            "end": 15006,
            "text": "In the case of Surya Dev Rai v. Ram Chander Rai And Others (supra), the Hon'ble Supreme Court had an occasion to consider the effect of the amendment in Section 115 of the CPC on the jurisdiction of the High Court under Articles 226 and 227 of the Constitution of India and the Hon'ble Supreme Court has observed and held that the amendment cannot and does not in any manner affect the jurisdiction under Articles 226/227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2689799a4eb7431788fa0b1d77dd1d05_108"
        },
        {
            "start": 15007,
            "end": 15225,
            "text": "In the aforesaid decision, it is held by the Hon'ble Supreme Court that the decision of the subordinate Court shall be subjected to the supervisory jurisdiction of the High Courts under Article 227 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a808f3db586b49c7bf612a67b3358eab_109"
        },
        {
            "start": 15226,
            "end": 15456,
            "text": "In the aforesaid decision, it is further observed that Articles 226/227 of the Constitution of India, being part of the basic structure, cannot be tampered, not even by constitutional amendment, much less by an act of legislature.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f759eec9627043cba8170e7a8d203fce_110"
        },
        {
            "start": 15457,
            "end": 15694,
            "text": "It is observed and held that despite the amendment in Section 115 of the CPC, the aggrieved party can seek such Writ of Certiorari or invoke powers of superintendence of the High Court under Articles 226/227 of the Constitution of India.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a1b8320faec1451e96aab09682bf26c3_111"
        },
        {
            "start": 15695,
            "end": 15848,
            "text": "In Paragraphs 29 to 39, the Hon'ble Supreme Court in the case of Surya Dev Rai v. Ram Chander Rai And Others (supra) has observed and held as under:\n\"29.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c6cdba20734d40d8b0bee6ad65fb4d48_112"
        },
        {
            "start": 15849,
            "end": 16093,
            "text": "The Constitution Bench in L. Chandra Kumar v. Union of India and others, (1997) 3 SCC 261, dealt with the nature of power of judicial review conferred by Article 226 of the Constitution and the power of superintendence conferred by Article 227.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5ad55946154d42d0bb320069a26b2357_113"
        },
        {
            "start": 16094,
            "end": 16491,
            "text": "It was held that the jurisdiction conferred on the Supreme Court under Article 32 of the Constitution and on the High Courts under Articles 226 and 227 of the Constitution is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "03668bc5cdd84341925f37baa1eeac8b_114"
        },
        {
            "start": 16492,
            "end": 17085,
            "text": "A recent Division Bench decision by Delhi High Court (Dalveer Bhandari and H. R. Malhotra, JJ.) in Criminal Writ Petition Nos. 758, 917 and 1295 of 2002, Govind v. State (Govt. of NCT of Delhi) decided on April 1, 2003 (reported as (2003) 6 ILD 468) makes an in-depth survey of decided cases including almost all the leading decisions by this Court and holds - \"The power of the High Court under Article 226 cannot be whittled down, nullified, curtailed, abrogated, diluted or taken either by judicial pronouncement or by the legislative enactment or even by the amendment of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a16f3a957d274cdab943964ffef0e51b_115"
        },
        {
            "start": 17086,
            "end": 17244,
            "text": "The power of judicial review is an inherent part of the basic structure and it cannot be abrogated without affecting the basic structure of the Constitution.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bace502d34594b2cb15066598555ac38_116"
        },
        {
            "start": 17245,
            "end": 17436,
            "text": "The essence of constitutional and legal principles, relevant to the issue at hand, has been correctly summed up by the Division Bench of the High Court and we record our approval of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f7e8aaa80e640b5a5e59164620253d8_117"
        },
        {
            "start": 17438,
            "end": 17553,
            "text": "30. It is interesting to recall two landmark decisions delivered by High Courts and adorning the judicial archives.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "583cd36ff27d4c0f87dfec494d5d4034_118"
        },
        {
            "start": 17554,
            "end": 17844,
            "text": "In Balkrishna Hari Phansalkar v. Emperor, AIR 1933 Bombay 1 the question arose before a Special Bench whether the power of superintendence conferred on the High Court by Section 107 of Government of India Act 1915 can be controlled by the Governor-General exercising its power to legislate.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4ad104bae3814eba9b833297b5c59b4d_119"
        },
        {
            "start": 17845,
            "end": 18062,
            "text": "The occasion arose because of the resistance offered by the State Government to the High Court exercising its power of superintendence over the Courts of Magistrates established under Emergency Powers Ordinance, 1932.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ee5f99b4da62497593dcc5072d7361ef_120"
        },
        {
            "start": 18063,
            "end": 18230,
            "text": "Chief Justice Beumont held that even if power of revision is taken away, the power of superintendence over the courts constituted by the ordinance was still available.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "deeb4d9df74b47b1b6f0361cd0814383_121"
        },
        {
            "start": 18231,
            "end": 18339,
            "text": "The Governor-General cannot control the powers conferred on the High Court by an Act of Imperial Parliament.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e2e9b0e0d7be4abe94a72ff96dc6a1f2_122"
        },
        {
            "start": 18340,
            "end": 18594,
            "text": "However, speaking of the care and caution to be observed while exercising the power of superintendence though possessed by the High Court, the learned Chief Justice held that the power of superintendence is not the same thing as the hearing of an appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b0b5da789fc04bd196cef309188ab154_123"
        },
        {
            "start": 18595,
            "end": 18798,
            "text": "An illegal conviction may be set aside under power of superintendence but - \"we must exercise our discretion on judicial grounds, and only interfere if considerations of justice require us to do so.\"\n31.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4c01e8d4307485686703a2eee5ad482_124"
        },
        {
            "start": 18799,
            "end": 19052,
            "text": "In Manmatha Nath Biswas v. Emperor (1932-33) 37 CWN 201 a conviction based on no legal reason and unsustainble in law came up for the scrutiny of the High Court under the power of superintendence in spite of right of appeal having been allowed to lapse.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "43f2e940d0824e5daaddb0dfd94fbf0c_125"
        },
        {
            "start": 19053,
            "end": 19381,
            "text": "Speaking of the nature of power of superintendence, the Division Bench, speaking through Chief Justice Rankin, held that the power of superintendence vesting in the High Court under Section 107 of the Government of India Act, 1915 is not a limitless power available to be exercised for removing hardship of particular decisions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bf36ac7634bf4a9a9704c975ff51efc5_126"
        },
        {
            "start": 19382,
            "end": 19542,
            "text": "The power of superintendence is a power of known and well recognised character and should be exercised on those judicial principles which give it its character.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5c3afad9f20b4002a34f806cd875c6bf_127"
        },
        {
            "start": 19543,
            "end": 19893,
            "text": "The mere misconception on a point of law or a wrong decision on facts or a failure to mention by the Courts in its judgment every element of the offence, would not allow the order of the Magistrate being interfered with in exercise of the power of superintendence but the High Court can and should see that no man is convicted without a legal reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b370225644e44f4aa54d3354bb2d33b5_128"
        },
        {
            "start": 19894,
            "end": 20101,
            "text": "A defect or jurisdiction or fraud on the part of the prosecutor or error on the \"face of the proceedings\"\nas understood in Indian practice, provides a ground for the exercise of the power of superintendence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "06af6c25b81546b18761c21c46d17ab1_129"
        },
        {
            "start": 20102,
            "end": 20185,
            "text": "The line between the two classes of case must be, however, kept clear and straight.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9b3719955ff4738884acd55ed02cde9_130"
        },
        {
            "start": 20186,
            "end": 20405,
            "text": "In general words, the High Court's power of superintendence is a power to keep subordinate Courts within the bounds of their authority, to see that they do what their duty requires and that they do it in a legal manner.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "097c963795624855bd642e50d95744e3_131"
        },
        {
            "start": 20407,
            "end": 20655,
            "text": "32. The principles deducible, well-settled as they are, have been well summed up and stated by a two- Judges Bench of this Court recently in State through Special Cell, New Delhi v. Navjot Sandhu Afshan Guru and others, JT 2003 (4) SC 605, para 28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "56c882ec68d34677898efd79311d05f0_132"
        },
        {
            "start": 20656,
            "end": 21074,
            "text": "This Court held :\n(i) the jurisdiction under Article 227 cannot be limited or fettered by any Act of the State Legislature;\n(ii) the supervisory jurisdiction is wide and can be used to meet the ends of justice, also to interfere even with interlocutory order;\n(iii) the power must be exercised sparingly, only to move subordinate courts and Tribunals within the bounds of their authority to see that they obey the law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b2f00807a3248b5b626e1cd38d492cd_133"
        },
        {
            "start": 21075,
            "end": 21245,
            "text": "The power is not available to be exercised to correct mere errors (whether on the facts or laws) and also cannot be exercised \"as the cloak of an appeal in disguise\".\n33.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "84653dd9a965479ea8cd39928db2f980_134"
        },
        {
            "start": 21246,
            "end": 21424,
            "text": "In Shiv Shakti Co-op. Housing Society, Nagpur v. M/s.Swaraj Developers and others, (2003) 4 Scale 241, another two-Judges bench of this Court dealt with Section 115 of the C.P.C.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "20a87ddf3f25489da754b815253bd97e_135"
        },
        {
            "start": 21425,
            "end": 21732,
            "text": "The Court at the end of its judgment noted the submission of the learned counsel for a party that even if the revisional applications are held to be not maintainable, there should not be a bar on a challenge being made under Article 227 of the Constitution for which an opportunity was prayed to be allowed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "55847e28550d4a468b1fb4af095a56ab_136"
        },
        {
            "start": 21733,
            "end": 21854,
            "text": "The Court observed,- \"If any remedy is available to a party, no liberty is necessary to be granted for availing the same.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "435807abe42a4c5d990244c8de41cb69_137"
        },
        {
            "start": 21855,
            "end": 21861,
            "text": "\" \n34.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5f61342ae8904465a7e2db60d39e933d_138"
        },
        {
            "start": 21862,
            "end": 22230,
            "text": "We are of the opinion that the curtailment of revisional jurisdiction of the High Court does not take away - and could not have taken away - the constitutional jurisdiction of the High Court to issue a writ of certiorari to a civil court nor the power of superintendence conferred on the High Court under Article 227 of the Constitution is taken away or whittled down.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e168ba48563a4764976cc9e87c37eea7_139"
        },
        {
            "start": 22231,
            "end": 22411,
            "text": "The power exists, untrammelled by the amendment in Section 115 of the CPC, and is available to be exercised subject to rules of self discipline and practice which are well settled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7407b80f5fbe40deb84a14ecce52024f_140"
        },
        {
            "start": 22413,
            "end": 22621,
            "text": "35. We have carefully perused the Full Bench decision of the Allahabad High Court in Ganga Saran's case relied on by the learned counsel for respondent and referred to in the impugned order of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6bc05fb3b4514464a74cb194da2cdbc3_141"
        },
        {
            "start": 22622,
            "end": 22698,
            "text": "We do not think that the decision of the Full Bench has been correctly read.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22938a43fbf94ae384945498b5611363_142"
        },
        {
            "start": 22699,
            "end": 22939,
            "text": "Rather, vide para 11, the Full Bench has itself held that where the order of the Civil Court suffers from patent error of law and further causes manifest injustice to the party aggrieved then the same can be subjected to writ of certiorari.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a28101626dd47849c619b16bc192357_143"
        },
        {
            "start": 22940,
            "end": 23333,
            "text": "The Full Bench added that every interlocutory order passed in a civil suit is not subject to review under Article 226 of the Constitution but if it is found from the order impugned that fundamental principle of law has been violated and further such an order causes substantial injustice to the party aggrieved the jurisdiction of the High Court to issue a writ of certiorari is not precluded.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "53bb40fe5c8142e2820260b3675c387d_144"
        },
        {
            "start": 23334,
            "end": 23848,
            "text": "However, the following sentence occurs in the judgment of the Full Bench-:-\n\"Where an aggrieved party approaches the High Court under Article 226 of the Constitution against an order passed in civil suit refusing to issue injunction to a private individual who is not under statutory duty to perform public duty or vacating an order of injunction, the main relief is for issue of a writ of mandamus to a private individual and such a writ petition under Art. 226 of the Constitution would not be maintainable.\"\n36.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3cff3159d3d546ea92a4889096484009_145"
        },
        {
            "start": 23849,
            "end": 24285,
            "text": "It seems that the High Court in its decision impugned herein formed an impression from the above-quoted passage that a prayer for issuance of injunction having been refused by trial Court as well as the appellate Court, both being subordinate to High Court and the dispute being between two private parties, issuance of injunction by High Court amounts to issuance of a mandamus against a private party which is not permissible in law.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7d4be340b384ed1b8ca7def965485e2_146"
        },
        {
            "start": 24285,
            "end": 24378,
            "text": "37. The above quoted sentence from Ganga Saran's case cannot be read torn out of the context.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd01bbdb87924947b8e87920295d101b_147"
        },
        {
            "start": 24379,
            "end": 24646,
            "text": "All that the Full Bench has said is that while exercising certiorari jurisdiction over a decision of the court below refusing to issue an order of injunction, the High Court would not, while issuing a writ of certiorari, also issue a mandamus against a private party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae89d9296da343329db3fce587fcb60c_148"
        },
        {
            "start": 24647,
            "end": 24722,
            "text": "Article 227 of the Constitution has not been referred to by the Full Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b23cba561244fc1bd76fbb714602cae_149"
        },
        {
            "start": 24723,
            "end": 24883,
            "text": "Earlier in this judgment we have already pointed out the distinction between Article 226 and Article 227 of the Constitution and we need not reiterate the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "259d0fb199014a0880befbd6adc71626_150"
        },
        {
            "start": 24884,
            "end": 25500,
            "text": "In this context, we may quote the Constitution Bench decision in T. C. Basappa v. T. Nagappa and another, (1955) 1 SCR 250 and Province of Bombay v. Khushaldas S. Advani (dead) by LRs., 1950 SCR 621, as also a three Judge Bench decision in Dwarka Nath v. Income-tax Officer, Special Circle, D Ward, Kanpur and another, (1965) 3 SCR 536, which have held in no uncertain terms, as the law has always been, that a writ of certiorari is issued against the acts or proceedings of a judicial or quasi-judicial body conferred with power to determine questions affecting the rights of subjects and obliged to act judicially.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e5b73544737f49e9b80ffcd02a36f4e5_151"
        },
        {
            "start": 25501,
            "end": 25697,
            "text": "We are therefore of the opinion that the writ of certiorari is directed against the act, order of proceedings of the subordinate Court, it can issue even if the lis is between two private parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10c10eeaa6fe4d259ddb5dd037cf7b66_152"
        },
        {
            "start": 25699,
            "end": 25761,
            "text": "38. Such like matters frequently arise before the High Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fdbd8725417443dac6a1b5130999788_153"
        },
        {
            "start": 25762,
            "end": 26101,
            "text": "We sum up our conclusions in a nutshell, even at the risk of repetition and state the same as here-under-:-\n(1) Amendment by Act No. 46 of 1999 with effect from 1-7-2002 in Section 115 of the Code of Civil Procedure cannot and does not affect in any manner the jurisdiction of the High Court under Articles 226 and 227 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e9d6ceb6e5045c6af8100461f63746f_154"
        },
        {
            "start": 26102,
            "end": 26399,
            "text": "(2) Interlocutory orders, passed by the courts subordinate to the High Court, against which remedy of revision has been excluded by the CPC Amendment Act No. 46 of 1999 are nevertheless open to challenge in, and continue to be subject to, certiorari and supervisory jurisdiction of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "413e73dd76a049b3b3f6a8941522edd2_155"
        },
        {
            "start": 26400,
            "end": 26945,
            "text": "\n(3) Certiorari, under Article 226 of the Constitution, is issued for correcting gross errors of jurisdiction, i.e., when a subordinate court is found to have acted (i) without jurisdiction - by assuming jurisdiction where there exists none, or (ii) in excess of its jurisdiction by overstepping or crossing the limits of jurisdiction, or (iii) acting in flagrant disregard of law or the rules of procedure or acting in violation of principles of natural justice where there is no procedure specified, and thereby occasioning failure of justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57df7d2bb100450a93505b714d15a946_156"
        },
        {
            "start": 26946,
            "end": 27102,
            "text": "\n(4) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6608dd33eb3b4377b982c3db348f5530_157"
        },
        {
            "start": 27103,
            "end": 27476,
            "text": "When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00e67b5cd083483396a6cab566a2021c_158"
        },
        {
            "start": 27477,
            "end": 27901,
            "text": "\n(5) Be it a writ of certiorari or the exercise of supervisory jurisdiction, none is available to correct mere errors of fact or of law unless the following requirements are satisfied : (i) the error is manifest and apparent on the face of the proceedings such as when it is based on clear ignorance or utter disregard of the provisions of law, and (iii) a grave injustice or gross failure of justice has occasioned thereby.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaa3e299c5644920ab102c43c3402305_159"
        },
        {
            "start": 27902,
            "end": 28098,
            "text": "\n(6) A patent error is an error which is self-evident, i.e., which can be perceived or demonstrated without involving into any lengthy or complicated argument or a long-drawn process of reasoning.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21674c93dcb949e78c4e7b818e10c0db_160"
        },
        {
            "start": 28099,
            "end": 28242,
            "text": "\nWhere two inferences are reasonably possible and the subordinate court has chosen to take one view the error cannot be called gross or patent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f728dba3ff0f44298607f88f85332b88_161"
        },
        {
            "start": 28243,
            "end": 28515,
            "text": "\n(7) The power to issue a writ of certiorari and the supervisory jurisdiction are to be exercised sparingly and only in appropriate cases where the judicial conscience of the High Court dictates it to act lest a gross failure of justice or grave injustice should occasion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f87245592fd14d2996fadf2481b9969a_162"
        },
        {
            "start": 28516,
            "end": 29039,
            "text": "Care, caution and circumspection need to be exercised, when any of the abovesaid two jurisdictions is sought to be invoked during the pendency of any suit or proceedings in a subordinate court and error though calling for correction is yet capable of being corrected at the conclusion of the proceedings in an appeal or revision preferred there against and entertaining a petition invoking certiorari or supervisory jurisdiction of High Court would obstruct the smooth flow and/or early disposal of the suit or proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9139c22b9d694c27ad2266f54cc5880c_163"
        },
        {
            "start": 29040,
            "end": 29333,
            "text": "The High Court may feel inclined to intervene where the error is such, as, if not corrected at that very moment, may become incapable of correction at a later stage and refusal to intervene would result in travesty of justice or where such refusal itself would result in prolonging of the lis.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a38d568a6063464993ea3ae98a790ee3_164"
        },
        {
            "start": 29334,
            "end": 29608,
            "text": "\n(8) The High Court in exercise of certiorari or supervisory jurisdiction will not covert itself into a Court of Appeal and indulge in re-appreciation or evaluation of evidence or correct errors in drawing inferences or correct errors of mere formal or technical character .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d8bcf90b8d34ec88eb9f642c390a5df_165"
        },
        {
            "start": 29609,
            "end": 29937,
            "text": "\n(9) In practice, the parameters for exercising jurisdiction to issue a writ of certiorari and those calling for exercise of supervisory jurisdiction are almost similar and the width of jurisdiction exercised by the High Courts in India unlike English courts has almost obliterated the distinction between the two jurisdictions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0568323a16944ad9bb830d6177395a9_166"
        },
        {
            "start": 29938,
            "end": 30148,
            "text": "While exercising jurisdiction to issue a writ of certiorari the High Court may annul or set aside the act, order or proceedings of the subordinate courts but cannot substitute its own decision in place thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fe7f8a6ff2543f39d9e10b3ca10adc3_167"
        },
        {
            "start": 30149,
            "end": 30556,
            "text": "In exercise of supervisory jurisdiction the High Court may not only give suitable directions so as to guide the subordinate Court as to the manner in which it would act or proceed thereafter or afresh, the High Court may in appropriate cases itself make an order in supersession or substitution of the order of the subordinate court as the court should have made in the facts and circumstances of the case .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "494fc59c92704e7baac66c8ee0fff2ca_168"
        },
        {
            "start": 30558,
            "end": 30833,
            "text": "9. Considering the law laid down by the Hon'ble Supreme Court in the aforesaid decisions, we are of the opinion that bar contained under Section 8 of the Commercial Courts Act shall not affect the jurisdiction of the High Court under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c672e6d1b7947c697be479c39eb9832_169"
        },
        {
            "start": 30834,
            "end": 31172,
            "text": "If the contention on behalf of the respondents that considering Section 8 of the Commercial Courts Act, even the writ jurisdiction under Article 227 of the Constitution of India is barred, in that case, such a provision would suffer from the vice of unconstitutionality as observed by the Hon'ble Supreme Court in the aforesaid decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ecd43a6d6f6b4758bd790080d6f01108_170"
        },
        {
            "start": 31173,
            "end": 31502,
            "text": "The power vested in the High Courts to exercise judicial superintendence over the decisions of the courts and Tribunals within their respective jurisdictions is part of the basic structure of the Constitution and no legislature can take away such power of superintendence conferred under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b72691e64ba446ffa692306b28021df5_171"
        },
        {
            "start": 31503,
            "end": 31713,
            "text": "It is required to be noted that therefore, even the legislature, while enacting Section 8 of the Commercial Courts Act, seems to have wisely not used the word \"maintainable\" but has used the word \"entertained\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2a3d448d42d436ba5261d155f7f8b42_172"
        },
        {
            "start": 31714,
            "end": 32344,
            "text": "At this stage, it is also required to be noted that where the statute specifically provided that against the decision of the Tribunal, only an appeal under Article 136 of the Constitution before the Hon'ble Supreme Court would be maintainable, the Hon'ble Supreme Court in the case of L.Chandra Kumar v. Union of India And Others (supra) has specifically observed and held that the powers of the supervisory jurisdiction of the High Court under Article 227 of the Constitution against the decision of the Tribunals shall still be available and the aggrieved party can approach the High Court under Article 227 of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f05844177f45494da8042db93a180154_173"
        },
        {
            "start": 32345,
            "end": 32566,
            "text": "Therefore, it is observed and held that Section 8 of the Commercial Courts Act shall not affect the powers of the High Court under Article 227 of the Constitution of India against the order passed by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "229a5f7b12ec43b9831c9aed5c37948f_174"
        },
        {
            "start": 32567,
            "end": 32851,
            "text": "However, at the same time, the powers under Article 227 of the Constitution of India must be exercised sparingly and in exceptional cases only, more particularly, looking to the object and purpose of Section 8 of the Commercial Courts Act, i.e. speedy disposal of commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e1e9dbe92da486e8f21aaf5e0946531_175"
        },
        {
            "start": 32853,
            "end": 33914,
            "text": "13. In view of the above and for reasons stated above and considering the decisions of Hon'ble Supreme Court referred to hereinabove, our conclusions in nutshell are as under:-\n\"(1) The bar contained under Section 8 of the Commercial Courts Act against entertainability of \"civil revision application or petition\" against the interlocutory orders passed by the subordinate/ Commercial Courts, shall not be applicable to the writ petitions under Article 227 of the Constitution of India.\n(2) The bar contained in Section 8 of the Commercial Courts Act shall not affect the supervisory jurisdiction of the High Courts under Article 227 of the Constitution of India in respect of the orders, including interlocutory orders, passed by the Commercial Court and writ petitions under Article 227 of the Constitution of India may be entertainable, however, subject to the following observations and restrictions:-\n(a) Supervisory jurisdiction under Article 227 of the Constitution is exercised for keeping the subordinate Courts within the bounds of their jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a2558c805f97423e864c857c509e2288_176"
        },
        {
            "start": 33915,
            "end": 34292,
            "text": "When the subordinate Court has assumed a jurisdiction which it does not have or has failed to exercise a jurisdiction which it does have or the jurisdiction though available is being exercised by the Court in a manner not permitted by law and failure of justice or grave injustice has occasioned thereby, the High Court may step in to exercise its supervisory jurisdiction.\"\n8.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86215742c0bd42fda8df403709fc8a30_177"
        },
        {
            "start": 34293,
            "end": 34457,
            "text": "Per contra, Mr.Khurana, learned counsel for the respondent-plaintiff has submitted that the defendant could have filed revision application unde Section 115 of CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45a3fc2517c34ded8da60c796a884106_178"
        },
        {
            "start": 34458,
            "end": 34598,
            "text": "According to him, when there is specific provision provided in CPC, writ under Article 227 of the Constitution of India is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "610ce1907a1e469a825b0f24afd94dc9_179"
        },
        {
            "start": 34599,
            "end": 34680,
            "text": "He has also contended that litigation between the parties is going on since long.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "beee55af820e4e25b5d0b19b140f429b_180"
        },
        {
            "start": 34681,
            "end": 34846,
            "text": "He has also contended that by the act of the defendant in publishing on its website, particulars regarding the plaintiff has damaged the reputation of the plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd8b856d6de142e68a3657badf6d0f50_181"
        },
        {
            "start": 34847,
            "end": 35042,
            "text": "Therefore, the plaintiff has filed the aforesaid suit earlier before the Commercial Court, however, learned Commercial Court has returned the plaint to the plaintiff to file in a competent Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "82a4b1a223e64bd28a00560adfeb4f89_182"
        },
        {
            "start": 35043,
            "end": 35140,
            "text": "Therefore, the suit has been filed in Surat, where subsidiary of the defendant is doing business.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac3a5c56a1ef4ce994dc7be980700be8_183"
        },
        {
            "start": 35141,
            "end": 35337,
            "text": "Regarding provisions of Order 7, Rule 11, learned counsel, Mr.Khurana has submitted that the provisions contained therein cannot be applied on the point of jurisdiction as held by the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "41d9cdf1f28643dc9800b6818960a573_184"
        },
        {
            "start": 35338,
            "end": 35442,
            "text": "According to him, Order 7, Rule 11 is not applicable but the provisions of Order 10 would be applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "47b2bd63b5154066855f5fe7c610bfef_185"
        },
        {
            "start": 35443,
            "end": 35655,
            "text": "While referring to various documentary evidence on record, which includes balance-sheet, page 201, he has submitted that that 70% business of the defendant is coming from India and its major business is in Surat.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2f64f98fed894ac183352008023895cc_186"
        },
        {
            "start": 35656,
            "end": 35834,
            "text": "He has also contended that the website of the defendant clearly shows that by its action, the reputation of the plaintiff is damaged and the website is also being shown in Surat.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b255857c5be4add95941a73a1fed92e_187"
        },
        {
            "start": 35835,
            "end": 36017,
            "text": "He has also contended that cause of action has arisen in the territorial jurisdiction of Surat Court and the defendant has filed the suit of trademark against the plaintiff in India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f0257cb89d5d482abd89cf5b8b87aeed_188"
        },
        {
            "start": 36018,
            "end": 36211,
            "text": "While referring to the impugned order of the trial Court, he has submitted that learned trial Court has properly appreciated the facts and has rightly rejected the application of the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "61fb40d7672549fa904ca0ebde0eb2fc_189"
        },
        {
            "start": 36212,
            "end": 36294,
            "text": "According to him, there is no perversity in the impugned order of the trial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e8408076dab64494a2f6755b7834a0f9_190"
        },
        {
            "start": 36296,
            "end": 36512,
            "text": "8.1 Learned counsel, Mr.Khurana has also submitted that when the trial Court has exercised the jurisdiction in judicious manner, this Court may not disturb that finding under Article 227 of the Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "90a88c1506714ddd89413ae741a6e9d6_191"
        },
        {
            "start": 36514,
            "end": 36804,
            "text": "8.2 While referring to the order of the Commercial Court, Baroda, he has submitted that the Commercial Court has initially found that the suit is maintainable and it has only directed to return the plaint to the plaintiff as it does not fall within the jurisdiction of the Commercial court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c740d8d6a3c04de2b20a158bcb820d59_192"
        },
        {
            "start": 36805,
            "end": 36922,
            "text": "According to him, therefore, the plaintiff has filed the plaint and it was returned to file it in the Court of Surat.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "82da6559b9f04ade854a4aaaf5623552_193"
        },
        {
            "start": 36923,
            "end": 37258,
            "text": "While referring to copyright suit No.2 of 2017 filed before Principal District Judge, Surat, by the defendant herein, learned counsel has submitted that in paragraph 13, page 288, defendant itself has averred that the plaintiff has Indian Market, especially in Surat, in connection with plaintiff's (defendant's) machines and products.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "785a87d60507471bbee8d46987fcf21b_194"
        },
        {
            "start": 37259,
            "end": 37414,
            "text": "According to him, this shows that the defendant knows very well that the plaintiff firm is dealing with diamond industry in India i.e. especially in Surat.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e66d810e1ad84d32861db7deb620849a_195"
        },
        {
            "start": 37415,
            "end": 37541,
            "text": "He has also contended that the plaintiff has already moved the trial Court for joining subsidiary of the defendant as a party.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "ba5bfc26d05a4de6852f14b7b474b525_196"
        },
        {
            "start": 37542,
            "end": 37767,
            "text": "While referring to various affidavits filed in the matter, he has submitted that all these facts shows that the plaintiff has its business in Surat and the defendant has its subsidiary in Surat and cause of action has arisen.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f7e872e4869f4831a8d0cf1188555eef_197"
        },
        {
            "start": 37768,
            "end": 37887,
            "text": "He has submitted that the trial Court has not committed any error in dismissing the application filed by the defendant.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "270cd91370ee43789f4e8fc32b62969d_198"
        },
        {
            "start": 37888,
            "end": 37972,
            "text": "While relying on the following decisions, he has prayed to dismiss present petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cb5881a2500436cbcb9528c9fc3dc5c_199"
        },
        {
            "start": 37974,
            "end": 38096,
            "text": "8.3 In Shalini Shyam Shetty V. Ranejdra Shankar Patil reported in (2010) 8 SCC 329, wherein it is observed as under:-\n\"62.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b73f8e6126c540eca8dd05cb3aa12793_200"
        },
        {
            "start": 38097,
            "end": 38281,
            "text": "On an analysis of the aforesaid decisions of this Court, the following principles on the exercise of High Court's jurisdiction under Article 227 of the Constitution may be formulated:-",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78526be600964fb79224bb28342781bb_201"
        },
        {
            "start": 38282,
            "end": 38383,
            "text": "\n(a) A petition under Article 226 of the Constitution is different from a petition under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e88e230ac27416c87039af49d159b0c_202"
        },
        {
            "start": 38384,
            "end": 38471,
            "text": "The mode of exercise of power by High Court under these two Articles is also different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fc7031e06f041c994e2ef6403f90a76_203"
        },
        {
            "start": 38472,
            "end": 38553,
            "text": "\n(b) In any event, a petition under Article 227 cannot be called a writ petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de9cd78447704acf8bd8541e63435d01_204"
        },
        {
            "start": 38554,
            "end": 38777,
            "text": "The history of the conferment of writ jurisdiction on High Courts is substantially different from the history of conferment of the power of Superintendence on the High Courts under Article 227 and have been discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fc9ed4460424b2ab745e413c07e8665_205"
        },
        {
            "start": 38778,
            "end": 38972,
            "text": "\n(c) High Courts cannot, on the drop of a hat, in exercise of its power of superintendence under Article 227 of the Constitution, interfere with the orders of tribunals or Courts inferior to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f876fc15130749abb8f8894366ca6842_206"
        },
        {
            "start": 38973,
            "end": 39092,
            "text": "Nor can it, in exercise of this power, act as a Court of appeal over the orders of Court or tribunal subordinate to it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4c6779d04af4cca8ce1bb1389d470a9_207"
        },
        {
            "start": 39093,
            "end": 39256,
            "text": "In cases where an alternative statutory mode of redressal has been provided, that would also operate as a restrain on the exercise of this power by the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2953f6d40cbf46e48269d96ca778da95_208"
        },
        {
            "start": 39257,
            "end": 39397,
            "text": "\n(d) The parameters of interference by High Courts in exercise of its power of superintendence have been repeatedly laid down by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54655e5112044c348f164af046b9c153_209"
        },
        {
            "start": 39398,
            "end": 39685,
            "text": "In this regard the High Court must be guided by the principles laid down by the Constitution Bench of this Court in Waryam Singh (supra) and the principles in Waryam Singh (supra) have been repeatedly followed by subsequent Constitution Benches and various other decisions of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba1283857a6b4c9d8ab57d302f1a56f3_210"
        },
        {
            "start": 39686,
            "end": 39954,
            "text": "\n(e) According to the ratio in Waryam Singh (supra), followed in subsequent cases, the High Court in exercise of its jurisdiction of superintendence can interfere in order only to keep the tribunals and Courts subordinate to it, `within the bounds of their authority'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ba0d86338a484ce28ef7b7caaa01170d_211"
        },
        {
            "start": 39955,
            "end": 40499,
            "text": "\n(f) In order to ensure that law is followed by such tribunals and Courts by exercising jurisdiction which is vested in them and by not declining to exercise the jurisdiction which is vested in them.\n(g) Apart from the situations pointed in (e) and (f), High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7ad20c9c31af422e981101e87b125b3d_212"
        },
        {
            "start": 40500,
            "end": 40728,
            "text": "\n(h) In exercise of its power of superintendence High Court cannot interfere to correct mere errors of law or fact or just because another view than the one taken by the tribunals or Courts subordinate to it, is a possible view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24a84e2228e4410881b45b1cb9fe2612_213"
        },
        {
            "start": 40729,
            "end": 40796,
            "text": "In other words the jurisdiction has to be very sparingly exercised.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed442106e5884def84749c3cb6002dc0_214"
        },
        {
            "start": 40797,
            "end": 40893,
            "text": "\n(i) High Court's power of superintendence under Article 227 cannot be curtailed by any statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d694c70247a24b34bb9ecad193dd3baf_215"
        },
        {
            "start": 40894,
            "end": 41173,
            "text": "It has been declared a part of the basic structure of the Constitution by the Constitution Bench of this Court in the case of L. Chandra Kumar vs. Union of India & others, reported in (1997) 3 SCC 261 and therefore abridgement by a Constitutional amendment is also very doubtful.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "633d4d0a27134d06bbc8d63a0a5aea6d_216"
        },
        {
            "start": 41174,
            "end": 41426,
            "text": "\n(j) It may be true that a statutory amendment of a rather cognate provision, like Section 115 of the Civil Procedure Code by the Civil Procedure Code (Amendment) Act, 1999 does not and cannot cut down the ambit of High Court's power under Article 227.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dc21b08a4d95446e9da619cf21b84760_217"
        },
        {
            "start": 41427,
            "end": 41596,
            "text": "At the same time, it must be remembered that such statutory amendment does not correspondingly expand the High Court's jurisdiction of superintendence under Article 227.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "803f9b71535849d6a840150c7654a2db_218"
        },
        {
            "start": 41597,
            "end": 41676,
            "text": "\n(k) The power is discretionary and has to be exercised on equitable principle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e86ea3149994a0f8c3722cd5dacad7b_219"
        },
        {
            "start": 41677,
            "end": 41737,
            "text": "In an appropriate case, the power can be exercised suo motu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50ac4c92ee1248559e45eba7dd6c4028_220"
        },
        {
            "start": 41738,
            "end": 42015,
            "text": "\n(l) On a proper appreciation of the wide and unfettered power of the High Court under Article 227, it transpires that the main object of this Article is to keep strict administrative and judicial control by the High Court on the administration of justice within its territory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff1dc1abf5c44db084635ef022ddace2_221"
        },
        {
            "start": 42016,
            "end": 42236,
            "text": "\n(m) The object of superintendence, both administrative and judicial, is to maintain efficiency, smooth and orderly functioning of the entire machinery of justice in such a way as it does not bring it into any disrepute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c4962b0726d4f65b533e50b0e155308_222"
        },
        {
            "start": 42237,
            "end": 42539,
            "text": "The power of interference under this Article is to be kept to the minimum to ensure that the wheel of justice does not come to a halt and the fountain of justice remains pure and unpolluted in order to maintain public confidence in the functioning of the tribunals and Courts subordinate to High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3ec821c23a042b2b973dbe9fed8ecc4_223"
        },
        {
            "start": 42540,
            "end": 42862,
            "text": "\n(n) This reserve and exceptional power of judicial intervention is not to be exercised just for grant of relief in individual cases but should be directed for promotion of public confidence in the administration of justice in the larger public interest whereas Article 226 is meant for protection of individual grievance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fae7e15cc1a4307a0cc7587fb9d57ba_224"
        },
        {
            "start": 42863,
            "end": 43004,
            "text": "Therefore, the power under Article 227 may be unfettered but its exercise is subject to high degree of judicial discipline pointed out above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae38d8e75a704baba4317cf0d1c0331f_225"
        },
        {
            "start": 43005,
            "end": 43162,
            "text": "\n(o) An improper and a frequent exercise of this power will be counter-productive and will divest this extraordinary power of its strength and vitality.\"\n8.4",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7d15cf104d6340b2b7c77cef14765d29_226"
        },
        {
            "start": 43163,
            "end": 43447,
            "text": "In the case of Poonam Manharlal Bhagat v. Dineshbhai Bhuraji Mali, reported in MANU/GJ/0543/2018 passed by this Court in Special Civil Application No.9192 of 2017 and allied matters on 10.7.2018, aforesaid decision of the Supreme Court in the case of Shalini Shyam Shetty is followed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b46450a080e047a6bafc8de2ddf3d92c_227"
        },
        {
            "start": 43448,
            "end": 43576,
            "text": "8.5 In the case of Hakam Singh v. M/s.Gammon (India) Limited reported in AIR 1971 SC 740, the Apex Court observed as under:-\n\"5.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ae2808c143c4c44a7361e52cd29297e_228"
        },
        {
            "start": 43577,
            "end": 43808,
            "text": "The argument of counsel for the appellant that the expression \"corporation\" in Explanation II includes only a statutory corporation and not a company registered under the Indian Companies Act is, in our judgment, without substance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "757cf8a5c9bc47d483747c7857498849_229"
        },
        {
            "start": 43809,
            "end": 43962,
            "text": "The Code of Civil Procedure uses the expression \"corporation\" as meaning a legal person and includes a company registered under the Indian Companies Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23526ae27b164b0792abe038aee3740f_230"
        },
        {
            "start": 43963,
            "end": 44238,
            "text": "Order 29 of the Code of Civil Procedure deals with suits by or against a corporation and there is nothing in the Code of Civil Procedure that a corporation referred to under S.20 means only a statutory corporation and not a company registered under the Indian Companies Act.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4d34e138e1d040f088028f7a26a733c5_231"
        },
        {
            "start": 44239,
            "end": 44543,
            "text": "\n8.5 In the case of M/s.Patel Roadways Limited, Bombay v. M/s.Prasad Trading Company reported in AIR 1992 SC 1514, the Apex Court observed as under:-\n\"9. Clauses (a) and (b) of S. 20 inter alia refer to a court within the local limits of whose jurisdiction the defendant inter alia \"carries on business\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e892f033bc3e4af1b62bcbf8b27b9482_232"
        },
        {
            "start": 44544,
            "end": 44681,
            "text": "Clause(c) on the other hand refers to a court within the local limits of whose jurisdiction the cause of action wholly or in part arises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ae7874e7761418980dfdc3f42c074d2_233"
        },
        {
            "start": 44682,
            "end": 44800,
            "text": "It has not been urged before us on behalf of the appellant that the cause of action wholly or in part arose in Bombay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c16c68473b8f4bf7a522e63acee8c7d0_234"
        },
        {
            "start": 44801,
            "end": 44867,
            "text": "Consequently Cl. (c) is not attracted to the facts of these cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "597e0792563e437aa6d1bff5242595c8_235"
        },
        {
            "start": 44868,
            "end": 45120,
            "text": "What has been urged with the aid of the Explanation to S. 20 of the Code is that since the appellant has its principal office in Bombay it shall be deemed to carry on business at Bombay and consequently the courts at Bombay will also have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a79b41c566e648b88c655c68dd9db930_236"
        },
        {
            "start": 45121,
            "end": 45234,
            "text": "On a plain reading of the Explanation to S. 20 of the Code we find an apparent fallacy in the aforesaid argument.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91e3927a8cb047d98cebf9123c0e7c63_237"
        },
        {
            "start": 45235,
            "end": 45394,
            "text": "The Explanation is in two parts, one before the word \"or\" occurring between the words \"office in India\" and the words \"in respect of\" and the other thereafter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b6a40ca85e0443b840785acac6532b5_238"
        },
        {
            "start": 45395,
            "end": 45555,
            "text": "The Explanation applies to a defendant which is a corporation which term, as seen above, would include even a company such as the appellant in the instant case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "630e9d8d6f2548b783719a531bd1f0d8_239"
        },
        {
            "start": 45556,
            "end": 45686,
            "text": "The first part of the Explanation applies only to such a corporation which has its sole or principal office at a particular place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46a0362834544dadb22c06c7b030f176_240"
        },
        {
            "start": 45687,
            "end": 46018,
            "text": "In that event the courts within whose jurisdiction the sole or principal office of the defendant is situate will also have jurisdiction inasmuch as even if the defendant may not be actually carrying on business at that place, it will \"be deemed to carry on business\" at that place because of the fiction created by the Explanation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a19a3f21d8245c2af1d31be398a7344_241"
        },
        {
            "start": 46019,
            "end": 46214,
            "text": "The latter part of the Explanation takes care of a case where the defendant does not have a sole office but has a principal office at one place and has also a subordinate office at another place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c61b102331a44befb2c40d1bbb2f048c_242"
        },
        {
            "start": 46215,
            "end": 46719,
            "text": "The words \"at such place\" occurring at the end of the Explanation and the word \"or\" referred to above which is disjunctive clearly suggest that if the case falls within the latter part of the Explanation, it is not the Court within whose jurisdiction the. principal office of the defendant is situate but the Court within whose jurisdiction it has a subordinate office which alone shall have jurisdiction \"in respect of any cause of action arising at any place where it has also a subordinate office.\"\n9.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bbc5eeae87b47edae11795c3b7161ac_243"
        },
        {
            "start": 46720,
            "end": 46914,
            "text": "It is worth to refer to Section 9 of the Civil Procedure Code, which deals with the question of jurisdiction of the Court, which reads as under:-\n\"9. Courts to try all civil suits unless barred.",
            "labels": [
                "STA"
            ],
            "id": "0f2cafd22abf41a7974f0e063e1587a7_244"
        },
        {
            "start": 46915,
            "end": 47113,
            "text": "\nThe Courts shall (subject to the provisions herein contained) have jurisdiction to try all suits of a civil nature excepting suits of which their cognizance is either expressly or impliedly barred.",
            "labels": [
                "STA"
            ],
            "id": "7fda34964e4f4f90ae80384e210d0bef_245"
        },
        {
            "start": 47114,
            "end": 47343,
            "text": "\n[Explanation I]A suit in which the right to property or to an office is contested is a suit of a civil nature, notwithstanding that such right may depend entirely on the decision of questions as to religious rites or ceremonies.",
            "labels": [
                "STA"
            ],
            "id": "7fd06f6414974d8fb17fdf0e681863c0_246"
        },
        {
            "start": 47344,
            "end": 47559,
            "text": "\n[Explanation-II] For the purposes of this section, it is immaterial whether or not any fees are attached to the office referred to in Explanation I or whether or not such office is attached to a particular place.]\"",
            "labels": [
                "STA"
            ],
            "id": "1cb5145eab42499995ac564b67700fdd_247"
        },
        {
            "start": 47561,
            "end": 47824,
            "text": "10. Considering the aforesaid provision, it is crystal clear that all litigants having a grievance of civil nature has, independently of any statute, a right to institute a suit in some Court or other unless its cognizance is either expressly or impliedly barred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb3a53ddfb404f51acbce268b2b02994_248"
        },
        {
            "start": 47825,
            "end": 47913,
            "text": "\n11. It is a fundamental principle of law that where there is a right there is a remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52955b98b83a4eedb9bf44e6632742c5_249"
        },
        {
            "start": 47914,
            "end": 48124,
            "text": "Accordingly, a litigant having a grievance of civil nature has, independently of any status, a right to institute a suit before some Court or other unless its cognizance is either expressly or impliedly barred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77a922e20d2d45cb8baceeb0a9077202_250"
        },
        {
            "start": 48125,
            "end": 48229,
            "text": "It is well settled that every presumption should be made in favour of the jurisdiction of a civil Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae09f1c6e01e431e8825be9c5a131bb4_251"
        },
        {
            "start": 48230,
            "end": 48606,
            "text": "\n12. It is well settled that the jurisdiction of the Civil Court to which a right to decide a lis between the parties has been conferred can only be taken away by a statute in a specific terms and such execution of right, cannot be easily inferred because there is always a strong presumption that the Civil Courts have the jurisdiction to decide all questions of civil nature",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d9d0322d7f448c1bbb4a81dc738698b_252"
        },
        {
            "start": 48607,
            "end": 48764,
            "text": ", therefore, if at all there has to be an inference the same should be in favour of the jurisdiction of the Court rather than exclusion of such jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0a53720653c4560bdc29add7dd92911_253"
        },
        {
            "start": 48765,
            "end": 48941,
            "text": "It is also well settled that exclusion of jurisdiction of the Civil Courts is not to be readily inferred; such exclusion must be either explicitly expressed or clearly implied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "257b1fb7245743ee9f31aea6220bb831_254"
        },
        {
            "start": 48942,
            "end": 49034,
            "text": "The onus lies on the party seeking to oust the jurisdiction to establish his right to do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9e7c19ae5714fb2af19b41209ee3e94_255"
        },
        {
            "start": 49035,
            "end": 49193,
            "text": "The jurisdiction with reference to subject matter of a claim depends upon the allegations in the plaint and not upon the allegations in the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36b9f00b812e438bbfc87b1c710eeb5b_256"
        },
        {
            "start": 49194,
            "end": 49307,
            "text": "The pith and substance of the plaint have to be kept in mind so also pith and substance of the relief sought for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "377e9b444638435caa99a405792869d3_257"
        },
        {
            "start": 49308,
            "end": 49432,
            "text": "The question of maintainability of a suit must be dealt with on the footing of the alllegations in the plaint being correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8f5f4cd1d6d44a2a356d5e59c4f1db8_258"
        },
        {
            "start": 49433,
            "end": 49538,
            "text": "If afterwards, allegations are found to be not correct, the suit is liable to be dismissed on its merits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78889ca9146f4315983a7368e278320d_259"
        },
        {
            "start": 49539,
            "end": 49696,
            "text": "Admittedly, the suit has been filed for tortuous act of the defendant and for compensation thereof and, therefore, the impugned suit is clearly a civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8205bd9dcc604cfc8013ce668b25ca6d_260"
        },
        {
            "start": 49698,
            "end": 50158,
            "text": "13. Now, so far as Section 19 and Section 20 of CPC are concerned, the same are as under:-\n\"19. Suits for compensation for wrongs to person or moveables Where a suit is for compensation for wrong done to the person or to moveable property, if the wrong was done within the local limits of the jurisdiction of one Court and the defendant resides, or carries on business, or personally works for gain, within the local limits of the jurisdiction of another Court",
            "labels": [
                "STA"
            ],
            "id": "07b35304bfff4c8d86b4fdcc60190919_261"
        },
        {
            "start": 50159,
            "end": 50248,
            "text": ", the suit may be instituted at the option of the plaintiff in either of the said Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b0f9bdfe172432b999c6a7386a6ab36_262"
        },
        {
            "start": 50250,
            "end": 51116,
            "text": "20. Other suits to be instituted where defendants reside or cause of action arises Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution;\nor (c) the cause of action, wholly or in part, arises.",
            "labels": [
                "STA"
            ],
            "id": "0108e6b28470408ebb43197abdaa6ab3_263"
        },
        {
            "start": 51117,
            "end": 51337,
            "text": "[Explanation] A corporation shall be deemed to carry on business at its sole or principal office in India or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place.\"",
            "labels": [
                "STA"
            ],
            "id": "55b4295e9425430185a831cf7caf5b57_264"
        },
        {
            "start": 51339,
            "end": 51545,
            "text": "14. In terms of Section 19, suit for defamation could be filed at the place where the wrong is done or at the place where the author of the wrong resides or carries on business or personally works for gain.",
            "labels": [
                "STA"
            ],
            "id": "2261d772f2c64e6f8fb8ec7c543aca56_265"
        },
        {
            "start": 51546,
            "end": 51856,
            "text": "When the matter pertains to making defamatory statement, known to any person or persons other than the plaintiff himself then in that case, the Court within whose territorial jurisdiction circulation of such defamatory statement is made has jurisdiction to try the suit for damages on the ground of defamation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d85f201947314d06b53ba7e98ec49965_266"
        },
        {
            "start": 51857,
            "end": 51990,
            "text": "However, if the torts are committed outside India then Section 19 will not be applicable and the provisions of Section 20 will apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55e40546fef74a468803cdf3299a3415_267"
        },
        {
            "start": 51991,
            "end": 52192,
            "text": "The provisions in Section 20 deals with territorial jurisdiction of the Court in respect of suits those relating to immovable property or for recovery of movable property under restraint or attachment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e44bc022344e4acbb5e82a44d3a93e0e_268"
        },
        {
            "start": 52193,
            "end": 52449,
            "text": "The Court gets jurisdiction under this Section if; (i) the defendant resides or carries on business or personally works for gain within local limits of its jurisdiction; or (ii) the cause of action arises, wholly or in part, within such local jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "35b7e53529c54278b6e90c628fc453af_269"
        },
        {
            "start": 52450,
            "end": 52534,
            "text": "It is well settled that in Section 20, there are three sub-clauses (a), (b) and (c).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79e592ffa3b84953bc24c3596431ffee_270"
        },
        {
            "start": 52535,
            "end": 52586,
            "text": "Each of the sub-clauses are connected by word \"or\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1933477e1d064a7d90bc1de51db0b3f8_271"
        },
        {
            "start": 52587,
            "end": 52788,
            "text": "It is clear from the use of the word \"or\" in between different sub-clauses that each sub-clause is complete by itself and each gives a right to sue, subject to fulfillment of the conditions thereunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ddfbdc35a0448f7a8920a4482c7d1d5_272"
        },
        {
            "start": 52789,
            "end": 52903,
            "text": "If cause of action arise within the jurisdiction of a particular Court, suit would be taken cognizance thereunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a2bfb7103da4f2ab7b6dc8528010720_273"
        },
        {
            "start": 52904,
            "end": 53537,
            "text": "The words \"at such place\" occurring at the end of the Explanation to S.20 and the word \"or\" which is disjunctive clearly suggests that if the case falls within the later part of the Explanation, i.e. where the defendant does not have a sole office but has a principal office at one place and has also a subordinate office at another place, it is not the Court within whose jurisdiction the principal office of the defendant is situate but the Court within whose jurisdiction it has subordinate office which alone shall have jurisdiction \"in respect of any cause of action arising at any place where it has also a subordinate office\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05c0789486e145d2aa985de427f56bb1_274"
        },
        {
            "start": 53539,
            "end": 53791,
            "text": "15. Further, under the Explanation to Section 20, a Corporation is deemed to be carrying on business at its sole or principal office in India, or in respect of cause of action arising at any place where it has also a subordinate office at such a place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8184393debc4458e9bcada3b906c34b6_275"
        },
        {
            "start": 53792,
            "end": 53998,
            "text": "Conversely, if no part of cause of action accrues at the place of branch office, the mere fact of the Corporation having a branch office will not give the Court of that place jurisdiction to entertain suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "006395ccac27418cbb534ecaa3371ce4_276"
        },
        {
            "start": 53999,
            "end": 54141,
            "text": "A foreign company which got itself registered in India and carries on business there must be deemed to have had its principal office in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec1d1a728b5444f694f788b556ee2d3d_277"
        },
        {
            "start": 54142,
            "end": 54300,
            "text": "It is well settled that the word \"Corporation\" in the explanation includes not only statutory Corporation but also company registered under the Companies Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d15436ce0553492ba76defb55b7e9911_278"
        },
        {
            "start": 54302,
            "end": 54534,
            "text": "16. The term \"cause of action\" which has been judicially defined as a bundle of facts is a comprehensive term not confined to only suits under the Code of Civil Procedure stricto sensu but would also cover other proceedings as well.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5dbafb4ce4f347bd8ce857410ac72c91_279"
        },
        {
            "start": 54535,
            "end": 54735,
            "text": "The explanation \"cause of action\" has been defined to mean every facts which it would be necessary for the plaintiff to prove, if traversed, in order to support his right to the judgment of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6df59d817964862913e52b72ff9c8ae_280"
        },
        {
            "start": 54736,
            "end": 54869,
            "text": "It does not compromise every piece of evidence which is necessary to prove each fact, but every fact which is necessary to be proved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3542958d8b440cb90760bc2f04cfb60_281"
        },
        {
            "start": 54870,
            "end": 55128,
            "text": "The cause of action does not depend upon the character of the relief prayed for by the plaintiff but refers entirely to the grounds set forth in the plaint as a cause of action, upon which the plaintiff asks the Court to arrive at a conclusion in his favour.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99542e9200c049209c94f38a51f00e31_282"
        },
        {
            "start": 55129,
            "end": 55390,
            "text": "It is well settled that entire plaint must be taken into consideration to ascertain the bundle of facts which gives rise to the cause of action and to determine whether any one or more of such facts occurred within the territorial jurisdiction of the Court.\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffdee94321494817b320acba33606184_283"
        },
        {
            "start": 55391,
            "end": 55565,
            "text": "The petitioner has also relied upon the provisions of Section 34 of the Specific Relief Act, which provides as under:-\n\"34. Discretion of court as to declaration of status or",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cf00ed48d30402690a0df68a0bcd93d_284"
        },
        {
            "start": 55566,
            "end": 56077,
            "text": "right.-Any person entitled to any legal character, or to any right as to any property, may institute a suit against any person denying, or interested to deny, his title to such character or right, and the court may in its discretion make therein a declaration that he is so entitled, and the plaintiff need not in such suit ask for any further relief:\nProvided that no court shall make any such declaration where the plaintiff, being able to seek further relief than a mere declaration of title, omits to do so.",
            "labels": [
                "STA"
            ],
            "id": "1947d43169724855a74b75ebd347149b_285"
        },
        {
            "start": 56078,
            "end": 56265,
            "text": "Explanation.-A trustee of property is a \"person interested to deny\" a title adverse to the title of some one who is not inexistence, and for whom, if in existence, he would be a trustee.\"",
            "labels": [
                "STA"
            ],
            "id": "2d8b7bcb16584caba28eedb733d3857b_286"
        },
        {
            "start": 56267,
            "end": 56435,
            "text": "18. In view of the above provision under Section 34 of the Special Relief Act, an action for declaration is the remedy to remove the cloud on the title to the property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6dda3952edaa4d80bbb3aa94c19e3a5d_287"
        },
        {
            "start": 56436,
            "end": 56616,
            "text": "Any person entitled to any legal character or any right as to any property may institute suit against any person denying or interested to deny his title to such character or right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4be878bb0a0b45b9b4be8e3c14feb476_288"
        },
        {
            "start": 56617,
            "end": 56691,
            "text": "The Court may in its discretion make a declaration that he is so entitled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b87f4a1c0afb4d84a8f66af714274856_289"
        },
        {
            "start": 56692,
            "end": 56750,
            "text": "The object of Section 34 is to prevent further litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd607810cc674505af5cb5ea6d089663_290"
        },
        {
            "start": 56752,
            "end": 56893,
            "text": "19. Further, Section 34 of the Specific Relief Act is pertaining to discretion, which lies with the Court for declaration of status or right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75dcac840706419a86ca6f2d1b63f913_291"
        },
        {
            "start": 56894,
            "end": 57196,
            "text": "Section 34 is enough for Civil Courts to admit suits filed for a variety of declaratory reliefs, however, the proviso appended thereto clearly indicate that no Court shall make any such declaration where the plaintiff being able to seek further relief, than a mere declaration of title, omits to do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33bda4ace2bc40d6b263ea0cf8c7ed51_292"
        },
        {
            "start": 57197,
            "end": 57361,
            "text": "Now in the present case, the plaintiff has sought all the requisite reliefs in his suit and, therefore, there is no bar under Section 34 of the Specific Relief Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7b22c4d7fc7400c981273fcd857f4bf_293"
        },
        {
            "start": 57363,
            "end": 57518,
            "text": "20. One of the contentions of the petitioner is regarding applicability of Section 41 of the Specific Relief Act, which provides as under:-\n\"41. Injunction",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07257a2f9a834f0b983b278c00b419e8_294"
        },
        {
            "start": 57519,
            "end": 58701,
            "text": "when refused.-An injunction cannot be granted- (a) to restrain any person from prosecuting a judicial proceeding pending at the institution of the suit in which the injunction is sought, unless such restraint is necessary to prevent a multiplicity of proceedings;\n(b) to restrain any person from instituting or prosecuting any proceeding in a court not sub-ordinate to that from which the injunction is sought;\n(c) to restrain any person from applying to any legislative body;\n(d) to restrain any person from instituting or prosecuting any proceeding in a criminal matter;\n(e) to prevent the breach of a contract the performance of which would not be specifically enforced;\n(f) to prevent, on the ground of nuisance, an act of which it is not reasonably clear that it will be a nuisance;\n(g) to prevent a continuing breach in which the plaintiff has acquiesced;\n(h) when equally efficacious relief can certainly be obtained by any other usual mode of proceeding except in case of breach of trust;\n(i) when the conduct of the plaintiff or his agents has been such as to disentitle him to be the assistance of the court;\n(j) when the plaintiff has no personal interest in the matter.\"",
            "labels": [
                "STA"
            ],
            "id": "f1491e5ed47b43a2b03ae37b41c5ab72_295"
        },
        {
            "start": 58702,
            "end": 58771,
            "text": "\n21. Part III of the Special Relief Act deals with preventive relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7870ba8d30774fc085100ffa38a7a8e4_296"
        },
        {
            "start": 58772,
            "end": 58915,
            "text": "While the other sections in this part deal with grant of injunctions, Section 41 specifies circumstances when injunction should not be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bf6fd32f412474ba5ffc457544b9cac_297"
        },
        {
            "start": 58916,
            "end": 59049,
            "text": "In effect, Section 41 deals with the defences that may be set up in a suit for injunction, be it prohibitory or mandatory injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "328756780fae4f0498783e9af2bca20a_298"
        },
        {
            "start": 59050,
            "end": 59208,
            "text": "Section 41 does not provide as to the point of jurisdiction of court to entertain suit, but it relates to circumstances when the injunction should be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b54817d1e4b648a2adfd7c3073b38cf5_299"
        },
        {
            "start": 59210,
            "end": 59333,
            "text": "22. Now, admittedly it is necessary for the plaintiff to state the facts, which gives rise to sue i.e. the cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f639888bc62e4facbdcbf3165984190e_300"
        },
        {
            "start": 59334,
            "end": 59479,
            "text": "The entire plaint is required to be taken into consideration and not only the paragraph wherein in general terms the cause of action is narrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "569f2b284f904a7c83977eadf51348dc_301"
        },
        {
            "start": 59480,
            "end": 59731,
            "text": "In the present case, if we peruse the plaint, which is at page 44 to 66 of the paper book, it appears that at number of places the plaintiff has averred the facts which gives rise to filing of the present suit against the defendant- petitioner herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2f443c9d0694dfbad121ebc05fc9fdf_302"
        },
        {
            "start": 59732,
            "end": 60000,
            "text": "Certain important facts which emerge from the plaint are as under:-\n\"Post such inspection by the Commissioners with expert, Defendant launched their illegal campaign defaming Plaintiff and published a note on all possible platforms including Sarine's official website.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcebbab6be76408a97569b9981975f92_303"
        },
        {
            "start": 60001,
            "end": 60372,
            "text": "Some excerpts of the said notification/ press release dated 29th June 2017 as available on the Defendant's website states:\n\"Recent Challenges by some in India who brazenly misappropriate Sarine's technology and violate its Intellectual property rights have compelled Sarine to initiate lawsuits that take the battle against technology infringers to unprecedented levels.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f94ee8ee95434f67b07be65bb7915eed_304"
        },
        {
            "start": 60372,
            "end": 60468,
            "text": "The lawsuits were filed in India where nearly 90% of the world's polished diamonds are produced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e39cbe88642547e0bc9a116683746f0b_305"
        },
        {
            "start": 60469,
            "end": 60769,
            "text": "The legal actions are directed against a group of unscrupulous businessmen who infringe on Sarine's patented technologies for internal inclusion mapping, and its copyrighted Advisor TM software for rough diamond planning, in order to illicitly provide equipment and services to diamond manufacturers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5730c8289e14cd59e65fb5ec70b5abc_306"
        },
        {
            "start": 60770,
            "end": 60980,
            "text": "Based on Sarine's claims, the courts in Ahmedabad and Surat have issued ex parte orders against these parties authorising immediate action by court-appointed commissioners to assertively investigate the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f64682371af4c31bdf377892462b350_307"
        },
        {
            "start": 60981,
            "end": 61107,
            "text": "Said court commissioners yesterday conducted concurrent raids on four known locations in which the infringing parties operate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a52d729176744417887f2e5197c7db77_308"
        },
        {
            "start": 61108,
            "end": 61304,
            "text": "The High Court of Gujarat at Ahmedabad has also taken into consideration Sarine's request that, immediately upon submission of the reports by the court commissioners, the infringers be restrained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "141cffed05ba45d8b959579ac7535acf_309"
        },
        {
            "start": 61305,
            "end": 61723,
            "text": "\nDavid Block, Chief Executive Officer of Sarine said, \"For the past twenty-plus years, Sarine's innovative and ground-breaking technologies have assisted the diamond industry in India to achieve ever increasing levels of manufacturing sophistication, higher yields and better quality, all at a reduced level of risk, thereby enhancing its profitability and enabling it to effectively dominate world diamond production.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a4da43ce626140c9b481263bd59e2f80_310"
        },
        {
            "start": 61724,
            "end": 61836,
            "text": "It is unfortunate that a limited number of unscrupulous parties are tainting the entire Indian diamond industry.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16b22f10cbd14823be28052853ae3c8e_311"
        },
        {
            "start": 61837,
            "end": 62014,
            "text": "We are encouraged by the courts' swift action, their understanding of the gravity of the situation, and their implementation of immediate steps to protect Sarine's legal rights.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af1450473fb34f24993ecafe5a26d10b_312"
        },
        {
            "start": 62015,
            "end": 62369,
            "text": "We trust that the measures necessary to completely halt these blatantly illicit activities will be implemented not only to protect Sarine, but also to safeguard integrity of India's diamond industry that relies so heavily on the public's trust, and to encourage Sarine to continue introducing more advanced technologies for the India diamond market.\"\n22.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "409dd1f8cb5f4963b63bf1791e05199b_313"
        },
        {
            "start": 62370,
            "end": 62589,
            "text": "The contents, and the loaded tone and tenor of the said press release clearly show the lack of objectivity and merely establish the fact the Defendant has selectively put forth the facts while concealing material facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e6fd9ec425e46d3be73433f9848078e_314"
        },
        {
            "start": 62590,
            "end": 62742,
            "text": "Further, naming Plaintiff as \"unscrupulous parties/ businessmen\" clearly manifests the nefarious motive of the Defendant in publishing the notification.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82d8f36dc65e49c089cd8614caabfdbc_315"
        },
        {
            "start": 62743,
            "end": 62864,
            "text": "Further it was grossly misrepresented that the Court at Ahmedabad and Surat issued ex parte orders which is blantant lie.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46d4d9f7f8f54731869c4e541ac5b91f_316"
        },
        {
            "start": 62865,
            "end": 63028,
            "text": "In fact, Surat District court has rejected the application by Defendant for the reason one GSPN Exim has already filed revocation petition aginst Patent IN'271425.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc6ac340c8664d3baae979b14456584e_317"
        },
        {
            "start": 63029,
            "end": 63206,
            "text": "Being aggrieved by this order of Surat District Court, Plaintiff appealed and High Court of Gujarat and on some purported false tall claims, Defendant managed to get the orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "441c4a3174b0496b82593943762efda9_318"
        },
        {
            "start": 63207,
            "end": 63336,
            "text": "Such act of publishing press release with gross misinterpretation is merely to damage the Plaintiff's reputation in the industry.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60023668150c428a88c974146990a117_319"
        },
        {
            "start": 63337,
            "end": 63544,
            "text": "Certain blatant statements such as calling Plaintiff a \"unscrupulous parties\" is clear defamation of Plaintiff and is liable for legal action which Plaintiff reserve to initiate appropriate course of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af83c9a6f1514b4f834e81a76ef2b6bb_320"
        },
        {
            "start": 63545,
            "end": 64016,
            "text": "Post inspection by Commissioners, Plaintiff did make their appearance in the matter to lead/defend their case and the matter was remanded back by the Hon'ble Court of Gujarat vide order dated 18/07/2017 wherein Learned Senior advocates appearing for both parties state that instead of considering the question as to grant of ex-parte injunction, it will be appropriate if the trial Court is directed to finally decide the injunction applications within time-bound period.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a2299cb17744b6b9dce41081b111e93_321"
        },
        {
            "start": 64018,
            "end": 64582,
            "text": "23. Further, Defendant through their CEO, David Block made announcement vide press release dated 24th August, 2017 published on their official portal, addressing the Customer and Colleague, which is as follows:\n\"In line of those announcements, Sarine filed lawsuits against Diyora & Bhanderi Corporation and its related companies (\"DCB\") on June 5, 2017 for patent and copyright infringement, and asked the court for the immediate appointment of commissioners to investigate the matter and for an injunction against DCB to immediately halt all infringing activity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0044c47b39dc4d109f83b2cdb9987032_322"
        },
        {
            "start": 64583,
            "end": 64851,
            "text": "Although initially denied at the district court, the High Court of Gujarat granted Sarine's request for the urgent appointment of commissioners to investigate the DCB premises, which investigators were carried out without warning on numerous DCB premises on June 29th.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "985500c7705b41b98ad62c24d7121f13_323"
        },
        {
            "start": 64852,
            "end": 65008,
            "text": "The request for an injunction against DCB will be heard within a few weeks by the district court based on the extensive evidence found by the commissioners.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e0c7b4afb224aba87f2abf1699d18b1_324"
        },
        {
            "start": 65009,
            "end": 65220,
            "text": "\nUnfortunately, DCB has issued numerous false statements in an attempt to mislead our customers and the industry at large claiming that no relief was granted to Sarine in this matter and that the case is closed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14029498bf54471d9f01ee172dd1979c_325"
        },
        {
            "start": 65221,
            "end": 65437,
            "text": "In truth, significance relief was granted through the appointment of the commissioners, and the case is continuing rapidly towards the injunction hearing in the district court at the specific order of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e059ae077d174168b7b81bc4fde855f9_326"
        },
        {
            "start": 65439,
            "end": 65772,
            "text": "................. Sarine is intensifying its steps to protect its property and legal rights whatever appropriate, and will include actions to prevent the illegal manufacture, distribution, sale, purchase or use of Galaxy clones and pirated software, whether it be by DCB or other perpetrators in India or elsewhere in the world.\"\n41.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a00e39a928a0415c9be3f0e60f5f4d85_327"
        },
        {
            "start": 65773,
            "end": 65947,
            "text": "The cause of action arose in favour of the Plaintiff and against the Defendants on 24th August 2017 when the Defendant published first misleading statement against Plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84468c913a4743dc95cd1c90c5a117db_328"
        },
        {
            "start": 65948,
            "end": 66249,
            "text": "A fresh cause of action arose in September-October 2017 when Defendant issued letters to businesses in United States including Rogers & Holland against Plaintiff and again arose in October 2017 when Rogers & Holland wrote to client of Plaintiff urging to undertake not to deal or trade with Plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e143eebae9234af09dac694cfd214804_329"
        },
        {
            "start": 66250,
            "end": 66292,
            "text": "The suit is, therefore, within limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff0769d04a964b839a28056e9c450ca5_330"
        },
        {
            "start": 66294,
            "end": 66773,
            "text": "42. The Hon'ble Court has the territorial jurisdiction to try and adjudicate upon the present suit as a part of the cause of action has arisen within the territorial limits of this Hon'ble Court wherein other suits originated by the Defendant are being pleaded and by virtue of letter being sent by Rogers & Holland on provocation of Defendant to various clients of Plaintiff based in Surat urging not to trade with Plaintiff or confirm that they are not trading with Plaintiff.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2c2ac7b60ac74ba4ab94abaf228dfc07_331"
        },
        {
            "start": 66775,
            "end": 67098,
            "text": "23. In addition to it, from letter dated 24.8.2017 issued by Sarin Technologies (page 176), wherein filing of suit against the plaintiff-respondent herein has been narrated and it also appears from the press release issued by the petitioner wherein also the suits filed by petitioner herein has also been mentioned therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d16a6f93c5a4ca6801051221b733197_332"
        },
        {
            "start": 67099,
            "end": 67293,
            "text": "It also reveals from page 206, that Razors and Holland-Ashcroft and Oak has issued letters to their valued partner, wherein also indirectly referred to the original plaintiff- respondent herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cca0af55909e4600b3b0f3b7ea7e3677_333"
        },
        {
            "start": 67295,
            "end": 67468,
            "text": "24. On perusal of all the material placed on record, it clearly appears that the press release was issued by the petitioner herein against the respondent-original plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b58f039aa424009b7103192ec435cef_334"
        },
        {
            "start": 67469,
            "end": 67611,
            "text": "It also reveals that press release and internal correspondence also, directly and indirectly, deals with the conduct of the present plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93e12393cf9e4b969041c439815702a6_335"
        },
        {
            "start": 67612,
            "end": 67908,
            "text": "Now, it is well settled that any communication or press release, though issued from outside, if it is published and it is likely to have effect on the public at large in a particular place, then the Court of that last mentioned place has jurisdiction to entertain the dispute between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea7ec600b9374cb2bb86283da8db52e9_336"
        },
        {
            "start": 67909,
            "end": 68082,
            "text": "In the present case, as alleged by the plaintiff, so-called internal communication by the defendant has been published in Surat, which has effected to his business in Surat.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a373856ea1a34c3d8a0072eb52f35574_337"
        },
        {
            "start": 68083,
            "end": 68327,
            "text": "It also reveals from the plaint as well as the documentary evidence, as referred to above, that the plaintiff has placed on record, prima facie material showing that cause of action has arisen in the territorial jurisdiction of the Surat Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "365385e1e6324f3ca2ab822bbfbbd3ea_338"
        },
        {
            "start": 68328,
            "end": 68484,
            "text": "Therefore, the version of the petitioner that the Civil Court at Surat has no jurisdiction, in the peculiar circumstances of the case, cannot be acceded to.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c96fece87617440ea10780452cb22e08_339"
        },
        {
            "start": 68486,
            "end": 68793,
            "text": "25. Admittedly, present petition is filed under Article 227 of the Constitution of India, therefore, this is a supervisory jurisdiction whereunder the High Court exercises powers of superintendence in respect of the orders, proceedings and all the Courts and forums, which are subordinate to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "141713b3f9114c4aabe43c0141862f3f_340"
        },
        {
            "start": 68794,
            "end": 69055,
            "text": "It is also well settled that this power of superintendence conferred by Article 227 is to be exercised most sparingly and only in appropriate cases, in order to keep the subordinate Courts within the bounds of their authority and not for correcting mere errors.",
            "labels": [
                "RATIO"
            ],
            "id": "fb1c39d394cd4062b6d71d563b8c9bf5_341"
        },
        {
            "start": 69056,
            "end": 69317,
            "text": "In view of this and on perusal of the impugned order of the learned trial Court, it is crystal clear that the trial Court has not committed any serious error of facts and law in rejecting the application filed by present petitioner under Order 7, Rule11 of CPC.",
            "labels": [
                "RATIO"
            ],
            "id": "24e79a8e9d434672b3347b58bdaaddb3_342"
        },
        {
            "start": 69318,
            "end": 69516,
            "text": "Therefore, considering the aforesaid factual aspects and circumstances of the case, the order of learned trial Court is sustainable in the eyes of law and the same does not warrant any interference.",
            "labels": [
                "RATIO"
            ],
            "id": "3ccbbd4c16614d1bb2ca526c59b667c0_343"
        },
        {
            "start": 69518,
            "end": 69583,
            "text": "26. In view of above, present petition is liable to be dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "8a732703e7f245c0b558795a16e8456d_344"
        },
        {
            "start": 69584,
            "end": 69613,
            "text": "Accordingly, it is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "7f862ae19e534dd7a11a6f15908129d8_345"
        },
        {
            "start": 69614,
            "end": 69870,
            "text": "Considering the facts and circumstances of the case, learned trial Court is hereby directed to see to it that Special Civil Suit No.191 of 2018 is disposed of as expeditiously as possible preferably within six months from the date of receipt of this order.",
            "labels": [
                "RPC"
            ],
            "id": "54d54e3c605d4b3dbbfe0a9a976dab0a_346"
        },
        {
            "start": 69871,
            "end": 69989,
            "text": "Both the parties are directed to cooperate with learned trial Court for disposal of the suit in the time bound manner.",
            "labels": [
                "RPC"
            ],
            "id": "1931822bb12b406e9fcc7281ce91d78e_347"
        },
        {
            "start": 69990,
            "end": 70020,
            "text": "Interim relief stands vacated.",
            "labels": [
                "RPC"
            ],
            "id": "b390a19bfc214375a477cec796c94489_348"
        },
        {
            "start": 70021,
            "end": 70042,
            "text": "No order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "1a770c6859e2406a8bce1a50043b372f_349"
        },
        {
            "start": 70044,
            "end": 70117,
            "text": "27. In view of above order, connected Civil Applications are disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "dd80fcea9028494e89b365696ce55389_350"
        },
        {
            "start": 70119,
            "end": 70152,
            "text": "Sd/-\n(A. P. THAKER, J) R.S. MALEK",
            "labels": [
                "NONE"
            ],
            "id": "d6a4e410b4064e2e969a48e81466b9c8_351"
        }
    ],
    "entities": [
        {
            "text": "Extreme Coating Private Ltd.",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 45
        },
        {
            "text": "Jotun India Private Ltd.",
            "label": "RESPONDENT",
            "start_char": 49,
            "end_char": 73
        },
        {
            "text": "C.Hari Shankar",
            "label": "JUDGE",
            "start_char": 100,
            "end_char": 114
        },
        {
            "text": "C.Hari Shankar",
            "label": "JUDGE",
            "start_char": 122,
            "end_char": 136
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 206,
            "end_char": 238
        },
        {
            "text": "Extreme Coating Private Ltd.",
            "label": "PETITIONER",
            "start_char": 396,
            "end_char": 424
        },
        {
            "text": "Saiful Islam",
            "label": "LAWYER",
            "start_char": 507,
            "end_char": 519
        },
        {
            "text": "Jotun India Private Ltd.",
            "label": "RESPONDENT",
            "start_char": 619,
            "end_char": 643
        },
        {
            "text": "03.08.2022",
            "label": "DATE",
            "start_char": 895,
            "end_char": 905
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 929,
            "end_char": 940
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 948,
            "end_char": 969
        },
        {
            "text": "16th August 2021",
            "label": "DATE",
            "start_char": 991,
            "end_char": 1007
        },
        {
            "text": "2nd February 2022",
            "label": "DATE",
            "start_char": 1012,
            "end_char": 1029
        },
        {
            "text": "CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd)",
            "label": "PRECEDENT",
            "start_char": 1124,
            "end_char": 1189
        },
        {
            "text": "CS DJ 1070/2018",
            "label": "CASE_NUMBER",
            "start_char": 1195,
            "end_char": 1210
        },
        {
            "text": "Code of Civil Procedure, 1908 (CPC)",
            "label": "STATUTE",
            "start_char": 1392,
            "end_char": 1427
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1447,
            "end_char": 1474
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 1553,
            "end_char": 1570
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1578,
            "end_char": 1581
        },
        {
            "text": "Section 12- A1",
            "label": "PROVISION",
            "start_char": 1666,
            "end_char": 1680
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 1688,
            "end_char": 1709
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 1942,
            "end_char": 1959
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1967,
            "end_char": 1970
        },
        {
            "text": "20th September 2018",
            "label": "DATE",
            "start_char": 2106,
            "end_char": 2125
        },
        {
            "text": "Delhi Legal Services Authority",
            "label": "ORG",
            "start_char": 2193,
            "end_char": 2223
        },
        {
            "text": "Section 12-A(2)",
            "label": "PROVISION",
            "start_char": 2255,
            "end_char": 2270
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2278,
            "end_char": 2299
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 2350,
            "end_char": 2362
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2370,
            "end_char": 2391
        },
        {
            "text": "3rd July 2018",
            "label": "DATE",
            "start_char": 2417,
            "end_char": 2430
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 2593,
            "end_char": 2605
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2613,
            "end_char": 2634
        },
        {
            "text": "3 rd May 2018",
            "label": "DATE",
            "start_char": 2757,
            "end_char": 2770
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 3088,
            "end_char": 3106
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 3116,
            "end_char": 3134
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 3205,
            "end_char": 3254
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 3349,
            "end_char": 3398
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 3432,
            "end_char": 3450
        },
        {
            "text": "Limitation Act, 1963 (36 of 1963)",
            "label": "STATUTE",
            "start_char": 3929,
            "end_char": 3962
        },
        {
            "text": "sub-section (4) of Section 30",
            "label": "PROVISION",
            "start_char": 4280,
            "end_char": 4309
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 4317,
            "end_char": 4368
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 4371,
            "end_char": 4383
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4406,
            "end_char": 4427
        },
        {
            "text": "Section 12-A(2)",
            "label": "PROVISION",
            "start_char": 4477,
            "end_char": 4492
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 4506,
            "end_char": 4524
        },
        {
            "text": "Legal Services Authorities Act, 1987",
            "label": "STATUTE",
            "start_char": 4569,
            "end_char": 4605
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 4659,
            "end_char": 4674
        },
        {
            "text": "3rd July 2018",
            "label": "DATE",
            "start_char": 4709,
            "end_char": 4722
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 4762,
            "end_char": 4780
        },
        {
            "text": "DLSA",
            "label": "ORG",
            "start_char": 4795,
            "end_char": 4799
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 4854,
            "end_char": 4869
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 4910,
            "end_char": 4925
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 5042,
            "end_char": 5054
        },
        {
            "text": "Section 12-A.",
            "label": "PROVISION",
            "start_char": 5243,
            "end_char": 5256
        },
        {
            "text": "27th November 2018",
            "label": "DATE",
            "start_char": 5312,
            "end_char": 5330
        },
        {
            "text": "DLSA",
            "label": "ORG",
            "start_char": 5491,
            "end_char": 5495
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 5652,
            "end_char": 5664
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5672,
            "end_char": 5693
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 5829,
            "end_char": 5841
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5849,
            "end_char": 5870
        },
        {
            "text": "CS DJ 1070/2018",
            "label": "CASE_NUMBER",
            "start_char": 5885,
            "end_char": 5900
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 6036,
            "end_char": 6053
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6061,
            "end_char": 6064
        },
        {
            "text": "16th August 2021",
            "label": "DATE",
            "start_char": 6143,
            "end_char": 6159
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6296,
            "end_char": 6309
        },
        {
            "text": "Ambalal Sarabhai Enterprises v. K. S. Infraspace,2",
            "label": "PRECEDENT",
            "start_char": 6313,
            "end_char": 6363
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6402,
            "end_char": 6423
        },
        {
            "text": "2nd February 2022",
            "label": "DATE",
            "start_char": 6541,
            "end_char": 6558
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6752,
            "end_char": 6773
        },
        {
            "text": "16th August 2021",
            "label": "DATE",
            "start_char": 6934,
            "end_char": 6950
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 7096,
            "end_char": 7107
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 7115,
            "end_char": 7136
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 7220,
            "end_char": 7235
        },
        {
            "text": "SCC OnLine SC 1311",
            "label": "CASE_NUMBER",
            "start_char": 7272,
            "end_char": 7290
        },
        {
            "text": "Saiful Islam",
            "label": "LAWYER",
            "start_char": 7413,
            "end_char": 7425
        },
        {
            "text": "Section 153",
            "label": "PROVISION",
            "start_char": 7616,
            "end_char": 7627
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7635,
            "end_char": 7638
        },
        {
            "text": "P. Ramanatha Aiyar",
            "label": "OTHER_PERSON",
            "start_char": 7734,
            "end_char": 7752
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7975,
            "end_char": 7988
        },
        {
            "text": "B. Bannerjee v. Anita Pan4",
            "label": "PRECEDENT",
            "start_char": 7993,
            "end_char": 8019
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 8137,
            "end_char": 8152
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 8468,
            "end_char": 8483
        },
        {
            "text": "Saiful Islam",
            "label": "LAWYER",
            "start_char": 8593,
            "end_char": 8605
        },
        {
            "text": "22nd September 2018",
            "label": "DATE",
            "start_char": 8677,
            "end_char": 8696
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 8805,
            "end_char": 8820
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8828,
            "end_char": 8849
        },
        {
            "text": "(1975) 1 SCC 166",
            "label": "PRECEDENT",
            "start_char": 8988,
            "end_char": 9004
        },
        {
            "text": "DLSA",
            "label": "ORG",
            "start_char": 9079,
            "end_char": 9083
        },
        {
            "text": "Section 12-A(2)",
            "label": "PROVISION",
            "start_char": 9108,
            "end_char": 9123
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 9235,
            "end_char": 9247
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 9800,
            "end_char": 9817
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9825,
            "end_char": 9828
        },
        {
            "text": "Vinod Kumar Kaul v. U.O.I.6",
            "label": "PRECEDENT",
            "start_char": 10278,
            "end_char": 10305
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10311,
            "end_char": 10324
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10478,
            "end_char": 10491
        },
        {
            "text": "22nd September 2018",
            "label": "DATE",
            "start_char": 10887,
            "end_char": 10906
        },
        {
            "text": "Section 12-A(1)",
            "label": "PROVISION",
            "start_char": 11005,
            "end_char": 11020
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11028,
            "end_char": 11049
        },
        {
            "text": "16th August 2021",
            "label": "DATE",
            "start_char": 11265,
            "end_char": 11281
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 11531,
            "end_char": 11542
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 11550,
            "end_char": 11571
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11612,
            "end_char": 11615
        },
        {
            "text": "C.HARI SHANKAR",
            "label": "JUDGE",
            "start_char": 12382,
            "end_char": 12396
        },
        {
            "text": "AUGUST 3, 2022",
            "label": "DATE",
            "start_char": 12400,
            "end_char": 12414
        }
    ],
    "precedent_clusters": {
        "CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd)": [
            "CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd)",
            "Ambalal Sarabhai Enterprises v. K. S. Infraspace,2",
            "B. Bannerjee v. Anita Pan4",
            "Vinod Kumar Kaul v. U.O.I.6"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 12- A1",
            "Commercial Courts Act",
            "Section 12- A1",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 12-A(2)",
            "Commercial Courts Act",
            "Section 12-A(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section (4) of Section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "sub-section (4) of Section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A(2)",
            "Legal Services Authorities Act, 1987",
            "Section 12-A(2)",
            "Legal Services Authorities Act, 1987"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 153",
            "CPC",
            "Section 153",
            "CPC"
        ],
        [
            "Section 12-A(1)",
            "Commercial Courts Act",
            "Section 12-A(1)",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 12-A(1)",
            "Commercial Courts Act",
            "Section 12-A(1)",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987",
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987"
        ],
        [
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987",
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987"
        ],
        [
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987",
            "Section 12-A(1)",
            "Legal Services Authorities Act, 1987"
        ],
        [
            "Section 12-A",
            "Legal Services Authorities Act, 1987",
            "Section 12-A",
            "Legal Services Authorities Act, 1987"
        ],
        [
            "Section 12-A(1)",
            "Commercial Courts Act",
            "Section 12-A(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A(1)",
            "Commercial Courts Act",
            "Section 12-A(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A(1)",
            "Commercial Courts Act",
            "Section 12-A(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A(2)",
            "Commercial Courts Act",
            "Section 12-A(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A.",
            "Legal Services Authorities Act, 1987",
            "Section 12-A.",
            "Legal Services Authorities Act, 1987"
        ]
    ],
    "precedent_counts": {
        "CS DJ 1070/2018 (Jotun India Pvt Ltd v. Extreme Coatings Pvt Ltd)": 4
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 3,
        "Order VII Rule 11 of CPC": 3,
        "Section 12- A1 of Commercial Courts Act": 1,
        "Section 12-A(2) of Commercial Courts Act": 2,
        "Section 12-A of Commercial Courts Act": 6,
        "sub-section (4) of Section 30 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 12-A(2) of Legal Services Authorities Act, 1987": 1,
        "Section 153 of CPC": 1,
        "Section 12-A(1) of Commercial Courts Act": 5,
        "Order VII Rule 10 of CPC": 1,
        "Section 12-A(1) of Legal Services Authorities Act, 1987": 3,
        "Section 12-A of Legal Services Authorities Act, 1987": 1,
        "Section 12-A. of Legal Services Authorities Act, 1987": 1
    },
    "statute_counts": {
        "Constitution of India": 3,
        "CPC": 5,
        "Commercial Courts Act": 14,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Legal Services Authorities Act, 1987": 6
    }
}