{
    "id": "15d3a85ec64939e9511355e5b9ae94e473958863b333274393fe0de7991ec3be",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nDinesh Chandra vs Eadred Finance Private Limited And 3 ... on 13 August, 2024 \nAuthor: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\nNeutral Citation No. - 2024:Ahc:131236-Db\n \nReserved\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 984 of 2023\n \n\n \nAppellant :- Dinesh Chandra\n \nRespondent :- Eadred Finance Private Limited And 3 Others \n \nCounsel for Appellant :- A.K. Gupta (Sr. Adv.) with Viveka Nand Rai \n \nCounsel for Respondent :- Manish Goyal (Sr. Adv.) with Nikhil Mishra and Subham Jadaun\n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n(Per: Arun Bhansali, Cj)\n1. Heard Sri A.K. Gupta, learned Senior Advocate, assisted by Sri Viveka Nand Rai, learned counsel for the appellant and Sri Manish Goyal, learned Senior Advocate, assisted by Sri Nikhil Mishra and Sri Subham Jadaun, learned counsel for the respondents. \n2. This appeal, filed under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act'), is directed against judgment dated 06.11.2023 passed by the Commercial Court No. 2, Agra, whereby the application filed by the appellant for setting aside arbitral award dated 06.09.2022 has been dismissed. \n3. The appellant is a borrower from the respondent-company, wherein he took a loan of Rs. 70,00,000/- from the company on 28.04.2018 and was required to repay the same in monthly installments of Rs. 1,47,500/-. \n4. On account of dispute pertaining to the repayment of the amount in question, the respondent approached the sole arbitrator by filing a claim to the tune of Rs. 1,41,54,573/- along with interest at the rate of 16% per annum with monthly rests. It appears that the appellant, on coming to know of appointment of arbitrator, filed objection/application under Sections 16, 12(3)(a) and 14 of the Act. Objection was rejected and the award impugned was passed against the appellant for the amount of Rs. 1,41,54,573/- along with interest at the rate of 16% per annum pendente lite. An amount of Rs. 2,47,900/- was also awarded as cost of arbitration. \n5. Feeling aggrieved, the appellant filed application under Section 34 of the Act. Initially, the Commercial Court, by its order dated 20.04.2023, rejected the application under Section 34 of the Act by refusing to condone the delay in filing the application. \n6. Feeling aggrieved, appeal under Section 37 of the Act No. 589 of 2023 was filed, which came to be allowed by order dated 31.05.2023 by a Division Bench of this Court, whereby the order dated 20.04.2023 passed by the Commercial Court was set aside and the matter was remanded back to the Commercial Court requiring it to decide the application under Section 34 of the Act on merits.\n7. Whereafter the Commercial Court has passed the order impugned dismissing the application under Section 34, wherein the Commercial Court came to the conclusion that agreement dated 28.04.2018 is admitted, wherein it was agreed that sole arbitrator shall be appointed by the lender and therefore, it cannot be said that the appellant had not given any consent for appointment of arbitrator. The Court was further of the opinion that no objection was raised before the arbitrator and the appellant had participated in the arbitration proceedings. Further, the objection raised by filing application under Sections 12(3)(a), 14 and 16 of the Act was rejected by the arbitrator as the same was not filed within limitation prescribed under Section 13(2) of the Act. The Court was further of the opinion that once neither any document nor any proof has been produced to indicate that arbitrator had any relationship or interest in the respondent/company, there was no substance in the said allegation and consequently, dismissed the application under Section 34.\n8. Feeling aggrieved, the present appeal has been filed. Learned counsel for the appellant made submissions that present is a case of unilateral appointment of the arbitrator, which is against the fundamental principles of natural justice. No notice was given by the respondent prior to appointment of sole arbitrator and the appellant neither participated nor was consulted in the process of appointment of arbitrator. The application was promptly filed before the arbitrator himself, who rejected the same on baseless grounds. It was submitted that irrespective of any other aspect, the mere fact that right to appoint arbitrator under the arbitration agreement has been conferred on 'the lender', the appointment made by the lender is void ab initio and consequently, the award cannot be sustained. Reliance was placed on Perkins Eastman Architects Dpc and another Vs. Hscc (India) Limited : (2020) 2 0 SCC 760 and Ahluwalia Contracts (India) Limited Vs. Housing and Urban Development Corporation and another : (2007) 4 ArbLR 539.\n9. Further submissions have been made that this Court, while remanding the matter, had directed the Commercial Court to decide the application on merits, however, the same has not been decided on merits and only the aspect pertaining to the jurisdiction of the arbitrator and validity of his appointment has been decided and on that count also the judgment impugned deserves to be set aside. Submissions were also made that the arbitrator is a known lawyer and has relations with the Director of the respondent-company and therefore, he is ineligible to be appointed as arbitrator, however, the said aspect of the matter has not at all been addressed by the Commercial Court and therefore, on that count also the order impugned deserves to be set aside.\n10. Learned counsel for the respondent made vehement submissions that the entire plea sought to be raised by the appellant regarding appointment of the arbitrator is wholly baseless. Submissions have been made that before the arbitrator, despite notices of meeting dated 14.03.2022, 18.04.2022 and 21.05.2022, respondent did not appear, however, the arbitrator did not proceed with the matter ex-parte and on 21.05.2022, fixed the matter at 04:00 pm when appearance was made only by the appellant, who was granted time to file reply. On 01.06.2022, again time was granted to file reply. On 02.07.2022, the arbitrator noticed that an application dated 13.06.2022 along with affidavit, requesting the termination of arbitral proceedings has reached by post on 22.06.2022, when time was sought by the respondent to make submissions on the said application. On 15.07.2022, time was granted to move objection under Section 16 of the Act. On 23.07.2022, adjournment was sought by the appellant and after few dates, on 06.08.2022, the arbitrator decided the objections raised pertaining to his jurisdiction holding that though the respondent had received the communication proposing appointment of the arbitrator the same was not responded and as the objection filed is beyond limitation, as prescribed under Section 13(2) of the Act, the same was rejected. Observations were also made that the arbitrator had no past relationship with the company. \n11. It was further emphasised by learned counsel that in terms of Section 30 of the Act, the appellant moved an application specifically indicating that under the guidance of the arbitrator, he was ready for talk regarding all the financial transactions in the process and required the arbitrator to conduct all the talks between the parties under his guidance to which the respondent had agreed, however, for lack of mutual settlement the same was dropped. Thereafter, proceeding under Order VIII Rule 10 CPC against the appellant and ex-parte against respondent Nos. 2 & 3, the award was passed. It was emphasized that as the appellant has acquiesced to the arbitration by the arbitrator and no material has been disclosed/particulars have been indicated either before the arbitrator or before the Commercial Court or even before this Court pertaining to his alleged disability, the allegations pertaining to bias of the arbitrator are absolutely baseless. It was submitted that the judgments cited have no application to the present case as the same pertain to appointment of arbitrator under Section 11(6) of the Act. Submissions were also made that provisions of Section 12(5) of the Act are as proviso to Section 11(2), wherein parties are free to agree on a procedure for appointing arbitrator or arbitrators, however, the arbitrator is required to comply with the requirements of Section 12 of the Act and therefore, the plea raised has no substance. Reliance was placed on Lombardi Engineering Limited Vs. Uttarakhand Jal Vidyut Nigam Limited : Arbitration Petition No. 43 of 2022 decided on 06.11.2023.\n12. We have considered the submissions made by counsel for the parties and have perused the material available on record. \n13. The arbitration clause, which is the subject matter of the dispute, reads as under:\n\"12. DISPUTE RESOLUTION Any dispute arising out of or in relation to the Loan, including this Agreement and/or Loan Documents shall be referred for arbitration to the sole arbitrator appointed by the Lender. The parties agree and confirm that the arbitration proceeding shall be conducted in accordance with the Arbitration & conciliation Act, 1996 and the rules applicable Business Loan/Loan against Property thereto. The venue of the arbitration shall be at Mathura or capital of the state where the borrower resides, at the sole discretion of Lender and the arbitration proceeding shall be conducted in English Language. The decision of the Arbitrator shall be final and binding on the Parties. Pending the passing of final award, the Borrower shall be liable Business Loan/Loan against Property to perform all its obligations Business Loan/Loan against Property under this Agreement.\" \n(emphasis supplied) A perusal of the above arbitration clause/agreement would reveal that the same provides that dispute arising out of or in relation to the Loan, including the Agreement shall be referred for arbitration to the sole arbitrator 'appointed by the Lender'.\n14. The issue which arises for consideration in the present appeal is whether the award impugned and the order passed by the Commercial Court are liable to be set aside on the ground that the arbitrator was appointed unilaterally by the respondent and was thus, ineligible by virtue of Section 12 of the Act as well as the law laid down by Hon'ble Supreme Court to conduct the arbitral proceedings and deliver the award impugned. \n15. The issue, pertaining to the status of agreement/award, where in terms of provisions of Section 11(2) of the Act, which provides for parties to agree on a procedure for appointing the arbitrator or arbitrators and an agreement has been entered into, whereby the power is unilaterally given to one party to the agreement, has drawn the attention of the Hon'ble Supreme Court, wherein Hon'ble Supreme Court in the case of Perkins Eastman Architects (supra) has, inter alia, laid down as under:\n\"20. We thus have two categories of cases. The first, similar to the one dealt with in TRF Limited Vs. Energo Engg. Projects Ltd., (2017) 8 SCC 377 where the Managing Director himself is named as an arbitrator with an additional power to appoint any other person as an arbitrator. In the second category, the Managing Director is not to act as an arbitrator himself but is empowered or authorised to appoint any other person of his choice or discretion as an arbitrator. If, in the first category of cases, the Managing Director was found incompetent, it was because of the interest that he would be said to be having in the outcome or result of the dispute. The element of invalidity would thus be directly relatable to and arise from the interest that he would be having in such outcome or decision. If that be the test, similar invalidity would always arise and spring even in the second category of cases. If the interest that he has in the outcome of the dispute, is taken to be the basis for the possibility of bias, it will always be present irrespective of whether the matter stands under the first or second category of cases. We are conscious that if such deduction is drawn from the decision of this Court in TRF Limited, all cases having clauses similar to that with which we are presently concerned, a party to the agreement would be disentitled to make any appointment of an Arbitrator on its own and it would always be available to argue that a party or an official or an authority having interest in the dispute would be disentitled to make appointment of an Arbitrator. \n21. But, in our view that has to be the logical deduction from TRF Limited. Paragraph 50 of the decision shows that this Court was concerned with the issue, \"whether the Managing Director, after becoming ineligible by operation of law, is he still eligible to nominate an Arbitrator\". The ineligibility referred to therein, was as a result of operation of law, in that a person having an interest in the dispute or in the outcome or decision thereof, must not only be ineligible to act as an arbitrator but must also not be eligible to appoint anyone else as an arbitrator and that such person cannot and should not have any role in charting out any course to the dispute resolution by having the power to appoint an arbitrator. The next sentences in the paragraph, further show that cases where both the parties could nominate respective arbitrators of their choice were found to be completely a different situation. The reason is clear that whatever advantage a party may derive by nominating an arbitrator of its choice would get counter balanced by equal power with the other party. But, in a case where only one party has a right to appoint a sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution. Naturally, the person who has an interest in the outcome or decision of the dispute must not have the power to appoint a sole arbitrator. That has to be taken as the essence of the amendments brought in by the Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016) and recognised by the decision of this Court in TRF Limited.\" \n16. From the above, it would be seen that Hon'ble Supreme Court was clearly of the opinion that where only one party has a right to appoint the sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution and the person, who has an interest in the outcome of the dispute, must not have the power to appoint a sole arbitrator and the same was taken as the essence of the amendments brought in the year 2015.\n17. Hon'ble Supreme Court in Bharat Broadband Network Limited Vs. United Telecoms Limited : (2019) 6 SCR 97 held that a unilaterally appointed arbitrator is de jure ineligible to perform his function and his mandate is automatically terminated under Section 14(1)(a) of the Act. It was further held that any prior agreement to do away with this ineligibility would be wiped out by the non-obstante clause in Section 12(5) and the same only be cured through an express waiver. The Hon'ble Supreme Court observed as under:\n\"15. Section 12(5), on the other hand, is a new provision which relates to the de jure inability of an arbitrator to act as such. Under this provision, any prior agreement to the contrary is wiped out by the non- obstante clause in Section 12(5) the moment any person whose relationship with the parties or the counsel or the subject matter of the dispute falls under the Seventh Schedule. The sub-section then declares that such person shall be \"ineligible\" to be appointed as arbitrator. The only way in which this ineligibility can be removed is by the proviso, which again is a special provision which states that parties may, subsequent to disputes having arisen between them, waive the applicability of Section 12(5) by an express agreement in writing. What is clear, therefore, is that where, under any agreement between the parties, a person falls within any of the categories set out in the Seventh Schedule, he is, as a matter of law, ineligible to be appointed as an arbitrator. The only way in which this ineligibility can be removed, again, in law, is that parties may after disputes have arisen between them, waive the applicability of this sub-section by an \"express agreement in writing\". Obviously, the \"express agreement in writing\" has reference to a person who is interdicted by the Seventh Schedule, but who is stated by parties (after the disputes have arisen between them) to be a person in whom they have faith notwithstanding the fact that such person is interdicted by the Seventh Schedule.\n* * *\n17. The scheme of Sections 12, 13 and 14, therefore, is that where an arbitrator makes a disclosure in writing which is likely to give justifiable doubts as to his independence or impartiality, the appointment of such arbitrator may be challenged under Sections 12(1) to 12(4) read with Section 13. However, where such person becomes \"ineligible\" to be appointed as an arbitrator, there is no question of challenge to such arbitrator, before such arbitrator. In such a case, i.e., a case which falls under Section 12(5), Section 14(1)(a) of the Act gets attracted inasmuch as the arbitrator becomes, as a matter of law (i.e., de jure), unable to perform his functions under Section 12(5), being ineligible to be appointed as an arbitrator. This being so, his mandate automatically terminates, and he shall then be substituted by another arbitrator under Section 14(1) itself. It is only if a controversy occurs concerning whether he has become de jure unable to perform his functions as such, that a party has to apply to the Court to decide on the termination of the mandate, unless otherwise agreed by the parties. Thus, in all Section 12(5) cases, there is no challenge procedure to be availed of. If an arbitrator continues as such, being de jure unable to perform his functions, as he falls within any of the categories mentioned in Section 12(5), read with the Seventh Schedule, a party may apply to the Court, which will then decide on whether his mandate has terminated. .........\" \n18. From the judgments in the case of Perkins Eastman Architects (supra), which followed TRF Limited Vs. Energo Engineering Projects Limited : (2017) 8 SCC 377 and Bharat Broadband Network Limited (supra), it is apparent that unilateral appointment of the arbitrator by a party, who has some interest in the final outcome, is not permissible. Provisions of Section 12(5), inter alia, provides that notwithstanding any prior agreement to the contrary, any person, whose relationship with the parties or counsel or the subject-matter of the dispute falls under any of the categories specified in the Seventh Schedule, shall be ineligible to be appointed as an arbitrator. The only exception is provided in the proviso that parties may, subsequent to disputes having arisen between them, waive the applicability of the said provision by an express agreement in writing. Once the provisions of Section 12(5) have been interpreted by Hon'ble Supreme Court having application to clause in agreement providing for unilateral appointment of arbitrators, unless in those circumstances, after the dispute has arisen, a written consent is given by the other party, arbitrator appointed would be ineligible. \n19. In the present case, specific objections were raised before the arbitrator regarding his unilateral appointment, however, the same were rejected by him as barred by limitation under Section 13(2) of the Act. Reliance placed by learned counsel for the respondent on the purported application made under Section 30(1) of the Act to the arbitrator, as having acquiesced to his appointment, cannot be accepted for the simple reason that the proviso to Section 12(5) of the Act requires an express agreement in writing subsequent to disputes having arisen, which is not the case of the respondent. \n20. Once it is found, based on the judgments of Hon'ble Supreme Court, that the unilateral appointment of the arbitrator by the respondent is illegal and void, as to what would be the consequence of the said illegality on the arbitral award, is the question. \n21. In Ram Kumar Vs. Shriram Transport Finance Co. Limited : 2022 OnLine Del 4268, a Division Bench of Delhi High Court, while deciding an application under Section 34 of the Act in a case where the award was passed by a unilaterally appointed arbitrator, held that an arbitral award passed by a person ineligible to work as an arbitrator cannot be considered as an arbitral award under the provisions of the Act. It was laid down as under:\n\"8. Clearly, an award rendered by a person who is ineligible to act as an arbitrator would be of little value; it cannot be considered as an arbitral award under the A&C Act. While it is permissible for the parties to agree to waive the ineligibility of an arbitrator, the proviso to Section 12(5)of the A&C Act makes it clear that such an agreement requires to be in writing. In Proddatur Cable TV Digi Services v. Siti Cable Network Limited (2020) 267 DLT 51, the learned Single Judge of this Court, following the decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC v. HSCC (India) Ltd. (supra), held that unilateral appointment of an arbitrator by a party is impermissible.\" \n22. So far as the judgment in Lombardi Engineering Limited (supra) cited by learned counsel for the respondent is concerned, the same, instead of supporting the cause of the respondent, reiterates the law laid down in the case of Perkins Eastman Architects (supra) inasmuch as the arbitration clause in the said case provided for referring the dispute to sole arbitrator to be appointed by the Principal Secretary/Secretary, Irrigation Department, Uttrakhand and the issue framed by Hon'ble Supreme Court pertained to whether the said clause was in conflict with the decision in the case of Perkins Eastman Architects (supra). Hon'ble Supreme Court ordered that the condition regarding appointment by the Principal Secretary/Secretary, Irrigation was required to be ignored and the Hon'ble Court appointed an independent arbitrator. \n23. Consequently, the award which has been passed by a de jure ineligible arbitrator suffers from patent illegality and cannot be sustained. \n24. In view of the above discussion, the appeal is allowed. The judgment dated 06.11.2023, passed by Commercial Court No. 2, Agra in Misc. Arbitration Case No. 5 of 2023 is set aside. The application filed by the appellant under Section 34 of the Act is allowed. The award impugned dated 06.09.2022 passed by the sole arbitrator is set aside. \n25. It is, however, made clear that since the impugned award has been set aside on the ground of ineligibility of the learned Arbitrator to act as an Arbitrator, parties are not precluded from re-agitating their claims afresh, before another Arbitral Tribunal. \n26. No order as to costs. \nOrder Date :- 13.08.24.\n \nP.Sri.\n \n(Vikas Budhwar, J)      (Arun Bhansali, CJ) \n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "kerala high court joshy francis vs james george on 26 june, 2024 author: kauser edappagath bench: kauser edappagath in the high court of kerala at ernakulam present the honourable dr. justice kauser edappagath wednesday, the 26th day of june 2024 / 5th ashadha, 1946 op(c) no. 794 of 2024 against the order dated 14.03.2024 in i.a no.1 of 2024 in cma (arb) 1/2024 of iv additional district court, thodupuzha petitioners/petitioners 2 & 7/appellants 2 & 7): 1 joshy francis aged 58 years s/o francis ,residing at thundathil house, thodupuzha east p.o,idukki district, pin 685585 2 veena a wilson aged 38 years w/o mr.ranjith jose ,moolencherry, palace avenue , thiruvankulam,hill palace p.o,t thiruvankulam hill palace ,thripunithura ernakulam, pin 682301 by advs. r.asalatha varma k.ramakumar (sr.)(r-245) respondents/counter petitioners/resondents & petitioners 1,3 to 6/appellants 1, 3 to 6: 1 james george aged 56 years s/o georeg resident of chelackel house valiathovala p.o idukki district and presently residing at villa 23 ,ezdan 37 zone 91 street 871 building 1117 doha quatar, pin 685514 2 varughese mathew aged 66 years s/o. p.c.varghese, resident of kallarackal house, op(c) no.794/2024 -:2:vadavathoor p.o., kottayam district. pin 686010 and presently residing at building-101, umm al saneem street, street-149, al rayyan, zone-56, p.b no. 22301,doha,qatar., pin 686010 3 george joseph aged 60 years s/o. k.k. varghese resident of merin villa, velloonni p.o., kottayam district, pin-68600 and presently residing at ev 28-ro63-a. ezdan village 28, zone-91, building-108, street-900, doha, qatar, pin 686008 4 sigy mathew aged 55 years s/o. mathew, cheeramvelil house, muttar p.o., alappuzha district., pin 689571 5 sonu augustine aged 56 years s/o. a.p. augustine , residing at mdra-52, morarji desai road, thrikkakara, vazhakkala village, kakkanad p.o., ernakulam district., pin 682023 6 varughese daniel aged 54 years s/o.daniel, vallikalayil house, mallassery p.o.,pathanamthitta,, pin 689646 7 sabu george aged 58 years s/o varghese, residing at kalappurayil house west hill p.o.,kozhikkode district., pin 673005 8 koshy alexander aged 48 years s/o. k.k. alexander, resident of kuttichira house, nagarkoil p.o., tamilnadu state, pin 629001 9 bijoy kurian aged 53 years s/o. kurian, resident of kallanchikavayalil house, pizhaku p.o., kottayam district., pin 686655 10 mathew shibu mathai aged 57 years s/o. a.u. mathai, resident of anakuthickal house, puthuvely p.o., kottayam district., pin 686641 11 soy thomas aged 49 years s/o. n.a.thomaskadappattoor p.o., pala, kottayam op(c) no.794/2024 -:3:district., pin 686574 by advs. r1-r5 jawahar jose r7-r11 teja r r7-r11 p.b.krishnan (sr.)(k/1193/1994) this op (civil) having come up for admission on 31.05.2024, the court on 26.06.2024 delivered the following: op(c) no.794/2024 -:4:\"c.r.\" j u d g m e n t this original petition has been filed challenging ext.p11 order passed by the additional district court-iv, thodupuzha (for short, the commercial appellate court) dismissing an application to stay the operation of the interim injunction order passed by the commercial court, kattappana, under section 9 of the arbitration and conciliation act, 1996 (for short, the arbitration act). 2. the petitioners and respondents are partners of the registered partnership firm named d' heavenly mist, constituted by a deed of partnership dated 12/8/2016 and reconstituted later on 24/6/2022. admittedly, the 1st respondent was the managing partner of the firm. the majority of the partners took a decision to remove the 1st respondent from the position of managing partner in the meeting of the partners held on 12/6/2023 and he was removed. it is alleged that the 1 st respondent was so removed since his conduct was in violation of the terms of the partnership and detrimental to the interest of the partnership business. on removal of the 1st respondent from the post of managing partner of the firm, the 7 th respondent assumed charge as managing partner on 13/6/2023. respondents 1 to 4 challenged the decision taken on 12/6/2023 removing the 1 st respondent from the post of managing partner of the firm before the commercial court by filing ext.p4 application under section 9 of the arbitration act. the prayer in the application was to pass an order of temporary injunction restraining the 7 th respondent herein from officiating as the managing partner of the firm and restraining the respondents therein from obstructing the continuation of the 1st respondent as the managing partner. the commercial court, after hearing both sides, granted the injunction as prayed for as per ext.p5 order. the petitioners and respondents 7 to 11 challenged ext.p5 order before the commercial appellate court in appeal. ext.p8 is the copy of the appeal. along with ext.p8, the petitioners and respondents 7 to 11 submitted an interim application to stay the operation of ext.p5 order. ext.p9 is the interim application. the commercial appellate court dismissed ext.p9 as per ext.p11 order. it is challenging the said order; the petitioners, who are respondents 2 and 7 before the commercial court, have approached this court, invoking article 227 of the constitution of india. 3. i have heard sri. k. ramakumar, the learned senior counsel instructed by smt.asalatha varma, the learned counsel appearing for the petitioner, sri. p.b. krishnan, the learned senior counsel instructed by smt.teja r., the learned counsel for respondents 7 to 11, and sri.jawahar jose, the learned counsel appearing for respondents 1 to 5. 4. the learned senior counsel sri.k.ramakumar submitted that the appellate power under section 13 of the commercial courts act can be exercised only by a principal district judge of the district concerned and not the additional district judge. therefore, ext.p11 order passed by the additional district judge, thodupuzha is without jurisdiction, void and non est in the eye of law. the learned senior counsel further submitted that as per section 9(2) of the arbitration act, the interim order is valid only for ninety days from the date of the order, beyond which period respondents 1 and 2 should have approached the commercial court for extension of time with sufficient reason. admittedly, they have neither approached the commercial court for an extension of time nor initiated arbitration proceedings within the stipulated period of ninety days and hence, ext.p5 order stood vacated automatically. reliance was placed on a decision of the division bench of karnataka high court in paton constructions private ltd. mumbai (m/s.) v. m/s lorven projects ltd, hyderabad and another [2017 khc 4500]. the learned counsel also submitted that ext.p11 order is totally beyond the jurisdiction of the commercial appellate court, encroaching upon the domain of the arbitration by predetermining what should have been decided in arbitration proceedings itself and thus liable to be set aside. 5. the learned senior counsel sri. p.b. krishnan submitted that where a party invokes the jurisdiction of the court under section 9 of the arbitration act before the commencement of the arbitration proceedings, then such party must express a manifest intention to go for arbitration. there is absolutely no material, much less any averment in ext.p4 application to show the manifest intention on the part of respondents 1 and 2 to arbitrate, and hence, exts.p5 and p11 orders cannot be sustained, submitted the learned senior counsel. it was also submitted that the mere filing of an application under section 9 of the arbitration act was not sufficient to establish manifest intention. reliance was placed on sundaram finance ltd. v. nepc india ltd. [(1999) 2 scc 479] and board of trustees of port of cochin v. jaisu shipping company private ltd. [2011 (4) khc 881]. 6. on the other hand, the learned counsel for the respondents 1 to 5 sri. jawahar jose supported the findings in exts.p5 and p11 orders. it is submitted that the additional district court, where an application under section 9 of the arbitration act is made over by the principal district judge, has jurisdiction to decide such an application as the additional district judge exercises the same functions and powers of the district judge in relation to matters made over to him. reliance was placed on reshmi constructions, builders and contractors (m/s.) v. ntpc ltd. and another [2011 (1) khc 61]. the learned counsel further submitted that as per section 21 of the arbitration act, the arbitral proceedings in respect of a particular dispute commence on the date on which a request for that dispute to be referred to arbitration is received by the respondent and ext.r(1)(c) would show that such a request made by the respondents 1 and 2 was received by the petitioners and remaining respondents on 1/12/2023 and hence arbitral proceedings commenced within ninety days from the date of ext.p5 order. relying on ext.r(1)(d) communication produced before this court, the learned counsel submitted that it would show that even before ext.p5, respondents 1 and 2 had expressed intention to arbitrate. the removal of the 1st respondent from the post of managing partner of the firm was arbitrary and in violation of the terms of clause 21 of the partnership deed and hence the commercial court was absolutely justified in granting interim injunction as prayed for and the commercial appellate court was right in turning down the request for staying the said order, added the learned counsel. 7. i will first deal with the contention of the learned senior counsel sri.k.ramakumar that the additional district judge who passed ext.p11 order lacked jurisdiction to act as a commercial appellate court. ext.p5 order was passed by the commercial court, kattappana under section 9 of the arbitration act. section 10 of the commercial courts act, 2015 deals with the jurisdiction in respect of arbitration matters. sub-section (3) of section 10 provides that where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration act that would ordinarily lie before any principal civil court of original jurisdiction in a district shall be filed in, and heard and disposed by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. section 13 of the commercial courts act provides for an appeal against an order of the commercial court before the commercial appellate court. sub-section (1) of section 13 says that any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. section 3a of the commercial courts act confers power on the state government to designate such number of commercial appellate courts at the district judge level for the purposes of exercising the jurisdiction and powers conferred on those courts under the act by notification after consultation with the concerned high court. the government of kerala, in the exercise of the power conferred by section 3a, in consultation with the high court, has designated the principal district court in each district as the commercial appellate court. ext.p10 is a copy of the said notification. it is the contention of the learned senior counsel that the appeal and interlocutory application can only be entertained and decided by the principal district court. 8. to appreciate the argument of the learned senior counsel, it is necessary to refer to various provisions of the kerala civil courts act, 1957 (for short, \"the civil courts act\"). section 2 of the civil courts act deals with classes of subordinate civil courts. it provides only for three classes of courts, viz. the district court, the subordinate court and the munsiff court. section 3 deals with the establishment of the district court. it provides for the establishment of a district court for each civil district and the appointment of a judge called the district judge to such court. section 4 provides for the appointment of additional district judges to a district court. under the said section, the government does not establish an additional district court in the same district but only appoints more district judges additionally to the district court established under section 3 for such period as is necessary depending on the business pending before the district court. such district judges are appointed to the district court in addition to the judge already appointed to the district court called the district judge. the district judges appointed additionally to the district court can only discharge all or any of the functions of the district judge in respect of matters which the district judge may assign to them or which under section 7 of the act may be instituted before him. such additional district judges, in the discharge of those functions, exercise the same powers as the district judge. the civil courts act does not refer to 'principal district court' or 'principal district judge'. on the other hand, it only refers to the district court with an additional district judge being appointed to that court. hence, there is no additional district court in the framework of the civil courts act, but only additional district judges are appointed to a district court. their powers are identical and co-equal with the principal district judges. the principal district judge can only be considered first among equals. while dealing with the question whether an additional district court can entertain a petition filed under section 34 of the arbitration act, a division bench of this court in kasim v.k v. m.ashraf (2021 khc 266), referring to sections 2, 3 and 4 of the said act as well as section 4(2) of the civil courts act, held that when additional district courts are established and additional district judges are appointed, sub-section (2) of section 4 of the civil courts act empowers the additional district judge so appointed with powers to discharge all the functions of the district judges and hence there is no jurisdictional error in additional district judges hearing petitions filed under the arbitration and conciliation act. the same view was taken by a single bench of this court in reshmi constructions (supra). it was held that additional district courts are not inferior to district courts and, therefore, have jurisdiction to decide an application under section 34 of the arbitration act. for these reasons, i hold that even though the notification issued by the government of kerala refers to the principal district court in each district as the commercial appellate court, the court of additional district court to which an application under section 9 of the arbitration act is made over by the district court has got jurisdiction to decide such an application as the additional district court exercise the same functions and powers of the district court in relation to matters made over to it. that apart, exts. r(1)(a) and r(1)(b), the copies of the official memorandum by the district judge, thodupuzha, as well as the report dated 9/4/2024 given by the district judge, thodupuzha to this court shows that the principal district court, thodupuzha was on leave from 15/1/2024 till 20/2/2024 and during the same period, the additional district court-iv was in charge of principal district court. admittedly, the appeal was heard by the additional district judge-iv on 17/2/2024 when he was in charge of the principal district judge, though the order was pronounced later on 14/3/2024. hence, the contention regarding the lack of jurisdiction must fail. 9. it is next contended by the learned senior counsel sri.k.ramakumar that in the light of section 9(2) of the arbitration act, ext.p5 order would stand automatically vacated inasmuch as the respondents 1 and 2 did not commence arbitration proceedings within ninety days from the date of ext.p5 order. the learned senior counsel brought to my notice the decision of a division bench of karnataka high court in paton constructions private ltd. (supra). it was held that commencement of arbitral proceedings within the period stated in sub-section (2) of section 9 is a requirement for the legal effectiveness of the order passed for any interim measure under sub-section (1) of section 9 of the arbitration act and hence if the arbitral proceedings in respect of the dispute are not commenced within the period stated in sub-section (2), the order granting any interim measure under sub-section (1) shall automatically stand vacated on the expiry of the said period. according to the learned senior counsel, the arbitral proceedings were not commenced within ninety days. 10. section 21 of the arbitration act deals with the commencement of arbitral proceedings. a reading of section 21 clearly shows that the arbitral proceedings in respect of a particular dispute commence on the date on which a request for the dispute to be referred to arbitration is received by the respondent. ext.p5 is dated 13/11/2023. ext. r(1)(c) would show that immediately thereafter, on 1/12/2023, the 1 st respondent issued an email communication to all the other 12 partners informing his intention to have an arbitration proceeding for settling the dispute. there is no case for the petitioners or respondents 7 to 11 that they did not receive the said email communication dated 1/12/2023. the recital in paragraph 4 of ext. r(1)(c) satisfies the requirement of section 21. hence, the arbitration proceedings commenced within ninety days from the date of ext.p5 order and there is no violation of section 9(2) of the arbitration act. 11. sri. p.b. krishnan, the learned senior counsel appearing for respondents 7 to 11, submitted that the party seeking to invoke section 9 of the arbitration act before the commencement of the arbitral proceedings must express a manifest intention to arbitrate and such an expression of manifest intention is totally lacking in this case, and thus, the impugned order, as well as ext.p5 order, cannot be sustained. i find force in the said argument. when a party applies under section 9 of the arbitration act, it is implicit that a dispute arose between the parties, which is referrable to the arbitral tribunal. as per sub-section (1) of section 9, the court has jurisdiction to grant interim measures of protection before or during arbitral proceedings or at any time after the making of the arbitral award but before it is enforced in accordance with section 36. subsection (2) of section 9 stipulates that when a court passes an order for any interim measure before the commencement of the arbitral proceedings, the arbitral proceedings shall be commenced within a period of ninety days from the date of such order or within such further time as the court may determine. a conjoint reading of these two provisions makes it clear that when an application under sub-section (1) of section 9 of the arbitration act for an interim measure is moved before the commencement of the arbitral proceedings, it should be preceded by the expression of manifest intention on the part of the applicant to go for arbitration and followed by the commencement of arbitral proceedings as contemplated under sub-section (2). in sundaram finance ltd. (supra), the supreme court has held that when an application under section 9 is filed before the commencement of the arbitral proceedings, there has to be a manifest intention on the part of the applicant to take recourse to the arbitral proceedings if, at the time when the application under section 9 is filed, the proceedings have not been commenced under section 21 of the arbitration act. following sundaram finance ltd. (supra), a division bench of this court in board of trustees of port of cochin (supra) held that in a case where the civil court is approached for an interim measure of protection under section 9 at a stage before the commencement of arbitral proceedings, there should be clear averment in the petition under section 9 evincing a manifest intention on the part of the applicant to go for arbitration and such intention should also be discernible from the subsequent conduct of the appellant. thus, only upon satisfaction of the applicant's manifest intention to take the dispute to arbitration, the court will have jurisdiction to pass an order under section 9 giving such interim protection as the facts and circumstances warrant. without being satisfied with the existence of such manifest intention, it will be impermissible for the court to grant any interim order of protection. 12. coming to the facts of the case, there is absolutely no averment in ext.p4 application that respondents 1 and 2 are initiating arbitration proceedings regarding the dispute raised by them. there is nothing either in ext.p4 application or otherwise to show the manifest intention on the part of respondents 1 and 2 to go for arbitration. the learned counsel for the respondents 1 to 5 produced ext. r(1)(d) email communication together with a letter appended therewith and argued that the 1st respondent has issued a letter dated 23/6/2023, i.e., before ext.p4 application, to every partner of the firm confirming his intention to arbitrate the dispute existing among the parties. first, the said letter was not produced either before the commercial court or before the commercial appellate court. secondly, there is no reference to arbitration, the arbitration clause or dispute sought to be referred to arbitration at the instance of the 1 st respondent in the said letter. the said letter is not evidence of a manifest intention on the part of the 1st respondent to take the matter to arbitration. it does not satisfy the requirement of section 21 of the arbitration act at all. without being satisfied with the existence of manifest intention on the part of respondents 1 and 2, the commercial court was not justified in granting ext.p5 interim order. the commercial appellate court also failed to take note of the said fact and dismissed the application for stay. for these reasons, ext.p11 order cannot be sustained, and accordingly, it is set aside. ext.p9 application stands allowed. the original petition is disposed of as above. sd/dr. kauser edappagath judge rp appendix of op(c) 794/2024 petitioner exhibits exhibit p1 parnership deed dated 24.06.2022 exhibit p2 e mail sent by 1st respondent to other parners dated 09.06.2023 exhibit p3 true copy of the minutes of the partners dated 12.06.2023 exhibit p4 copy of original petition filed by the 1st respondent before the honourable commercial couert kattappana as o.p. (arb) 1/2023 on 23.08.2023 exhibit p5 order passed by the honourable commercial couer kattappana in o.p(arb) 1/2023 on 13.11.2023 exhibit p6 order dated 22.12.2023 in arb.appeal 29/2023 of high court of kerala exhibit p7 judgemnet dated 23.01.2024 in rp.no.34/2024 of high court of kerala exhibit p8 true copy cma(arb) 1/2024 dated 29.01.2024 exhibit p9 true copy of i.a 1/2024 in cma (arb) exhibit p10 notification issued by govermnet of kerala dated 24.02.2020 exhibit p11 order dated 14.03.2024 in i.a1/2024 in cma1/2024 of 4th additional district court thodupuzha. exhibit p12 the true copy of the print out from the e-courts services of the daily status of exhibit p13 copy of email sent by the 1st respondent to all partners dated 25.11.2023 respondent exhibits exhibit-r(1)(a) true copy of the official memorandum dated 19.1.2024 issued by the district judge (in-charge), thodupuzha exhibit-r(1)(b) true copy of the official memorandum dated 1.2.2024 issued by the district judge (in-charge), thodupuzha exhibit-r(1)(c) true copy of the email sent by the 1st petitioner together with the attachments. exhibit-r(1)(d) true copy of email communication dated 24.6.2023 together with the letter dated 23/6/2023."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82f331b8fe814d42bd3169c25ae38b23_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2701e24cd67444dea153a5f6b271d8f8_1"
        },
        {
            "start": 242,
            "end": 341,
            "text": "\nAllahabad High Court\nDinesh Chandra vs Eadred Finance Private Limited And 3 ... on 13 August, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6374ee2c1d644900b85991f12267751c_2"
        },
        {
            "start": 343,
            "end": 695,
            "text": "Author: Chief Justice\nBench: Chief Justice\nHigh Court Of Judicature At Allahabad\n \n \n\n\nNeutral Citation No. - 2024:Ahc:131236-Db\n \nReserved\n \nChief Justice's Court\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 984 of 2023\n \n\n \nAppellant :- Dinesh Chandra\n \nRespondent :- Eadred Finance Private Limited And 3 Others",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cc52d12086e14783b54d95f0620c280c_3"
        },
        {
            "start": 699,
            "end": 766,
            "text": "Counsel for Appellant :- A.K. Gupta (Sr. Adv.) with Viveka Nand Rai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d2be64c95444cc7ac451bc4bee61101_4"
        },
        {
            "start": 770,
            "end": 954,
            "text": "Counsel for Respondent :- Manish Goyal (Sr. Adv.) with Nikhil Mishra and Subham Jadaun\n \n\n \nHon'ble Arun Bhansali,Chief Justice\n \nHon'ble Vikas Budhwar,J.\n \n(Per: Arun Bhansali, Cj)\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "40d68b2f61c345d8983629634153dcd4_5"
        },
        {
            "start": 955,
            "end": 1205,
            "text": "Heard Sri A.K. Gupta, learned Senior Advocate, assisted by Sri Viveka Nand Rai, learned counsel for the appellant and Sri Manish Goyal, learned Senior Advocate, assisted by Sri Nikhil Mishra and Sri Subham Jadaun, learned counsel for the respondents.",
            "labels": [
                "NONE"
            ],
            "id": "ee7a6d721c6846e78fc56f90b567497e_6"
        },
        {
            "start": 1206,
            "end": 1538,
            "text": "\n2. This appeal, filed under Section 37 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act'), is directed against judgment dated 06.11.2023 passed by the Commercial Court No. 2, Agra, whereby the application filed by the appellant for setting aside arbitral award dated 06.09.2022 has been dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "926cd41985f94258bf58dd31439f7495_7"
        },
        {
            "start": 1539,
            "end": 1750,
            "text": "\n3. The appellant is a borrower from the respondent-company, wherein he took a loan of Rs. 70,00,000/- from the company on 28.04.2018 and was required to repay the same in monthly installments of Rs. 1,47,500/-.",
            "labels": [
                "FAC"
            ],
            "id": "0d0417fc8d9d487788d8754b5c3747ec_8"
        },
        {
            "start": 1751,
            "end": 1997,
            "text": "\n4. On account of dispute pertaining to the repayment of the amount in question, the respondent approached the sole arbitrator by filing a claim to the tune of Rs. 1,41,54,573/- along with interest at the rate of 16% per annum with monthly rests.",
            "labels": [
                "FAC"
            ],
            "id": "d087fe0cb48e4bf6afa1ca66ce4240d5_9"
        },
        {
            "start": 1998,
            "end": 2151,
            "text": "It appears that the appellant, on coming to know of appointment of arbitrator, filed objection/application under Sections 16, 12(3)(a) and 14 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "c7ce7cfc4f3541088324d650d42d74d5_10"
        },
        {
            "start": 2152,
            "end": 2330,
            "text": "Objection was rejected and the award impugned was passed against the appellant for the amount of Rs. 1,41,54,573/- along with interest at the rate of 16% per annum pendente lite.",
            "labels": [
                "FAC"
            ],
            "id": "3288e5958bbc4a789a706595eacceee3_11"
        },
        {
            "start": 2331,
            "end": 2399,
            "text": "An amount of Rs. 2,47,900/- was also awarded as cost of arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "75523b15d80245c084e3ab935d06c09a_12"
        },
        {
            "start": 2400,
            "end": 2483,
            "text": "\n5. Feeling aggrieved, the appellant filed application under Section 34 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "583a4c867b1c4dbaa825fc3bd61e1f7f_13"
        },
        {
            "start": 2484,
            "end": 2660,
            "text": "Initially, the Commercial Court, by its order dated 20.04.2023, rejected the application under Section 34 of the Act by refusing to condone the delay in filing the application.",
            "labels": [
                "FAC"
            ],
            "id": "2acb3193ad464a928588d96426e4d317_14"
        },
        {
            "start": 2661,
            "end": 3049,
            "text": "\n6. Feeling aggrieved, appeal under Section 37 of the Act No. 589 of 2023 was filed, which came to be allowed by order dated 31.05.2023 by a Division Bench of this Court, whereby the order dated 20.04.2023 passed by the Commercial Court was set aside and the matter was remanded back to the Commercial Court requiring it to decide the application under Section 34 of the Act on merits.\n7.",
            "labels": [
                "FAC"
            ],
            "id": "43d117df4b864074a88dc792f5e99ee6_15"
        },
        {
            "start": 3050,
            "end": 3438,
            "text": "Whereafter the Commercial Court has passed the order impugned dismissing the application under Section 34, wherein the Commercial Court came to the conclusion that agreement dated 28.04.2018 is admitted, wherein it was agreed that sole arbitrator shall be appointed by the lender and therefore, it cannot be said that the appellant had not given any consent for appointment of arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "7c66f165ff5b466989196cae86b1cd00_16"
        },
        {
            "start": 3439,
            "end": 3593,
            "text": "The Court was further of the opinion that no objection was raised before the arbitrator and the appellant had participated in the arbitration proceedings.",
            "labels": [
                "RLC"
            ],
            "id": "0bc4cd74aa474c488b8b8734541be3aa_17"
        },
        {
            "start": 3594,
            "end": 3809,
            "text": "Further, the objection raised by filing application under Sections 12(3)(a), 14 and 16 of the Act was rejected by the arbitrator as the same was not filed within limitation prescribed under Section 13(2) of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "5948a2ab880d4555bd8701c454b0318f_18"
        },
        {
            "start": 3810,
            "end": 4108,
            "text": "The Court was further of the opinion that once neither any document nor any proof has been produced to indicate that arbitrator had any relationship or interest in the respondent/company, there was no substance in the said allegation and consequently, dismissed the application under Section 34.\n8.",
            "labels": [
                "RLC"
            ],
            "id": "7c260496267b42f2a9ca5755e6d47580_19"
        },
        {
            "start": 4109,
            "end": 4162,
            "text": "Feeling aggrieved, the present appeal has been filed.",
            "labels": [
                "FAC"
            ],
            "id": "5cf5d4b328354c5d80fb45ef187badbc_20"
        },
        {
            "start": 4163,
            "end": 4345,
            "text": "Learned counsel for the appellant made submissions that present is a case of unilateral appointment of the arbitrator, which is against the fundamental principles of natural justice.",
            "labels": [
                "FAC"
            ],
            "id": "147dcfe0394f4051ac8d29bc4c023e64_21"
        },
        {
            "start": 4346,
            "end": 4525,
            "text": "No notice was given by the respondent prior to appointment of sole arbitrator and the appellant neither participated nor was consulted in the process of appointment of arbitrator.",
            "labels": [
                "FAC"
            ],
            "id": "4d4a12ba4eb4490cb23ada39eb2cbe89_22"
        },
        {
            "start": 4526,
            "end": 4634,
            "text": "The application was promptly filed before the arbitrator himself, who rejected the same on baseless grounds.",
            "labels": [
                "FAC"
            ],
            "id": "5ee41d7f8d714c1f97d268a5d2a84e22_23"
        },
        {
            "start": 4635,
            "end": 4907,
            "text": "It was submitted that irrespective of any other aspect, the mere fact that right to appoint arbitrator under the arbitration agreement has been conferred on 'the lender', the appointment made by the lender is void ab initio and consequently, the award cannot be sustained.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "98f58be8dda0433b973701ee7ed028a6_24"
        },
        {
            "start": 4908,
            "end": 5009,
            "text": "Reliance was placed on Perkins Eastman Architects Dpc and another Vs. Hscc (India) Limited : (2020) 2",
            "labels": [
                "FAC"
            ],
            "id": "d73a7050bd014142bf796361b07b3236_25"
        },
        {
            "start": 5010,
            "end": 5142,
            "text": "0 SCC 760 and Ahluwalia Contracts (India) Limited Vs. Housing and Urban Development Corporation and another : (2007) 4 ArbLR 539.\n9.",
            "labels": [
                "FAC"
            ],
            "id": "3b5be25af16b4f3d8e062a7adc7e1010_26"
        },
        {
            "start": 5143,
            "end": 5531,
            "text": "Further submissions have been made that this Court, while remanding the matter, had directed the Commercial Court to decide the application on merits, however, the same has not been decided on merits and only the aspect pertaining to the jurisdiction of the arbitrator and validity of his appointment has been decided and on that count also the judgment impugned deserves to be set aside.",
            "labels": [
                "FAC"
            ],
            "id": "4b2485e54d1044a38dd5706e4b880014_27"
        },
        {
            "start": 5532,
            "end": 5897,
            "text": "Submissions were also made that the arbitrator is a known lawyer and has relations with the Director of the respondent-company and therefore, he is ineligible to be appointed as arbitrator, however, the said aspect of the matter has not at all been addressed by the Commercial Court and therefore, on that count also the order impugned deserves to be set aside.\n10.",
            "labels": [
                "FAC"
            ],
            "id": "a81c35d2f0c647a793781f553584ecf8_28"
        },
        {
            "start": 5898,
            "end": 6076,
            "text": "Learned counsel for the respondent made vehement submissions that the entire plea sought to be raised by the appellant regarding appointment of the arbitrator is wholly baseless.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f7da733916d94ca891b01a98af4464fa_29"
        },
        {
            "start": 6077,
            "end": 6427,
            "text": "Submissions have been made that before the arbitrator, despite notices of meeting dated 14.03.2022, 18.04.2022 and 21.05.2022, respondent did not appear, however, the arbitrator did not proceed with the matter ex-parte and on 21.05.2022, fixed the matter at 04:00 pm when appearance was made only by the appellant, who was granted time to file reply.",
            "labels": [
                "FAC"
            ],
            "id": "16666f08eb6b4cd593468d40b55c68de_30"
        },
        {
            "start": 6428,
            "end": 6480,
            "text": "On 01.06.2022, again time was granted to file reply.",
            "labels": [
                "FAC"
            ],
            "id": "db06b83e8e0140fc868bcd48c3256d0a_31"
        },
        {
            "start": 6481,
            "end": 6747,
            "text": "On 02.07.2022, the arbitrator noticed that an application dated 13.06.2022 along with affidavit, requesting the termination of arbitral proceedings has reached by post on 22.06.2022, when time was sought by the respondent to make submissions on the said application.",
            "labels": [
                "FAC"
            ],
            "id": "01777d4f6a1541bf9444e05554b2f394_32"
        },
        {
            "start": 6748,
            "end": 6826,
            "text": "On 15.07.2022, time was granted to move objection under Section 16 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "e892d10f16c14bd493beed8bfe65cc5d_33"
        },
        {
            "start": 6827,
            "end": 7244,
            "text": "On 23.07.2022, adjournment was sought by the appellant and after few dates, on 06.08.2022, the arbitrator decided the objections raised pertaining to his jurisdiction holding that though the respondent had received the communication proposing appointment of the arbitrator the same was not responded and as the objection filed is beyond limitation, as prescribed under Section 13(2) of the Act, the same was rejected.",
            "labels": [
                "FAC"
            ],
            "id": "a7eb42c0a2224c598d39d77fb20e604b_34"
        },
        {
            "start": 7245,
            "end": 7335,
            "text": "Observations were also made that the arbitrator had no past relationship with the company.",
            "labels": [
                "FAC"
            ],
            "id": "594670f4233c4d16975d432494b61cc4_35"
        },
        {
            "start": 7337,
            "end": 7794,
            "text": "11. It was further emphasised by learned counsel that in terms of Section 30 of the Act, the appellant moved an application specifically indicating that under the guidance of the arbitrator, he was ready for talk regarding all the financial transactions in the process and required the arbitrator to conduct all the talks between the parties under his guidance to which the respondent had agreed, however, for lack of mutual settlement the same was dropped.",
            "labels": [
                "FAC"
            ],
            "id": "48bf70e6d0a046469ee44b1cd21f8f3e_36"
        },
        {
            "start": 7795,
            "end": 7934,
            "text": "Thereafter, proceeding under Order VIII Rule 10 CPC against the appellant and ex-parte against respondent Nos. 2 & 3, the award was passed.",
            "labels": [
                "FAC"
            ],
            "id": "e69957da0d6e4d669a15f2aa97ad525c_37"
        },
        {
            "start": 7935,
            "end": 8295,
            "text": "It was emphasized that as the appellant has acquiesced to the arbitration by the arbitrator and no material has been disclosed/particulars have been indicated either before the arbitrator or before the Commercial Court or even before this Court pertaining to his alleged disability, the allegations pertaining to bias of the arbitrator are absolutely baseless.",
            "labels": [
                "FAC"
            ],
            "id": "5359dcf0f11840f5ae81e64b388b941f_38"
        },
        {
            "start": 8296,
            "end": 8458,
            "text": "It was submitted that the judgments cited have no application to the present case as the same pertain to appointment of arbitrator under Section 11(6) of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "2928ff698eb14a36b717e363cc3056b7_39"
        },
        {
            "start": 8459,
            "end": 8795,
            "text": "Submissions were also made that provisions of Section 12(5) of the Act are as proviso to Section 11(2), wherein parties are free to agree on a procedure for appointing arbitrator or arbitrators, however, the arbitrator is required to comply with the requirements of Section 12 of the Act and therefore, the plea raised has no substance.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "534695d220254d7b8e27525b9000f43d_40"
        },
        {
            "start": 8796,
            "end": 8953,
            "text": "Reliance was placed on Lombardi Engineering Limited Vs. Uttarakhand Jal Vidyut Nigam Limited : Arbitration Petition No. 43 of 2022 decided on 06.11.2023.\n12.",
            "labels": [
                "RLC"
            ],
            "id": "ae925c1536404b35a707d2afa02cfcb0_41"
        },
        {
            "start": 8954,
            "end": 9071,
            "text": "We have considered the submissions made by counsel for the parties and have perused the material available on record.",
            "labels": [
                "NONE"
            ],
            "id": "4d8f5ec58a0d4d668a3a01a0ab80a87c_42"
        },
        {
            "start": 9073,
            "end": 9184,
            "text": "13. The arbitration clause, which is the subject matter of the dispute, reads as under:\n\"12. DISPUTE RESOLUTION",
            "labels": [
                "STA"
            ],
            "id": "a87a68a43d184c71950a2153cf990699_43"
        },
        {
            "start": 9185,
            "end": 9368,
            "text": "Any dispute arising out of or in relation to the Loan, including this Agreement and/or Loan Documents shall be referred for arbitration to the sole arbitrator appointed by the Lender.",
            "labels": [
                "STA"
            ],
            "id": "6265615100b54c1a9ea980ee54328339_44"
        },
        {
            "start": 9369,
            "end": 9579,
            "text": "The parties agree and confirm that the arbitration proceeding shall be conducted in accordance with the Arbitration & conciliation Act, 1996 and the rules applicable Business Loan/Loan against Property thereto.",
            "labels": [
                "RPC"
            ],
            "id": "de5ce72ed5f44225b8c44ec543a796d2_45"
        },
        {
            "start": 9580,
            "end": 9784,
            "text": "The venue of the arbitration shall be at Mathura or capital of the state where the borrower resides, at the sole discretion of Lender and the arbitration proceeding shall be conducted in English Language.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1378ec7113e0420dbfb6bfb9eb604277_46"
        },
        {
            "start": 9785,
            "end": 9858,
            "text": "The decision of the Arbitrator shall be final and binding on the Parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0b237c0381f403f934929f3e2ae45d9_47"
        },
        {
            "start": 9859,
            "end": 10049,
            "text": "Pending the passing of final award, the Borrower shall be liable Business Loan/Loan against Property to perform all its obligations Business Loan/Loan against Property under this Agreement.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "270d45944fec4bffb822546b643af8e0_48"
        },
        {
            "start": 10051,
            "end": 10070,
            "text": "(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a314d925fc7f48da97147d22b12c2913_49"
        },
        {
            "start": 10071,
            "end": 10326,
            "text": "A perusal of the above arbitration clause/agreement would reveal that the same provides that dispute arising out of or in relation to the Loan, including the Agreement shall be referred for arbitration to the sole arbitrator 'appointed by the Lender'.\n14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b068b088590a46d6b5e8fe47cd1bea33_50"
        },
        {
            "start": 10327,
            "end": 10752,
            "text": "The issue which arises for consideration in the present appeal is whether the award impugned and the order passed by the Commercial Court are liable to be set aside on the ground that the arbitrator was appointed unilaterally by the respondent and was thus, ineligible by virtue of Section 12 of the Act as well as the law laid down by Hon'ble Supreme Court to conduct the arbitral proceedings and deliver the award impugned.",
            "labels": [
                "ISSUE"
            ],
            "id": "4be53e2af3654489b19a41a1c731e787_51"
        },
        {
            "start": 10754,
            "end": 11254,
            "text": "15. The issue, pertaining to the status of agreement/award, where in terms of provisions of Section 11(2) of the Act, which provides for parties to agree on a procedure for appointing the arbitrator or arbitrators and an agreement has been entered into, whereby the power is unilaterally given to one party to the agreement, has drawn the attention of the Hon'ble Supreme Court, wherein Hon'ble Supreme Court in the case of Perkins Eastman Architects (supra) has, inter alia, laid down as under:\n\"20.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "588b40f6afb44644bb73f04e6f993fb4_52"
        },
        {
            "start": 11255,
            "end": 11292,
            "text": "We thus have two categories of cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c441a6d62e4427e872329a0f50ca420_53"
        },
        {
            "start": 11293,
            "end": 11530,
            "text": "The first, similar to the one dealt with in TRF Limited Vs. Energo Engg. Projects Ltd., (2017) 8 SCC 377 where the Managing Director himself is named as an arbitrator with an additional power to appoint any other person as an arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "76923cb4136d414f8bf070f3748ae636_54"
        },
        {
            "start": 11531,
            "end": 11720,
            "text": "In the second category, the Managing Director is not to act as an arbitrator himself but is empowered or authorised to appoint any other person of his choice or discretion as an arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7ac37574044c417ea8f70e1a96487d48_55"
        },
        {
            "start": 11721,
            "end": 11908,
            "text": "If, in the first category of cases, the Managing Director was found incompetent, it was because of the interest that he would be said to be having in the outcome or result of the dispute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2c5c3f8d9c344477923be4f680fb3fed_56"
        },
        {
            "start": 11909,
            "end": 12051,
            "text": "The element of invalidity would thus be directly relatable to and arise from the interest that he would be having in such outcome or decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11db6383be34407fbcde4757a1900767_57"
        },
        {
            "start": 12052,
            "end": 12159,
            "text": "If that be the test, similar invalidity would always arise and spring even in the second category of cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62aa0fa156914515a1389147e4e230f3_58"
        },
        {
            "start": 12160,
            "end": 12385,
            "text": "If the interest that he has in the outcome of the dispute, is taken to be the basis for the possibility of bias, it will always be present irrespective of whether the matter stands under the first or second category of cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5afea7956ad54670a4bfb2437e1a300a_59"
        },
        {
            "start": 12386,
            "end": 12836,
            "text": "We are conscious that if such deduction is drawn from the decision of this Court in TRF Limited, all cases having clauses similar to that with which we are presently concerned, a party to the agreement would be disentitled to make any appointment of an Arbitrator on its own and it would always be available to argue that a party or an official or an authority having interest in the dispute would be disentitled to make appointment of an Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dda5e14a33a4f63b643c6302cb3f426_60"
        },
        {
            "start": 12838,
            "end": 12913,
            "text": "21. But, in our view that has to be the logical deduction from TRF Limited.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7f239d417f1407d948f89faae50ec4e_61"
        },
        {
            "start": 12914,
            "end": 13122,
            "text": "Paragraph 50 of the decision shows that this Court was concerned with the issue, \"whether the Managing Director, after becoming ineligible by operation of law, is he still eligible to nominate an Arbitrator\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7eabfd5aa50f4941a21473ae98f7df7a_62"
        },
        {
            "start": 13123,
            "end": 13566,
            "text": "The ineligibility referred to therein, was as a result of operation of law, in that a person having an interest in the dispute or in the outcome or decision thereof, must not only be ineligible to act as an arbitrator but must also not be eligible to appoint anyone else as an arbitrator and that such person cannot and should not have any role in charting out any course to the dispute resolution by having the power to appoint an arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8aa8fcef327f4f699d025f0df80b4929_63"
        },
        {
            "start": 13567,
            "end": 13755,
            "text": "The next sentences in the paragraph, further show that cases where both the parties could nominate respective arbitrators of their choice were found to be completely a different situation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7d57c98bd4b4deb8f26a1593de60b17_64"
        },
        {
            "start": 13756,
            "end": 13924,
            "text": "The reason is clear that whatever advantage a party may derive by nominating an arbitrator of its choice would get counter balanced by equal power with the other party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bc7c9bf7c804430b485bc93b710de12_65"
        },
        {
            "start": 13925,
            "end": 14118,
            "text": "But, in a case where only one party has a right to appoint a sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7300598c62d0458c9d8a700b04e579b1_66"
        },
        {
            "start": 14119,
            "end": 14256,
            "text": "Naturally, the person who has an interest in the outcome or decision of the dispute must not have the power to appoint a sole arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc90c2dc391048cd9aeed187e158c7ba_67"
        },
        {
            "start": 14257,
            "end": 14457,
            "text": "That has to be taken as the essence of the amendments brought in by the Arbitration and Conciliation (Amendment) Act, 2015 (Act 3 of 2016) and recognised by the decision of this Court in TRF Limited.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e825e68996d642b4807d75d5b17cad8a_68"
        },
        {
            "start": 14459,
            "end": 14940,
            "text": "16. From the above, it would be seen that Hon'ble Supreme Court was clearly of the opinion that where only one party has a right to appoint the sole arbitrator, its choice will always have an element of exclusivity in determining or charting the course for dispute resolution and the person, who has an interest in the outcome of the dispute, must not have the power to appoint a sole arbitrator and the same was taken as the essence of the amendments brought in the year 2015.\n17.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "72dd91cc7e40482e9ded24ee9fcf348b_69"
        },
        {
            "start": 14941,
            "end": 15215,
            "text": "Hon'ble Supreme Court in Bharat Broadband Network Limited Vs. United Telecoms Limited : (2019) 6 SCR 97 held that a unilaterally appointed arbitrator is de jure ineligible to perform his function and his mandate is automatically terminated under Section 14(1)(a) of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "385239a23e964ef3b5b7e99868952fad_70"
        },
        {
            "start": 15216,
            "end": 15412,
            "text": "It was further held that any prior agreement to do away with this ineligibility would be wiped out by the non-obstante clause in Section 12(5) and the same only be cured through an express waiver.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "81d2d0c7ef1a4f0f8766762306bd8414_71"
        },
        {
            "start": 15413,
            "end": 15587,
            "text": "The Hon'ble Supreme Court observed as under:\n\"15. Section 12(5), on the other hand, is a new provision which relates to the de jure inability of an arbitrator to act as such.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6266098237e44bd1b4a8e12edbbc237d_72"
        },
        {
            "start": 15588,
            "end": 15847,
            "text": "Under this provision, any prior agreement to the contrary is wiped out by the non- obstante clause in Section 12(5) the moment any person whose relationship with the parties or the counsel or the subject matter of the dispute falls under the Seventh Schedule.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7a21c94140354803a6abca7e6a94aa9d_73"
        },
        {
            "start": 15848,
            "end": 15947,
            "text": "The sub-section then declares that such person shall be \"ineligible\" to be appointed as arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5cb69ee8b32948ad9a57b4ada036833f_74"
        },
        {
            "start": 15948,
            "end": 16216,
            "text": "The only way in which this ineligibility can be removed is by the proviso, which again is a special provision which states that parties may, subsequent to disputes having arisen between them, waive the applicability of Section 12(5) by an express agreement in writing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3765eea65cb4a7f8e38b00ec569f731_75"
        },
        {
            "start": 16217,
            "end": 16447,
            "text": "What is clear, therefore, is that where, under any agreement between the parties, a person falls within any of the categories set out in the Seventh Schedule, he is, as a matter of law, ineligible to be appointed as an arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2eaac8319c824500a54f0e29d95b6d3b_76"
        },
        {
            "start": 16448,
            "end": 16662,
            "text": "The only way in which this ineligibility can be removed, again, in law, is that parties may after disputes have arisen between them, waive the applicability of this sub-section by an \"express agreement in writing\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "683d47cc02e1494ba46c87e260621b28_77"
        },
        {
            "start": 16663,
            "end": 16984,
            "text": "Obviously, the \"express agreement in writing\" has reference to a person who is interdicted by the Seventh Schedule, but who is stated by parties (after the disputes have arisen between them) to be a person in whom they have faith notwithstanding the fact that such person is interdicted by the Seventh Schedule.\n* * *\n17.",
            "labels": [
                "STA"
            ],
            "id": "17d0a7ed6cae445d85804c6703fdef21_78"
        },
        {
            "start": 16985,
            "end": 17279,
            "text": "The scheme of Sections 12, 13 and 14, therefore, is that where an arbitrator makes a disclosure in writing which is likely to give justifiable doubts as to his independence or impartiality, the appointment of such arbitrator may be challenged under Sections 12(1) to 12(4) read with Section 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b83b665c836d47dbab12462873e69221_79"
        },
        {
            "start": 17280,
            "end": 17439,
            "text": "However, where such person becomes \"ineligible\" to be appointed as an arbitrator, there is no question of challenge to such arbitrator, before such arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32ed58251fb24ab6bf161eefce711d41_80"
        },
        {
            "start": 17440,
            "end": 17720,
            "text": "In such a case, i.e., a case which falls under Section 12(5), Section 14(1)(a) of the Act gets attracted inasmuch as the arbitrator becomes, as a matter of law (i.e., de jure), unable to perform his functions under Section 12(5), being ineligible to be appointed as an arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4416be3b9ca4500b9d8ffb34b4dcbb8_81"
        },
        {
            "start": 17721,
            "end": 17856,
            "text": "This being so, his mandate automatically terminates, and he shall then be substituted by another arbitrator under Section 14(1) itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf66d7161d59414da46e196b154971cb_82"
        },
        {
            "start": 17857,
            "end": 18097,
            "text": "It is only if a controversy occurs concerning whether he has become de jure unable to perform his functions as such, that a party has to apply to the Court to decide on the termination of the mandate, unless otherwise agreed by the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d56c22e178bb44d1ab47423c4f03d825_83"
        },
        {
            "start": 18098,
            "end": 18181,
            "text": "Thus, in all Section 12(5) cases, there is no challenge procedure to be availed of.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fcdb46a26e8f4f9f9d365b9aaba91195_84"
        },
        {
            "start": 18182,
            "end": 18459,
            "text": "If an arbitrator continues as such, being de jure unable to perform his functions, as he falls within any of the categories mentioned in Section 12(5), read with the Seventh Schedule, a party may apply to the Court, which will then decide on whether his mandate has terminated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29d7db36e99241cc8d8c65d5d6c8b730_85"
        },
        {
            "start": 18460,
            "end": 18470,
            "text": ".........\"",
            "labels": [
                "STA"
            ],
            "id": "99d66522d28c4026be6a48e1862a1fef_86"
        },
        {
            "start": 18472,
            "end": 18814,
            "text": "18. From the judgments in the case of Perkins Eastman Architects (supra), which followed TRF Limited Vs. Energo Engineering Projects Limited : (2017) 8 SCC 377 and Bharat Broadband Network Limited (supra), it is apparent that unilateral appointment of the arbitrator by a party, who has some interest in the final outcome, is not permissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ead6e0fb9dd642738ac9c39cb013d1b0_87"
        },
        {
            "start": 18815,
            "end": 19141,
            "text": "Provisions of Section 12(5), inter alia, provides that notwithstanding any prior agreement to the contrary, any person, whose relationship with the parties or counsel or the subject-matter of the dispute falls under any of the categories specified in the Seventh Schedule, shall be ineligible to be appointed as an arbitrator.",
            "labels": [
                "STA"
            ],
            "id": "089f0814b8ac49d082e5a0a542798862_88"
        },
        {
            "start": 19142,
            "end": 19338,
            "text": "The only exception is provided in the proviso that parties may, subsequent to disputes having arisen between them, waive the applicability of the said provision by an express agreement in writing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e46018599a54f4d9fcbd7e719569fe8_89"
        },
        {
            "start": 19339,
            "end": 19667,
            "text": "Once the provisions of Section 12(5) have been interpreted by Hon'ble Supreme Court having application to clause in agreement providing for unilateral appointment of arbitrators, unless in those circumstances, after the dispute has arisen, a written consent is given by the other party, arbitrator appointed would be ineligible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aad1fbe041224e2797bfcbed4b9cfd94_90"
        },
        {
            "start": 19669,
            "end": 19880,
            "text": "19. In the present case, specific objections were raised before the arbitrator regarding his unilateral appointment, however, the same were rejected by him as barred by limitation under Section 13(2) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8259242083c14dc4b67b59ccf13f98d2_91"
        },
        {
            "start": 19881,
            "end": 20265,
            "text": "Reliance placed by learned counsel for the respondent on the purported application made under Section 30(1) of the Act to the arbitrator, as having acquiesced to his appointment, cannot be accepted for the simple reason that the proviso to Section 12(5) of the Act requires an express agreement in writing subsequent to disputes having arisen, which is not the case of the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45116bdcaa194aea80cebd87635530f9_92"
        },
        {
            "start": 20267,
            "end": 20525,
            "text": "20. Once it is found, based on the judgments of Hon'ble Supreme Court, that the unilateral appointment of the arbitrator by the respondent is illegal and void, as to what would be the consequence of the said illegality on the arbitral award, is the question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7819ed68a7a4996ba83725c854ed8c4_93"
        },
        {
            "start": 20527,
            "end": 20940,
            "text": "21. In Ram Kumar Vs. Shriram Transport Finance Co. Limited : 2022 OnLine Del 4268, a Division Bench of Delhi High Court, while deciding an application under Section 34 of the Act in a case where the award was passed by a unilaterally appointed arbitrator, held that an arbitral award passed by a person ineligible to work as an arbitrator cannot be considered as an arbitral award under the provisions of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ea27e373ad0411ba98f27ba2e7c8396_94"
        },
        {
            "start": 20941,
            "end": 20971,
            "text": "It was laid down as under:\n\"8.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1dd5833763084721b2e1da279b978187_95"
        },
        {
            "start": 20972,
            "end": 21142,
            "text": "Clearly, an award rendered by a person who is ineligible to act as an arbitrator would be of little value; it cannot be considered as an arbitral award under the A&C Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "49135352edaf4b2fba8efa71a3da78fc_96"
        },
        {
            "start": 21143,
            "end": 21344,
            "text": "While it is permissible for the parties to agree to waive the ineligibility of an arbitrator, the proviso to Section 12(5)of the A&C Act makes it clear that such an agreement requires to be in writing.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2cf113ab43e445aeb4a8ddb53fe5b1ec_97"
        },
        {
            "start": 21345,
            "end": 21693,
            "text": "In Proddatur Cable TV Digi Services v. Siti Cable Network Limited (2020) 267 DLT 51, the learned Single Judge of this Court, following the decision in TRF Ltd. v. Energo Engineering Projects Ltd. (supra) and Perkins Eastman Architects DPC v. HSCC (India) Ltd. (supra), held that unilateral appointment of an arbitrator by a party is impermissible.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2b04b9383a914320a2b67492d7e1a4cd_98"
        },
        {
            "start": 21695,
            "end": 22321,
            "text": "22. So far as the judgment in Lombardi Engineering Limited (supra) cited by learned counsel for the respondent is concerned, the same, instead of supporting the cause of the respondent, reiterates the law laid down in the case of Perkins Eastman Architects (supra) inasmuch as the arbitration clause in the said case provided for referring the dispute to sole arbitrator to be appointed by the Principal Secretary/Secretary, Irrigation Department, Uttrakhand and the issue framed by Hon'ble Supreme Court pertained to whether the said clause was in conflict with the decision in the case of Perkins Eastman Architects (supra).",
            "labels": [
                "RATIO"
            ],
            "id": "560f26488d094cf9a9409aee812bf5b1_99"
        },
        {
            "start": 22322,
            "end": 22527,
            "text": "Hon'ble Supreme Court ordered that the condition regarding appointment by the Principal Secretary/Secretary, Irrigation was required to be ignored and the Hon'ble Court appointed an independent arbitrator.",
            "labels": [
                "RATIO"
            ],
            "id": "c2092879caa346648a841b642b25bbd5_100"
        },
        {
            "start": 22529,
            "end": 22669,
            "text": "23. Consequently, the award which has been passed by a de jure ineligible arbitrator suffers from patent illegality and cannot be sustained.",
            "labels": [
                "RATIO"
            ],
            "id": "b97f64a3d7be4cf7a3cb51aaabc4f4f6_101"
        },
        {
            "start": 22671,
            "end": 22730,
            "text": "24. In view of the above discussion, the appeal is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "4efc42b9788641d1a96f37ed8d103a7f_102"
        },
        {
            "start": 22731,
            "end": 22854,
            "text": "The judgment dated 06.11.2023, passed by Commercial Court No. 2, Agra in Misc. Arbitration Case No. 5 of 2023 is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "0654b90bb6584ac4ab654162f2e2eb30_103"
        },
        {
            "start": 22855,
            "end": 22933,
            "text": "The application filed by the appellant under Section 34 of the Act is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "359c24ddbe5f43a89b9b0ee82e8bccb6_104"
        },
        {
            "start": 22934,
            "end": 23013,
            "text": "The award impugned dated 06.09.2022 passed by the sole arbitrator is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "46ec519333d44312951d1c6b7a015cdd_105"
        },
        {
            "start": 23015,
            "end": 23275,
            "text": "25. It is, however, made clear that since the impugned award has been set aside on the ground of ineligibility of the learned Arbitrator to act as an Arbitrator, parties are not precluded from re-agitating their claims afresh, before another Arbitral Tribunal.",
            "labels": [
                "RPC"
            ],
            "id": "c33665484aa549d1ae08708526a9a7c2_106"
        },
        {
            "start": 23277,
            "end": 23302,
            "text": "26. No order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "081dddc8a01247bca4ea0bd8f5225b36_107"
        },
        {
            "start": 23303,
            "end": 23382,
            "text": "\nOrder Date :- 13.08.24.\n \nP.Sri.\n \n(Vikas Budhwar, J)      (Arun Bhansali, CJ)",
            "labels": [
                "NONE"
            ],
            "id": "2e3b2707b1194bf28eb10f7ebb464497_108"
        }
    ],
    "entities": [
        {
            "text": "Joshy Francis",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 31
        },
        {
            "text": "James George",
            "label": "RESPONDENT",
            "start_char": 35,
            "end_char": 47
        },
        {
            "text": "Kauser Edappagath",
            "label": "LAWYER",
            "start_char": 73,
            "end_char": 90
        },
        {
            "text": "Kauser Edappagath",
            "label": "JUDGE",
            "start_char": 98,
            "end_char": 115
        },
        {
            "text": "High Court Of Kerala At Ernakulam",
            "label": "COURT",
            "start_char": 133,
            "end_char": 166
        },
        {
            "text": "Kauser Edappagath",
            "label": "JUDGE",
            "start_char": 236,
            "end_char": 253
        },
        {
            "text": "Joshy Francis",
            "label": "PETITIONER",
            "start_char": 536,
            "end_char": 549
        },
        {
            "text": "Veena A Wilson",
            "label": "PETITIONER",
            "start_char": 693,
            "end_char": 707
        },
        {
            "text": "R.Asalatha Varma",
            "label": "LAWYER",
            "start_char": 933,
            "end_char": 949
        },
        {
            "text": "K.Ramakumar",
            "label": "LAWYER",
            "start_char": 959,
            "end_char": 970
        },
        {
            "text": "James George",
            "label": "RESPONDENT",
            "start_char": 1084,
            "end_char": 1096
        },
        {
            "text": "Varughese Mathew",
            "label": "PETITIONER",
            "start_char": 1341,
            "end_char": 1357
        },
        {
            "text": "George Joseph",
            "label": "RESPONDENT",
            "start_char": 1732,
            "end_char": 1745
        },
        {
            "text": "Sigy Mathew",
            "label": "PETITIONER",
            "start_char": 2045,
            "end_char": 2056
        },
        {
            "text": "Sonu Augustine",
            "label": "RESPONDENT",
            "start_char": 2195,
            "end_char": 2209
        },
        {
            "text": "Varughese Daniel",
            "label": "PETITIONER",
            "start_char": 2424,
            "end_char": 2440
        },
        {
            "text": "Sabu George",
            "label": "PETITIONER",
            "start_char": 2577,
            "end_char": 2588
        },
        {
            "text": "Koshy Alexander",
            "label": "PETITIONER",
            "start_char": 2742,
            "end_char": 2757
        },
        {
            "text": "Bijoy Kurian",
            "label": "PETITIONER",
            "start_char": 2913,
            "end_char": 2925
        },
        {
            "text": "Mathew Shibu Mathai",
            "label": "PETITIONER",
            "start_char": 3082,
            "end_char": 3101
        },
        {
            "text": "Soy Thomas",
            "label": "RESPONDENT",
            "start_char": 3259,
            "end_char": 3269
        },
        {
            "text": "Jawahar Jose",
            "label": "RESPONDENT",
            "start_char": 3482,
            "end_char": 3494
        },
        {
            "text": "Teja R",
            "label": "RESPONDENT",
            "start_char": 3513,
            "end_char": 3519
        },
        {
            "text": "P.B.Krishnan",
            "label": "RESPONDENT",
            "start_char": 3538,
            "end_char": 3550
        },
        {
            "text": "Additional District Court-IV, Thodupuzha",
            "label": "COURT",
            "start_char": 3944,
            "end_char": 3984
        },
        {
            "text": "Commercial Court, Kattappana",
            "label": "COURT",
            "start_char": 4123,
            "end_char": 4151
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4159,
            "end_char": 4168
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4176,
            "end_char": 4214
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4231,
            "end_char": 4246
        },
        {
            "text": "D' Heavenly Mist",
            "label": "ORG",
            "start_char": 4339,
            "end_char": 4355
        },
        {
            "text": "12/8/2016",
            "label": "DATE",
            "start_char": 4400,
            "end_char": 4409
        },
        {
            "text": "24/6/2022",
            "label": "DATE",
            "start_char": 4437,
            "end_char": 4446
        },
        {
            "text": "12/6/2023",
            "label": "DATE",
            "start_char": 4668,
            "end_char": 4677
        },
        {
            "text": "13/6/2023",
            "label": "DATE",
            "start_char": 5018,
            "end_char": 5027
        },
        {
            "text": "12/6/2023",
            "label": "DATE",
            "start_char": 5081,
            "end_char": 5090
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 5230,
            "end_char": 5239
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5247,
            "end_char": 5262
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6194,
            "end_char": 6205
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6213,
            "end_char": 6234
        },
        {
            "text": "K. Ramakumar",
            "label": "OTHER_PERSON",
            "start_char": 6258,
            "end_char": 6270
        },
        {
            "text": "Asalatha Varma",
            "label": "OTHER_PERSON",
            "start_char": 6318,
            "end_char": 6332
        },
        {
            "text": "P.B. Krishnan",
            "label": "RESPONDENT",
            "start_char": 6389,
            "end_char": 6402
        },
        {
            "text": "Teja R.",
            "label": "OTHER_PERSON",
            "start_char": 6450,
            "end_char": 6457
        },
        {
            "text": "Jawahar Jose",
            "label": "RESPONDENT",
            "start_char": 6513,
            "end_char": 6525
        },
        {
            "text": "K.Ramakumar",
            "label": "OTHER_PERSON",
            "start_char": 6617,
            "end_char": 6628
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6670,
            "end_char": 6680
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6688,
            "end_char": 6709
        },
        {
            "text": "Additional District Judge, Thodupuzha",
            "label": "COURT",
            "start_char": 6867,
            "end_char": 6904
        },
        {
            "text": "Section 9(2)",
            "label": "PROVISION",
            "start_char": 7023,
            "end_char": 7035
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7043,
            "end_char": 7058
        },
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 7548,
            "end_char": 7568
        },
        {
            "text": "Paton Constructions Private Ltd.",
            "label": "ORG",
            "start_char": 7572,
            "end_char": 7604
        },
        {
            "text": "Mumbai (M/s.) v. M/s Lorven Projects Ltd, Hyderabad and Another [2017 KHC 4500]",
            "label": "PRECEDENT",
            "start_char": 7605,
            "end_char": 7684
        },
        {
            "text": "P.B. Krishnan",
            "label": "RESPONDENT",
            "start_char": 8009,
            "end_char": 8022
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 8096,
            "end_char": 8105
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8113,
            "end_char": 8128
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 8578,
            "end_char": 8587
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8595,
            "end_char": 8610
        },
        {
            "text": "Sundaram Finance Ltd. v. NEPC India Ltd.",
            "label": "PRECEDENT",
            "start_char": 8686,
            "end_char": 8726
        },
        {
            "text": "[(1999) 2 SCC 479]",
            "label": "PRECEDENT",
            "start_char": 8727,
            "end_char": 8745
        },
        {
            "text": "Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd.",
            "label": "PRECEDENT",
            "start_char": 8750,
            "end_char": 8824
        },
        {
            "text": "Jawahar Jose",
            "label": "RESPONDENT",
            "start_char": 8920,
            "end_char": 8932
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9063,
            "end_char": 9072
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9080,
            "end_char": 9095
        },
        {
            "text": "Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61]",
            "label": "PRECEDENT",
            "start_char": 9348,
            "end_char": 9444
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 9496,
            "end_char": 9506
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9514,
            "end_char": 9529
        },
        {
            "text": "1/12/2023",
            "label": "DATE",
            "start_char": 9848,
            "end_char": 9857
        },
        {
            "text": "K.Ramakumar",
            "label": "JUDGE",
            "start_char": 10616,
            "end_char": 10627
        },
        {
            "text": "Commercial Court, Kattappana",
            "label": "COURT",
            "start_char": 10781,
            "end_char": 10809
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 10816,
            "end_char": 10825
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10833,
            "end_char": 10848
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 10850,
            "end_char": 10860
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10868,
            "end_char": 10895
        },
        {
            "text": "Sub-section (3) of Section 10",
            "label": "PROVISION",
            "start_char": 10959,
            "end_char": 10988
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11258,
            "end_char": 11273
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 11546,
            "end_char": 11556
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11564,
            "end_char": 11585
        },
        {
            "text": "Commercial Appellate Court",
            "label": "COURT",
            "start_char": 11661,
            "end_char": 11687
        },
        {
            "text": "Sub-section (1) of Section 13",
            "label": "PROVISION",
            "start_char": 11689,
            "end_char": 11718
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 11944,
            "end_char": 11954
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11962,
            "end_char": 11983
        },
        {
            "text": "Government of Kerala",
            "label": "ORG",
            "start_char": 12275,
            "end_char": 12295
        },
        {
            "text": "Section 3A",
            "label": "PROVISION",
            "start_char": 12339,
            "end_char": 12349
        },
        {
            "text": "Kerala Civil Courts Act, 1957",
            "label": "STATUTE",
            "start_char": 12811,
            "end_char": 12840
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 12858,
            "end_char": 12874
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 12878,
            "end_char": 12887
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 12895,
            "end_char": 12911
        },
        {
            "text": "Munsiff Court",
            "label": "COURT",
            "start_char": 13061,
            "end_char": 13074
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 13076,
            "end_char": 13085
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 13288,
            "end_char": 13297
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 13578,
            "end_char": 13587
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 14045,
            "end_char": 14054
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 14218,
            "end_char": 14234
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 14501,
            "end_char": 14517
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14844,
            "end_char": 14854
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 14862,
            "end_char": 14877
        },
        {
            "text": "Kasim V.K v. M.Ashraf (2021 KHC 266)",
            "label": "PRECEDENT",
            "start_char": 14913,
            "end_char": 14949
        },
        {
            "text": "Sections 2, 3 and 4",
            "label": "PROVISION",
            "start_char": 14964,
            "end_char": 14983
        },
        {
            "text": "Section 4(2)",
            "label": "PROVISION",
            "start_char": 15011,
            "end_char": 15023
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 15031,
            "end_char": 15047
        },
        {
            "text": "sub-section (2) of Section 4",
            "label": "PROVISION",
            "start_char": 15153,
            "end_char": 15181
        },
        {
            "text": "Civil Courts Act",
            "label": "STATUTE",
            "start_char": 15189,
            "end_char": 15205
        },
        {
            "text": "and Conciliation Act",
            "label": "STATUTE",
            "start_char": 15443,
            "end_char": 15463
        },
        {
            "text": "Reshmi Constructions",
            "label": "PRECEDENT",
            "start_char": 15524,
            "end_char": 15544
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15699,
            "end_char": 15709
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15717,
            "end_char": 15732
        },
        {
            "text": "Government of Kerala",
            "label": "ORG",
            "start_char": 15808,
            "end_char": 15828
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15989,
            "end_char": 15998
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16006,
            "end_char": 16021
        },
        {
            "text": "District Judge, Thodupuzha",
            "label": "COURT",
            "start_char": 16326,
            "end_char": 16352
        },
        {
            "text": "9/4/2024",
            "label": "DATE",
            "start_char": 16382,
            "end_char": 16390
        },
        {
            "text": "District Judge, Thodupuzha",
            "label": "COURT",
            "start_char": 16404,
            "end_char": 16430
        },
        {
            "text": "Principal District Court, Thodupuzha",
            "label": "COURT",
            "start_char": 16460,
            "end_char": 16496
        },
        {
            "text": "15/1/2024",
            "label": "DATE",
            "start_char": 16515,
            "end_char": 16524
        },
        {
            "text": "20/2/2024",
            "label": "DATE",
            "start_char": 16530,
            "end_char": 16539
        },
        {
            "text": "Additional District Court-IV",
            "label": "COURT",
            "start_char": 16572,
            "end_char": 16600
        },
        {
            "text": "17/2/2024",
            "label": "DATE",
            "start_char": 16716,
            "end_char": 16725
        },
        {
            "text": "14/3/2024",
            "label": "DATE",
            "start_char": 16822,
            "end_char": 16831
        },
        {
            "text": "K.Ramakumar",
            "label": "OTHER_PERSON",
            "start_char": 16961,
            "end_char": 16972
        },
        {
            "text": "Section 9(2)",
            "label": "PROVISION",
            "start_char": 16994,
            "end_char": 17006
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17014,
            "end_char": 17029
        },
        {
            "text": "Division Bench of Karnataka High Court",
            "label": "COURT",
            "start_char": 17273,
            "end_char": 17311
        },
        {
            "text": "Paton Constructions Private Ltd.",
            "label": "PRECEDENT",
            "start_char": 17315,
            "end_char": 17347
        },
        {
            "text": "sub-section (2) of Section 9",
            "label": "PROVISION",
            "start_char": 17439,
            "end_char": 17467
        },
        {
            "text": "sub-section (1) of Section 9",
            "label": "PROVISION",
            "start_char": 17563,
            "end_char": 17591
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17599,
            "end_char": 17614
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 17981,
            "end_char": 17991
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17999,
            "end_char": 18014
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 18081,
            "end_char": 18091
        },
        {
            "text": "13/11/2023",
            "label": "DATE",
            "start_char": 18305,
            "end_char": 18315
        },
        {
            "text": "1/12/2023",
            "label": "DATE",
            "start_char": 18373,
            "end_char": 18382
        },
        {
            "text": "1/12/2023",
            "label": "DATE",
            "start_char": 18668,
            "end_char": 18677
        },
        {
            "text": "R(1)(c)",
            "label": "PROVISION",
            "start_char": 18714,
            "end_char": 18721
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 18751,
            "end_char": 18761
        },
        {
            "text": "Section 9(2)",
            "label": "PROVISION",
            "start_char": 18887,
            "end_char": 18899
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18907,
            "end_char": 18922
        },
        {
            "text": "P.B. Krishnan",
            "label": "RESPONDENT",
            "start_char": 18934,
            "end_char": 18947
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19054,
            "end_char": 19063
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19071,
            "end_char": 19086
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19403,
            "end_char": 19412
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19420,
            "end_char": 19435
        },
        {
            "text": "sub-section (1) of Section 9",
            "label": "PROVISION",
            "start_char": 19547,
            "end_char": 19575
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 19781,
            "end_char": 19791
        },
        {
            "text": "Sub- section (2) of Section 9",
            "label": "PROVISION",
            "start_char": 19793,
            "end_char": 19822
        },
        {
            "text": "sub-section (1) of Section 9",
            "label": "PROVISION",
            "start_char": 20193,
            "end_char": 20221
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20229,
            "end_char": 20244
        },
        {
            "text": "Sundaram Finance Ltd.",
            "label": "PRECEDENT",
            "start_char": 20542,
            "end_char": 20563
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20577,
            "end_char": 20590
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20631,
            "end_char": 20640
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20857,
            "end_char": 20866
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 20923,
            "end_char": 20933
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20941,
            "end_char": 20956
        },
        {
            "text": "Sundaram Finance Ltd.",
            "label": "PRECEDENT",
            "start_char": 20968,
            "end_char": 20989
        },
        {
            "text": "Board of Trustees of Port of Cochin",
            "label": "PRECEDENT",
            "start_char": 21033,
            "end_char": 21068
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 21176,
            "end_char": 21185
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 21299,
            "end_char": 21308
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 21641,
            "end_char": 21650
        },
        {
            "text": "23/6/2023",
            "label": "DATE",
            "start_char": 22410,
            "end_char": 22419
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 23021,
            "end_char": 23031
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 23039,
            "end_char": 23054
        },
        {
            "text": "KAUSER EDAPPAGATH",
            "label": "JUDGE",
            "start_char": 23534,
            "end_char": 23551
        },
        {
            "text": "24.06.2022",
            "label": "DATE",
            "start_char": 23641,
            "end_char": 23651
        },
        {
            "text": "09.06.2023",
            "label": "DATE",
            "start_char": 23716,
            "end_char": 23726
        },
        {
            "text": "12.06.2023",
            "label": "DATE",
            "start_char": 23785,
            "end_char": 23795
        },
        {
            "text": "HONOURABLE COMMERCIAL COUERT KATTAPPANA",
            "label": "ORG",
            "start_char": 23872,
            "end_char": 23911
        },
        {
            "text": "O.P. (ARB) 1/2023",
            "label": "CASE_NUMBER",
            "start_char": 23915,
            "end_char": 23932
        },
        {
            "text": "23.08.2023",
            "label": "DATE",
            "start_char": 23936,
            "end_char": 23946
        },
        {
            "text": "HONOURABLE COMMERCIAL COUER KATTAPPANA",
            "label": "ORG",
            "start_char": 23978,
            "end_char": 24016
        },
        {
            "text": "O.P(ARB",
            "label": "ORG",
            "start_char": 24020,
            "end_char": 24027
        },
        {
            "text": "13.11.2023",
            "label": "DATE",
            "start_char": 24039,
            "end_char": 24049
        },
        {
            "text": "22.12.2023",
            "label": "DATE",
            "start_char": 24073,
            "end_char": 24083
        },
        {
            "text": "23.01.2024",
            "label": "DATE",
            "start_char": 24157,
            "end_char": 24167
        },
        {
            "text": "RP.NO.34/2024",
            "label": "CASE_NUMBER",
            "start_char": 24171,
            "end_char": 24184
        },
        {
            "text": "29.01.2024",
            "label": "DATE",
            "start_char": 24252,
            "end_char": 24262
        },
        {
            "text": "14.03.2024",
            "label": "DATE",
            "start_char": 24407,
            "end_char": 24417
        },
        {
            "text": "25.11.2023",
            "label": "DATE",
            "start_char": 24658,
            "end_char": 24668
        },
        {
            "text": "19.1.2024",
            "label": "DATE",
            "start_char": 24748,
            "end_char": 24757
        },
        {
            "text": "1.2.2024",
            "label": "DATE",
            "start_char": 24870,
            "end_char": 24878
        },
        {
            "text": "24.6.2023",
            "label": "DATE",
            "start_char": 25085,
            "end_char": 25094
        },
        {
            "text": "23/6/2023",
            "label": "DATE",
            "start_char": 25126,
            "end_char": 25135
        }
    ],
    "precedent_clusters": {
        "Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd.": [
            "Sundaram Finance Ltd. v. NEPC India Ltd.",
            "Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd.",
            "Sundaram Finance Ltd.",
            "Sundaram Finance Ltd.",
            "Board of Trustees of Port of Cochin"
        ],
        "Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61]": [
            "Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61]",
            "Reshmi Constructions"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 9(2)",
            "Arbitration Act",
            "Section 9(2)",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act, 2015",
            "Section 10",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-section (3) of Section 10",
            "Arbitration Act",
            "Sub-section (3) of Section 10",
            "Arbitration Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 3A",
            "Commercial Courts Act",
            "Section 3A",
            "Commercial Courts Act"
        ],
        [
            "Section 2",
            "Civil Courts Act",
            "Section 2",
            "Civil Courts Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 4(2)",
            "Civil Courts Act",
            "Section 4(2)",
            "Civil Courts Act"
        ],
        [
            "sub-section (2) of Section 4",
            "Civil Courts Act",
            "sub-section (2) of Section 4",
            "Civil Courts Act"
        ],
        [
            "Sections 2, 3 and 4",
            "and Conciliation Act",
            "Sections 2, 3 and 4",
            "and Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9(2)",
            "Arbitration Act",
            "Section 9(2)",
            "Arbitration Act"
        ],
        [
            "sub-section (1) of Section 9",
            "Arbitration Act",
            "sub-section (1) of Section 9",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "Section 9(2)",
            "Arbitration Act",
            "Section 9(2)",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "sub-section (1) of Section 9",
            "Arbitration Act",
            "sub-section (1) of Section 9",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "Sub-section (1) of Section 13",
            "Commercial Courts Act",
            "Sub-section (1) of Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 3A",
            "Commercial Courts Act",
            "Section 3A",
            "Commercial Courts Act"
        ],
        [
            "Section 3",
            "and Conciliation Act",
            "Section 3",
            "and Conciliation Act"
        ],
        [
            "Section 4",
            "Civil Courts Act",
            "Section 4",
            "Civil Courts Act"
        ],
        [
            "Section 3",
            "and Conciliation Act",
            "Section 3",
            "and Conciliation Act"
        ],
        [
            "sub-section (2) of Section 9",
            "Arbitration Act",
            "sub-section (2) of Section 9",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Arbitration Act",
            "Section 21",
            "Arbitration Act"
        ],
        [
            "sub-section (1) of Section 9",
            "Arbitration Act",
            "sub-section (1) of Section 9",
            "Arbitration Act"
        ],
        [
            "Sub- section (2) of Section 9",
            "Arbitration Act",
            "Sub- section (2) of Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 7",
            "Civil Courts Act",
            "Section 7",
            "Civil Courts Act"
        ],
        [
            "R(1)(c)",
            "Arbitration Act",
            "R(1)(c)",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "Board of Trustees of Port of Cochin v. Jaisu Shipping Company Private Ltd.": 5,
        "Reshmi Constructions, Builders and Contractors (M/s.) v. NTPC Ltd. and Another [2011 (1) KHC 61]": 2
    },
    "provision_counts": {
        "Section 9 of Arbitration and Conciliation Act, 1996": 1,
        "Section 9 of Arbitration Act": 13,
        "Article 227 of Constitution of India": 1,
        "Section 13 of Commercial Courts Act": 2,
        "Section 9(2) of Arbitration Act": 3,
        "Section 21 of Arbitration Act": 6,
        "Section 10 of Commercial Courts Act, 2015": 1,
        "Sub-section (3) of Section 10 of Arbitration Act": 1,
        "Section 3A of Commercial Courts Act": 2,
        "Section 2 of Civil Courts Act": 1,
        "Section 34 of Arbitration Act": 2,
        "Section 4(2) of Civil Courts Act": 1,
        "sub-section (2) of Section 4 of Civil Courts Act": 1,
        "Sections 2, 3 and 4 of and Conciliation Act": 1,
        "sub-section (1) of Section 9 of Arbitration Act": 3,
        "Sub-section (1) of Section 13 of Commercial Courts Act": 1,
        "Section 3 of and Conciliation Act": 2,
        "Section 4 of Civil Courts Act": 1,
        "sub-section (2) of Section 9 of Arbitration Act": 1,
        "Sub- section (2) of Section 9 of Arbitration Act": 1,
        "Section 7 of Civil Courts Act": 1,
        "R(1)(c) of Arbitration Act": 1,
        "Section 36 of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 1,
        "Arbitration Act": 32,
        "Constitution of India": 1,
        "Commercial Courts Act": 5,
        "Commercial Courts Act, 2015": 1,
        "Civil Courts Act": 5,
        "and Conciliation Act": 3
    }
}