{
    "id": "23a173ef9c139d7d2c71c6bf0bec88973b2cce8f1133eb4b9500a9b5591083c6",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nRajasthan State Seeds Corporation ... vs J.K. Agri Genetics Limited on 26 May, 2023\nAuthor: Mahendar Kumar Goyal\nBench: Mahendar Kumar Goyal\n      High Court Of Judicature For Rajasthan\n                  Bench At Jaipur\n\n                S.B. Civil Writ Petition No. 3379/2022\n\nRajasthan      State     Seeds       Corporation           Limited,    Having    Its\nRegistered Office At 3Rd Floor, Pant Krishi Bhawan, Bhagwan Das\nRoad, Jaipur, Rajasthan 302001 Through Kailash Chand Meena\nS/o Sh. Bhairon Lal Meena, Age 56 Years, Chief Manager\n(Marketing).\n                                                                      ----Petitioner\n                                      Versus\nJ.K. Agri Genetics Limited, Having Its Registered Address At 7,\nCouncil House Street, Kolkata, West Bengal 700001 And Its\nHead Office At 1-10-177 4Th Floor, Varun Towers Begumpet\nHyderabad, Telangana 500016 Through Its Authorised Signatory\nAnd Manager (Legal) Mr. P. Ravi Kiran, Aged 45 Years S/o P.R.M.\nPrasad And Resident Of Flat No. 104, Surabhi Avenue, Himayat\nNagar, Hyderabad. \n                                                                   ----Respondent\n\n\nFor Petitioner(s)           :     Mr. A.K. Bhandari, Sr. Adv. with \n                                  Mr. Vijay Dutt Sharma, \n                                  Mr. Anuj Bhandari & \n                                  Mr. Vaibhav Bhargava \nFor Respondent(s)           :     Mr. Rajendra Prasad, Sr. Adv. with \n                                  Mr. Ashish Sharma\n\n\n\n     Hon'Ble Mr. Justice Mahendar Kumar Goyal \n\n                                   Judgment\n\n26/05/2023\n\n     This writ petition has been filed by the petitioner/non-\n\nobjector/non-claimant (for brevity, \"the petitioner\") against the\n\norder dated 04.12.2021 passed by the learned Commercial Court\n\nNo.4, Jaipur Metropolitan-II, Jaipur (for brevity, \"the learned\n\nCommercial      Court\")      in     Objection         Application     No.606/2019\n\nwhereby, a civil misc. application No.105/2021 filed by the\n\nrespondent/objector/claimant (for brevity, \"the claimant\") seeking\n\n\n                       (Downloaded on 11/11/2023 at 05:37:07 Pm) \n                                      (2 of 16)                        [Cw-3379/2022 ] \n\n\n\nleave to raise additional grounds in support of the Objection\n\nApplication   filed   under      Section       34     of    the   Arbitration   and\n\nConciliation Act, 1996 (for brevity, \"the Act of 1996\") has been\n\nallowed. \n\n     The relevant facts in brief are that an agreement dated\n\n06.06.2012 was entered into between the parties for supply of\n\nnotified seeds by the claimant to the petitioner. Alleging non-\n\npayment of the price of the seeds supplied, the claimant raised an\n\narbitral dispute wherein, its claim came to be rejected by the\n\nlearned Arbitrator vide award dated 29.07.2019 on the ground of\n\nit being barred by limitation, aggrieved whereof, the claimant filed\n\nan Objection Application No.606/2019 under Section 34 of the Act\n\nof 1996. During its pendency, it filed an application No.105/2021\n\nseeking leave to raise additional grounds in support of the\n\nObjection Application which has been allowed by the learned\n\nCommercial Court vide order impugned dated 04.12.2021.\n\n     Assailing the order, learned Senior Counsel for the petitioner\nsubmitted that the learned Commercial Court erred in failing to appreciate that without seeking amendment in the memo of Objection Application, the application filed by the claimant for leave to raise additional grounds was not maintainable. Inviting attention of this Court towards the additional grounds permitted to be raised and the contents of the claim petition, learned Senior Counsel submitted that thereby, the claimant has altered the cause of action totally which is impermissible in the eye of law. Referring to the provisions of Order 6 Rule 7 Cpc, learned Senior Counsel further submitted that the additional grounds could not have been permitted to be raised being inconsistent with the (3 of 16) [Cw-3379/2022] pleadings in the claim petition. He submitted that under Section 3 of the Limitation Act, 1963 (for brevity, \"the Act of 1963\"), the Court can consider only the averments made in the plaint/claim to ascertain as to whether it is within the period of limitation and the pleadings/defence raised by the defendant/non-claimant cannot be considered at all for this purpose. Mr. A.K. Bhandari, learned Senior Counsel submitted that the additional grounds sought to be raised by the claimant fly in the face of Clause-27 of the agreement dated 06.06.2012 which provides for cause of action and starting point of limitation. He, in support of his submissions, relied upon following judgments:-\n1. Ma. Shwe Mya Vs. Maung M o Hnaung: AIR 1922 PC 249 2. T. L. Muddukrishana & Anr. Vs. Lalitha Ramchandra Rao (Smt.): (1997) 2 SCC 611 3. Srihari Hanumandas Totala Vs. Hemant Vithal Kamat & Ors.: (2021) 9 SCC 99 4. State of Maharashtra Vs. Hindustan Construction Company Ltd.: (2010) 4 SCC 518 5. Shakti Bhog Food Industries Ltd. Vs. Central Bank of India & Anr.: (2020) 17 SCC 260 6. Rajkumar Gurawara (Dead) through LRs. Vs. S.K. Sarwagi And Company Private Limited & Another: (2008) 14 SCC 364 He, therefore, prays that the writ petition be allowed, the order dated 04.12.2021 passed by the learned Commercial Court be quashed and set aside and CMNC No.105/2021 filed by the claimant be dismissed. \n(4 of 16) [CW-3379/2022] Per contra, learned Senior Counsel for the claimant would submit that the learned Commercial Court did not err in allowing the application filed by it seeking leave of the Court to raise additional grounds in support of the objection application. Inviting attention of this Court towards the contents of civil miscellaneous application filed by the claimant, learned Senior Counsel submitted that it contains additional grounds based only on the admitted facts and thus, being pure questions of law, it is permissible to raise the same at any stage of proceeding. He submitted that it is settled law that even if the applicant does not rely upon the grounds mentioned in Section 34(2)(b), the Court is under an obligation to examine the validity of the award and to set it aside on any of the grounds mentioned therein. He submitted that there is no change in cause of action as it is bundle of the facts which entitles a party to make a claim against the other party and by raising additional grounds, it cannot be held that there has been change in it as no new fact has been raised/pleaded in the application. Shri Rajendra Prasad, learned Senior Counsel submitted that jurisdiction of this Court under Article 227 of the Constitution of India, while hearing a writ petition against an order passed by the learned Commercial Court, is confined to examining as to whether it suffers from any patent jurisdictional error and not beyond that. He submitted that order impugned has been passed by the learned Commercial Court well within its jurisdiction and warrants no interference. He, in support of his submission, relies upon following judgments:-\n(5 of 16) [CW-3379/2022]\n1. Deep Industries Ltd. Vs. Oil and Natural Gas Corporation Ltd. & Anr.: (2020) 15 SCC 706 2. Fiza Developers and Inter-Trade Pvt. Ltd. Vs. AMCI (India) Private Ltd. and Anr.: (2009) 17 SCC 796 3. Chittoori Subbanna Vs. Kudappa Subbanna & Ors.: AIR 1965 Supreme Court 1325 4. Mahboob Pasha Vs. Syed Zaheeruddin & Ors.: AIR 1998 Karnataka 83 5. State of Maharashtra Vs. Hindustan Construction Company Ltd.: (2010) 4 SCC 518 6. State of Chhattisgarh & Anr. Vs. Sal Udyog Pvt. Ltd.:\n(2022) 2 SCC 275 He, therefore, prays that the writ petition be dismissed. \nHeard. Considered. \nThe first and foremost submission of learned senior counsel for the petitioner is that the additional grounds tantamount to change in the cause of action as pleaded by the claimant in its claim petition which is impermissible in the eye of law. The cause of action in the present case is non-payment of price of the notified seeds supplied by the claimant to the petitioner and it does not get changed by the additional grounds which do not involve introduction of any new fact; rather, remains as such. The claimant only wants examination of the issue of limitation from a new angle based on the admitted facts. This view gains support from a three-Judges Bench judgment of the Hon'ble Supreme Court of India in the case of A.K. Gupta & Sons Ltd. Vs. (6 of 16) [CW-3379/2022] Damodar Valley Corporation AIR 1967 SC 96, wherein, while interpreting the 'cause of action', their Lordships held as under: \n\"(6) Now, the appellant had in view of the High Court's decision as to the maintainability of the suit, sought its leave to amend the plaint by adding an extra relief in the following words : \"That a decree for Rs. 65,000 or such other amount which may be found due on proper account being taken may be passed in favour of the plaintiff against the defendant\". \nThe amendment having been refused the present appeal has been preferred. \n(7) It is not in dispute that at the date of the application for amendment, a suit for a money claim under the contract was barred. The general rule, no doubt, is that a party is not allowed by amendment to set up a new case or a new cause of action particularly when a suit on the new case or cause of action is barred : Weldon v. Neale, (1887) 19 QBD 394. But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation : see Charan Das v. Amir Khan, 47 Ind App 255 (AIR 1921 PC 50) and L. J. Leach & Company Ltd. v. Jardine Skinner and Co., 1957 SCR 438: (AIR 1957 SC 357). (8) The principal reasons that have led to the rule last mentioned are, first, that the object of Courts and rules of procedure is to decide the rights of the parties and not to punish them for their mistakes (Cropper v. Smith, (1884) 26 Ch. D 700 (710-711) and secondly, that a party is strictly not entitled to rely on the statute of limitation when what is sought to be brought in by the amendment can be said in substance to be already in the pleading sought to be amended Kisandas Rupchand v. Rachappa Vithoba(1909) ILR 33 Bom 644 at p.651, approved in Pirgonda Hongonda Patil (7 of 16) [CW-3379/2022] v. Kalgonda Shidgonda Patil, 1957 SCR 595 (603): (AIR 1957 SC 363 at p.366). \n(9) The expression \"cause of action\" in the present context does not mean \"every fact which it is material to be proved to entitle the plaintiff to succeed\" as was said in Cooke v. Gill (1873) 8 CPC 107 (116), in a different context, for if it were so, no material fact could ever be amended or added and, of course, no one would want to change or add an immaterial allegation by amendment. That expression for the present purpose only means, a new claim made on a new basis constituted by new facts. Such a view was taken in Robinson v. Unicos Property Corporation Ltd., 1962-2 All ER 24, and it seems to us to be the only possible view to take. Any other view would make the rule futile. The words \"new case\" have been understood to mean \"new set of ideas\" : Dornan v. J. W. Ellis & Co. Ltd., 1962-1 All ER 303. This also seems to us to be a reasonable view to take. No amendment will be allowed to introduce a new set of ideas to the prejudice of any right acquired by any party by lapse of time. (10) Now, how does the present case stand on these principles? Does the amendment introduce a new cause of action or a new case? We do not think it does. The suit was on the contract. It sought the interpretation of a clause in the contract only for a decision of the rights of the parties under it and for no other purpose. It was the contract which formed the cause of action on which the suit was based. The amendment seeks to introduce a claim based on the same cause of action, that is, the same contract. It introduces no new case or facts. Indeed the facts on which the money claim sought to be added is based are not in dispute. Even the amount of the claim now sought to be made by amendment, was mentioned in the plaint in stating the valuation of the suit for the purpose of jurisdiction. The respondent had notice of it. It is quite clear that the interpretation of the clause was sought only for quantifying (8 of 16) [CW-3379/2022] the money claim. In the written statement the respondent specifically expressed its willingness to pay the appellant's legitimate dues which could only mean such amount as might be due according to the rates applicable on a proper interpretation of the clause. The respondent was fully aware that the ultimate object of the appellant in filing the suit was to obtain the payment of that amount. It was equally aware that the amount had not been specifically claimed in the suit because the respondent had led the appellant to believe that it would pay whatever the court legitimately found to be due. It in fact said so in the written statement. If there was any case where the respondent was not entitled to the benefit of the law of limitation, the present is that one. The respondent cannot legitimately claim that the amendment will prejudicially effect his right under that law for really be had no such right. It is a case in which the claim for money was in substance in the plaint from the beginning though it had not formally been made.\" \nThe judgements relied upon by the petitioner in this regard are of little assistance to it inasmuch as the same have no applicability in the present case. In the case of Ma. Shwe Mya (supra), the Privy Council held that one distinct cause of action cannot be substituted for another by way of an amendment in the facts wherein the learned trial Judge found that the verbal agreement based upon which the suit for specific performance was filed could not be established in the evidence and the Judicial Commissioner to whom the appeal was taken thereagainst affirming the view, granted a liberty to the plaintiff to amend enabling compensation to be assessed for the alleged breach of the contract. However, as already observed, in the present case, (9 of 16) [CW-3379/2022] the additional grounds have been permitted to be raised by the learned commercial court without introduction of any new fact. \nSimilarly, in the case of T.L. Muddukrishana & Anr. (supra), the Hon'ble Supreme Court held that in a suit filed for mandatory injunction, amendment seeking to introduce the relief of specific performance after expiry of period of limitation is not permissible. However, in the present case, no such situation obtains. \nContention of the learned counsel for the petitioner that while adjudicating the question of limitation, the Court has to see pleadings of the plaintiff/claimant only, is misconceived. Section 3 of the Act of 1963 mandates a Court to adjudicate maintainability of a suit/appeal/application qua the limitation irrespective of whether a defence in this regard is taken or not; but, the provision cannot be interpreted in the manner that the averments in the plaint/appeal/application only are to be considered to decide this issue and pleading/defence of the defendant cannot be looked into at all for this purpose. The Court is duty bound to ponder upon the issue of limitation taking a holistic consideration of the pleadings of the parties as also the evidence led by them in support thereof. Indisputably, in the present case, the claimant has sought to raise additional grounds to reassert that the claim filed by it before the learned Arbitrator was within limitation based on the admitted facts which are already on record and no new fact has been introduced. In these circumstances, it amounts to raising a pure question of law which can be raised at any stage of proceeding. This Court finds support from the following judgments in its view. \n(10 of 16) [CW-3379/2022 ] Their Lordships have held in the case of Chittoori Subbanna (supra) as under:\n\"4. Chitturi Subbanna, appellant, applied to the High Court for permission to raise an additional ground of appeal to the effect that the trial Court was not entitled to grant mesne profits for more than 3 years from the date of the decree of the High Court. The High Court disallowed that prayer for the reasons that he had not taken such a ground in the memorandum of appeal and had, on the other hand, conceded before the Commissioner and the trial Court that accounts could be taken upto 1943 in respect of A and C schedule properties, that he had elected to have the profits deter- mined by the trial Court upto the date of delivery of possession and that if he had taken the objection earlier, it would have been open to the second plaintiff-respondent to file a suit for the recovery of mesne profits beyond the three years upto the date of delivery of possession. It is urged before us for the appellant that the High Court was in error in not allowing the appellant to have raised the objection based on the provisions of O .20, R. 12, C.P.C. We agree with this contention. The question sought to be raised was a pure question of law and was not dependent on the determination of any question of fact. The first appellate Court ought to have allowed it. Such pure questions of law are allowed for the first time at later stages too. \n5. The appellant could not have claimed-and did not claim- a right to urge the new point which had not been taken in the grounds of appeal. He made a separate application for permission to take up that point. The procedure followed was in full conformity with what had been suggested in Wilson v. United Counties Bank, Ltd. 1920 AC 102 pg.106, to the effect:\n\"If in exceptional cases parties desire to add new grounds to those of which they have given notice, it will (11 of 16) [CW-3379/2022] usually be convenient, by a substantive application, to apply to the indulgence of the Court which is to hear the appeal.\" \n6. In Yeswant Deorao Deshmukh v. Walchand Ramchand Kothari(1950) SCR 852; (AIR 1951 SC 16) this Court allowed a question of law to be raised at the hearing of the appeal even though no reference to it had been made in the Courts below or in the grounds of appeal to this Court. This Court said :\n\"If the facts proved and found as established are sufficient to make out a case of fraud within the meaning of section 18, this objection may not be serious, as the question of the applicability of the section will be only a question of law and such a question could be raised at any stage of the case and also in the final court of appeal. The following observations of Lord Watson in Connecticut Fire Insurance Co. v. Kavanagh, 1892 A.C. 473, are relevant. He said : 'When a question of law is raised for the first time in a court of last resort upon the construction of a document or upon facts either admitted or proved beyond controversy, it is not only competent but expedient in the interests of justice to entertain the plea. The expediency of adopting that course may be doubted when the plea cannot be disposed of without deciding nice questions of fact in considering which the court of ultimate review is placed in a much less advantageous position than the courts below.\" \nAgain, it was said in M. K. Ranganathan v. Government of Madras (1955) 2 SCR 374 at p.381: ((S) AIR 1955 SC 604 at p.607):\n\"The High Court had allowed the Respondent 3 to raise the question even at that late stage inasmuch as it was a pure question of law and the learned Solicitor- General, therefore, rightly did not press the first contention before us.\" \nA Division Bench of Hon'ble Karnataka High Court has, in the case of Mahboob Pasha (supra), decided as under:\n(12 of 16) [CW-3379/2022] \"6. We are of the view that the approach made by the learned trial judge is on the face of it erroneous. It is the duty of the Court to decide the question as to when the limitation commences, depending upon the nature of the suit. The decision on such question shall have to be of the court. It cannot be founded on the submission made by the counsel for the parties. Limitation affects the jurisdiction of the Court. If the suit is barred by limitation, the Court has no jurisdiction to entertain it. Therefore, as the parties cannot Confer jurisdiction on the Court by consent, the question of limitation as to the original cause of action cannot be decided on the concession made by the parties. S. 5 of the Limitation Act does not apply to the original cause of action so as to extend the period of limitation by concession made by the parties. The expression 'prescribed period' as per cl. (j) of S. 2 of the Act means, the period of limitation computed in accordance with the provisions of the Act. Sub -sec. (1) of S. 3 of the Act further provides that subject to the provisions contained in Ss. 4 to 24 (inclusive), every suit instituted, appeal preferred, and application made after the prescribed period shall be dismissed although limitation has not been set up as a defence. Therefore, it is the duty of the Court to decide the question of limitation. \n7. Thus the trial Court ought to have decided on its own reasoning as to when the period of limitation commenced for the purpose of filing the suit in question instead of acting upon the concessions made by both parties, as the decision on such question had a bearing on the jurisdiction of the Court to entertain the suit.\" \nThe judgements relied upon by the learned senior counsel for the petitioner in the case of Hindustan Construction Company Ltd. (supra) is of no help to him wherein, it was held that by way of an amendment in the memorandum of arbitration appeal filed (13 of 16) [CW-3379/2022] under Section 37 of the Act of 1996, absolutely new ground for which there is no factual foundation in the application for setting aside the award is impermissible which contains new material/facts when admittedly these grounds were not originally raised in the arbitration petition filed under Section 34 for setting aside the award. As already held, in the present case, the claim filed by the claimant was dismissed by the learned Arbitrator being hit by the law of limitation which is subject matter of challenge in the objection application filed by the claimant under Section 34 of the Act and the additional grounds are based on the admitted facts already on record. \nContention of the learned Senior Counsel for the petitioner that in absence of an amendment in the memo of objection application, the learned Commercial Court erred in permitting the claimant to raise additional ground, does not merit acceptance. As already held, the additional grounds are in the nature of legal issues and can be raised by making an application at any stage of litigation without amendment in the memo of objection application. Section 3 of the Act of 1963 also mandates the Court to decide the issue of limitation even in the absence of any defence as it goes to the very root of the court's jurisdiction to entertain and decide a matter. As already seen, their Lordships have held in case Chittoori Subbanna (supra) that the pure questions of law can be raised at any stage of the proceeding. Further, in the case of Fiza Developers and Inter-Trade Private Ltd. (supra), it was held as under:\n                                   (14 of 16)                    [CW-3379/2022 ] \n\n\n     \"28.   xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx                   An application under Section 34 in that sense is adversarial in nature. But the proceedings under Section 34 differ from regular civil suits in a significant aspect.\" \n29. In a regular civil suit, in the event of failure to file a defence, it will be lawful for the court to pronounce the judgment on the basis of facts contained in the plaint [Vide Order 8 Rule 5(2) of the Code]. But in an application under section 34, even if there is no contest, the court cannot, on the basis of the averments contained in the application, set aside the award. Whether there is contest or not, the applicant has to prove one of the grounds set out in section 34(2)(a) and (b). Even if the applicant does not rely upon the grounds under clause (b), the Court, on its own initiative, may examine the award to find out whether it is liable to be set aside on either of the two grounds mentioned in section 34(2)(b). It is perhaps in this sense, the High Court has stated that the proceedings may not be adversarial. Be that as it may.\" \nSubmission of learned senior counsel for the petitioner as to additional grounds being hit by the provisions of Order 6 Rule 7 CPC is wholly misconceived inasmuch as, it has already been held that these are in the nature of legal issues with introduction of no new fact and examination of the issue of limitation from a new angle on the admitted facts. \nContention of the learned senior counsel for the petitioner that additional grounds permitted to be raised fly in the face of clause 27 of the agreement executed between the parties merits no consideration as this Court is not supposed to examine the merits of the additional grounds at this stage which is to be (15 of 16) [CW-3379/2022] appreciated by the learned Commercial Court as and when required. \nThe judgement of the Hon'ble Supreme Court of India in the case of Rajkumar Gurawara (Dead) through LRs. (supra) is of no assistance to the petitioner wherein, while explaining the scope of Order 6 Rule 17 CPC, it was held that if the amendment results in introduction of new cause of action, it should not be permitted. However, in the present case, it has been held by this Court that the additional grounds do not introduce a new cause of action. \nIn the case of Shakti Bhog Food Industries Ltd. (supra), their Lordships have held that while examining the question of limitation under Order 7 Rule 11 CPC, the averments in the written statement as also the contention of the defendants are wholly immaterial. This proposition is of no help to the petitioner. \nSimilarly, in the case of Srihari Hanumandas Totala (supra), the Hon'ble Supreme Court was dealing with an issue under Order 7 Rule 11 CPC which is not the issue obtaining in the present case. \nIn view of aforesaid discussion, this Court is not satisfied that order dated 4.12.2021 passed by the learned Commercial Court in its judicious discretion appreciating the material on record in the light of well settled legal principles suffers from any patent jurisdictional error so as to warrant interference of this Court under its limited supervisory jurisdiction vide Article 227 of the Constitution of India. The Hon'ble Supreme Court has, in the case of Deep Industries Ltd. (supra), while entertaining an appeal against the judgement of the High Court under Article 227 of the (16 of 16) [CW-3379/2022] Constitution of India interfering with the order passed by the appellate authority under Section 37 of the Act of 1996, held as under:\n\"17. This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years. At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non-obstante clause of Section 5 of the Act. In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us herein above so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\" \nResultantly, this writ petition is dismissed being devoid of merit. \n(MAHENDAR KUMAR GOYAL),J Sudha/182 Powered by TCPDF (www.tcpdf.org)",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court harmanprit singh sidhu vs arcadia shares & stock brokers pvt. ltd on 30 september, 2016 author: badar durrez ahmed bench: badar durrez ahmed, ashutosh kumar the high court of delhi at new delhi % judgment delivered on: 30.09.2016 + fao (os) 136/2016 and cm no. 15748/2016 harmanprit singh sidhu . appellant versus arcadia shares & stock brokers pvt. ltd. respondent advocates who appeared in this case:for the appellant : mr anand shankar with mr shantanu kumar and mr narsingh n. rai for the respondent : mr subhash bansal with mr raghav bansal and mr shashwat bansal hon'ble mr justice badar durrez ahmed hon'ble mr justice ashutosh kumar judgment badar durrez ahmed, j 1. this appeal is directed against the order dated 17.02.2016 passed by a learned single judge of this court in ia no.4311/2016 in omp 294/2014. ia no.4311/2016 was an application under section 5 of the limitation act filed on behalf of the respondent for condonation of delay of 55 days in refiling. the said application was allowed by the learned single judge by virtue of the impugned order dated 17.02.2016. omp 294/2014 is a petition under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as „the a&c act‟) for setting aside the arbitral award dated 10.09.2013. 2. the plea of the appellant before this court is that the learned single judge ought not to have condoned the delay of 55 days in re-filing the said petition under section 34 of the a&c act. 3. the learned counsel for the respondent herein raised a preliminary objection with regard to the maintainability of the present appeal. it was contended on behalf of the respondent that an appeal under section 37 of the a&c act could be filed only against the orders specified in section 37(1)(a), (b) or (c). it was pointed out that the impugned order does not fall within the orders specified in section 37(1) of the a&c act. the learned counsel emphasised that section 37(1) of that act uses the expression \"(and from no others)\" which clearly indicates that only those orders mentioned in section 37(1) would be appealable and no others. 4. on the other hand, the learned counsel for the appellant submitted that the appeal is maintainable and for this submission, he placed reliance on sections 8 and 13 of the commercial courts, commercial division and commercial appellate division of the high courts act, 2015 (hereinafter referred to as „the commercial courts act‟). he also placed reliance on a full bench decision of this court in the case of national highways authority of india v. oriental structure engineers limited-gammon india limited (jv): 2012 (132) drj 769 (fb). the learned counsel for the appellant referred to section 8 of the commercial courts act to submit that no civil revision application or petition could be entertained against any interlocutory order of a commercial court. but, this was subject to the provisions of section 13 of that act. he submitted that section 13 of the commercial courts act deals with the appeals and section 13(1) specifically refers to appeals from „judgments‟ or „orders‟. thus, according to him, any person aggrieved by a decision of the commercial division of a high court could appeal to the commercial appellate division of that high court within a period of 60 days from the date of judgment or \"order\", as is the case herein. it was further submitted by the learned counsel for the appellant that the full bench decision in the case of national highways authority (supra) made it clear that an aggrieved party could maintain more than one appeal, that is, one at the initial stage and the other at the final stage when the petition under section 34 of the a&c act is finally disposed of. it was submitted in this context that the appellant was entitled to file an appeal against the impugned order inasmuch as the learned single judge had allowed the condonation of delay application and, as a result, he had taken the section 34 petition under the a&c act on board when it ought to have been rejected on the ground of limitation. it was contended by the learned counsel for the appellant that an appeal against this order would lie at this stage itself as also at the stage of disposal of the said omp no.294/2014 by the aggrieved party. it was contended that the learned single judge could not have condoned the delay in re-filing. had that been the case, the petition under section 34 of the a&c act would not itself be entertained and for this reason, the appellant‟s rights have been affected and, therefore, the present appeal is clearly maintainable. 5. section 37 of the a&c act has been amended by the arbitration and conciliation (amendment) act, 2015 (act 3 of 2016) with retrospective effect from 23.10.2015. clauses (a) and (b) of the earlier section 37(1) were re-numbered as clauses (b) and (c), respectively and new clause (a) was inserted. section 37 of the a&c act, post amendment, reads as under:\"37. appealable orders. (1) an appeal shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) an appeal shall also lie to a court from an order granting of the arbitral tribunal.(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" 6. sections 8 and 13 of the commercial courts act read as under:\"8. bar against revision application or petition against an interlocutory order.-notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a commercial court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the commercial court. xxxx xxxx xxxx xxxx xxxx xxxx 13. appeals from decrees of commercial courts and commercial divisions.-(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 7. first of all, we may point out that section 8 of the commercial courts act, which was sought to be relied upon by the learned counsel for the appellant, has no application in the present case. this is so because it relates to an interlocutory order of a „commercial court‟. a commercial court by definition as per section 2(1)(b) read with section 3(1) is a court at the district level. the impugned order is an order passed not by a commercial court but by a learned single judge within the commercial division of this high court. therefore, clearly, section 8 of the commercial courts act has no application. 8. insofar as section 13 of the commercial courts act is concerned, while it is true that it speaks of appeals from a judgment or order, the proviso to section 13(1) makes it clear that the appeal would lie from such orders passed by, inter alia, a commercial division that are specifically enumerated under order 43 of the code of civil procedure, 1908 (as amended by the commercial courts act) and section 37 of the a&c act. the use of the word „and‟ in the proviso to section 13(1) is only to specify that an appeal would lie against any order passed by, inter alia, a commercial division, which finds mention in the list of orders specified in order 43, cpc and section 37 of the a&c act. it is an admitted position that the impugned order having been passed in proceedings arising out of an arbitral award would have to be governed by section 37 of the a&c act. 9. on a plain reading of section 13 of the commercial courts act, it is evident that it does not amplify the scope of appealable orders specified in section 37 of the a&c act. it actually reiterates that, in a matter of arbitration, an appeal shall lie only from the orders specified in section 37 of the a&c act. in fact, section 13(2) reinforces this by providing that notwithstanding anything contained in any other law for the time being in force or the letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of the commercial courts act. 10. coming to section 37(1), it is evident that an appeal can lie from only the orders specified in clauses (a), (b) or (c). in other words, an appeal under section 37 would only be maintainable against (a) an order refusing to refer the parties to arbitration under section 8 of the a&c act; (b) an order granting or refusing to grant any measure under section 9 of the a&c act; or (c) an order setting aside or refusing to set aside an arbitral award under section 34 of the a&c act. the impugned order is clearly not relatable to sections 8 or 9 of the a&c act. it was sought to be contended by the learned counsel for the appellant that the present appeal would fall within section 37(1)(c) which relates to an order \"setting aside\" or \"refusing to set aside\" an arbitral award under section 34. we are unable to accept this proposition. by virtue of the impugned order, the arbitral award dated 10.09.2013 has not been set aside. nor has the court, at this stage, refused to set aside the said arbitral award under section 34 of the a&c act. in fact, the appellant in whose favour the award has been made, would only be aggrieved if the award were to have been set aside in whole or in part. that has not happened. what the learned single judge has done is to have condoned the delay in re-filing of the petition under section 34. this has not, in any way, impacted the award. 11. the learned counsel for the appellant had placed strong reliance on the decision of the full bench in national highways authority (supra). however, that decision would not, in any manner, come to the aid of the appellant. the issue before the full bench was confined to an enquiry as to whether, in law, there was any impediment in the court issuing limited notice in a petition under section 34 of the a&c act. the concept of limited notice would, inter alia, entail a situation where an arbitral tribunal having awarded claims 1 to 4, a petition in respect thereof is filed by the losing party under section 34 and the court hearing the petition issues notice only in respect of claims 3 and 4 and not in respect of claim numbers 1 and 2. in such an eventuality, for all intents and purposes, the limited notice would impact the arbitral award in respect of the claims 1 and 2 and, therefore, the aggrieved party would be entitled to file an appeal at that stage itself under section 37 of the a&c act. this is so because for all intents and purposes, the limited notice would entail the refusal on the part of the court to set aside the arbitral award insofar as claims 1 and 2 were concerned. this is exactly what the full bench in national highways authority (supra) held. paragraph 18 of the said decision sets out the conclusions and they are as under:\"18. having regard to our discussion above, our conclusions are as follows: (i) there is no limitation in the court issuing a limited notice at the stage of admission of a petition under section 34 of the 1996 act provided the grounds which are raised and argued are rejected by a reasoned order. (ii) there is complete autonomy conferred under the 1996 act on the party aggrieved, to prefer an appeal under section 37 against grounds which the court rejects either at that stage or at the stage when the petition under section 34 is finally disposed of. (iii) in view of our conclusion arrived at, as indicated in subclause (ii) above, what would necessarily follow is that the aggrieved party can maintain more than one appeal. (iv) a fresh cause of action would arise at both stages, i.e., at the initial stage and at the final stage when the petition under section 34 of the 1996 act is finally disposed of as at each stage the award would get impacted. (v) if an application is filed in the executing court, pursuant to rejection of some grounds, in section 34 proceeding, the executing court would have to discern as to whether that part of the order of the court pertains to those claims which can be sustained on a stand-alone basis. if the executing court comes to such an conclusion, undoubtedly, the execution proceedings can proceed against that part of the order subject, however, to intercession by an appellate court.\" 12. from the above discussion, it is evident that the said decision in national highways authority (supra) does not, in any way, advance the case of the appellant herein. the order, which is impugned herein, does not have the effect of setting aside or refusing to set aside an arbitral award. clearly, the said full bench decision does not help the appellant. 13. in sum, the impugned order does not fall within the category of appealable orders specified in section 37(1) of the a&c act. therefore, even if the provisions of section 37(1) are read with section 13 of the commercial courts act, the present appeal is not maintainable. this, however, does not mean that the appellant cannot take up the ground that is sought to be urged before us if the decision in omp 294/2014 (under section 34 of the a&c act) goes against him. in other words, if the arbitral award is set aside in part or in whole and the appellant is aggrieved thereby, he may prefer an appeal under section 37 of the a&c act on merits as also on the ground that the delay in re-filing ought not to have been condoned. this is in line with the scheme of the a&c act of not, in any way, stalling the proceedings thereunder. for example, under section 13(4) of the a&c act, if a challenge to an arbitrator is not successful, the arbitral tribunal is required to continue the arbitral proceedings and make an arbitral award and, in such an instance, as provided in section 13(5) of the a&c act, the party challenging the arbitrator may make an application for setting aside such an arbitral award in accordance with section 34. in other words, recourse to a remedy for an unsuccessful challenge to an arbitrator is deferred till the stage of the making of the award. similarly, under section 16, an arbitral tribunal may rule on its jurisdiction. in a case where the arbitral tribunal rejects a plea with regard to its jurisdiction, it is enjoined by section 16(5) of the a&c act to continue with the arbitral proceedings and to make the arbitral award. section 16(6) stipulates that a party aggrieved by such an arbitral award may make an application for setting aside the award in accordance with section 34. here, too, the unsuccessful party, who challenges the jurisdiction of an arbitral tribunal, is asked to wait till the award is made. the remedy of questioning the decision of the arbitral tribunal with regard to the arbitrator‟s jurisdiction in such a case is not extinguished but is merely deferred till the making of the arbitral award. in similar vein, in the present case, the remedy of challenging the decision of condoning the delay in re-filing is not extinguished but is deferred till the final decision of the court on the pending section 34 petition. 14. in view of the discussion above, the present appeal is not maintainable and is dismissed. badar durrez ahmed, j september 30, 2016 ashutosh kumar, j dutt"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2c0aa1b83fc4fe6b8b0c0a9a938875d_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f03054b9288483792b5589473687072_1"
        },
        {
            "start": 242,
            "end": 947,
            "text": "\nRajasthan High Court\nRajasthan State Seeds Corporation ... vs J.K. Agri Genetics Limited on 26 May, 2023\nAuthor: Mahendar Kumar Goyal\nBench: Mahendar Kumar Goyal\n      High Court Of Judicature For Rajasthan\n                  Bench At Jaipur\n\n                S.B. Civil Writ Petition No. 3379/2022\n\nRajasthan      State     Seeds       Corporation           Limited,    Having    Its\nRegistered Office At 3Rd Floor, Pant Krishi Bhawan, Bhagwan Das\nRoad, Jaipur, Rajasthan 302001 Through Kailash Chand Meena\nS/o Sh. Bhairon Lal Meena, Age 56 Years, Chief Manager\n(Marketing).\n                                                                      ----Petitioner\n                                      Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bdb5ad9a7d64400ab4ea1f2d53c04338_2"
        },
        {
            "start": 947,
            "end": 1064,
            "text": "J.K. Agri Genetics Limited, Having Its Registered Address At 7,\nCouncil House Street, Kolkata, West Bengal 700001 And",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ad4084bf23040e1b7092c2ab1cbf85a_3"
        },
        {
            "start": 1065,
            "end": 1329,
            "text": "Its\nHead Office At 1-10-177 4Th Floor, Varun Towers Begumpet\nHyderabad, Telangana 500016 Through Its Authorised Signatory\nAnd Manager (Legal) Mr. P. Ravi Kiran, Aged 45 Years S/o P.R.M.\nPrasad And Resident Of Flat No. 104, Surabhi Avenue, Himayat\nNagar, Hyderabad.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "919461db21144cc9acff7c7b44c58667_4"
        },
        {
            "start": 1398,
            "end": 1415,
            "text": "----Respondent\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8db9c63abda645afb1fe4698ad83a161_5"
        },
        {
            "start": 1415,
            "end": 1432,
            "text": "For Petitioner(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "829f740f3da846098c231bcc00639393_6"
        },
        {
            "start": 1443,
            "end": 1481,
            "text": ":     Mr. A.K. Bhandari, Sr. Adv. with",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da826523240144ac9ba0c98c38572ec5_7"
        },
        {
            "start": 1517,
            "end": 1539,
            "text": "Mr. Vijay Dutt Sharma,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9826a51b93fc4cf89f0588451d710254_8"
        },
        {
            "start": 1575,
            "end": 1594,
            "text": "Mr. Anuj Bhandari &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ab13de92a5e4fd7bffd2cc0c71e0f81_9"
        },
        {
            "start": 1630,
            "end": 1650,
            "text": "Mr. Vaibhav Bhargava",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ccc13024930e4c5cb08103920ae1be64_10"
        },
        {
            "start": 1652,
            "end": 1669,
            "text": "For Respondent(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0bd3be3e7b2e49cc863cbe72793aa657_11"
        },
        {
            "start": 1680,
            "end": 1720,
            "text": ":     Mr. Rajendra Prasad, Sr. Adv. with",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca2c657cf4e949f5927164befebfc5dd_12"
        },
        {
            "start": 1721,
            "end": 1822,
            "text": "\n                                  Mr. Ashish Sharma\n\n\n\n     Hon'Ble Mr. Justice Mahendar Kumar Goyal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8bbcb1216c441328f3280dac315fcfd_13"
        },
        {
            "start": 1860,
            "end": 1887,
            "text": "Judgment\n\n26/05/2023\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b375d4232368463ca953ba481feb2494_14"
        },
        {
            "start": 1887,
            "end": 2163,
            "text": "This writ petition has been filed by the petitioner/non-\n\nobjector/non-claimant (for brevity, \"the petitioner\") against the\n\norder dated 04.12.2021 passed by the learned Commercial Court\n\nNo.4, Jaipur Metropolitan-II, Jaipur (for brevity, \"the learned\n\nCommercial      Court\")",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c9cdbd46f0fb4aa19a8d88f1d7febe43_15"
        },
        {
            "start": 2169,
            "end": 2376,
            "text": "in     Objection         Application     No.606/2019\n\nwhereby, a civil misc. application No.105/2021 filed by the\n\nrespondent/objector/claimant (for brevity, \"the claimant\") seeking\n\n\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db855ee341eb4e3aba89f7bb14b16d01_16"
        },
        {
            "start": 2376,
            "end": 2417,
            "text": "(Downloaded on 11/11/2023 at 05:37:07 Pm)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01417d43217d46918a71b4e5833e71b3_17"
        },
        {
            "start": 2418,
            "end": 2466,
            "text": "\n                                      (2 of 16)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e21e314beb824898a353931f69d32bec_18"
        },
        {
            "start": 2490,
            "end": 2503,
            "text": "[Cw-3379/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ccaec41a998c4805af8a80998ccfd89c_19"
        },
        {
            "start": 2504,
            "end": 2592,
            "text": "] \n\n\n\nleave to raise additional grounds in support of the Objection\n\nApplication   filed",
            "labels": [
                "NONE"
            ],
            "id": "5f36fc6f329b490d9e2d985e837ad35e_20"
        },
        {
            "start": 2593,
            "end": 2724,
            "text": "  under      Section       34     of    the   Arbitration   and\n\nConciliation Act, 1996 (for brevity, \"the Act of 1996\") has been\n\n",
            "labels": [
                "FAC"
            ],
            "id": "2ca52bd723d94661bb9aa63a0cb1269f_21"
        },
        {
            "start": 2724,
            "end": 2732,
            "text": "allowed.",
            "labels": [
                "FAC"
            ],
            "id": "9d06b6aef8c54d1a981dce74eec49323_22"
        },
        {
            "start": 2733,
            "end": 2909,
            "text": "\n\n     The relevant facts in brief are that an agreement dated\n\n06.06.2012 was entered into between the parties for supply of\n\nnotified seeds by the claimant to the petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "b467ce26dfdf40588f25b09c28918b5c_23"
        },
        {
            "start": 2910,
            "end": 3266,
            "text": "Alleging non-\n\npayment of the price of the seeds supplied, the claimant raised an\n\narbitral dispute wherein, its claim came to be rejected by the\n\nlearned Arbitrator vide award dated 29.07.2019 on the ground of\n\nit being barred by limitation, aggrieved whereof, the claimant filed\n\nan Objection Application No.606/2019 under Section 34 of the Act\n\nof 1996.",
            "labels": [
                "FAC"
            ],
            "id": "c9035df76a90478db154e76613c25c22_24"
        },
        {
            "start": 3267,
            "end": 3508,
            "text": "During its pendency, it filed an application No.105/2021\n\nseeking leave to raise additional grounds in support of the\n\nObjection Application which has been allowed by the learned\n\nCommercial Court vide order impugned dated 04.12.2021.\n\n     ",
            "labels": [
                "FAC"
            ],
            "id": "7e80cd24e7d449a481a04df553a284bd_25"
        },
        {
            "start": 3508,
            "end": 3812,
            "text": "Assailing the order, learned Senior Counsel for the petitioner\nsubmitted that the learned Commercial Court erred in failing to appreciate that without seeking amendment in the memo of Objection Application, the application filed by the claimant for leave to raise additional grounds was not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e4bc72b75a314c289e2c5268e815446b_26"
        },
        {
            "start": 3813,
            "end": 4081,
            "text": "Inviting attention of this Court towards the additional grounds permitted to be raised and the contents of the claim petition, learned Senior Counsel submitted that thereby, the claimant has altered the cause of action totally which is impermissible in the eye of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c0d1d0d7703b49a08b184a0e88ed6d9b_27"
        },
        {
            "start": 4082,
            "end": 4330,
            "text": "Referring to the provisions of Order 6 Rule 7 Cpc, learned Senior Counsel further submitted that the additional grounds could not have been permitted to be raised being inconsistent with the (3 of 16) [Cw-3379/2022] pleadings in the claim petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "117d853abcb6424bb45fe118a1e59a3b_28"
        },
        {
            "start": 4331,
            "end": 4667,
            "text": "He submitted that under Section 3 of the Limitation Act, 1963 (for brevity, \"the Act of 1963\"), the Court can consider only the averments made in the plaint/claim to ascertain as to whether it is within the period of limitation and the pleadings/defence raised by the defendant/non-claimant cannot be considered at all for this purpose.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3d2ebc5c34eb49309ca00acd7654d830_29"
        },
        {
            "start": 4668,
            "end": 4915,
            "text": "Mr. A.K. Bhandari, learned Senior Counsel submitted that the additional grounds sought to be raised by the claimant fly in the face of Clause-27 of the agreement dated 06.06.2012 which provides for cause of action and starting point of limitation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "49cfae161e044720aab81f7a0791fb2c_30"
        },
        {
            "start": 4916,
            "end": 5012,
            "text": "He, in support of his submissions, relied upon following judgments:-\n1. Ma. Shwe Mya Vs. Maung M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b18a7daa9a034f66b37c9ac8d22acbe4_31"
        },
        {
            "start": 5013,
            "end": 5038,
            "text": "o Hnaung: AIR 1922 PC 249",
            "labels": [
                "NONE"
            ],
            "id": "7ece5fa79b8c45c0920cf80fe7f820cf_32"
        },
        {
            "start": 5039,
            "end": 5123,
            "text": "2. T. L. Muddukrishana & Anr. Vs. Lalitha Ramchandra Rao (Smt.): (1997) 2 SCC 611 3.",
            "labels": [
                "NONE"
            ],
            "id": "3eb3855e5452446eb48f15715e72bd05_33"
        },
        {
            "start": 5124,
            "end": 5200,
            "text": "Srihari Hanumandas Totala Vs. Hemant Vithal Kamat & Ors.: (2021) 9 SCC 99 4.",
            "labels": [
                "NONE"
            ],
            "id": "334667c95b0645ac99dfe5c860783a5a_34"
        },
        {
            "start": 5201,
            "end": 5282,
            "text": "State of Maharashtra Vs. Hindustan Construction Company Ltd.: (2010) 4 SCC 518 5.",
            "labels": [
                "NONE"
            ],
            "id": "df81cbc3ab00444cb3dcb8fa82de782f_35"
        },
        {
            "start": 5283,
            "end": 5370,
            "text": "Shakti Bhog Food Industries Ltd. Vs. Central Bank of India & Anr.: (2020) 17 SCC 260 6.",
            "labels": [
                "NONE"
            ],
            "id": "9e3fb9edee4d41ebb1854b843de97e15_36"
        },
        {
            "start": 5371,
            "end": 5686,
            "text": "Rajkumar Gurawara (Dead) through LRs. Vs. S.K. Sarwagi And Company Private Limited & Another: (2008) 14 SCC 364 He, therefore, prays that the writ petition be allowed, the order dated 04.12.2021 passed by the learned Commercial Court be quashed and set aside and CMNC No.105/2021 filed by the claimant be dismissed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2970e380be0247ea80f4d150fafbb40a_37"
        },
        {
            "start": 5687,
            "end": 5959,
            "text": "\n(4 of 16) [CW-3379/2022] Per contra, learned Senior Counsel for the claimant would submit that the learned Commercial Court did not err in allowing the application filed by it seeking leave of the Court to raise additional grounds in support of the objection application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c6f45759efe142b4b4464b07f809ac6d_38"
        },
        {
            "start": 5960,
            "end": 6276,
            "text": "Inviting attention of this Court towards the contents of civil miscellaneous application filed by the claimant, learned Senior Counsel submitted that it contains additional grounds based only on the admitted facts and thus, being pure questions of law, it is permissible to raise the same at any stage of proceeding.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d69863fa1709416d85141676ce86eb16_39"
        },
        {
            "start": 6277,
            "end": 6532,
            "text": "He submitted that it is settled law that even if the applicant does not rely upon the grounds mentioned in Section 34(2)(b), the Court is under an obligation to examine the validity of the award and to set it aside on any of the grounds mentioned therein.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65e1e4dca44f4537b5de1ea433a10966_40"
        },
        {
            "start": 6533,
            "end": 6825,
            "text": "He submitted that there is no change in cause of action as it is bundle of the facts which entitles a party to make a claim against the other party and by raising additional grounds, it cannot be held that there has been change in it as no new fact has been raised/pleaded in the application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e89687fb5a884c01a8d4cc19bcbb0cd5_41"
        },
        {
            "start": 6826,
            "end": 7155,
            "text": "Shri Rajendra Prasad, learned Senior Counsel submitted that jurisdiction of this Court under Article 227 of the Constitution of India, while hearing a writ petition against an order passed by the learned Commercial Court, is confined to examining as to whether it suffers from any patent jurisdictional error and not beyond that.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "533495c478704504898b218bbe08d540_42"
        },
        {
            "start": 7156,
            "end": 7295,
            "text": "He submitted that order impugned has been passed by the learned Commercial Court well within its jurisdiction and warrants no interference.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2a17877c39d147a1ac1db104c6c877cf_43"
        },
        {
            "start": 7296,
            "end": 7482,
            "text": "He, in support of his submission, relies upon following judgments:-\n(5 of 16) [CW-3379/2022]\n1. Deep Industries Ltd. Vs. Oil and Natural Gas Corporation Ltd. & Anr.: (2020) 15 SCC 706 2.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4bf911bbf00743598660108e0d5c9c37_44"
        },
        {
            "start": 7483,
            "end": 7585,
            "text": "Fiza Developers and Inter-Trade Pvt. Ltd. Vs. AMCI (India) Private Ltd. and Anr.: (2009) 17 SCC 796 3.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8102e70838d9455da59d0945f2b8508a_45"
        },
        {
            "start": 7586,
            "end": 7664,
            "text": "Chittoori Subbanna Vs. Kudappa Subbanna & Ors.: AIR 1965 Supreme Court 1325 4.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d16bb0f074c34863baa289a00d3cc566_46"
        },
        {
            "start": 7665,
            "end": 7732,
            "text": "Mahboob Pasha Vs. Syed Zaheeruddin & Ors.: AIR 1998 Karnataka 83 5.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b99c9343301948b89b344bd5bde96be3_47"
        },
        {
            "start": 7733,
            "end": 7814,
            "text": "State of Maharashtra Vs. Hindustan Construction Company Ltd.: (2010) 4 SCC 518 6.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d60752999d2429fa8df5f459480680d_48"
        },
        {
            "start": 7815,
            "end": 7885,
            "text": "State of Chhattisgarh & Anr. Vs. Sal Udyog Pvt. Ltd.:\n(2022) 2 SCC 275",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0000891998ea4a3784ebc620feeebb83_49"
        },
        {
            "start": 7886,
            "end": 7943,
            "text": "He, therefore, prays that the writ petition be dismissed.",
            "labels": [
                "NONE"
            ],
            "id": "be892153bb7d47a38356d3305fa5f829_50"
        },
        {
            "start": 7945,
            "end": 7951,
            "text": "Heard.",
            "labels": [
                "NONE"
            ],
            "id": "41bc6921d998403ba933323fe4fffadb_51"
        },
        {
            "start": 7952,
            "end": 7963,
            "text": "Considered.",
            "labels": [
                "NONE"
            ],
            "id": "0eff7966d745456f858fb5e52c09ee08_52"
        },
        {
            "start": 7965,
            "end": 8209,
            "text": "The first and foremost submission of learned senior counsel for the petitioner is that the additional grounds tantamount to change in the cause of action as pleaded by the claimant in its claim petition which is impermissible in the eye of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea853c1c407e44dca2fec206e3d6cb1d_53"
        },
        {
            "start": 8210,
            "end": 8468,
            "text": "The cause of action in the present case is non-payment of price of the notified seeds supplied by the claimant to the petitioner and it does not get changed by the additional grounds which do not involve introduction of any new fact; rather, remains as such.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4bacbbe58b8f401a8a10ab42873734c2_54"
        },
        {
            "start": 8469,
            "end": 8577,
            "text": "The claimant only wants examination of the issue of limitation from a new angle based on the admitted facts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45db9a4f562a4328a254f8ac1897119d_55"
        },
        {
            "start": 8578,
            "end": 8741,
            "text": "This view gains support from a three-Judges Bench judgment of the Hon'ble Supreme Court of India in the case of A.K. Gupta & Sons Ltd. Vs. (6 of 16) [CW-3379/2022]",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "de0e8e5beb6b40f18c659d9c57037375_56"
        },
        {
            "start": 8742,
            "end": 8749,
            "text": "Damodar",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39ca28fae80b4dfa9efffc2781a47299_57"
        },
        {
            "start": 8750,
            "end": 8756,
            "text": "Valley",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "894fb99baa314852b332d7effb53f95a_58"
        },
        {
            "start": 8757,
            "end": 8866,
            "text": "Corporation AIR 1967 SC 96, wherein, while interpreting the 'cause of action', their Lordships held as under:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa67db3a4a99456abe7a075a3914fb91_59"
        },
        {
            "start": 8867,
            "end": 9228,
            "text": "\n\"(6) Now, the appellant had in view of the High Court's decision as to the maintainability of the suit, sought its leave to amend the plaint by adding an extra relief in the following words : \"That a decree for Rs. 65,000 or such other amount which may be found due on proper account being taken may be passed in favour of the plaintiff against the defendant\".",
            "labels": [
                "ISSUE"
            ],
            "id": "7ea6a56b958e467fb57084e8afc33cba_60"
        },
        {
            "start": 9229,
            "end": 9302,
            "text": "\nThe amendment having been refused the present appeal has been preferred.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3cb0b7a90a2840c3951be95ee9a11dc5_61"
        },
        {
            "start": 9303,
            "end": 9435,
            "text": "\n(7) It is not in dispute that at the date of the application for amendment, a suit for a money claim under the contract was barred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a308c2dca19d441aa8e5534c82c36de2_62"
        },
        {
            "start": 9436,
            "end": 9661,
            "text": "The general rule, no doubt, is that a party is not allowed by amendment to set up a new case or a new cause of action particularly when a suit on the new case or cause of action is barred : Weldon v. Neale, (1887) 19 QBD 394.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8e9af1bbd7b246519c355fa8f28b1446_63"
        },
        {
            "start": 9662,
            "end": 10129,
            "text": "But it is also well recognised that where the amendment does not constitute the addition of a new cause of action or raise a different case, but amounts to no more than a different or additional approach to the same facts, the amendment will be allowed even after the expiry of the statutory period of limitation : see Charan Das v. Amir Khan, 47 Ind App 255 (AIR 1921 PC 50) and L. J. Leach & Company Ltd. v. Jardine Skinner and Co., 1957 SCR 438: (AIR 1957 SC 357).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a41439a9fd941ea837c7b4087451703_64"
        },
        {
            "start": 10130,
            "end": 10813,
            "text": "(8) The principal reasons that have led to the rule last mentioned are, first, that the object of Courts and rules of procedure is to decide the rights of the parties and not to punish them for their mistakes (Cropper v. Smith, (1884) 26 Ch. D 700 (710-711) and secondly, that a party is strictly not entitled to rely on the statute of limitation when what is sought to be brought in by the amendment can be said in substance to be already in the pleading sought to be amended Kisandas Rupchand v. Rachappa Vithoba(1909) ILR 33 Bom 644 at p.651, approved in Pirgonda Hongonda Patil (7 of 16) [CW-3379/2022] v. Kalgonda Shidgonda Patil, 1957 SCR 595 (603): (AIR 1957 SC 363 at p.366).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f4e6bdf4578a42dda8d0faadadc4c3e5_65"
        },
        {
            "start": 10814,
            "end": 11205,
            "text": "\n(9) The expression \"cause of action\" in the present context does not mean \"every fact which it is material to be proved to entitle the plaintiff to succeed\" as was said in Cooke v. Gill (1873) 8 CPC 107 (116), in a different context, for if it were so, no material fact could ever be amended or added and, of course, no one would want to change or add an immaterial allegation by amendment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6b621b6f308b452e837fadb00f0e7693_66"
        },
        {
            "start": 11206,
            "end": 11315,
            "text": "That expression for the present purpose only means, a new claim made on a new basis constituted by new facts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df89d1ac83bb40578c0813f10d835158_67"
        },
        {
            "start": 11316,
            "end": 11461,
            "text": "Such a view was taken in Robinson v. Unicos Property Corporation Ltd., 1962-2 All ER 24, and it seems to us to be the only possible view to take.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1425e39b97f847f8bcf2b2242de580ca_68"
        },
        {
            "start": 11462,
            "end": 11504,
            "text": "Any other view would make the rule futile.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a2b3b017723c4852a676298fb44d4253_69"
        },
        {
            "start": 11505,
            "end": 11628,
            "text": "The words \"new case\" have been understood to mean \"new set of ideas\" : Dornan v. J. W. Ellis & Co. Ltd., 1962-1 All ER 303.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3be2c563b6ca4421be21182dc667259c_70"
        },
        {
            "start": 11629,
            "end": 11683,
            "text": "This also seems to us to be a reasonable view to take.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c94ed5b5ed0f46359d930836ae7d394e_71"
        },
        {
            "start": 11684,
            "end": 11814,
            "text": "No amendment will be allowed to introduce a new set of ideas to the prejudice of any right acquired by any party by lapse of time.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c52e3e5d3da142d39de8070985ad756b_72"
        },
        {
            "start": 11815,
            "end": 11877,
            "text": "(10) Now, how does the present case stand on these principles?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7522c6a52724f12b6322f4b053a6176_73"
        },
        {
            "start": 11878,
            "end": 11943,
            "text": "Does the amendment introduce a new cause of action or a new case?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db8b2ad4c1ec47e3a97b3cdf9e8e61af_74"
        },
        {
            "start": 11944,
            "end": 11968,
            "text": "We do not think it does.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8532963ecf74af2bdf29feaa7528ca7_75"
        },
        {
            "start": 11969,
            "end": 11998,
            "text": "The suit was on the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b88efd96fbf4f60926d52f752e9f37d_76"
        },
        {
            "start": 11999,
            "end": 12139,
            "text": "It sought the interpretation of a clause in the contract only for a decision of the rights of the parties under it and for no other purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "648299ab474941b98ee4c1c474223022_77"
        },
        {
            "start": 12140,
            "end": 12221,
            "text": "It was the contract which formed the cause of action on which the suit was based.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcf6b75fec6f4dff9c736c8414c444e2_78"
        },
        {
            "start": 12222,
            "end": 12325,
            "text": "The amendment seeks to introduce a claim based on the same cause of action, that is, the same contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e1ce274c161410e9594fadd38cc425c_79"
        },
        {
            "start": 12326,
            "end": 12361,
            "text": "It introduces no new case or facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da96a54be3eb4dc48ac45e21ba0b05f2_80"
        },
        {
            "start": 12362,
            "end": 12451,
            "text": "Indeed the facts on which the money claim sought to be added is based are not in dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45a9b85a30794e9d872e64f9908c7037_81"
        },
        {
            "start": 12452,
            "end": 12614,
            "text": "Even the amount of the claim now sought to be made by amendment, was mentioned in the plaint in stating the valuation of the suit for the purpose of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d0e8c1a77b24c6f8968863cea8712ea_82"
        },
        {
            "start": 12615,
            "end": 12647,
            "text": "The respondent had notice of it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6620090d42484cbea89aa205d5cc2992_83"
        },
        {
            "start": 12648,
            "end": 12777,
            "text": "It is quite clear that the interpretation of the clause was sought only for quantifying (8 of 16) [CW-3379/2022] the money claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d39bfd9997649ab859d02c05730cdb8_84"
        },
        {
            "start": 12778,
            "end": 13021,
            "text": "In the written statement the respondent specifically expressed its willingness to pay the appellant's legitimate dues which could only mean such amount as might be due according to the rates applicable on a proper interpretation of the clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdb53cbf0f154a969128a47a2e7f1d6b_85"
        },
        {
            "start": 13022,
            "end": 13155,
            "text": "The respondent was fully aware that the ultimate object of the appellant in filing the suit was to obtain the payment of that amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcbcd4708abf461c85d7ac13ce4e5764_86"
        },
        {
            "start": 13156,
            "end": 13361,
            "text": "It was equally aware that the amount had not been specifically claimed in the suit because the respondent had led the appellant to believe that it would pay whatever the court legitimately found to be due.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93a4bffd659d4022bd845d50f3faf129_87"
        },
        {
            "start": 13362,
            "end": 13406,
            "text": "It in fact said so in the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee5d777e83ab4374a3d09e15ae7fbc12_88"
        },
        {
            "start": 13407,
            "end": 13532,
            "text": "If there was any case where the respondent was not entitled to the benefit of the law of limitation, the present is that one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3e47b69402749a4953f7be756a722e1_89"
        },
        {
            "start": 13533,
            "end": 13676,
            "text": "The respondent cannot legitimately claim that the amendment will prejudicially effect his right under that law for really be had no such right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4bc21abe8374788b2e5c73611ad9616_90"
        },
        {
            "start": 13677,
            "end": 13807,
            "text": "It is a case in which the claim for money was in substance in the plaint from the beginning though it had not formally been made.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6c55c322f5141bf849888cd0059516a_91"
        },
        {
            "start": 13808,
            "end": 13963,
            "text": "\nThe judgements relied upon by the petitioner in this regard are of little assistance to it inasmuch as the same have no applicability in the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5290e29dfb6f40b3b1d7eeb5f2ef2dc7_92"
        },
        {
            "start": 13964,
            "end": 14506,
            "text": "In the case of Ma. Shwe Mya (supra), the Privy Council held that one distinct cause of action cannot be substituted for another by way of an amendment in the facts wherein the learned trial Judge found that the verbal agreement based upon which the suit for specific performance was filed could not be established in the evidence and the Judicial Commissioner to whom the appeal was taken thereagainst affirming the view, granted a liberty to the plaintiff to amend enabling compensation to be assessed for the alleged breach of the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cf43ac3c6d7a4fffb50f53b40ad89f2e_93"
        },
        {
            "start": 14507,
            "end": 14708,
            "text": "However, as already observed, in the present case, (9 of 16) [CW-3379/2022] the additional grounds have been permitted to be raised by the learned commercial court without introduction of any new fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49714167fa2842d2b4148b63bcefb8f1_94"
        },
        {
            "start": 14709,
            "end": 14971,
            "text": "\nSimilarly, in the case of T.L. Muddukrishana & Anr. (supra), the Hon'ble Supreme Court held that in a suit filed for mandatory injunction, amendment seeking to introduce the relief of specific performance after expiry of period of limitation is not permissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "290764d4626e42688c4fcdbb2bbceee8_95"
        },
        {
            "start": 14972,
            "end": 15028,
            "text": "However, in the present case, no such situation obtains.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7490de0ab327451b8f1db9445c1d8a4a_96"
        },
        {
            "start": 15029,
            "end": 15214,
            "text": "\nContention of the learned counsel for the petitioner that while adjudicating the question of limitation, the Court has to see pleadings of the plaintiff/claimant only, is misconceived.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e6842fc53cba44da8a13b34185fe0394_97"
        },
        {
            "start": 15215,
            "end": 15643,
            "text": "Section 3 of the Act of 1963 mandates a Court to adjudicate maintainability of a suit/appeal/application qua the limitation irrespective of whether a defence in this regard is taken or not; but, the provision cannot be interpreted in the manner that the averments in the plaint/appeal/application only are to be considered to decide this issue and pleading/defence of the defendant cannot be looked into at all for this purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dfc80dbc22e4eef99eb9fe7788d0e33_98"
        },
        {
            "start": 15644,
            "end": 15823,
            "text": "The Court is duty bound to ponder upon the issue of limitation taking a holistic consideration of the pleadings of the parties as also the evidence led by them in support thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a869f2249b14724b64cfa8c815f0354_99"
        },
        {
            "start": 15824,
            "end": 16094,
            "text": "Indisputably, in the present case, the claimant has sought to raise additional grounds to reassert that the claim filed by it before the learned Arbitrator was within limitation based on the admitted facts which are already on record and no new fact has been introduced.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9aaf60bdb9494e2f9b684e65704d3b65_100"
        },
        {
            "start": 16095,
            "end": 16211,
            "text": "In these circumstances, it amounts to raising a pure question of law which can be raised at any stage of proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa2bdebced9c494384a2b9c95c802488_101"
        },
        {
            "start": 16212,
            "end": 16278,
            "text": "This Court finds support from the following judgments in its view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a507c2609aa0454187fa1fd4717bcb96_102"
        },
        {
            "start": 16279,
            "end": 16304,
            "text": "\n(10 of 16) [CW-3379/2022",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d1cd24e825c4b8fa5944b45796f6653_103"
        },
        {
            "start": 16305,
            "end": 16643,
            "text": "] Their Lordships have held in the case of Chittoori Subbanna (supra) as under:\n\"4. Chitturi Subbanna, appellant, applied to the High Court for permission to raise an additional ground of appeal to the effect that the trial Court was not entitled to grant mesne profits for more than 3 years from the date of the decree of the High Court.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "12b65f41b9394a4d87502e4ea3a5f07a_104"
        },
        {
            "start": 16644,
            "end": 17256,
            "text": "The High Court disallowed that prayer for the reasons that he had not taken such a ground in the memorandum of appeal and had, on the other hand, conceded before the Commissioner and the trial Court that accounts could be taken upto 1943 in respect of A and C schedule properties, that he had elected to have the profits deter- mined by the trial Court upto the date of delivery of possession and that if he had taken the objection earlier, it would have been open to the second plaintiff-respondent to file a suit for the recovery of mesne profits beyond the three years upto the date of delivery of possession.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9df2aa0219264a6b9980de1d0d7573df_105"
        },
        {
            "start": 17257,
            "end": 17436,
            "text": "It is urged before us for the appellant that the High Court was in error in not allowing the appellant to have raised the objection based on the provisions of O .20, R. 12, C.P.C.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95e9b94cae4941d7b168f61bbacf2bc1_106"
        },
        {
            "start": 17437,
            "end": 17467,
            "text": "We agree with this contention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e7c63cd88944796a839fb64659cf304_107"
        },
        {
            "start": 17468,
            "end": 17595,
            "text": "The question sought to be raised was a pure question of law and was not dependent on the determination of any question of fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28cef2a788ca48338fa429e9dacc7ea5_108"
        },
        {
            "start": 17596,
            "end": 17647,
            "text": "The first appellate Court ought to have allowed it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38280c18c2104873b65e85cd43eec7c3_109"
        },
        {
            "start": 17648,
            "end": 17726,
            "text": "Such pure questions of law are allowed for the first time at later stages too.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8799f6662aac48908c4d294f7bd20828_110"
        },
        {
            "start": 17727,
            "end": 17867,
            "text": "\n5. The appellant could not have claimed-and did not claim- a right to urge the new point which had not been taken in the grounds of appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b83dc5154bc40678faad0b32c93c59d_111"
        },
        {
            "start": 17868,
            "end": 17936,
            "text": "He made a separate application for permission to take up that point.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a86e5de3452543f59d01703a71307229_112"
        },
        {
            "start": 17937,
            "end": 18344,
            "text": "The procedure followed was in full conformity with what had been suggested in Wilson v. United Counties Bank, Ltd. 1920 AC 102 pg.106, to the effect:\n\"If in exceptional cases parties desire to add new grounds to those of which they have given notice, it will (11 of 16) [CW-3379/2022] usually be convenient, by a substantive application, to apply to the indulgence of the Court which is to hear the appeal.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3556cc9ea584a63aeca70c964bb5ca2_113"
        },
        {
            "start": 18345,
            "end": 18623,
            "text": "\n6. In Yeswant Deorao Deshmukh v. Walchand Ramchand Kothari(1950) SCR 852; (AIR 1951 SC 16) this Court allowed a question of law to be raised at the hearing of the appeal even though no reference to it had been made in the Courts below or in the grounds of appeal to this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c33f1184d2274047bd45a057449d6c47_114"
        },
        {
            "start": 18624,
            "end": 18982,
            "text": "This Court said :\n\"If the facts proved and found as established are sufficient to make out a case of fraud within the meaning of section 18, this objection may not be serious, as the question of the applicability of the section will be only a question of law and such a question could be raised at any stage of the case and also in the final court of appeal.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "066b3737eb99421b91e649109087f528_115"
        },
        {
            "start": 18983,
            "end": 19100,
            "text": "The following observations of Lord Watson in Connecticut Fire Insurance Co. v. Kavanagh, 1892 A.C. 473, are relevant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "82c2c215ab2644a2a46c31ba9513a5bc_116"
        },
        {
            "start": 19101,
            "end": 19375,
            "text": "He said : 'When a question of law is raised for the first time in a court of last resort upon the construction of a document or upon facts either admitted or proved beyond controversy, it is not only competent but expedient in the interests of justice to entertain the plea.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1faca944e0764d82955b060ce2366842_117"
        },
        {
            "start": 19376,
            "end": 19626,
            "text": "The expediency of adopting that course may be doubted when the plea cannot be disposed of without deciding nice questions of fact in considering which the court of ultimate review is placed in a much less advantageous position than the courts below.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a16acd9570384cd894db618925d4726b_118"
        },
        {
            "start": 19627,
            "end": 19985,
            "text": "\nAgain, it was said in M. K. Ranganathan v. Government of Madras (1955) 2 SCR 374 at p.381: ((S) AIR 1955 SC 604 at p.607):\n\"The High Court had allowed the Respondent 3 to raise the question even at that late stage inasmuch as it was a pure question of law and the learned Solicitor- General, therefore, rightly did not press the first contention before us.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "924dd68b24d9495f8b9454f23e09024c_119"
        },
        {
            "start": 19986,
            "end": 20227,
            "text": "\nA Division Bench of Hon'ble Karnataka High Court has, in the case of Mahboob Pasha (supra), decided as under:\n(12 of 16) [CW-3379/2022] \"6. We are of the view that the approach made by the learned trial judge is on the face of it erroneous.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df324c56e3b7453796b490901dad9b7e_120"
        },
        {
            "start": 20228,
            "end": 20354,
            "text": "It is the duty of the Court to decide the question as to when the limitation commences, depending upon the nature of the suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5e0191072b3c4e0581e960272364d2f8_121"
        },
        {
            "start": 20355,
            "end": 20415,
            "text": "The decision on such question shall have to be of the court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "981e92147fd74cad885f65938715c63e_122"
        },
        {
            "start": 20416,
            "end": 20491,
            "text": "It cannot be founded on the submission made by the counsel for the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aff7e8b948d847d08bb0661f27ae59a0_123"
        },
        {
            "start": 20492,
            "end": 20541,
            "text": "Limitation affects the jurisdiction of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a1cc99272fd48afb47182903b16f4fc_124"
        },
        {
            "start": 20542,
            "end": 20625,
            "text": "If the suit is barred by limitation, the Court has no jurisdiction to entertain it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e1dfdd7053c043aaa9495af59afcd075_125"
        },
        {
            "start": 20626,
            "end": 20822,
            "text": "Therefore, as the parties cannot Confer jurisdiction on the Court by consent, the question of limitation as to the original cause of action cannot be decided on the concession made by the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09c58afa6e964db884d134b3ae1db744_126"
        },
        {
            "start": 20823,
            "end": 20972,
            "text": "S. 5 of the Limitation Act does not apply to the original cause of action so as to extend the period of limitation by concession made by the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de997a06a2cf479ba509dc7aabf979c9_127"
        },
        {
            "start": 20973,
            "end": 21128,
            "text": "The expression 'prescribed period' as per cl. (j) of S. 2 of the Act means, the period of limitation computed in accordance with the provisions of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9d8f7983e6f4bdfb2189cbc465b612e_128"
        },
        {
            "start": 21129,
            "end": 21410,
            "text": "Sub -sec. (1) of S. 3 of the Act further provides that subject to the provisions contained in Ss. 4 to 24 (inclusive), every suit instituted, appeal preferred, and application made after the prescribed period shall be dismissed although limitation has not been set up as a defence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20d1a4f481784d308bc6fa62e60fc083_129"
        },
        {
            "start": 21411,
            "end": 21487,
            "text": "Therefore, it is the duty of the Court to decide the question of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe570dc920a14b2a8540ecc17e452527_130"
        },
        {
            "start": 21489,
            "end": 21813,
            "text": "7. Thus the trial Court ought to have decided on its own reasoning as to when the period of limitation commenced for the purpose of filing the suit in question instead of acting upon the concessions made by both parties, as the decision on such question had a bearing on the jurisdiction of the Court to entertain the suit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18bcea330f11485d807a0e65ffb99cd3_131"
        },
        {
            "start": 21814,
            "end": 22426,
            "text": "\nThe judgements relied upon by the learned senior counsel for the petitioner in the case of Hindustan Construction Company Ltd. (supra) is of no help to him wherein, it was held that by way of an amendment in the memorandum of arbitration appeal filed (13 of 16) [CW-3379/2022] under Section 37 of the Act of 1996, absolutely new ground for which there is no factual foundation in the application for setting aside the award is impermissible which contains new material/facts when admittedly these grounds were not originally raised in the arbitration petition filed under Section 34 for setting aside the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11f5243b1b1940ec94485a0c266462e1_132"
        },
        {
            "start": 22427,
            "end": 22765,
            "text": "As already held, in the present case, the claim filed by the claimant was dismissed by the learned Arbitrator being hit by the law of limitation which is subject matter of challenge in the objection application filed by the claimant under Section 34 of the Act and the additional grounds are based on the admitted facts already on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb343d4567104200bf6c5666f757f30f_133"
        },
        {
            "start": 22766,
            "end": 23013,
            "text": "\nContention of the learned Senior Counsel for the petitioner that in absence of an amendment in the memo of objection application, the learned Commercial Court erred in permitting the claimant to raise additional ground, does not merit acceptance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "458552f3f5734d8588697f5b1a958c2a_134"
        },
        {
            "start": 23014,
            "end": 23213,
            "text": "As already held, the additional grounds are in the nature of legal issues and can be raised by making an application at any stage of litigation without amendment in the memo of objection application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81a714dd256a471393eeec0b5481715b_135"
        },
        {
            "start": 23214,
            "end": 23425,
            "text": "Section 3 of the Act of 1963 also mandates the Court to decide the issue of limitation even in the absence of any defence as it goes to the very root of the court's jurisdiction to entertain and decide a matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f95585bcb7db4c9cb70b012128f698fe_136"
        },
        {
            "start": 23426,
            "end": 23580,
            "text": "As already seen, their Lordships have held in case Chittoori Subbanna (supra) that the pure questions of law can be raised at any stage of the proceeding.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "03ea9827d16b419abcc4f63522db32cc_137"
        },
        {
            "start": 23581,
            "end": 23726,
            "text": "Further, in the case of Fiza Developers and Inter-Trade Private Ltd. (supra), it was held as under:\n                                   (14 of 16)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "798ac257df044402882e1234a3950ebb_138"
        },
        {
            "start": 23746,
            "end": 23759,
            "text": "[CW-3379/2022",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bbfc90c74144dd597afc0a0ff473d09_139"
        },
        {
            "start": 23760,
            "end": 23839,
            "text": "] \n\n\n     \"28.   xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx                   ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b141d325f9c14a3a873e0dc0a12689f3_140"
        },
        {
            "start": 23839,
            "end": 23910,
            "text": "An application under Section 34 in that sense is adversarial in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81d9683d1dc64e0a8e158f6bb267cda3_141"
        },
        {
            "start": 23911,
            "end": 24005,
            "text": "But the proceedings under Section 34 differ from regular civil suits in a significant aspect.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "02aea0a8caea4858807261cada655945_142"
        },
        {
            "start": 24007,
            "end": 24220,
            "text": "29. In a regular civil suit, in the event of failure to file a defence, it will be lawful for the court to pronounce the judgment on the basis of facts contained in the plaint [Vide Order 8 Rule 5(2) of the Code].",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b6b4f1b9dc74f108302a13bc8835100_143"
        },
        {
            "start": 24221,
            "end": 24388,
            "text": "But in an application under section 34, even if there is no contest, the court cannot, on the basis of the averments contained in the application, set aside the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03e977d59b964e36adf35ffa11622c9e_144"
        },
        {
            "start": 24389,
            "end": 24504,
            "text": "Whether there is contest or not, the applicant has to prove one of the grounds set out in section 34(2)(a) and (b).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad482842610c487fb6625044d7ddb6b0_145"
        },
        {
            "start": 24505,
            "end": 24740,
            "text": "Even if the applicant does not rely upon the grounds under clause (b), the Court, on its own initiative, may examine the award to find out whether it is liable to be set aside on either of the two grounds mentioned in section 34(2)(b).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b43bfdfd0a4b44cfa27c408ef63cca88_146"
        },
        {
            "start": 24741,
            "end": 24840,
            "text": "It is perhaps in this sense, the High Court has stated that the proceedings may not be adversarial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e57c8dda33f436d9b70abb519f6802f_147"
        },
        {
            "start": 24841,
            "end": 24860,
            "text": "Be that as it may.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "073f636bcc374a4395183e5eaad2f765_148"
        },
        {
            "start": 24861,
            "end": 25214,
            "text": "\nSubmission of learned senior counsel for the petitioner as to additional grounds being hit by the provisions of Order 6 Rule 7 CPC is wholly misconceived inasmuch as, it has already been held that these are in the nature of legal issues with introduction of no new fact and examination of the issue of limitation from a new angle on the admitted facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "52ced53501c941c1abb834fa763a721e_149"
        },
        {
            "start": 25215,
            "end": 25620,
            "text": "\nContention of the learned senior counsel for the petitioner that additional grounds permitted to be raised fly in the face of clause 27 of the agreement executed between the parties merits no consideration as this Court is not supposed to examine the merits of the additional grounds at this stage which is to be (15 of 16) [CW-3379/2022] appreciated by the learned Commercial Court as and when required.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c7b6dbc53ab4e85a211ffc52f6b0d05_150"
        },
        {
            "start": 25621,
            "end": 25942,
            "text": "\nThe judgement of the Hon'ble Supreme Court of India in the case of Rajkumar Gurawara (Dead) through LRs. (supra) is of no assistance to the petitioner wherein, while explaining the scope of Order 6 Rule 17 CPC, it was held that if the amendment results in introduction of new cause of action, it should not be permitted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "efe51bf80dc5407db95bf9e391cc3b68_151"
        },
        {
            "start": 25943,
            "end": 26071,
            "text": "However, in the present case, it has been held by this Court that the additional grounds do not introduce a new cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b678fdd536346aa90593cdbeeb7e125_152"
        },
        {
            "start": 26072,
            "end": 26333,
            "text": "\nIn the case of Shakti Bhog Food Industries Ltd. (supra), their Lordships have held that while examining the question of limitation under Order 7 Rule 11 CPC, the averments in the written statement as also the contention of the defendants are wholly immaterial.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "d214cb33797d4aabad625ff7d4dbb489_153"
        },
        {
            "start": 26334,
            "end": 26383,
            "text": "This proposition is of no help to the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56b0e15e72ea4650a3386aefb71a5a18_154"
        },
        {
            "start": 26384,
            "end": 26577,
            "text": "\nSimilarly, in the case of Srihari Hanumandas Totala (supra), the Hon'ble Supreme Court was dealing with an issue under Order 7 Rule 11 CPC which is not the issue obtaining in the present case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f4171670a8974c3aa992e3a84512f776_155"
        },
        {
            "start": 26578,
            "end": 26994,
            "text": "\nIn view of aforesaid discussion, this Court is not satisfied that order dated 4.12.2021 passed by the learned Commercial Court in its judicious discretion appreciating the material on record in the light of well settled legal principles suffers from any patent jurisdictional error so as to warrant interference of this Court under its limited supervisory jurisdiction vide Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "924f3648f505405abb6bce3dfa3ba462_156"
        },
        {
            "start": 26995,
            "end": 27330,
            "text": "The Hon'ble Supreme Court has, in the case of Deep Industries Ltd. (supra), while entertaining an appeal against the judgement of the High Court under Article 227 of the (16 of 16) [CW-3379/2022] Constitution of India interfering with the order passed by the appellate authority under Section 37 of the Act of 1996, held as under:\n\"17.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "90a5ae16c6f14750a33ecf471cb56af2_157"
        },
        {
            "start": 27331,
            "end": 27602,
            "text": "This being the case, there is no doubt whatsoever that if petitions were to be filed under Articles 226/227 of the Constitution against orders passed in appeals under Section 37, the entire arbitral process would be derailed and would not come to fruition for many years.",
            "labels": [
                "RATIO"
            ],
            "id": "c40df57b4c214c6485d90968a0e57f26_158"
        },
        {
            "start": 27603,
            "end": 27760,
            "text": "At the same time, we cannot forget that Article 227 is a constitutional provision which remains untouched by the non-obstante clause of Section 5 of the Act.",
            "labels": [
                "RATIO"
            ],
            "id": "9f82bbf6638a4341a0cdcd5589e6ddf4_159"
        },
        {
            "start": 27761,
            "end": 28219,
            "text": "In these circumstances, what is important to note is that though petitions can be filed under Article 227 against judgments allowing or dismissing first appeals under Section 37 of the Act, yet the High Court would be extremely circumspect in interfering with the same, taking into account the statutory policy as adumbrated by us herein above so that interference is restricted to orders that are passed which are patently lacking in inherent jurisdiction.\"",
            "labels": [
                "RATIO"
            ],
            "id": "c56e3a33e73648ea96a3f6b31e5432ba_160"
        },
        {
            "start": 28220,
            "end": 28288,
            "text": "\nResultantly, this writ petition is dismissed being devoid of merit.",
            "labels": [
                "RPC"
            ],
            "id": "ba314512eaee41f9ab588f5b11c3339c_161"
        },
        {
            "start": 28289,
            "end": 28357,
            "text": "\n(MAHENDAR KUMAR GOYAL),J Sudha/182 Powered by TCPDF (www.tcpdf.org)",
            "labels": [
                "NONE"
            ],
            "id": "53c0c5f2db5b4584b13ec5641576127e_162"
        }
    ],
    "entities": [
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 16
        },
        {
            "text": "Harmanprit Singh Sidhu vs Arcadia Shares & Stock Brokers Pvt",
            "label": "PRECEDENT",
            "start_char": 17,
            "end_char": 77
        },
        {
            "text": "Badar Durrez Ahmed",
            "label": "JUDGE",
            "start_char": 114,
            "end_char": 132
        },
        {
            "text": "Badar Durrez Ahmed",
            "label": "JUDGE",
            "start_char": 140,
            "end_char": 158
        },
        {
            "text": "Ashutosh Kumar",
            "label": "JUDGE",
            "start_char": 160,
            "end_char": 174
        },
        {
            "text": "HIGH COURT OF DELHI AT NEW DELHI",
            "label": "COURT",
            "start_char": 188,
            "end_char": 220
        },
        {
            "text": "FAO (OS) 136/2016",
            "label": "CASE_NUMBER",
            "start_char": 303,
            "end_char": 320
        },
        {
            "text": "15748/2016",
            "label": "DATE",
            "start_char": 332,
            "end_char": 342
        },
        {
            "text": "HARMANPRIT SINGH SIDHU",
            "label": "OTHER_PERSON",
            "start_char": 343,
            "end_char": 365
        },
        {
            "text": "ARCADIA SHARES & STOCK BROKERS PVT",
            "label": "RESPONDENT",
            "start_char": 472,
            "end_char": 506
        },
        {
            "text": "Anand Shankar",
            "label": "LAWYER",
            "start_char": 598,
            "end_char": 611
        },
        {
            "text": "Shantanu Kumar",
            "label": "LAWYER",
            "start_char": 620,
            "end_char": 634
        },
        {
            "text": "Narsingh N. Rai",
            "label": "LAWYER",
            "start_char": 673,
            "end_char": 688
        },
        {
            "text": "Subhash Bansal",
            "label": "LAWYER",
            "start_char": 723,
            "end_char": 737
        },
        {
            "text": "Raghav Bansal",
            "label": "LAWYER",
            "start_char": 746,
            "end_char": 759
        },
        {
            "text": "Shashwat Bansal",
            "label": "LAWYER",
            "start_char": 798,
            "end_char": 813
        },
        {
            "text": "BADAR DURREZ AHMED",
            "label": "JUDGE",
            "start_char": 841,
            "end_char": 859
        },
        {
            "text": "ASHUTOSH KUMAR",
            "label": "JUDGE",
            "start_char": 879,
            "end_char": 893
        },
        {
            "text": "JUDGMENT BADAR DURREZ AHMED",
            "label": "JUDGE",
            "start_char": 929,
            "end_char": 956
        },
        {
            "text": "17.02.2016",
            "label": "DATE",
            "start_char": 1011,
            "end_char": 1021
        },
        {
            "text": "IA No.4311/2016",
            "label": "CASE_NUMBER",
            "start_char": 1072,
            "end_char": 1087
        },
        {
            "text": "OMP 294/2014",
            "label": "CASE_NUMBER",
            "start_char": 1091,
            "end_char": 1103
        },
        {
            "text": "IA No.4311/2016",
            "label": "CASE_NUMBER",
            "start_char": 1105,
            "end_char": 1120
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 1146,
            "end_char": 1155
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 1163,
            "end_char": 1177
        },
        {
            "text": "17.02.2016",
            "label": "DATE",
            "start_char": 1362,
            "end_char": 1372
        },
        {
            "text": "OMP 294/2014",
            "label": "CASE_NUMBER",
            "start_char": 1374,
            "end_char": 1386
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1407,
            "end_char": 1417
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1425,
            "end_char": 1463
        },
        {
            "text": "A&C Act‟",
            "label": "STATUTE",
            "start_char": 1497,
            "end_char": 1505
        },
        {
            "text": "10.09.2013",
            "label": "DATE",
            "start_char": 1550,
            "end_char": 1560
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 1728,
            "end_char": 1738
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 1746,
            "end_char": 1753
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 1960,
            "end_char": 1970
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 1978,
            "end_char": 1985
        },
        {
            "text": "Section 37(1)(a), (b) or (c)",
            "label": "PROVISION",
            "start_char": 2038,
            "end_char": 2066
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 2156,
            "end_char": 2169
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 2177,
            "end_char": 2184
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 2222,
            "end_char": 2235
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 2351,
            "end_char": 2364
        },
        {
            "text": "Sections 8 and 13",
            "label": "PROVISION",
            "start_char": 2550,
            "end_char": 2567
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 2575,
            "end_char": 2613
        },
        {
            "text": "High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 2655,
            "end_char": 2676
        },
        {
            "text": "Commercial Courts Act‟",
            "label": "STATUTE",
            "start_char": 2710,
            "end_char": 2732
        },
        {
            "text": "National Highways Authority of India v. Oriental Structure Engineers Limited-Gammon India Limited (JV): 2012 (132) DRJ 769 (FB)",
            "label": "PRECEDENT",
            "start_char": 2813,
            "end_char": 2940
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 2992,
            "end_char": 3001
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3009,
            "end_char": 3030
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 3207,
            "end_char": 3217
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 3249,
            "end_char": 3259
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 3267,
            "end_char": 3288
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 3316,
            "end_char": 3329
        },
        {
            "text": "National Highways Authority",
            "label": "PRECEDENT",
            "start_char": 3760,
            "end_char": 3787
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3962,
            "end_char": 3972
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 3980,
            "end_char": 3987
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4243,
            "end_char": 4253
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 4273,
            "end_char": 4280
        },
        {
            "text": "OMP No.294/2014",
            "label": "CASE_NUMBER",
            "start_char": 4523,
            "end_char": 4538
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4701,
            "end_char": 4711
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 4719,
            "end_char": 4726
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4886,
            "end_char": 4896
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 4904,
            "end_char": 4911
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015 (act 3 of 2016)",
            "label": "STATUTE",
            "start_char": 4936,
            "end_char": 5002
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 5034,
            "end_char": 5044
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 5081,
            "end_char": 5094
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 5182,
            "end_char": 5192
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 5200,
            "end_char": 5207
        },
        {
            "text": "section 8",
            "label": "PROVISION",
            "start_char": 5504,
            "end_char": 5513
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 5567,
            "end_char": 5576
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 5645,
            "end_char": 5655
        },
        {
            "text": "sub-section (2) or sub-section (3) of section 16",
            "label": "PROVISION",
            "start_char": 5783,
            "end_char": 5831
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 5895,
            "end_char": 5905
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6071,
            "end_char": 6084
        },
        {
            "text": "Sections 8 and 13",
            "label": "PROVISION",
            "start_char": 6090,
            "end_char": 6107
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6115,
            "end_char": 6136
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 6535,
            "end_char": 6545
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 7129,
            "end_char": 7140
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 7148,
            "end_char": 7189
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 7217,
            "end_char": 7227
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 7235,
            "end_char": 7286
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 7600,
            "end_char": 7609
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7617,
            "end_char": 7638
        },
        {
            "text": "Section 2(1)(b) read with Section 3(1)",
            "label": "PROVISION",
            "start_char": 7878,
            "end_char": 7916
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 8116,
            "end_char": 8125
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8133,
            "end_char": 8154
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 8190,
            "end_char": 8200
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8208,
            "end_char": 8229
        },
        {
            "text": "proviso to Section 13(1)",
            "label": "PROVISION",
            "start_char": 8317,
            "end_char": 8341
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 8484,
            "end_char": 8492
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 8500,
            "end_char": 8529
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8549,
            "end_char": 8570
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8576,
            "end_char": 8586
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8594,
            "end_char": 8601
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 8647,
            "end_char": 8660
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 8824,
            "end_char": 8832
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8834,
            "end_char": 8837
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8842,
            "end_char": 8852
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 8860,
            "end_char": 8867
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9016,
            "end_char": 9026
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 9034,
            "end_char": 9041
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 9069,
            "end_char": 9079
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9087,
            "end_char": 9108
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9193,
            "end_char": 9203
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 9211,
            "end_char": 9218
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9331,
            "end_char": 9341
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 9349,
            "end_char": 9356
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 9367,
            "end_char": 9380
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9680,
            "end_char": 9701
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 9718,
            "end_char": 9731
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9861,
            "end_char": 9871
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 9971,
            "end_char": 9980
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 9988,
            "end_char": 9995
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 10058,
            "end_char": 10067
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10075,
            "end_char": 10082
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10163,
            "end_char": 10173
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10181,
            "end_char": 10188
        },
        {
            "text": "Sections 8 or 9",
            "label": "PROVISION",
            "start_char": 10237,
            "end_char": 10252
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10260,
            "end_char": 10267
        },
        {
            "text": "Section 37(1)(c)",
            "label": "PROVISION",
            "start_char": 10382,
            "end_char": 10398
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10492,
            "end_char": 10502
        },
        {
            "text": "10.09.2013",
            "label": "DATE",
            "start_char": 10604,
            "end_char": 10614
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10724,
            "end_char": 10734
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 10742,
            "end_char": 10749
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11028,
            "end_char": 11038
        },
        {
            "text": "National Highways Authority",
            "label": "PRECEDENT",
            "start_char": 11193,
            "end_char": 11220
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11476,
            "end_char": 11486
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 11494,
            "end_char": 11501
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11693,
            "end_char": 11703
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12069,
            "end_char": 12079
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 12087,
            "end_char": 12094
        },
        {
            "text": "National Highways Authority",
            "label": "PRECEDENT",
            "start_char": 12327,
            "end_char": 12354
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12639,
            "end_char": 12649
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12861,
            "end_char": 12871
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12973,
            "end_char": 12983
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13318,
            "end_char": 13328
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13513,
            "end_char": 13523
        },
        {
            "text": "National Highways Authority",
            "label": "PRECEDENT",
            "start_char": 13964,
            "end_char": 13991
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 14354,
            "end_char": 14367
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 14375,
            "end_char": 14382
        },
        {
            "text": "Section 37(1)",
            "label": "PROVISION",
            "start_char": 14421,
            "end_char": 14434
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 14449,
            "end_char": 14459
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14467,
            "end_char": 14488
        },
        {
            "text": "OMP 294/2014",
            "label": "CASE_NUMBER",
            "start_char": 14660,
            "end_char": 14672
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14680,
            "end_char": 14690
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 14698,
            "end_char": 14705
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 14866,
            "end_char": 14876
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 14884,
            "end_char": 14891
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15024,
            "end_char": 15031
        },
        {
            "text": "Section 13(4)",
            "label": "PROVISION",
            "start_char": 15108,
            "end_char": 15121
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15129,
            "end_char": 15136
        },
        {
            "text": "Section 13(5)",
            "label": "PROVISION",
            "start_char": 15328,
            "end_char": 15341
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15349,
            "end_char": 15356
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 15479,
            "end_char": 15489
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 15647,
            "end_char": 15657
        },
        {
            "text": "Section 16(5)",
            "label": "PROVISION",
            "start_char": 15814,
            "end_char": 15827
        },
        {
            "text": "A&C Act",
            "label": "STATUTE",
            "start_char": 15835,
            "end_char": 15842
        },
        {
            "text": "Section 16(6)",
            "label": "PROVISION",
            "start_char": 15917,
            "end_char": 15930
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16062,
            "end_char": 16072
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16614,
            "end_char": 16624
        },
        {
            "text": "BADAR DURREZ AHMED",
            "label": "JUDGE",
            "start_char": 16771,
            "end_char": 16789
        },
        {
            "text": "September 30, 2016",
            "label": "DATE",
            "start_char": 16793,
            "end_char": 16811
        },
        {
            "text": "ASHUTOSH KUMAR",
            "label": "JUDGE",
            "start_char": 16843,
            "end_char": 16857
        }
    ],
    "precedent_clusters": {
        "National Highways Authority of India v. Oriental Structure Engineers Limited-Gammon India Limited (JV): 2012 (132) DRJ 769 (FB)": [
            "National Highways Authority of India v. Oriental Structure Engineers Limited-Gammon India Limited (JV): 2012 (132) DRJ 769 (FB)",
            "National Highways Authority",
            "National Highways Authority",
            "National Highways Authority",
            "National Highways Authority"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Sections 8 and 13",
            "Commercial Courts, Commercial Division",
            "Sections 8 and 13",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Sections 8 and 13",
            "Commercial Courts Act",
            "Sections 8 and 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "Commercial Courts Act",
            "Section 8",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure, 1908",
            "Order 43",
            "Code of Civil Procedure, 1908"
        ],
        [
            "proviso to Section 13(1)",
            "Commercial Courts Act",
            "proviso to Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13(2)",
            "Commercial Courts Act",
            "Section 13(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 8",
            "A&C Act",
            "Section 8",
            "A&C Act"
        ],
        [
            "Section 9",
            "A&C Act",
            "Section 9",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Sections 8 or 9",
            "A&C Act",
            "Sections 8 or 9",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 13(4)",
            "A&C Act",
            "Section 13(4)",
            "A&C Act"
        ],
        [
            "Section 13(5)",
            "A&C Act",
            "Section 13(5)",
            "A&C Act"
        ],
        [
            "Section 16(5)",
            "A&C Act",
            "Section 16(5)",
            "A&C Act"
        ],
        [
            "Section 37(1)(a), (b) or (c)",
            "A&C Act",
            "Section 37(1)(a), (b) or (c)",
            "A&C Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division",
            "Section 13",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "section 8",
            "Commercial Courts Act",
            "section 8",
            "Commercial Courts Act"
        ],
        [
            "section 9",
            "A&C Act",
            "section 9",
            "A&C Act"
        ],
        [
            "section 34",
            "A&C Act",
            "section 34",
            "A&C Act"
        ],
        [
            "sub-section (2) or sub-section (3) of section 16",
            "A&C Act",
            "sub-section (2) or sub-section (3) of section 16",
            "A&C Act"
        ],
        [
            "section 13",
            "Commercial Courts Act",
            "section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 37(1)(c)",
            "A&C Act",
            "Section 37(1)(c)",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37",
            "A&C Act",
            "Section 37",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 37(1)",
            "A&C Act",
            "Section 37(1)",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 16",
            "A&C Act",
            "Section 16",
            "A&C Act"
        ],
        [
            "Section 16(6)",
            "A&C Act",
            "Section 16(6)",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 34",
            "A&C Act",
            "Section 34",
            "A&C Act"
        ],
        [
            "Section 17",
            "A&C Act",
            "Section 17",
            "A&C Act"
        ],
        [
            "Section 2(1)(b) read with Section 3(1)",
            "Commercial Courts Act",
            "Section 2(1)(b) read with Section 3(1)",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "National Highways Authority of India v. Oriental Structure Engineers Limited-Gammon India Limited (JV): 2012 (132) DRJ 769 (FB)": 5
    },
    "provision_counts": {
        "Section 5 of Limitation Act": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of A&C Act": 18,
        "Section 37 of A&C Act": 12,
        "Section 37(1) of A&C Act": 7,
        "Sections 8 and 13 of Commercial Courts, Commercial Division": 1,
        "Section 8 of Commercial Courts Act": 3,
        "Section 13 of Commercial Courts Act": 4,
        "Sections 8 and 13 of Commercial Courts Act": 1,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Order 43 of Code of Civil Procedure, 1908": 1,
        "proviso to Section 13(1) of Commercial Courts Act": 1,
        "Order 43 of CPC": 1,
        "Section 13(2) of Commercial Courts Act": 1,
        "Section 8 of A&C Act": 1,
        "Section 9 of A&C Act": 1,
        "Sections 8 or 9 of A&C Act": 1,
        "Section 13(4) of A&C Act": 1,
        "Section 13(5) of A&C Act": 1,
        "Section 16(5) of A&C Act": 1,
        "Section 37(1)(a), (b) or (c) of A&C Act": 1,
        "Section 13 of Commercial Courts, Commercial Division": 1,
        "Section 13(1) of Commercial Courts Act": 2,
        "section 8 of Commercial Courts Act": 1,
        "section 9 of A&C Act": 1,
        "section 34 of A&C Act": 1,
        "sub-section (2) or sub-section (3) of section 16 of A&C Act": 1,
        "section 13 of Commercial Courts Act": 1,
        "Section 37(1)(c) of A&C Act": 1,
        "Section 16 of A&C Act": 1,
        "Section 16(6) of A&C Act": 1,
        "Section 17 of A&C Act": 1,
        "Section 2(1)(b) read with Section 3(1) of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Limitation Act": 1,
        "Arbitration and Conciliation Act, 1996": 1,
        "A&C Act": 51,
        "Commercial Courts, Commercial Division": 2,
        "Commercial Courts Act": 15,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Code of Civil Procedure, 1908": 1,
        "CPC": 1
    }
}