{
    "id": "b4ab60447e4de8b1de17957075b53885ca3912248d93bd880b13543bfc57315f",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court \nLarsen And Toubro Limited vs Geodesic Techniques Private Limited on 21 October, 2021\nBench: Alok Aradhe, S Vishwajith Shetty \n                           1\n\n\n\n     In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 21St Day Of October 2021\n\n                       Present \n\n         The Hon'Ble Mr. Justice Alok Aradhe \n\n                         And\n\n     The Hon'Ble Mr.Justice S. Vishwajith Shetty \n\n                 Comap No.31 Of 2021 \nBetween:\n\nLarsen And Toubro Limited\n(Construction Division)\nNo.19, Kumara Krupa Road\n1St And 2Nd Floors\nBengaluru - 560 001.\nRepresented Herein By Its\nAuthorised Signatory \nMr. C.A. Venkatesh. \n                                        ... Appellant\n(By Mr. R.V.S. Naik, Sr. Counsel For\n    Mr. Vidur Nair And\n    Mr. T. Suryanarayana, Advs.,)\n\nAnd:\n\n1.     Geodesic Techniques Private Limited\n       No.4, 4Th Cross\n       Peenya Industrial Estate\n       1St Stage, Peenya\n       Bangalore - 560 058\n       Represented By Its\n       Managing Director\n       Mr. Srinidhi Anantharaman. \n                             2\n\n\n\n2.     Justice R.V. Raveendran (Retd.) \n       Sole Arbitrator\n       No.8/2, Krishna Road\n       Basavanagudi\n       Bangalore - 560 004.\n                                   ... Respondents\n\n(By Mr. S. Sriranga, Adv., C/R1) \n\n                          ---\n\n       This Comap Is Filed Under Section 13(1A) Of\nCommercial Courts Act, 2015 R/W Section 37 Of The\nArbitration And Conciliation Act, 1996, Praying To\nCall For Records In Com.A.S. No.80/2016 As Well As\nThe Arbitral Records Which Are Before The Trial\nCourt. Set Aside The Impugned Judgment And Decree\nDated 05.12.2020 Passed By The Lxxxiii Addl. City \nCivil And Sessions Judge, Bengaluru (Cch-84) (Trial \nCourt) (Annexure-A) Dismissing Com.A.S.No.80/2016 &\nEtc.\n       This Comap Coming On For Final Hearing, This\nDay, Alok Aradhe J., Delivered The Following:\n\n\n                        Order\nThis appeal takes an exception to judgment dated 05.12.2020 passed by the Commercial Court by which objections preferred by the appellant under Section 34 of the Arbitration and Conciliation Act, 1996  (hereinafter referred to as 'the Act' for short) have been dismissed. \n2. Facts leading to filing of this appeal briefly stated are that the appellant is a private limited company and is engaged in the business of construction and of primarily designing and building steel structures. The appellant was awarded a contract of Engineering Procurement and Construction Contract for expansion of Bangalore International Airport Limited (hereinafter referred to as 'the BIAL' for short) on 31.05.2011. The scope of the work involved Engineering Procurement and Construction work of three storied RCC Structure, Structural Steel Roof with Roof coverings on east - west and southern sides of existing terminal building and steel canopy on the northern side. The appellant sub contracted the structural Steel Roof work to the respondent for a consideration of Rs.110 Crores. A letter of intent dated 29.09.2011 (Ex.C3) was issued. The aforesaid letter of intent was amended on 15.10.2011.\n3. Thereafter, a tripartite agreement dated 25.01.2012 (Ex.R1) was executed between BIAL, the appellant and the respondent viz., the sub contractor. Under the agreement, the respondent had to complete the work within 10 months from 04.10.2011 i.e., upto 03.08.2012. The possession of the site was handed over to the appellant on 31.08.2013. \n4. During the execution of the work, in order to secure the progress of the work, the appellant and the respondent agreed that the appellant would secure the structural steel and consumables required by the respondent for the contract work and that the appellant may engage the services of other sub contractors in this behalf on payment of requisite charges by the Respondent. \n5. However, there was delay in completion of the work. The disputes arose between the parties. Thereupon the respondent filed an application under Section 11(6) of the Arbitration and Conciliation Act, 1996 seeking appointment of an . The aforesaid application was allowed by this court by an order dated 03.09.2014 and a sole was appointed. The proceeding before the commenced on 13.12.2014. The parties filed respective pleadings and adduced oral and documentary evidence. The appellant examined three of its officers as RW1 to RW3 and adduced documents viz., Ex.R1 to Ex.R72 in evidence, whereas, the respondent examined three of its officers as CW1 to CW3 and tendered documents viz., EX.C1 to Ex.C278 in evidence. \n6. The arbitral tribunal passed an award on 06.02.2016 and directed the appellant to pay a sum of Rs.5,32,83,419/- along with interest at the rate of 18% per annum and cost of Rs.12,00,000/- as well as stamp duty of Rs.3,26,985/- paid by respondent No.1 on the award under the Karnataka Stamp Act, 1957. The appellant filed objections under Section 34 of the Act before the Commercial Court. The Commercial Court vide judgment dated 05.12.2020 has dismissed the objections preferred by the appellant. In the aforesaid factual background, this appeal has been filed. \n7. Learned Senior counsel for the appellant while inviting the attention of this court to objections preferred by the appellant under Section 34 of the Act submitted that though various objections were raised, the Commercial Court in a cryptic and cavalier manner without adverting to the objections raised by the appellant has dismissed the petition under Section 34 of the Act. It is further submitted that while passing the impugned judgment, the Commercial Court has neither adverted tot eh grounds nor the contentions raised by the appellant. It is also argued that interest at the rate of 18% has been awarded for pendente lite and for a period thereafter, without assigning any reasons, which cannot be sustained in the eye of law. Learned Senior counsel has taken us through the impugned judgment of the Commercial Court and has submitted that the matter deserves to be remitted to the Commercial Court for decision on the objections preferred by the appellant afresh. In support of aforesaid submissions, reliance has been placed on decisions in 'SSANYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED VS. NATIONAL HIGHWAYS AUTHORITY OF INDIA', (2019) 15 SCC 131, 'DYNA TECHNOLOGIES PVT. LTD. VS. CROMPTON GREAVES LTD.', 2019 SCC ONLINE SC 1656, 'V4 INFRASTRUCTURE PRIVATE LIMITED VS. JINDAL BIOCHEM PRIVATE LIMITED', FAO (OS) (COMM) 107/2018, 'ASSOCIATE BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49, 'P.SHEIK BATCHA ROWTHER AND OTHERS VS. N.R.ALAGAPPAN SERVAI', AIR 1959 MAD 12, 'ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS. STATEOF KERALA', (2021) 6 SCC 150 and 'UNION OF INDIA VS. WARSAW ENGINEERS AND OTHERS', COMAP NO.25/2021.\n8. On the other hand, learned counsel for the respondent submitted that a division bench of this court in UNION OF INDIA VS. WARSAW ENGINEERS supra in para 12 has held that there is a two stage process in considering the challenge under Section 34 of the Act. It is pointed out that first stage is that a Judge should advert to the grounds agitated at the time of hearing and thereafter, he has to examine whether grounds urged are available under Section 34(2)(a) of the Act and if such grounds are available, to consider each and every ground. It is also submitted that in para 7 of the judgment, the Commercial Court has adverted to the grounds raised and in para 21 has recorded a finding that no ground enumerated under Section 34(2)(a) of the Act for interference with the award passed by the is made out. It is further submitted that the judgment passed by the Commercial Court is in consonance with the principles laid down by division bench of this court in WARSAW ENGINEERS supra. It is further submitted that the grounds raised in this appeal do not fall within the ambit of Section 34(2)(a) of the Act. In support of aforesaid submissions, reliance has been placed on decisions in 'NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. M.HAKEEM & ANR.', 2021 SCC ONLINE SC 473, 'PATEL ENGINEERING LTD VS. NORTH EASTERN ELECTRIC POWER CORPORATION LTD.,', (2020) 7 SCC 167, 'SSANGYONG ENGINEER AND CONSTRUCTION COMPANY LTD. VS. NATIONAL HIGHWAYS AUTHORITY OF INDIA', (2019) 15 SCC 131, 'NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. ITD CEMENTATION INDIA LTD.', (2015) 14 SCC 21, 'ASSOCIATE BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49, and 'NATIONAL HGIHWAYS AUTHORITY OF INDIA VS. R.N. SHETTY & COMPANY', 2014 SCC ONLINE DEL 3392.\n9. We have considered the submissions made by learned counsel for the parties and have perused the record. The scope of interference with an award passed by an arbitrator is confined to the grounds mentioned in Section 34(2) of the Act. One more ground has been incorporated to challenge the award by Amendment Act 2015 with effect from 23.10.2015 viz., 'Public Policy of India'. The scope of interference with an arbitral award is well settled. In this connection, reference may be made to decision of Supreme Court in 'DYNA TECHNOLOGIES PVT. LTD. supra, wherein in paragraphs 24 and 25 of the aforesaid decision, it has been held as under:\n24. There is no dispute that Section 34 of the Arbitration Act limits a challenge to an award only on the grounds provided therein or as interpreted by various Courts. We need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the Court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award. Section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction. The mandate under Section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law. If the Courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated. \n25. Moreover, umpteen number of judgments of this Court have categorically held that the Courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists. The Courts need to be cautious and should defer to the view taken by the Arbitral Tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under Section 34 of the Arbitration Act. \n10. A division bench of this court in UNION OF INDIA VS. M/S WARSAW ENGINEERS AND ANOTHER vide judgment dated 17.04.2021 has held as follows:\n12. We have also referred to the decision of the Apex Court which holds that the scope of interference is confined to specific grounds which are available under Section 34 of the said Act of 1996. \nIt is also well settled that the Court should not interfere with an award merely because another view on facts and interpretation of contract exists. When a Judge dealing with the petition under Section 34 of the said Act of 1996 hears the petition on merits, firstly, he must advert to the grounds agitated at the time of hearing in support of the petition under Section 34 of the said Act of 1996. He has to examine whether the grounds urged are available under sub-section (2) and sub- section (2A) of Section 34 of the said Act of 1996. If the grounds pleaded are available under Section 34 of the said Act of 1996, the next step will be to consider each and every ground pressed into service on merits and to come to conclusion whether the grounds have been established. \n13. Therefore, it is necessary for a Judicial Officer dealing with the petition under Section 34 of the said Act of 1996 to precisely record the submissions made by the counsel for the petitioner in support of the petition under Section 34 of the said Act of 1996. It is also necessary to precisely record the submissions made by way of reply to the specific grounds pleaded by the petitioner. It is not necessary to make verbatim reproduction of oral or written submissions. The gist of every ground agitated and reply to it by the rival party needs to be incorporated. This helps the Judges to deal with every ground urged. \n14. Thereafter, each and every ground will have to be separately considered. It is necessary for the Judicial Officer to firstly consider whether the ground agitated is covered by any of the grounds set out under Section 34 of the said Act of 1996. If according to the learned Judge the ground agitated is not available for challenge in accordance with Section 34 of the said Act of 1996, the Judicial Officer will have to record the reasons for the said conclusion. If he is of the view that the ground agitated is available under Section 34 of the said Act of 1996, he will have to consider whether the said ground is established and record reasons in that behalf. \n15. Now coming to the issue of decisions relied upon by the parties, it is not necessary for the Judicial Officer to quote the relevant parts of the said decisions. What is more important is that the judgment should show that the Judicial Officer has adverted to the ratio of the judgment. Only after adverting the ratio of the judgment, the Judicial Officer can come to a conclusion whether the same can be applied to the facts of the case before him. \n16. Thus, while dealing with the petition under Section 34 of the said Act of 1996, for arriving at a correct conclusion, the Judicial Officer, as stated earlier, must precisely record the submissions canvassed in support of the petition and the submissions canvassed for opposing the petition. It is not necessary to reproduce the submissions verbatim. The substance of the grounds urged must be briefly recorded. As a remedy of an appeal is available against the judgment and order in a petition under Section 34 of the said Act of 1996, recording of the submissions made across the Bar helps the Appellate Court to decide the appeal properly. If the submissions are not properly recorded, it gives a scope to an argument that a particular submission was made before the concerned Court but the same has not been considered. If such submissions are made, as per the settled law, the Appellate Court has to relegate the aggrieved party to the same Court for making an appropriate application as the Appellate Court cannot decide what transpired before the Court which has passed the impugned order. \n17. In the present case, we find that the submissions made in support of the petition under Section 34 of the said Act of 1996 are not properly recorded. There is a cursory reference to only one or two submissions in paragraph 17 of the judgment. \n18. As stated earlier, the jurisdiction under Section 34 of the said Act of 1996 is not an appellate jurisdiction. The exercise of jurisdiction is confined to the grounds set out in Section 34 of the said Act of 1996. \n19. In the facts of the case, we find that after having gone through the impugned judgment and order, it is very difficult for us to know what were the precise submissions made in support of the petition and for opposing the petition. As the submissions are not properly recorded, the learned Judge has dealt with the issue in a very cryptic manner. \n11. It is well settled in law that reason is the heartbeat of every conclusion and absence of reasons renders the orders lifeless. The requirement of assigning reasons ensures transparency and fairness in decision making. The reasons act as a link between the mind of the decision maker and the issue, which arises for determination. The Supreme Court has emphasized the requirement of new recording of reasons in support of the conclusions in 'BHAGAT RAJA VS. UNION OF INDIA AND OTHERS', AIR 1967 SC 1606, and it has been held that reasons recorded in support of the conclusions must be explicit and intelligible. It has further been held that reasons have to be proper, relevant, germane and should deal with arguments advanced, points raised and issues involved. The requirement of assigning the reasons also helps the appellate court in ascertaining as to the grounds, which weighed with the authority in coming to a particular conclusion. [See: 'VISHNU DEV SHARMA VS. STATEOF U.P. & ORS', (2008) 3 SCC 172]. \n12. Now we may advert to the impugned judgment. Paragraphs 1 to 6 contain the narration of facts. In paragraph 7 of the impugned judgment reference has been made to main grounds of challenge to the impugned award. Paragraph 8 refers to the averments contained in statement of objections. Paragraphs 9 and 10 refers to points for consideration. In paragraphs 12 to 17 again facts have been stated . In paragraphs 17 to 20, the Commercial Court has referred to certain admitted facts and other facts. In paragraphs 21 to 26, the point for consideration has been answered. From close scrutiny of paragraphs 21 to 26 of the judgment, it is evident that neither the contentions nor the grounds raised by the appellant have been dealt with by the Commercial Court. Thus, the Commercial Court without assigning any reasons in a cryptic and a cavalier manner has recorded the conclusion that the award passed by the cannot be considered as erroneous or opposed to Public Policy of India. It has further been held that the appellant has failed to make out any cogent grounds to set aside the arbitral award and the award passed by the is neither perverse, unfair nor unreasonable. From close scrutiny of paragraphs 21 to 26, it is evident that the Commercial Court has not assigned any reasons for recording the conclusions. The Commercial Court has also not dealt with various contentions and grounds raised in the petition under Section 34 of the Act. \n13. The Commercial Court, therefore, cannot record the conclusion without assigning reasons that no ground for interference under Section 34 of the Act is made out. In paragraph 14 of the judgment in Warsaw Engineers, a division bench of this court has held that each and every ground has to be separately considered to find out whether it is covered by any of the grounds set out under Section 34 of the Act. However, the aforesaid exercise cannot be carried out without assigning the reasons. \n14. The Commercial Court without considering the ratio of the judgments relied upon by the parties has simply recorded the conclusion that the judgments relied upon by the appellants are not applicable to the facts of the case. The Commercial Court has not assigned any reasons for recording a conclusion that the grounds for interference under Section 34 of the Act is not made out. Therefore, though this court is conscious of the fact that normally the appellate court could be slow to pass an order of remand, yet in the facts of the case, we are left with no option but to remand the case as no reasons have been assigned by the Commercial Court for arriving at the conclusion that grounds as enumerated under Section 34 of the Act are not made out. \n15. For the aforementioned reasons, the judgment dated 05.12.2020 passed in COM A.S.No.80/2016 is quashed and the matter is remitted to the Commercial Court. The parties shall appear before the Commercial Court on 28.10.2021 for fixing the date of hearing. It will not be necessary for the Commercial Court to issue notice to the parties of the date fixed by it. Taking into account the fact that the petition was filed in the year 2016, the Commercial Court shall make an endeavor to conclude the proceeding within a period of four months from the date of appearance of the parties. \nIn view of the disposal of the main appeal itself, all pending applications do not survive for consideration. Accordingly, the same are disposed of. \nIn the result, the appeal is disposed of. \nSd/-\nJUDGE Sd/-\nJUDGE SS",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court larsen and toubro limited vs geodesic techniques private limited on 21 october, 2021 bench: alok aradhe, s vishwajith shetty 1 in the high court of karnataka at bengaluru dated this the 21st day of october 2021 present the hon'ble mr. justice alok aradhe and the hon'ble mr.justice s. vishwajith shetty comap no.31 of 2021 between: larsen and toubro limited (construction division) no.19, kumara krupa road 1st and 2nd floors bengaluru 560 001. represented herein by its authorised signatory mr. c.a. venkatesh. . appellant (by mr. r.v.s. naik, sr. counsel for mr. vidur nair and mr. t. suryanarayana, advs.,) and: 1. geodesic techniques private limited no.4, 4th cross peenya industrial estate 1st stage, peenya bangalore 560 058 represented by its managing director mr. srinidhi anantharaman. 2 2. justice r.v. raveendran (retd.) sole arbitrator no.8/2, krishna road basavanagudi bangalore 560 004. . respondents (by mr. s. sriranga, adv., c/r1) --this comap is filed under section 13(1a) of commercial courts act, 2015 r/w section 37 of the arbitration and conciliation act, 1996, praying to call for records in com.a.s. no.80/2016 as well as the arbitral records which are before the trial court. set aside the impugned judgment and decree dated 05.12.2020 passed by the lxxxiii addl. city civil and sessions judge, bengaluru (cch-84) (trial court) (annexure-a) dismissing com.a.s.no.80/2016 & etc. this comap coming on for final hearing, this day, alok aradhe j., delivered the following: order this appeal takes an exception to judgment dated 05.12.2020 passed by the commercial court by which objections preferred by the appellant under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'the act' for short) have been dismissed. 2. facts leading to filing of this appeal briefly stated are that the appellant is a private limited company and is engaged in the business of construction and of primarily designing and building steel structures. the appellant was awarded a contract of engineering procurement and construction contract for expansion of bangalore international airport limited (hereinafter referred to as 'the bial' for short) on 31.05.2011. the scope of the work involved engineering procurement and construction work of three storied rcc structure, structural steel roof with roof coverings on east west and southern sides of existing terminal building and steel canopy on the northern side. the appellant sub contracted the structural steel roof work to the respondent for a consideration of rs.110 crores. a letter of intent dated 29.09.2011 (ex.c3) was issued. the aforesaid letter of intent was amended on 15.10.2011. 3. thereafter, a tripartite agreement dated 25.01.2012 (ex.r1) was executed between bial, the appellant and the respondent viz., the sub contractor. under the agreement, the respondent had to complete the work within 10 months from 04.10.2011 i.e., upto 03.08.2012. the possession of the site was handed over to the appellant on 31.08.2013. 4. during the execution of the work, in order to secure the progress of the work, the appellant and the respondent agreed that the appellant would secure the structural steel and consumables required by the respondent for the contract work and that the appellant may engage the services of other sub contractors in this behalf on payment of requisite charges by the respondent. 5. however, there was delay in completion of the work. the disputes arose between the parties. thereupon the respondent filed an application under section 11(6) of the arbitration and conciliation act, 1996 seeking appointment of an . the aforesaid application was allowed by this court by an order dated 03.09.2014 and a sole was appointed. the proceeding before the commenced on 13.12.2014. the parties filed respective pleadings and adduced oral and documentary evidence. the appellant examined three of its officers as rw1 to rw3 and adduced documents viz., ex.r1 to ex.r72 in evidence, whereas, the respondent examined three of its officers as cw1 to cw3 and tendered documents viz., ex.c1 to ex.c278 in evidence. 6. the arbitral tribunal passed an award on 06.02.2016 and directed the appellant to pay a sum of rs.5,32,83,419/along with interest at the rate of 18% per annum and cost of rs.12,00,000/as well as stamp duty of rs.3,26,985/paid by respondent no.1 on the award under the karnataka stamp act, 1957. the appellant filed objections under section 34 of the act before the commercial court. the commercial court vide judgment dated 05.12.2020 has dismissed the objections preferred by the appellant. in the aforesaid factual background, this appeal has been filed. 7. learned senior counsel for the appellant while inviting the attention of this court to objections preferred by the appellant under section 34 of the act submitted that though various objections were raised, the commercial court in a cryptic and cavalier manner without adverting to the objections raised by the appellant has dismissed the petition under section 34 of the act. it is further submitted that while passing the impugned judgment, the commercial court has neither adverted tot eh grounds nor the contentions raised by the appellant. it is also argued that interest at the rate of 18% has been awarded for pendente lite and for a period thereafter, without assigning any reasons, which cannot be sustained in the eye of law. learned senior counsel has taken us through the impugned judgment of the commercial court and has submitted that the matter deserves to be remitted to the commercial court for decision on the objections preferred by the appellant afresh. in support of aforesaid submissions, reliance has been placed on decisions in 'ssanyong engineering and construction company limited vs. national highways authority of india', (2019) 15 scc 131, 'dyna technologies pvt. ltd. vs. crompton greaves ltd.', 2019 scc online sc 1656, 'v4 infrastructure private limited vs. jindal biochem private limited', fao (os) (comm) 107/2018, 'associate builders vs. delhi development authority', (2015) 3 scc 49, 'p.sheik batcha rowther and others vs. n.r.alagappan servai', air 1959 mad 12, 'oriental structural engineers private limited vs. stateof kerala', (2021) 6 scc 150 and 'union of india vs. warsaw engineers and others', comap no.25/2021. 8. on the other hand, learned counsel for the respondent submitted that a division bench of this court in union of india vs. warsaw engineers supra in para 12 has held that there is a two stage process in considering the challenge under section 34 of the act. it is pointed out that first stage is that a judge should advert to the grounds agitated at the time of hearing and thereafter, he has to examine whether grounds urged are available under section 34(2)(a) of the act and if such grounds are available, to consider each and every ground. it is also submitted that in para 7 of the judgment, the commercial court has adverted to the grounds raised and in para 21 has recorded a finding that no ground enumerated under section 34(2)(a) of the act for interference with the award passed by the is made out. it is further submitted that the judgment passed by the commercial court is in consonance with the principles laid down by division bench of this court in warsaw engineers supra. it is further submitted that the grounds raised in this appeal do not fall within the ambit of section 34(2)(a) of the act. in support of aforesaid submissions, reliance has been placed on decisions in 'national highways authority of india vs. m.hakeem & anr.', 2021 scc online sc 473, 'patel engineering ltd vs. north eastern electric power corporation ltd.,', (2020) 7 scc 167, 'ssangyong engineer and construction company ltd. vs. national highways authority of india', (2019) 15 scc 131, 'national highways authority of india vs. itd cementation india ltd.', (2015) 14 scc 21, 'associate builders vs. delhi development authority', (2015) 3 scc 49, and 'national hgihways authority of india vs. r.n. shetty & company', 2014 scc online del 3392. 9. we have considered the submissions made by learned counsel for the parties and have perused the record. the scope of interference with an award passed by an arbitrator is confined to the grounds mentioned in section 34(2) of the act. one more ground has been incorporated to challenge the award by amendment act 2015 with effect from 23.10.2015 viz., 'public policy of india'. the scope of interference with an arbitral award is well settled. in this connection, reference may be made to decision of supreme court in 'dyna technologies pvt. ltd. supra, wherein in paragraphs 24 and 25 of the aforesaid decision, it has been held as under: 24. there is no dispute that section 34 of the arbitration act limits a challenge to an award only on the grounds provided therein or as interpreted by various courts. we need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award. section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction. the mandate under section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law. if the courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated. 25. moreover, umpteen number of judgments of this court have categorically held that the courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists. the courts need to be cautious and should defer to the view taken by the arbitral tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under section 34 of the arbitration act. 10. a division bench of this court in union of india vs. m/s warsaw engineers and another vide judgment dated 17.04.2021 has held as follows: 12. we have also referred to the decision of the apex court which holds that the scope of interference is confined to specific grounds which are available under section 34 of the said act of 1996. it is also well settled that the court should not interfere with an award merely because another view on facts and interpretation of contract exists. when a judge dealing with the petition under section 34 of the said act of 1996 hears the petition on merits, firstly, he must advert to the grounds agitated at the time of hearing in support of the petition under section 34 of the said act of 1996. he has to examine whether the grounds urged are available under sub-section (2) and subsection (2a) of section 34 of the said act of 1996. if the grounds pleaded are available under section 34 of the said act of 1996, the next step will be to consider each and every ground pressed into service on merits and to come to conclusion whether the grounds have been established. 13. therefore, it is necessary for a judicial officer dealing with the petition under section 34 of the said act of 1996 to precisely record the submissions made by the counsel for the petitioner in support of the petition under section 34 of the said act of 1996. it is also necessary to precisely record the submissions made by way of reply to the specific grounds pleaded by the petitioner. it is not necessary to make verbatim reproduction of oral or written submissions. the gist of every ground agitated and reply to it by the rival party needs to be incorporated. this helps the judges to deal with every ground urged. 14. thereafter, each and every ground will have to be separately considered. it is necessary for the judicial officer to firstly consider whether the ground agitated is covered by any of the grounds set out under section 34 of the said act of 1996. if according to the learned judge the ground agitated is not available for challenge in accordance with section 34 of the said act of 1996, the judicial officer will have to record the reasons for the said conclusion. if he is of the view that the ground agitated is available under section 34 of the said act of 1996, he will have to consider whether the said ground is established and record reasons in that behalf. 15. now coming to the issue of decisions relied upon by the parties, it is not necessary for the judicial officer to quote the relevant parts of the said decisions. what is more important is that the judgment should show that the judicial officer has adverted to the ratio of the judgment. only after adverting the ratio of the judgment, the judicial officer can come to a conclusion whether the same can be applied to the facts of the case before him. 16. thus, while dealing with the petition under section 34 of the said act of 1996, for arriving at a correct conclusion, the judicial officer, as stated earlier, must precisely record the submissions canvassed in support of the petition and the submissions canvassed for opposing the petition. it is not necessary to reproduce the submissions verbatim. the substance of the grounds urged must be briefly recorded. as a remedy of an appeal is available against the judgment and order in a petition under section 34 of the said act of 1996, recording of the submissions made across the bar helps the appellate court to decide the appeal properly. if the submissions are not properly recorded, it gives a scope to an argument that a particular submission was made before the concerned court but the same has not been considered. if such submissions are made, as per the settled law, the appellate court has to relegate the aggrieved party to the same court for making an appropriate application as the appellate court cannot decide what transpired before the court which has passed the impugned order. 17. in the present case, we find that the submissions made in support of the petition under section 34 of the said act of 1996 are not properly recorded. there is a cursory reference to only one or two submissions in paragraph 17 of the judgment. 18. as stated earlier, the jurisdiction under section 34 of the said act of 1996 is not an appellate jurisdiction. the exercise of jurisdiction is confined to the grounds set out in section 34 of the said act of 1996. 19. in the facts of the case, we find that after having gone through the impugned judgment and order, it is very difficult for us to know what were the precise submissions made in support of the petition and for opposing the petition. as the submissions are not properly recorded, the learned judge has dealt with the issue in a very cryptic manner. 11. it is well settled in law that reason is the heartbeat of every conclusion and absence of reasons renders the orders lifeless. the requirement of assigning reasons ensures transparency and fairness in decision making. the reasons act as a link between the mind of the decision maker and the issue, which arises for determination. the supreme court has emphasized the requirement of new recording of reasons in support of the conclusions in 'bhagat raja vs. union of india and others', air 1967 sc 1606, and it has been held that reasons recorded in support of the conclusions must be explicit and intelligible. it has further been held that reasons have to be proper, relevant, germane and should deal with arguments advanced, points raised and issues involved. the requirement of assigning the reasons also helps the appellate court in ascertaining as to the grounds, which weighed with the authority in coming to a particular conclusion. [see: 'vishnu dev sharma vs. stateof u.p. & ors', (2008) 3 scc 172]. 12. now we may advert to the impugned judgment. paragraphs 1 to 6 contain the narration of facts. in paragraph 7 of the impugned judgment reference has been made to main grounds of challenge to the impugned award. paragraph 8 refers to the averments contained in statement of objections. paragraphs 9 and 10 refers to points for consideration. in paragraphs 12 to 17 again facts have been stated . in paragraphs 17 to 20, the commercial court has referred to certain admitted facts and other facts. in paragraphs 21 to 26, the point for consideration has been answered. from close scrutiny of paragraphs 21 to 26 of the judgment, it is evident that neither the contentions nor the grounds raised by the appellant have been dealt with by the commercial court. thus, the commercial court without assigning any reasons in a cryptic and a cavalier manner has recorded the conclusion that the award passed by the cannot be considered as erroneous or opposed to public policy of india. it has further been held that the appellant has failed to make out any cogent grounds to set aside the arbitral award and the award passed by the is neither perverse, unfair nor unreasonable. from close scrutiny of paragraphs 21 to 26, it is evident that the commercial court has not assigned any reasons for recording the conclusions. the commercial court has also not dealt with various contentions and grounds raised in the petition under section 34 of the act. 13. the commercial court, therefore, cannot record the conclusion without assigning reasons that no ground for interference under section 34 of the act is made out. in paragraph 14 of the judgment in warsaw engineers, a division bench of this court has held that each and every ground has to be separately considered to find out whether it is covered by any of the grounds set out under section 34 of the act. however, the aforesaid exercise cannot be carried out without assigning the reasons. 14. the commercial court without considering the ratio of the judgments relied upon by the parties has simply recorded the conclusion that the judgments relied upon by the appellants are not applicable to the facts of the case. the commercial court has not assigned any reasons for recording a conclusion that the grounds for interference under section 34 of the act is not made out. therefore, though this court is conscious of the fact that normally the appellate court could be slow to pass an order of remand, yet in the facts of the case, we are left with no option but to remand the case as no reasons have been assigned by the commercial court for arriving at the conclusion that grounds as enumerated under section 34 of the act are not made out. 15. for the aforementioned reasons, the judgment dated 05.12.2020 passed in com a.s.no.80/2016 is quashed and the matter is remitted to the commercial court. the parties shall appear before the commercial court on 28.10.2021 for fixing the date of hearing. it will not be necessary for the commercial court to issue notice to the parties of the date fixed by it. taking into account the fact that the petition was filed in the year 2016, the commercial court shall make an endeavor to conclude the proceeding within a period of four months from the date of appearance of the parties. in view of the disposal of the main appeal itself, all pending applications do not survive for consideration. accordingly, the same are disposed of. in the result, the appeal is disposed of. sd/judge sd/judge ss"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "705ec678df3347549b89b71076fb8f88_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d1ecc5bce664fc59016ad9efa9e11c7_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nKarnataka High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94c94828b26a4cf9a2a35024022fc82d_2"
        },
        {
            "start": 264,
            "end": 389,
            "text": "\nLarsen And Toubro Limited vs Geodesic Techniques Private Limited on 21 October, 2021\nBench: Alok Aradhe, S Vishwajith Shetty",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1dffe3068fa45129ce24b3fda844730_3"
        },
        {
            "start": 418,
            "end": 544,
            "text": "1\n\n\n\n     In The High Court Of Karnataka At Bengaluru\n\n       Dated This The 21St Day Of October 2021\n\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d8dfd70aa7244f4894557e23056bfec_4"
        },
        {
            "start": 544,
            "end": 551,
            "text": "Present",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85c3efcfe1f2499b8cc5fbdf64dc3edf_5"
        },
        {
            "start": 563,
            "end": 598,
            "text": "The Hon'Ble Mr. Justice Alok Aradhe",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bc8a6a2fe5b848ddaa2ada13cefa506c_6"
        },
        {
            "start": 599,
            "end": 679,
            "text": "\n\n                         And\n\n     The Hon'Ble Mr.Justice S. Vishwajith Shetty",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c583bbf4d47440a3b4413a1ec317706b_7"
        },
        {
            "start": 680,
            "end": 718,
            "text": "\n\n                 Comap No.31 Of 2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c77243c2abde44e8bedb7a6444a36e0b_8"
        },
        {
            "start": 719,
            "end": 866,
            "text": "\nBetween:\n\nLarsen And Toubro Limited\n(Construction Division)\nNo.19, Kumara Krupa Road\n1St And 2Nd Floors\nBengaluru - 560 001.\nRepresented Herein By",
            "labels": [
                "PREAMBLE"
            ],
            "id": "63beee7933ff48abaea53cade84bb062_9"
        },
        {
            "start": 867,
            "end": 891,
            "text": "Its\nAuthorised Signatory",
            "labels": [
                "PREAMBLE"
            ],
            "id": "50e2989e280d4b4abce24cfb3296cceb_10"
        },
        {
            "start": 892,
            "end": 912,
            "text": "\nMr. C.A. Venkatesh.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "237b1cb16d244ff8b4d02c98bd3dfaf5_11"
        },
        {
            "start": 954,
            "end": 1252,
            "text": "... Appellant\n(By Mr. R.V.S. Naik, Sr. Counsel For\n    Mr. Vidur Nair And\n    Mr. T. Suryanarayana, Advs.,)\n\nAnd:\n\n1.     Geodesic Techniques Private Limited\n       No.4, 4Th Cross\n       Peenya Industrial Estate\n       1St Stage, Peenya\n       Bangalore - 560 058\n       Represented By Its\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "585bc6259d0a458db31101ddf9faec1b_12"
        },
        {
            "start": 1252,
            "end": 1277,
            "text": "Managing Director\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c541aa54740469bb7fc41d68f64e9b4_13"
        },
        {
            "start": 1277,
            "end": 1303,
            "text": "Mr. Srinidhi Anantharaman.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff20c90acce5402687b70b64c894a72c_14"
        },
        {
            "start": 1334,
            "end": 1346,
            "text": "2\n\n\n\n2.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "097db4c6bd134f9fa0a37d289ba315b7_15"
        },
        {
            "start": 1346,
            "end": 1377,
            "text": "Justice R.V. Raveendran (Retd.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70cee5f3017c4983b71c7f93fd6b61fd_16"
        },
        {
            "start": 1386,
            "end": 1516,
            "text": "Sole Arbitrator\n       No.8/2, Krishna Road\n       Basavanagudi\n       Bangalore - 560 004.\n                                   ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f5ad6d345d944f99e6103795114f844_17"
        },
        {
            "start": 1517,
            "end": 1562,
            "text": "Respondents\n\n(By Mr. S. Sriranga, Adv., C/R1)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e7660ec8743b4a3aba3624a6ad31da1c_18"
        },
        {
            "start": 1563,
            "end": 1853,
            "text": "\n\n                          ---\n\n       This Comap Is Filed Under Section 13(1A) Of\nCommercial Courts Act, 2015 R/W Section 37 Of The\nArbitration And Conciliation Act, 1996, Praying To\nCall For Records In Com.A.S. No.80/2016 As Well As\nThe Arbitral Records Which Are Before The Trial\nCourt.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "daca33c1956a4eaa8870af3cc3f41800_19"
        },
        {
            "start": 1854,
            "end": 1941,
            "text": "Set Aside The Impugned Judgment And Decree\nDated 05.12.2020 Passed By The Lxxxiii Addl.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e5023516576441a3af3312ac2f0f13ff_20"
        },
        {
            "start": 1942,
            "end": 1953,
            "text": "City \nCivil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d890b1563cea473ba85d4849f7cfc63d_21"
        },
        {
            "start": 1954,
            "end": 1999,
            "text": "And Sessions Judge, Bengaluru (Cch-84) (Trial",
            "labels": [
                "PREAMBLE"
            ],
            "id": "03b9a2437dfc48f69022c534844b6997_22"
        },
        {
            "start": 2000,
            "end": 2388,
            "text": "\nCourt) (Annexure-A) Dismissing Com.A.S.No.80/2016 &\nEtc.\n       This Comap Coming On For Final Hearing, This\nDay, Alok Aradhe J., Delivered The Following:\n\n\n                        Order\nThis appeal takes an exception to judgment dated 05.12.2020 passed by the Commercial Court by which objections preferred by the appellant under Section 34 of the Arbitration and Conciliation Act, 1996",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8dc8954b363a4a42be79966b68ad98c9_23"
        },
        {
            "start": 2389,
            "end": 2459,
            "text": " (hereinafter referred to as 'the Act' for short) have been dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "5d22e306c70f4d558a62a2c906c9d47d_24"
        },
        {
            "start": 2460,
            "end": 2674,
            "text": "\n2. Facts leading to filing of this appeal briefly stated are that the appellant is a private limited company and is engaged in the business of construction and of primarily designing and building steel structures.",
            "labels": [
                "FAC"
            ],
            "id": "bb78e9f4afc247abb7a5ecec6a4f58cc_25"
        },
        {
            "start": 2675,
            "end": 2886,
            "text": "The appellant was awarded a contract of Engineering Procurement and Construction Contract for expansion of Bangalore International Airport Limited (hereinafter referred to as 'the BIAL' for short) on 31.05.2011.",
            "labels": [
                "FAC"
            ],
            "id": "97e71f99710b434f8f3286377cacd8c5_26"
        },
        {
            "start": 2887,
            "end": 3140,
            "text": "The scope of the work involved Engineering Procurement and Construction work of three storied RCC Structure, Structural Steel Roof with Roof coverings on east - west and southern sides of existing terminal building and steel canopy on the northern side.",
            "labels": [
                "FAC"
            ],
            "id": "bd64ab91d6864e07ac6a4aae3540c81c_27"
        },
        {
            "start": 3141,
            "end": 3256,
            "text": "The appellant sub contracted the structural Steel Roof work to the respondent for a consideration of Rs.110 Crores.",
            "labels": [
                "FAC"
            ],
            "id": "a78acd6005c048dfbe9bdd16c506c264_28"
        },
        {
            "start": 3257,
            "end": 3312,
            "text": "A letter of intent dated 29.09.2011 (Ex.C3) was issued.",
            "labels": [
                "FAC"
            ],
            "id": "8d5b7dfed7254498b104b7a59a1b19fe_29"
        },
        {
            "start": 3313,
            "end": 3373,
            "text": "The aforesaid letter of intent was amended on 15.10.2011.\n3.",
            "labels": [
                "FAC"
            ],
            "id": "c8d141d0b42740fd923382b9fa25b84c_30"
        },
        {
            "start": 3374,
            "end": 3519,
            "text": "Thereafter, a tripartite agreement dated 25.01.2012 (Ex.R1) was executed between BIAL, the appellant and the respondent viz., the sub contractor.",
            "labels": [
                "FAC"
            ],
            "id": "4989bf7843c246e4af9a60559b4a0517_31"
        },
        {
            "start": 3520,
            "end": 3636,
            "text": "Under the agreement, the respondent had to complete the work within 10 months from 04.10.2011 i.e., upto 03.08.2012.",
            "labels": [
                "FAC"
            ],
            "id": "b3b936919bca4d22a4841de7db81ddbe_32"
        },
        {
            "start": 3637,
            "end": 3711,
            "text": "The possession of the site was handed over to the appellant on 31.08.2013.",
            "labels": [
                "FAC"
            ],
            "id": "01014b9bb57340ca8ffb0e13f42df4f5_33"
        },
        {
            "start": 3712,
            "end": 4090,
            "text": "\n4. During the execution of the work, in order to secure the progress of the work, the appellant and the respondent agreed that the appellant would secure the structural steel and consumables required by the respondent for the contract work and that the appellant may engage the services of other sub contractors in this behalf on payment of requisite charges by the Respondent.",
            "labels": [
                "FAC"
            ],
            "id": "4a4ab90b58bf4015948fb8c39984523b_34"
        },
        {
            "start": 4092,
            "end": 4146,
            "text": "5. However, there was delay in completion of the work.",
            "labels": [
                "FAC"
            ],
            "id": "afdb2b1792d040e88ffd537313cf264f_35"
        },
        {
            "start": 4147,
            "end": 4186,
            "text": "The disputes arose between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "cf194d38311140b68a4c95f7298e7ddf_36"
        },
        {
            "start": 4187,
            "end": 4326,
            "text": "Thereupon the respondent filed an application under Section 11(6) of the Arbitration and Conciliation Act, 1996 seeking appointment of an .",
            "labels": [
                "FAC"
            ],
            "id": "ef266c981bb346438029153f06b3d013_37"
        },
        {
            "start": 4327,
            "end": 4433,
            "text": "The aforesaid application was allowed by this court by an order dated 03.09.2014 and a sole was appointed.",
            "labels": [
                "FAC"
            ],
            "id": "1f741e24edba4ffca28060be1306b256_38"
        },
        {
            "start": 4434,
            "end": 4484,
            "text": "The proceeding before the commenced on 13.12.2014.",
            "labels": [
                "FAC"
            ],
            "id": "8d68471a3f7c4d27938f334c65a69233_39"
        },
        {
            "start": 4485,
            "end": 4566,
            "text": "The parties filed respective pleadings and adduced oral and documentary evidence.",
            "labels": [
                "FAC"
            ],
            "id": "71b9e3b53f2544ee90e8b385196cdde2_40"
        },
        {
            "start": 4567,
            "end": 4810,
            "text": "The appellant examined three of its officers as RW1 to RW3 and adduced documents viz., Ex.R1 to Ex.R72 in evidence, whereas, the respondent examined three of its officers as CW1 to CW3 and tendered documents viz., EX.C1 to Ex.C278 in evidence.",
            "labels": [
                "FAC"
            ],
            "id": "9404a04a1cff49aebe6dbc5ca0497fd2_41"
        },
        {
            "start": 4812,
            "end": 5115,
            "text": "6. The arbitral tribunal passed an award on 06.02.2016 and directed the appellant to pay a sum of Rs.5,32,83,419/- along with interest at the rate of 18% per annum and cost of Rs.12,00,000/- as well as stamp duty of Rs.3,26,985/- paid by respondent No.1 on the award under the Karnataka Stamp Act, 1957.",
            "labels": [
                "RLC"
            ],
            "id": "a94cdb4c01194d2a8b2e24280698c23b_42"
        },
        {
            "start": 5116,
            "end": 5203,
            "text": "The appellant filed objections under Section 34 of the Act before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "d3eed8963385483eaec09cca169de3c4_43"
        },
        {
            "start": 5204,
            "end": 5312,
            "text": "The Commercial Court vide judgment dated 05.12.2020 has dismissed the objections preferred by the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "75fd8915d9c34523926a5de6406df186_44"
        },
        {
            "start": 5313,
            "end": 5377,
            "text": "In the aforesaid factual background, this appeal has been filed.",
            "labels": [
                "FAC"
            ],
            "id": "e444a8f919e34d9eae6f2b69072f216e_45"
        },
        {
            "start": 5379,
            "end": 5758,
            "text": "7. Learned Senior counsel for the appellant while inviting the attention of this court to objections preferred by the appellant under Section 34 of the Act submitted that though various objections were raised, the Commercial Court in a cryptic and cavalier manner without adverting to the objections raised by the appellant has dismissed the petition under Section 34 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bff7e47a4a8646f2b21f4d28f544981e_46"
        },
        {
            "start": 5759,
            "end": 5926,
            "text": "It is further submitted that while passing the impugned judgment, the Commercial Court has neither adverted tot eh grounds nor the contentions raised by the appellant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0dc973f18d8c4b09adc8d3d4aaf08ff3_47"
        },
        {
            "start": 5927,
            "end": 6117,
            "text": "It is also argued that interest at the rate of 18% has been awarded for pendente lite and for a period thereafter, without assigning any reasons, which cannot be sustained in the eye of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79aac1394d764f6dab5946a5ff387b58_48"
        },
        {
            "start": 6118,
            "end": 6355,
            "text": "Learned Senior counsel has taken us through the impugned judgment of the Commercial Court and has submitted that the matter deserves to be remitted to the Commercial Court for decision on the objections preferred by the appellant afresh.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7bbdc5d6f9f64d97a039c5b7cd840739_49"
        },
        {
            "start": 6356,
            "end": 7040,
            "text": "In support of aforesaid submissions, reliance has been placed on decisions in 'SSANYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED VS. NATIONAL HIGHWAYS AUTHORITY OF INDIA', (2019) 15 SCC 131, 'DYNA TECHNOLOGIES PVT. LTD. VS. CROMPTON GREAVES LTD.', 2019 SCC ONLINE SC 1656, 'V4 INFRASTRUCTURE PRIVATE LIMITED VS. JINDAL BIOCHEM PRIVATE LIMITED', FAO (OS) (COMM) 107/2018, 'ASSOCIATE BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49, 'P.SHEIK BATCHA ROWTHER AND OTHERS VS. N.R.ALAGAPPAN SERVAI', AIR 1959 MAD 12, 'ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS. STATEOF KERALA', (2021) 6 SCC 150 and 'UNION OF INDIA VS. WARSAW ENGINEERS AND OTHERS', COMAP NO.25/2021.\n8.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c848a80a86934b0d8f7d2c0c2af9d7ba_50"
        },
        {
            "start": 7041,
            "end": 7297,
            "text": "On the other hand, learned counsel for the respondent submitted that a division bench of this court in UNION OF INDIA VS. WARSAW ENGINEERS supra in para 12 has held that there is a two stage process in considering the challenge under Section 34 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6cec90e80e2949d6beec2e61df4453a4_51"
        },
        {
            "start": 7298,
            "end": 7583,
            "text": "It is pointed out that first stage is that a Judge should advert to the grounds agitated at the time of hearing and thereafter, he has to examine whether grounds urged are available under Section 34(2)(a) of the Act and if such grounds are available, to consider each and every ground.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "273cb1645ccd4186a6dd1890caa468a7_52"
        },
        {
            "start": 7584,
            "end": 7849,
            "text": "It is also submitted that in para 7 of the judgment, the Commercial Court has adverted to the grounds raised and in para 21 has recorded a finding that no ground enumerated under Section 34(2)(a) of the Act for interference with the award passed by the is made out.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ff6401d45eae41aa8bce89a1660e489a_53"
        },
        {
            "start": 7850,
            "end": 8028,
            "text": "It is further submitted that the judgment passed by the Commercial Court is in consonance with the principles laid down by division bench of this court in WARSAW ENGINEERS supra.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1684b384a8ff4c2ea52d45f9a8b45d6b_54"
        },
        {
            "start": 8029,
            "end": 8152,
            "text": "It is further submitted that the grounds raised in this appeal do not fall within the ambit of Section 34(2)(a) of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77b5894a76d64e28bd5fb819f330046b_55"
        },
        {
            "start": 8153,
            "end": 8779,
            "text": "In support of aforesaid submissions, reliance has been placed on decisions in 'NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. M.HAKEEM & ANR.', 2021 SCC ONLINE SC 473, 'PATEL ENGINEERING LTD VS. NORTH EASTERN ELECTRIC POWER CORPORATION LTD.,', (2020) 7 SCC 167, 'SSANGYONG ENGINEER AND CONSTRUCTION COMPANY LTD. VS. NATIONAL HIGHWAYS AUTHORITY OF INDIA', (2019) 15 SCC 131, 'NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. ITD CEMENTATION INDIA LTD.', (2015) 14 SCC 21, 'ASSOCIATE BUILDERS VS. DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49, and 'NATIONAL HGIHWAYS AUTHORITY OF INDIA VS. R.N. SHETTY & COMPANY', 2014 SCC ONLINE DEL 3392.\n9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3dd2dd046a584718a2bc31173ac7ec72_56"
        },
        {
            "start": 8780,
            "end": 8883,
            "text": "We have considered the submissions made by learned counsel for the parties and have perused the record.",
            "labels": [
                "NONE"
            ],
            "id": "1356b2a6743f4859b4e18d2213c33d5c_57"
        },
        {
            "start": 8884,
            "end": 9013,
            "text": "The scope of interference with an award passed by an arbitrator is confined to the grounds mentioned in Section 34(2) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdbc631a0dff47ef95440f2ddd4ba721_58"
        },
        {
            "start": 9014,
            "end": 9156,
            "text": "One more ground has been incorporated to challenge the award by Amendment Act 2015 with effect from 23.10.2015 viz., 'Public Policy of India'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb7462b485d04a3e9f875379135ccf55_59"
        },
        {
            "start": 9157,
            "end": 9222,
            "text": "The scope of interference with an arbitral award is well settled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec2ed286feab468d9ca2e786c084b892_60"
        },
        {
            "start": 9223,
            "end": 9422,
            "text": "In this connection, reference may be made to decision of Supreme Court in 'DYNA TECHNOLOGIES PVT. LTD. supra, wherein in paragraphs 24 and 25 of the aforesaid decision, it has been held as under:\n24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "130d930546f34eaf9bdacc7d60a1f575_61"
        },
        {
            "start": 9423,
            "end": 9586,
            "text": "There is no dispute that Section 34 of the Arbitration Act limits a challenge to an award only on the grounds provided therein or as interpreted by various Courts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c48ea46e9d514c6aa5dc0d6f5d4f66e0_62"
        },
        {
            "start": 9587,
            "end": 9911,
            "text": "We need to be cognizant of the fact that arbitral awards should not be interfered with in a casual and cavalier manner, unless the Court comes to a conclusion that the perversity of the award goes to the root of the matter without there being a possibility of alternative interpretation which may sustain the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eda80bd0030348a09f08da9d642c155f_63"
        },
        {
            "start": 9912,
            "end": 10011,
            "text": "Section 34 is different in its approach and cannot be equated with a normal appellate jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc598d3702e543249514ef1aab571c28_64"
        },
        {
            "start": 10012,
            "end": 10196,
            "text": "The mandate under Section 34 is to respect the finality of the arbitral award and the party autonomy to get their dispute adjudicated by an alternative forum as provided under the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b95a20287604d83b93bdfd8fc129f0b_65"
        },
        {
            "start": 10197,
            "end": 10390,
            "text": "If the Courts were to interfere with the arbitral award in the usual course on factual aspects, then the commercial wisdom behind opting for alternate dispute resolution would stand frustrated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b44e3338a4574a5ba91dbdbc694db194_66"
        },
        {
            "start": 10392,
            "end": 10605,
            "text": "25. Moreover, umpteen number of judgments of this Court have categorically held that the Courts should not interfere with an award merely because an alternative view on facts and interpretation of contract exists.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1c00c6c2d7bd4f509483b4069fbbb1bf_67"
        },
        {
            "start": 10606,
            "end": 10843,
            "text": "The Courts need to be cautious and should defer to the view taken by the Arbitral Tribunal even if the reasoning provided in the award is implied unless such award portrays perversity unpardonable under Section 34 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13290050ab8741118c038da5c2d8368f_68"
        },
        {
            "start": 10845,
            "end": 10990,
            "text": "10. A division bench of this court in UNION OF INDIA VS. M/S WARSAW ENGINEERS AND ANOTHER vide judgment dated 17.04.2021 has held as follows:\n12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e985ded5739646f98052743037c726e4_69"
        },
        {
            "start": 10991,
            "end": 11183,
            "text": "We have also referred to the decision of the Apex Court which holds that the scope of interference is confined to specific grounds which are available under Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a11f7d00a0141e6baf9e08bf0fcd25e_70"
        },
        {
            "start": 11184,
            "end": 11334,
            "text": "\nIt is also well settled that the Court should not interfere with an award merely because another view on facts and interpretation of contract exists.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9340fd5ebee74abd9bbcb306b46caac0_71"
        },
        {
            "start": 11335,
            "end": 11584,
            "text": "When a Judge dealing with the petition under Section 34 of the said Act of 1996 hears the petition on merits, firstly, he must advert to the grounds agitated at the time of hearing in support of the petition under Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18c67378108c42cfaa3321aa5ba37f14_72"
        },
        {
            "start": 11585,
            "end": 11725,
            "text": "He has to examine whether the grounds urged are available under sub-section (2) and sub- section (2A) of Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04c3f077a5a34eb1af1982f859d5bf68_73"
        },
        {
            "start": 11726,
            "end": 11960,
            "text": "If the grounds pleaded are available under Section 34 of the said Act of 1996, the next step will be to consider each and every ground pressed into service on merits and to come to conclusion whether the grounds have been established.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec1d4cadf03549cc942c492117aec1a3_74"
        },
        {
            "start": 11962,
            "end": 12226,
            "text": "13. Therefore, it is necessary for a Judicial Officer dealing with the petition under Section 34 of the said Act of 1996 to precisely record the submissions made by the counsel for the petitioner in support of the petition under Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54201d8439224532b8b49e6760a815d7_75"
        },
        {
            "start": 12227,
            "end": 12355,
            "text": "It is also necessary to precisely record the submissions made by way of reply to the specific grounds pleaded by the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83fe818d2ddf47cb8c6e4611058c8ec9_76"
        },
        {
            "start": 12356,
            "end": 12437,
            "text": "It is not necessary to make verbatim reproduction of oral or written submissions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "092b7043502c4ec4a89bcb7cfa7be5b6_77"
        },
        {
            "start": 12438,
            "end": 12532,
            "text": "The gist of every ground agitated and reply to it by the rival party needs to be incorporated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0811c5dbdeb45ecb8d5cd1004821238_78"
        },
        {
            "start": 12533,
            "end": 12587,
            "text": "This helps the Judges to deal with every ground urged.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c0ab751ea3a4783a5f62d3f671f24cd_79"
        },
        {
            "start": 12589,
            "end": 12665,
            "text": "14. Thereafter, each and every ground will have to be separately considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f08a6bf9fb046369c9802f627e439fe_80"
        },
        {
            "start": 12666,
            "end": 12837,
            "text": "It is necessary for the Judicial Officer to firstly consider whether the ground agitated is covered by any of the grounds set out under Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1720bc1cd3c141ae85e119e6d737839f_81"
        },
        {
            "start": 12838,
            "end": 13055,
            "text": "If according to the learned Judge the ground agitated is not available for challenge in accordance with Section 34 of the said Act of 1996, the Judicial Officer will have to record the reasons for the said conclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a6609582a4246a48694d877ee293ff7_82"
        },
        {
            "start": 13056,
            "end": 13255,
            "text": "If he is of the view that the ground agitated is available under Section 34 of the said Act of 1996, he will have to consider whether the said ground is established and record reasons in that behalf.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06d2eedfd2134a4b93d090116a9829ad_83"
        },
        {
            "start": 13257,
            "end": 13421,
            "text": "15. Now coming to the issue of decisions relied upon by the parties, it is not necessary for the Judicial Officer to quote the relevant parts of the said decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6e35c088d8148e882e3430638417dee_84"
        },
        {
            "start": 13422,
            "end": 13546,
            "text": "What is more important is that the judgment should show that the Judicial Officer has adverted to the ratio of the judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "506c0a18073c4149b57b2e0b8e0bc529_85"
        },
        {
            "start": 13547,
            "end": 13709,
            "text": "Only after adverting the ratio of the judgment, the Judicial Officer can come to a conclusion whether the same can be applied to the facts of the case before him.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce39938385c243ed89c154a0f8c4ca55_86"
        },
        {
            "start": 13711,
            "end": 14005,
            "text": "16. Thus, while dealing with the petition under Section 34 of the said Act of 1996, for arriving at a correct conclusion, the Judicial Officer, as stated earlier, must precisely record the submissions canvassed in support of the petition and the submissions canvassed for opposing the petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82f9cd5b4b2244a8bdb9d4701775a696_87"
        },
        {
            "start": 14006,
            "end": 14064,
            "text": "It is not necessary to reproduce the submissions verbatim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4b9b96e45ca4ed0aed1bf9d437b6168_88"
        },
        {
            "start": 14065,
            "end": 14125,
            "text": "The substance of the grounds urged must be briefly recorded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b033f4d35ee34fea8ee7b38ae03c104d_89"
        },
        {
            "start": 14126,
            "end": 14356,
            "text": "As a remedy of an appeal is available against the judgment and order in a petition under Section 34 of the said Act of 1996, recording of the submissions made across the Bar helps the Appellate Court to decide the appeal properly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc3f0dddba444f36aa56630ef13543c3_90"
        },
        {
            "start": 14357,
            "end": 14537,
            "text": "If the submissions are not properly recorded, it gives a scope to an argument that a particular submission was made before the concerned Court but the same has not been considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0eadf336f7aa4f579e87dc438bd38c2a_91"
        },
        {
            "start": 14538,
            "end": 14810,
            "text": "If such submissions are made, as per the settled law, the Appellate Court has to relegate the aggrieved party to the same Court for making an appropriate application as the Appellate Court cannot decide what transpired before the Court which has passed the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb09884f07684b9baeafb1b551fab904_92"
        },
        {
            "start": 14812,
            "end": 14965,
            "text": "17. In the present case, we find that the submissions made in support of the petition under Section 34 of the said Act of 1996 are not properly recorded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "48e01978682348189623af4fad23a46b_93"
        },
        {
            "start": 14966,
            "end": 15058,
            "text": "There is a cursory reference to only one or two submissions in paragraph 17 of the judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c882db46f34647bd9fafdaa2c2f704b3_94"
        },
        {
            "start": 15060,
            "end": 15174,
            "text": "18. As stated earlier, the jurisdiction under Section 34 of the said Act of 1996 is not an appellate jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82749dca80f34db3b28977132d792b54_95"
        },
        {
            "start": 15175,
            "end": 15277,
            "text": "The exercise of jurisdiction is confined to the grounds set out in Section 34 of the said Act of 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f52b62344a84923b845affa44fe0090_96"
        },
        {
            "start": 15279,
            "end": 15513,
            "text": "19. In the facts of the case, we find that after having gone through the impugned judgment and order, it is very difficult for us to know what were the precise submissions made in support of the petition and for opposing the petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db76a31842cd478ba828620561578bbf_97"
        },
        {
            "start": 15514,
            "end": 15628,
            "text": "As the submissions are not properly recorded, the learned Judge has dealt with the issue in a very cryptic manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7672e874fcb429c869131ae773d8b42_98"
        },
        {
            "start": 15630,
            "end": 15760,
            "text": "11. It is well settled in law that reason is the heartbeat of every conclusion and absence of reasons renders the orders lifeless.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14674c56b2ae44899c217645bbabc0df_99"
        },
        {
            "start": 15761,
            "end": 15851,
            "text": "The requirement of assigning reasons ensures transparency and fairness in decision making.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1d7a2aaa12346a38e01c668f3e7d23f_100"
        },
        {
            "start": 15852,
            "end": 15963,
            "text": "The reasons act as a link between the mind of the decision maker and the issue, which arises for determination.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "671bd866da6941bd9f6d366bd68a6f65_101"
        },
        {
            "start": 15964,
            "end": 16244,
            "text": "The Supreme Court has emphasized the requirement of new recording of reasons in support of the conclusions in 'BHAGAT RAJA VS. UNION OF INDIA AND OTHERS', AIR 1967 SC 1606, and it has been held that reasons recorded in support of the conclusions must be explicit and intelligible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "df8fd2e3a0ef4d7cbf9668b8b61c77ef_102"
        },
        {
            "start": 16245,
            "end": 16395,
            "text": "It has further been held that reasons have to be proper, relevant, germane and should deal with arguments advanced, points raised and issues involved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04f35696287e491d9ce7aae21195e192_103"
        },
        {
            "start": 16396,
            "end": 16573,
            "text": "The requirement of assigning the reasons also helps the appellate court in ascertaining as to the grounds, which weighed with the authority in coming to a particular conclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b91c40ec67b94813abb0b90fab7783ea_104"
        },
        {
            "start": 16574,
            "end": 16642,
            "text": "[See: 'VISHNU DEV SHARMA VS. STATEOF U.P. & ORS', (2008) 3 SCC 172].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9d2e54da8f294840bfca801ee176dd13_105"
        },
        {
            "start": 16644,
            "end": 16691,
            "text": "12. Now we may advert to the impugned judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b47e81809edf445ea885663277c54939_106"
        },
        {
            "start": 16692,
            "end": 16741,
            "text": "Paragraphs 1 to 6 contain the narration of facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6048777cbef84742bf82d1525a25c739_107"
        },
        {
            "start": 16742,
            "end": 16857,
            "text": "In paragraph 7 of the impugned judgment reference has been made to main grounds of challenge to the impugned award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d7b9915c5c24bd083233df256bc3318_108"
        },
        {
            "start": 16858,
            "end": 16931,
            "text": "Paragraph 8 refers to the averments contained in statement of objections.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16eae6defb204d30b266124b1fda3090_109"
        },
        {
            "start": 16932,
            "end": 16987,
            "text": "Paragraphs 9 and 10 refers to points for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3c1f9a75fd44fe3a76679fdfc3cd048_110"
        },
        {
            "start": 16988,
            "end": 17041,
            "text": "In paragraphs 12 to 17 again facts have been stated .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87f4e3360a4a4b9fa104c5ed35d1dab8_111"
        },
        {
            "start": 17042,
            "end": 17142,
            "text": "In paragraphs 17 to 20, the Commercial Court has referred to certain admitted facts and other facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10040f925b55466384c5da2f42d44785_112"
        },
        {
            "start": 17143,
            "end": 17213,
            "text": "In paragraphs 21 to 26, the point for consideration has been answered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb3414b25a684e2da3b541fd48474e3b_113"
        },
        {
            "start": 17214,
            "end": 17402,
            "text": "From close scrutiny of paragraphs 21 to 26 of the judgment, it is evident that neither the contentions nor the grounds raised by the appellant have been dealt with by the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cab858e558c34b7c9730e2ec7124772b_114"
        },
        {
            "start": 17403,
            "end": 17623,
            "text": "Thus, the Commercial Court without assigning any reasons in a cryptic and a cavalier manner has recorded the conclusion that the award passed by the cannot be considered as erroneous or opposed to Public Policy of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d445a4aa7e046b2b8a160da29f23aea_115"
        },
        {
            "start": 17624,
            "end": 17815,
            "text": "It has further been held that the appellant has failed to make out any cogent grounds to set aside the arbitral award and the award passed by the is neither perverse, unfair nor unreasonable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fc711dab0c74b1b87feb0cb53d911ef_116"
        },
        {
            "start": 17816,
            "end": 17959,
            "text": "From close scrutiny of paragraphs 21 to 26, it is evident that the Commercial Court has not assigned any reasons for recording the conclusions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38d7bbf8c7e24e60ac2eb59890fc2d2e_117"
        },
        {
            "start": 17960,
            "end": 18088,
            "text": "The Commercial Court has also not dealt with various contentions and grounds raised in the petition under Section 34 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28d9deff6b0541a5a6b0bd217a270324_118"
        },
        {
            "start": 18090,
            "end": 18254,
            "text": "13. The Commercial Court, therefore, cannot record the conclusion without assigning reasons that no ground for interference under Section 34 of the Act is made out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a927b2cdc22c4c3e8b4e84fb6736bda4_119"
        },
        {
            "start": 18255,
            "end": 18499,
            "text": "In paragraph 14 of the judgment in Warsaw Engineers, a division bench of this court has held that each and every ground has to be separately considered to find out whether it is covered by any of the grounds set out under Section 34 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "077dfa2b002a48eabe7c9d13b95782f5_120"
        },
        {
            "start": 18500,
            "end": 18584,
            "text": "However, the aforesaid exercise cannot be carried out without assigning the reasons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1861169d958f46198df62ba1cc79c0cb_121"
        },
        {
            "start": 18586,
            "end": 18813,
            "text": "14. The Commercial Court without considering the ratio of the judgments relied upon by the parties has simply recorded the conclusion that the judgments relied upon by the appellants are not applicable to the facts of the case.",
            "labels": [
                "RATIO"
            ],
            "id": "46d3895a7ccc40aab1db4034ab68dad5_122"
        },
        {
            "start": 18814,
            "end": 18969,
            "text": "The Commercial Court has not assigned any reasons for recording a conclusion that the grounds for interference under Section 34 of the Act is not made out.",
            "labels": [
                "RATIO"
            ],
            "id": "de311e5a850c4a9d88f07320dd90d93f_123"
        },
        {
            "start": 18970,
            "end": 19340,
            "text": "Therefore, though this court is conscious of the fact that normally the appellate court could be slow to pass an order of remand, yet in the facts of the case, we are left with no option but to remand the case as no reasons have been assigned by the Commercial Court for arriving at the conclusion that grounds as enumerated under Section 34 of the Act are not made out.",
            "labels": [
                "RATIO"
            ],
            "id": "da54edfa40e542bfb97040765be97afb_124"
        },
        {
            "start": 19342,
            "end": 19499,
            "text": "15. For the aforementioned reasons, the judgment dated 05.12.2020 passed in COM A.S.No.80/2016 is quashed and the matter is remitted to the Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "ebd4de65e4c7433abb308810b4a294fe_125"
        },
        {
            "start": 19500,
            "end": 19598,
            "text": "The parties shall appear before the Commercial Court on 28.10.2021 for fixing the date of hearing.",
            "labels": [
                "RPC"
            ],
            "id": "b8edb627077d4467842c3a170085695f_126"
        },
        {
            "start": 19599,
            "end": 19704,
            "text": "It will not be necessary for the Commercial Court to issue notice to the parties of the date fixed by it.",
            "labels": [
                "RPC"
            ],
            "id": "9e79a1c58c1e4a028e1f48869c206139_127"
        },
        {
            "start": 19705,
            "end": 19925,
            "text": "Taking into account the fact that the petition was filed in the year 2016, the Commercial Court shall make an endeavor to conclude the proceeding within a period of four months from the date of appearance of the parties.",
            "labels": [
                "RPC"
            ],
            "id": "a13ea2448f6441a9be37325fd1648a41_128"
        },
        {
            "start": 19926,
            "end": 20036,
            "text": "\nIn view of the disposal of the main appeal itself, all pending applications do not survive for consideration.",
            "labels": [
                "RPC"
            ],
            "id": "73a05ad071d34f8d870152527f465a23_129"
        },
        {
            "start": 20037,
            "end": 20075,
            "text": "Accordingly, the same are disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "6fcf99d3b57e4a1bb404a82f4350b1c1_130"
        },
        {
            "start": 20076,
            "end": 20118,
            "text": "\nIn the result, the appeal is disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "5f2704a84da94a6b913d8c5f22edbb15_131"
        },
        {
            "start": 20120,
            "end": 20144,
            "text": "Sd/-\nJUDGE Sd/-\nJUDGE SS",
            "labels": [
                "NONE"
            ],
            "id": "7e3196211e8e463d80a5cf2c7ef87d15_132"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Larsen And Toubro Limited",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 46
        },
        {
            "text": "Geodesic Techniques Private Limited",
            "label": "RESPONDENT",
            "start_char": 50,
            "end_char": 85
        },
        {
            "text": "Alok Aradhe",
            "label": "JUDGE",
            "start_char": 113,
            "end_char": 124
        },
        {
            "text": "S Vishwajith Shetty",
            "label": "JUDGE",
            "start_char": 126,
            "end_char": 145
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 190,
            "end_char": 226
        },
        {
            "text": "Alok Aradhe",
            "label": "JUDGE",
            "start_char": 341,
            "end_char": 352
        },
        {
            "text": "S. Vishwajith Shetty",
            "label": "JUDGE",
            "start_char": 412,
            "end_char": 432
        },
        {
            "text": "Larsen And Toubro Limited",
            "label": "PETITIONER",
            "start_char": 481,
            "end_char": 506
        },
        {
            "text": "C.A. Venkatesh",
            "label": "LAWYER",
            "start_char": 647,
            "end_char": 661
        },
        {
            "text": "R.V.S. Naik",
            "label": "LAWYER",
            "start_char": 725,
            "end_char": 736
        },
        {
            "text": "Vidur Nair",
            "label": "LAWYER",
            "start_char": 762,
            "end_char": 772
        },
        {
            "text": "T. Suryanarayana",
            "label": "LAWYER",
            "start_char": 785,
            "end_char": 801
        },
        {
            "text": "Geodesic Techniques Private Limited",
            "label": "RESPONDENT",
            "start_char": 825,
            "end_char": 860
        },
        {
            "text": "R.V. Raveendran",
            "label": "RESPONDENT",
            "start_char": 1102,
            "end_char": 1117
        },
        {
            "text": "S. Sriranga",
            "label": "LAWYER",
            "start_char": 1285,
            "end_char": 1296
        },
        {
            "text": "Alok Aradhe",
            "label": "JUDGE",
            "start_char": 1859,
            "end_char": 1870
        },
        {
            "text": "05.12.2020",
            "label": "DATE",
            "start_char": 1981,
            "end_char": 1991
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2076,
            "end_char": 2086
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2094,
            "end_char": 2132
        },
        {
            "text": "Bangalore International Airport Limited",
            "label": "ORG",
            "start_char": 2525,
            "end_char": 2564
        },
        {
            "text": "31.05.2011",
            "label": "DATE",
            "start_char": 2618,
            "end_char": 2628
        },
        {
            "text": "29.09.2011",
            "label": "DATE",
            "start_char": 3025,
            "end_char": 3035
        },
        {
            "text": "15.10.2011",
            "label": "DATE",
            "start_char": 3102,
            "end_char": 3112
        },
        {
            "text": "25.01.2012",
            "label": "DATE",
            "start_char": 3159,
            "end_char": 3169
        },
        {
            "text": "BIAL",
            "label": "ORG",
            "start_char": 3199,
            "end_char": 3203
        },
        {
            "text": "04.10.2011",
            "label": "DATE",
            "start_char": 3347,
            "end_char": 3357
        },
        {
            "text": "03.08.2012",
            "label": "DATE",
            "start_char": 3369,
            "end_char": 3379
        },
        {
            "text": "31.08.2013",
            "label": "DATE",
            "start_char": 3444,
            "end_char": 3454
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 3983,
            "end_char": 3996
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4004,
            "end_char": 4042
        },
        {
            "text": "03.09.2014",
            "label": "DATE",
            "start_char": 4141,
            "end_char": 4151
        },
        {
            "text": "13.12.2014",
            "label": "DATE",
            "start_char": 4217,
            "end_char": 4227
        },
        {
            "text": "06.02.2016",
            "label": "DATE",
            "start_char": 4603,
            "end_char": 4613
        },
        {
            "text": "Karnataka Stamp Act, 1957",
            "label": "STATUTE",
            "start_char": 4836,
            "end_char": 4861
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4900,
            "end_char": 4910
        },
        {
            "text": "05.12.2020",
            "label": "DATE",
            "start_char": 4992,
            "end_char": 5002
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5260,
            "end_char": 5270
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 5483,
            "end_char": 5493
        },
        {
            "text": "SSANYONG ENGINEERING AND CONSTRUCTION COMPANY LIMITED",
            "label": "ORG",
            "start_char": 6182,
            "end_char": 6235
        },
        {
            "text": "NATIONAL HIGHWAYS AUTHORITY OF INDIA', (2019) 15 SCC 131",
            "label": "PRECEDENT",
            "start_char": 6240,
            "end_char": 6296
        },
        {
            "text": "DYNA TECHNOLOGIES",
            "label": "ORG",
            "start_char": 6299,
            "end_char": 6316
        },
        {
            "text": "CROMPTON GREAVES LTD.', 2019 SCC ONLINE SC 1656",
            "label": "PRECEDENT",
            "start_char": 6331,
            "end_char": 6378
        },
        {
            "text": "INFRASTRUCTURE PRIVATE LIMITED VS.",
            "label": "PRECEDENT",
            "start_char": 6384,
            "end_char": 6418
        },
        {
            "text": "JINDAL BIOCHEM PRIVATE LIMITED",
            "label": "ORG",
            "start_char": 6419,
            "end_char": 6449
        },
        {
            "text": "ASSOCIATE BUILDERS",
            "label": "PETITIONER",
            "start_char": 6479,
            "end_char": 6497
        },
        {
            "text": "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49",
            "label": "PRECEDENT",
            "start_char": 6502,
            "end_char": 6547
        },
        {
            "text": "P.SHEIK BATCHA ROWTHER",
            "label": "OTHER_PERSON",
            "start_char": 6550,
            "end_char": 6572
        },
        {
            "text": "N.R.ALAGAPPAN SERVAI', AIR 1959 MAD 12",
            "label": "PRECEDENT",
            "start_char": 6588,
            "end_char": 6626
        },
        {
            "text": "ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS.",
            "label": "PRECEDENT",
            "start_char": 6629,
            "end_char": 6678
        },
        {
            "text": "STATEOF KERALA', (2021) 6 SCC 150",
            "label": "PRECEDENT",
            "start_char": 6679,
            "end_char": 6712
        },
        {
            "text": "UNION OF INDIA VS.",
            "label": "PRECEDENT",
            "start_char": 6718,
            "end_char": 6736
        },
        {
            "text": "WARSAW ENGINEERS",
            "label": "ORG",
            "start_char": 6737,
            "end_char": 6753
        },
        {
            "text": "UNION OF INDIA VS.",
            "label": "PRECEDENT",
            "start_char": 6892,
            "end_char": 6910
        },
        {
            "text": "WARSAW ENGINEERS",
            "label": "OTHER_PERSON",
            "start_char": 6911,
            "end_char": 6927
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7023,
            "end_char": 7033
        },
        {
            "text": "Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 7234,
            "end_char": 7250
        },
        {
            "text": "Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 7511,
            "end_char": 7527
        },
        {
            "text": "WARSAW ENGINEERS",
            "label": "OTHER_PERSON",
            "start_char": 7753,
            "end_char": 7769
        },
        {
            "text": "Section 34(2)(a)",
            "label": "PROVISION",
            "start_char": 7872,
            "end_char": 7888
        },
        {
            "text": "NATIONAL HIGHWAYS AUTHORITY OF INDIA VS. M.HAKEEM & ANR.', 2021 SCC ONLINE SC 473",
            "label": "PRECEDENT",
            "start_char": 7980,
            "end_char": 8061
        },
        {
            "text": "PATEL ENGINEERING LTD VS.",
            "label": "PRECEDENT",
            "start_char": 8064,
            "end_char": 8089
        },
        {
            "text": "NORTH EASTERN ELECTRIC POWER CORPORATION LTD",
            "label": "ORG",
            "start_char": 8090,
            "end_char": 8134
        },
        {
            "text": "(2020) 7",
            "label": "CASE_NUMBER",
            "start_char": 8139,
            "end_char": 8147
        },
        {
            "text": "SCC 167",
            "label": "PROVISION",
            "start_char": 8148,
            "end_char": 8155
        },
        {
            "text": "SSANGYONG ENGINEER AND CONSTRUCTION COMPANY LTD",
            "label": "ORG",
            "start_char": 8158,
            "end_char": 8205
        },
        {
            "text": "NATIONAL HIGHWAYS AUTHORITY OF INDIA",
            "label": "ORG",
            "start_char": 8211,
            "end_char": 8247
        },
        {
            "text": "NATIONAL HIGHWAYS AUTHORITY OF INDIA VS.",
            "label": "PRECEDENT",
            "start_char": 8270,
            "end_char": 8310
        },
        {
            "text": "ITD CEMENTATION INDIA LTD.', (2015) 14 SCC 21",
            "label": "PRECEDENT",
            "start_char": 8311,
            "end_char": 8356
        },
        {
            "text": "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49",
            "label": "PRECEDENT",
            "start_char": 8382,
            "end_char": 8427
        },
        {
            "text": "NATIONAL HGIHWAYS AUTHORITY OF INDIA",
            "label": "PRECEDENT",
            "start_char": 8434,
            "end_char": 8470
        },
        {
            "text": "R.N. SHETTY & COMPANY', 2014 SCC ONLINE DEL 3392",
            "label": "ORG",
            "start_char": 8475,
            "end_char": 8523
        },
        {
            "text": "Section 34(2)",
            "label": "PROVISION",
            "start_char": 8737,
            "end_char": 8750
        },
        {
            "text": "Amendment Act 2015",
            "label": "STATUTE",
            "start_char": 8827,
            "end_char": 8845
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 8863,
            "end_char": 8873
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 8898,
            "end_char": 8903
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9029,
            "end_char": 9042
        },
        {
            "text": "DYNA TECHNOLOGIES",
            "label": "ORG",
            "start_char": 9047,
            "end_char": 9064
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9197,
            "end_char": 9207
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9215,
            "end_char": 9230
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9661,
            "end_char": 9671
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9779,
            "end_char": 9789
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10558,
            "end_char": 10568
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10576,
            "end_char": 10591
        },
        {
            "text": "UNION OF INDIA VS.",
            "label": "PRECEDENT",
            "start_char": 10632,
            "end_char": 10650
        },
        {
            "text": "WARSAW ENGINEERS",
            "label": "ORG",
            "start_char": 10655,
            "end_char": 10671
        },
        {
            "text": "17.04.2021",
            "label": "DATE",
            "start_char": 10704,
            "end_char": 10714
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 10785,
            "end_char": 10795
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10897,
            "end_char": 10907
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11129,
            "end_char": 11139
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11298,
            "end_char": 11308
        },
        {
            "text": "sub-section (2) and sub- section (2A) of Section 34",
            "label": "PROVISION",
            "start_char": 11398,
            "end_char": 11449
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11518,
            "end_char": 11528
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11797,
            "end_char": 11807
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11940,
            "end_char": 11950
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12551,
            "end_char": 12561
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12691,
            "end_char": 12701
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12870,
            "end_char": 12880
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13508,
            "end_char": 13518
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13964,
            "end_char": 13974
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14653,
            "end_char": 14663
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14855,
            "end_char": 14865
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 14991,
            "end_char": 15001
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15717,
            "end_char": 15730
        },
        {
            "text": "BHAGAT RAJA VS.",
            "label": "PRECEDENT",
            "start_char": 15824,
            "end_char": 15839
        },
        {
            "text": "UNION OF INDIA",
            "label": "ORG",
            "start_char": 15840,
            "end_char": 15854
        },
        {
            "text": "AIR 1967 SC 1606",
            "label": "PRECEDENT",
            "start_char": 15868,
            "end_char": 15884
        },
        {
            "text": "VISHNU DEV SHARMA VS.",
            "label": "PRECEDENT",
            "start_char": 16330,
            "end_char": 16351
        },
        {
            "text": "(2008) 3 SCC 172]",
            "label": "CASE_NUMBER",
            "start_char": 16373,
            "end_char": 16390
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 17366,
            "end_char": 17371
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17815,
            "end_char": 17825
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17969,
            "end_char": 17979
        },
        {
            "text": "Warsaw Engineers",
            "label": "ORG",
            "start_char": 18039,
            "end_char": 18055
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18226,
            "end_char": 18236
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18680,
            "end_char": 18690
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19050,
            "end_char": 19060
        },
        {
            "text": "05.12.2020",
            "label": "DATE",
            "start_char": 19146,
            "end_char": 19156
        },
        {
            "text": "COM A.S.No.80/2016",
            "label": "CASE_NUMBER",
            "start_char": 19167,
            "end_char": 19185
        },
        {
            "text": "28.10.2021",
            "label": "DATE",
            "start_char": 19305,
            "end_char": 19315
        }
    ],
    "precedent_clusters": {
        "ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS.": [
            "INFRASTRUCTURE PRIVATE LIMITED VS.",
            "ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS.",
            "UNION OF INDIA VS.",
            "UNION OF INDIA VS.",
            "PATEL ENGINEERING LTD VS.",
            "NATIONAL HIGHWAYS AUTHORITY OF INDIA VS.",
            "NATIONAL HGIHWAYS AUTHORITY OF INDIA",
            "UNION OF INDIA VS.",
            "BHAGAT RAJA VS.",
            "VISHNU DEV SHARMA VS."
        ],
        "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49": [
            "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49",
            "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(2)(a)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "sub-section (2) and sub- section (2A) of Section 34",
            "Arbitration Act",
            "sub-section (2) and sub- section (2A) of Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "SCC 167",
            "Karnataka Stamp Act, 1957",
            "SCC 167",
            "Karnataka Stamp Act, 1957"
        ]
    ],
    "precedent_counts": {
        "ORIENTAL STRUCTURAL ENGINEERS PRIVATE LIMITED VS.": 10,
        "DELHI DEVELOPMENT AUTHORITY', (2015) 3 SCC 49": 2
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 5,
        "Section 11(6) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Arbitration Act": 23,
        "Section 34(2)(a) of Arbitration and Conciliation Act, 1996": 3,
        "Section 34(2) of Arbitration and Conciliation Act, 1996": 1,
        "sub-section (2) and sub- section (2A) of Section 34 of Arbitration Act": 1,
        "SCC 167 of Karnataka Stamp Act, 1957": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 10,
        "Arbitration Act": 24,
        "Karnataka Stamp Act, 1957": 1
    }
}