{
    "id": "bb12dca6e804737f1d4bfad7fa4f2d25e50bc6130863fddf8d183f389862192b",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadhya Pradesh High Court\nM/S Mold Tek Packing Ltd. vs Sd Containers on 27 February, 2021\nEquivalent citations: Aironline 2021 Mp 272\nAuthor: Sujoy Paul\nBench: Sujoy Paul \n1                                             C.S. No.1/2021 \nHigh Court Of Madhya Pradesh Bench At Indore\n\n\nCase Number                    Civil Suit No.1/2021 \nParties Name              M/ s. Mold Tek Packing Pvt. Ltd \n                                      Vs.\n                                S.D.Containers\nDate of Judgment   27.02.2021 \nBench              Division Bench: \n                   Justice Sujoy Paul \n                   Justice Shailendra Shukla \nJudgment           Justice Sujoy Paul\ndelivered by\nWhether approved Yes\nfor reporting\nName of counsel    Shri. V.K. Asudani, learned counsel for\nfor parties        petitioner. \n\n                   Shri Neeraj Grover with Shri Prakhar \n                   Karpe, learned counsel for respondent. \n\nLaw laid down      Section 22 (4) of the Designs Act, 2000 -\n                   Civil Suit - Civil Suit is directed to be decided\n                   by Indore Bench of High Court by judgment of\n                   Supreme Court dated December 01, 2020. \n                   The parties have taken diametrically opposite\n                   view as to which bench can try the said civil\n                   suit. The plaintiff urged that civil suit needs to\n                   be decided by a commercial appellate division\n                   constituted u/S.5 of the Commercial Courts\n                   Act, 2015 whereas other side urged that it\n                   should be decided by a commercial division of\n                   High Court constituted u/S.4 of the said Act. \n                   In alternatively, civil suit can be decided by\n                   single bench as per Rule 1(8) of High Court of\n                   M.P. Rules, 2008.\n\n                   Section 4 of Commercial Courts Act, 2015 \n                   - Commercial Division can be constituted in\n                   those High Courts having \"ordinary original\n                   civil jurisdiction\" and by a specific order\n                   passed by Hon'ble Chief Justice of the High\n                   Court. The High Court of M.P. does not\n                   exercise ordinary original civil jurisdiction nor\n                   Hon'ble Chief Justice has passed any order\n 2                                                 C.S. No.1/2021 \n\n                       constituting commercial division in High Court\n                       of M.P. Thus, Civil suit cannot be tried by\n                       commercial division despite second proviso to \n                       Sec.7 of Act of 2015. \n\n                       Section 5 and 13 of Commercial Courts \n                       Act, 2015 - The Commercial Appellate \n                       Division is constituted in the High Court of\n                       M.P. However, as per Act of 2015, the\n                       commercial appellate division is an appellate\n                       forum and is not a Court of first instance to try\n                       a suit.\n\n                       Clause 9 of Letter Patent - This provision\n                       gives \"extra ordinary\" civil jurisdiction to High \n                       Court of M.P. In the opinion of division bench,\n                       the present suit can be tried only in exercise\n                       of this extra ordinary power by a single bench\n                       of High Court (Indore Bench).\n\n                             Order passed accordingly. \n\nSignificant            14,16,19,20,21\nparagraph\nnumbers \n                        Order\n(Passed on 27th February, 2021) Per: Sujoy Paul, J. :\nThe Apex Court by its judgment dated December 1, 2020 passed in Civil Appeal No.3695/2020 (Sd Containers, Indore vs. M/s. Mold Tek Packaging Ltd.)  directed transfer of instant suit to Indore Bench of Madhya Pradesh High Court and in turn directed the High Court, Indore Bench to decide the suit in accordance with law. \n2) The interesting quagmire in this case is whether the suit is to be tried and decided by Single Bench/Commercial Division of High Court or by a Division Bench/Commercial Appellate Division of the High Court. \n3) Interestingly, both the parties on this aspect have taken diametrically opposite stand. Shri VK Assudani, learned counsel for the plaintiff urged that suit needs to be tried and decided by Commercial Appellate Division whereas Shri Neeraj Grover assisted by Shri Prakhar Karpe urged that the jurisdiction is vested with Commercial Division of the High Court. \n4) The stand of Shri Assudani is that as per the scheme of the Commercial Courts Act, 2015 (Act of 2015), the hierarchy of Courts is as follows:-\n(i) Commercial Court at the level of District Court. \n(ii) Commercial Division and (iii) Commercial Appellate Division at the level of High Court.\n5) Section 3 of the Act of 2015 was relied upon to submit that by way of Notification, Commercial Courts at district level are required to be constituted. Section 3A of said Act provides the method to designate Commercial Appellate Courts. As per the scheme of Act of 2015 and an amendment which is incorporated in the said Act, there exists no commercial division in the High Court which can exercise original jurisdiction. Admittedly, the High Court of Madhya Pradesh does not exercise any original civil jurisdiction. Thus, civil suit must be decided by the Division Bench/Commercial Appellate Division. \n6) Sounding a contra note, Shri Grover, learned counsel for the other side placed reliance on Section 22(4) of the Designs Act, 2000 to submit that suit needs to be tried by the High Court. By placing reliance on Chapter-IV Rule 1 (8) of High Court of Madhya Pradesh Rules 2008 (High Court Rules), it is submitted that the Civil Suit must be tried by a Single Bench/Commercial Division. Since Section 21 of the Act of 2015 has an overriding effect on any other enactment, Shri Grover contended that Civil Suit needs to be decided by Commercial Division of the High Court. This will also facilitate the parties to prefer an appeal before Commercial Appellate Division of the High Court and right of appeal will not be frustrated. \n7) Both the parties placed reliance on certain paragraphs of aforesaid judgment of Supreme Court dated 01/12/2020. The matter was heard only on the question as to which Bench of High Court is having jurisdiction to try the present suit. \n8) Before dealing with rival contentions, it is apposite to reproduce relevant statutory provisions on which reliance was placed by the learned counsel for the parties. \nSection 3 of Commercial Courts Act, 2015 3. Constitution of Commercial Courts. - (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n[Provided that with respect to the High Courts having ordinary civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nSection 3A of Commercial Courts Act, 2015 3A. Designation of Commercial Appellate Courts. - Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act. \n4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having [ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division. \n5. Constitution of Commercial Appellate Division.--(1) After issuing notification under subsection (1) of section 3 or order under sub- section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act. (2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division. \n7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub- section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \nSection 22(4) of the Designs Act, 2000 Notwithstanding anything contained in the second proviso to sub-section (2), where any ground on which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence and sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceeding shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision. \nChapter-IV Rule 1 (8) of High Court of Madhya Pradesh Rules 2008 Suits- A suit invoking extraordinary original civil jurisdiction of the High Court. \nChapter-IV Rule 22 of High Court of Madhya Pradesh Rules 2008 Notwithstanding anything hereinbefore contained in these Rules, the Chief Justice may, by a special or general order, direct a particular case (s) or a particular class(es) of cases to be listed before a particular bench. \n(emphasis supplied)\n9) Pertinently, both the parties placed reliance on following paras of the aforesaid judgment of the Supreme Court. \n\"8. We have heard learned counsel for the parties. The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction. The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction. In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act. The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court. In terms of Section 3(2) of the 2015 Act, the Court of District Judge at Indore is notified to be a Commercial Court. \"Commercial Dispute\" within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to \"intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits.\" Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act. \n9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted. Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted. Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules applicable to each High Court. Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes. \n11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction. There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction. Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act. Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act. It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act. In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit. The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration. In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\n14. Furthermore, in the 2000 Act, there are two options available to seek revocation of registration. One of them is before the Controller, appeal against which would lie before the High Court. Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration. In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act. Both are independent provisions giving rise to different and distinct causes of action.\" \n(emphasis supplied)\n10) During the course of hearing Shri Asudani, learned counsel for plaintiff produced the order/notification dated 2/4/2019 whereby Commercial Courts have been constituted in various districts of Madhya Pradesh. \n11) Commercial Division of High Court can be constituted only in consonance with Sec.4 of the Act of 2015. A bare perusal of Sec.4 makes it clear that in High Courts having ordinary original civil jurisdiction, the Hon'ble Chief Justice may by order constitute one or more benches of commercial division. Thus, commercial division at the High Court level is to be constituted in those High Courts who are having ordinary original jurisdiction. Constitution of bench shall be by order of Hon'ble Chief Justice. In the instant case, indisputedly, the High Court of Madhya Pradesh does not have ordinary original civil jurisdiction. No order of Hon'ble Chief Justice was also brought to our notice whereby any commercial division is directed to be constituted in High Court of Madhya Pradesh. Apart from this, second proviso to section 7 mandates that on fulfilling certain conditions, the suit and applications be transferred to the High Court by virtue of sub-section 4 of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970. Such transferred civil suit shall be heard and disposed off \"by commercial division of High Court\" in all areas over which the High Court exercise ordinary original civil jurisdiction. \n12) Since commercial division was not constituted in High Court of Madhya Pradesh, this second proviso of section 7 cannot be translated into reality. Thus, we find force in the argument of Shri Asudani, learned counsel that no commercial division was established in Madhya Pradesh High Court as per Act of 2015. Hence, we are unable to persuade ourselves with the argument of Shri N.Grover that commercial division of High Court must try the instant civil suit. \n13) The ancillary question is whether commercial appellate division can try the suit.\n14) A careful reading of Sec.5 of Act of 2015 leaves no room for any doubt that power u/S.5 for constituting commercial appellate division can be exercised only after issuing notification under sub-section 1 of Section 3 or order under sub-section 1 of Section 4. A Notification dated 2/4/2019 mentioned above has already been issued by State government in exercise of power vested in it under sub-section 3(1) of the Act of 2015 and, therefore, there was no impediment in constituting a bench of commercial appellate division in High Court of M.P. The Hon'ble Chief Justice by an order constituted a commercial appellate division. Thus, commercial appellate division exists very much in High Court of M.P. The next question is whether commercial appellate division can try the present civil suit. \n15) The jurisdiction of commercial appellate division can be traced from Section 13 of Act of 2015 which reads as under:-\n\"Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order. \n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" \n(emphasis supplied) \n16) This provision clearly shows that commercial appellate division is required to act as appellate court and does not have any original civil jurisdiction to try a suit. The judgment or order of commercial Court at the level of District Judge exercising original civil jurisdiction or commercial division of the High Court can be called in question in appeal before commercial appellate division. We are thus unable to persuade ourselves with the argument of Shri Asudani that commercial appellate division must try the present suit. \n17) A peculiar situation has arisen in the present matter in view of provisions of Act of 2015 which can be summarised as under:-\n(i) No commercial division is constituted in High Court of Madhya Pradesh;\n(ii) Commercial appellate division being an appellate forum cannot try the present suit;\n18) The quagmire springs out of this situation is; which Court then can decide the present suit ?\n19) At the cost of repetition, it is clear that the High Court of Madhya Pradesh does not exercise ordinary original civil jurisdiction. However, clause 9 of Letters Patent provides that High Court can exercise extra ordinary original civil jurisdiction. \nClause 9 read as under:-\n\"9. Extraordinary original civil jurisdiction- An We do further ordain that the High Court of Judicature at nagpur shall have power to remove and to try and determine, as a Court of extraordinary original jurisdiction any suit being or falling within the jurisdiction of any Court subject to its superintendence when the said High Court may think proper to do so, either on the agreement of the parties to that effect, or for purpose of justice, the reasons for so doing being recorded on the proceedings of the said High Court.\" \n(emphasis supplied)\n20) The Division of this Court in 1988 MPLJ 435, Union Carbide Corporation Vs. Union of India and others considered clause 9 of Letters Patent and held as under :-\n\"This Court is not a Court of original civil jurisdiction, but under clause 9, of the Letters Patent, this Court has extraordinary original civil jurisdiction to try any suit, when this Court thinks proper to do so for the purpose of justice.\"\n(emphasis supplied) \n21) In our considered opinion, for purpose of justice this civil suit can be tried only by invoking clause 9 of Letters Patent read with rule 1(8) of Chapter IV of High Court Rules, 2008. Hence, the Registry is directed to list the matter before appropriate Single Bench of this Court. \n         (SUJOY PAUL)                            (SHAILENDRA SHUKLA) \n            JUDGE                                       JUDGE vm /soumya  ",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court m/s. kamadhenu enterprises vs mrs. zara ahmad and 4 others on 29 july, 2022 author: p.naveen rao bench: p.naveen rao high court for the state of telangana ******** civil miscellaneous appeal no.270 of 2022 between: m/s. kamadhenu enterprises, having its regd.office at h.no.10-1-473, west marredpally, secunderabad, rep.by its managing partner & authorized signatory, mr. b.jagath kumar, s/o. b.balram, aged about 61 years, occu: business, r/o.10-1-473, west marredpally, secunderabad. . appellant vs. mrs zara ahmad, w/o. zaki ahmed, aged about 54 years, occu: housewife, r/o.flat no.102, harmany apartments, street no.19, himayat nagar, hyderabad and others. .respondents judgment pronounced on : 29.07.2022 honourable sri justice p.naveen rao & hon'ble sri justice sambasivarao naidu 1. whether reporters of local newspapers may : yes be allowed to see the judgments ? : 2. whether the copies of judgment may be marked: yes to law reporters/journals : 3. whether their ladyship/lordship wish to : no see fair copy of the judgment ? : pnr,j & ssrn,j cma no.270 of 2022 2 * honourable sri justice p.naveen rao & hon'ble sri justice sambasivarao naidu + civil miscellaneous appeal no.270 of 2022 % 29‐07‐2022 between: # m/s. kamadhenu enterprises, having its regd.office at h.no.10-1-473, west marredpally, secunderabad, rep.by its managing partner & authorized signatory, mr. b.jagath kumar, s/o. b.balram, aged about 61 years, occu: business, r/o.10-1-473, west marredpally, secunderabad. .appellant and $ mrs zara ahmad, w/o. zaki ahmed, aged about 54 years, occu: housewife, r/o.flat no.102, harmany apartments, street no.19, himayat nagar, hyderabad and others. .respondents !counsel for the appellant: sri nikunj dugar counsel for the respondents: sri damodar mundra for respondents 2 to 4 <gist : >head note: ? cases referred: (2020) 15 scc 585 pnr,j & ssrn,j cma no.270 of 2022 3 honourable sri justice p.naveen rao & hon'ble sri justice sambasivarao naidu civil miscellaneous appeal no.270 of 2022 judgment: (per hon'ble sri justice p.naveen rao) heard sri nikunj dugar learned counsel for the appellant and sri damodar mundra learned counsel for the respondents 2 to 4. 2. the brief facts of the appeal are that the appellant is a registered partnership firm under the provisions of the indian partnership act, 1932. the appellant is the owner and possessor of the property being plot nos.1 to 4 and 13 to 16 in sy.nos.322, 323 and 326 of quthbullapur village and mandal, medchal-malkajgiri district, admeasuring 4444.44 square yards. the respondents are carrying business of real estate and development of immovable properties. the appellant initially entered into registered development agreement-cum-general power of attorney vide document no.1435/2014 dated 08.09.2014 registered at sub-registrar at balanagar. in terms thereof, the respondents 1 to 3 were authorized to carryon the development of the above property. agreement envisaged 43% of the built-up and saleable area on all the floors including the stilt/cellar together with all the general amenities, facilities etc. to the appellant and 57% to the developer. the agreement also envisaged completion of the project within 27 months with a grace period of 3 months from the date of pnr,j & ssrn,j cma no.270 of 2022 obtaining permission for construction from ghmc. the respondents 1 to 3 gave refundable security deposit without interest for a sum of 30,00,000/-. the respondents 1 to 3 obtained building permit no.52714/ho/nz/cir-15/2016, dated 03.12.2016. 3. during the subsistence of this agreement, respondent no.1 retired from the firm and respondent no.4 was admitted as partner of the respondent no.5. the appellant and the respondents entered into a supplementary agreement on 04.11.2017, wherein it was mutually agreed to reduce the ratio of the share of the owners from 43 % to 42% and the ratio of share of the builder increased from 57% to 58%. in accordance with new sharing ratio, the owner is entitled to 28 flats and the builder is entitled to 38 flats. subsequently, the parties executed supplementary agreement dated 02.01.2019 to divide and distribute the constructed areas between the parties as per the ratio of 42% to owner and 58% to builder respectively. subsequently, another supplementary agreement dated 17.01.2019 was entered into between the appellant and the respondents, whereby it was agreed to share the ground floor commercial space of 8000 square feet as per their sharing ratio of 42% and 58% respectively and it was also agreed to share the car parking in the same ratio. pnr,j & ssrn,j cma no.270 of 2022 4. disputes arose between the parties on various aspects. there was exchange of correspondence between the appellant and developer. in notice dated 03.09.2021, appellant invoked arbitration clause nominating an arbitrator. in reply notice dated 08.09.2021 developer has not agreed to the arbitrator nominated by the appellant and proposed alternative name which was not acceptable to the appellant. pending reference to arbitration, appellant invoking section 9 of the arbitration and conciliation act, 1996 (for short, act, 1996) by filing arb.o.p.no.5 of 2022 in the court of xvi additional district and sessions judge, malkajgiri, old ranga redd district, presently medchal malkajgiri district, claiming that appellant is entitled to 3,09,78,000/as rental damages, whereas he has only 1,00,00,000/as security deposit, whereas the appellant apprehends that the respondents may walkout of the project without completing the project in all respects and in such an eventuality, it would be difficult to ensure from the developer completion of all the pending works and recovery of rental dues. he, therefore, prayed for order of attachment of suit schedule flats. he has also prayed to direct developer to complete the pending works as detailed in schedule 'b' and to appoint advocate-commissioner for local inspection to note physical features. 5. to note, a few grievances ventilated by the appellant in the arb.o.p., are that the project was not completed by 03.04.2019 as agreed; that even before project was completed occupancy certificate was obtained pnr,j & ssrn,j cma no.270 of 2022 from ghmc; that several civil and other works are pending; that the flats delivered to the appellant are incomplete; that rent for the delayed period is not paid. the developer was required to pay 3,09,78,880/after deducting 20,00,000/already paid towards rental arrears and so on. 6. the developer has denied all the allegations. he has asserted that the entire project is completed in all respects and that the appellant's share of flats were already handed over and that the appellant is making false claims. 7. vide order dated 18.04.2022, the court below refused to grant the relief no.1 sought by the appellant and directed the matter to be listed on 20.06.2022 to consider reliefs 2 and 3. 8. challenging the said decision, this appeal is preferred. 9. extensive submissions are made by learned counsel appearing for the appellant and learned counsel appearing for the respondents on various aspects touching upon merits of the claims and cause for inter se disputes. however, the learned counsel for respondents raised preliminary objection on maintainability of arb.o.p.no.5 of 2022 in the court of xvi additional district and sessions judge, malkajgiri. 9.1. according to learned counsel, inter se dispute is a commercial dispute and all matters arising out of commercial transactions should be pnr,j & ssrn,j cma no.270 of 2022 filed before the commercial court only and the ordinary civil court has no jurisdiction. learned counsel has taken us through the definition in section 2(1)(c)(vii), provisions in sections 10 and 12 of the commercial courts act, 2015 (for short, act, 2015). 9.2. learned counsel pointed out that issue of maintainability ought to have been considered as a preliminary issue before going into the merits. 10. per contra, according to learned counsel for appellant, not all contracts are commercial in nature and only such of those disputes which are commercial in nature alone have to be resolved by the commercial court. that, in the instant case, it was only a development agreement and project is not completed, commercial activity has not commenced and property is not put to use, therefore the dispute involved inter se is not a commercial dispute and a.o.p is maintainable before the civil court. in support of said contention, learned counsel for appellant placed reliance on decision of the supreme court in ambalal sarabhai enterprises limited vs. k.s. infraspace llp and another . 11. as the issue of application of commercial courts act, 2015 goes to the root of the matter, the court has taken up the same as a preliminary issue. (2020) 15 scc 585 pnr,j & ssrn,j cma no.270 of 2022 12. section 2(1)(c) of the act, 2015 defines what is meant by 'commercial dispute' and instances are mentioned in various clauses incorporated therein. in so far as this case is concerned, 'commercial dispute' means a dispute arising out of agreements relating to immovable property used exclusively in trade or commerce [section 2(1)(c)(vii)2]. thus, a dispute arising out of agreement relating to a property is a commercial dispute, if such immovable property is used exclusively for trade or commerce. 13. according to section 10(3) of the act, 2015, if subject matter of an arbitration is a 'commercial dispute' of a 'specified value', all applications or appeals arising out of arbitration clause of contract filed under the provisions of the act, 1996 would ordinarily lie before any principal civil court of original jurisdiction in a district and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. section 12 prescribes mechanism to determine what is 'specified value'. 14. on a cumulative reading of section 2(1)(c)(vii), section 103 and section 124, it is apparent that if a dispute arising out of an agreement section 2. definitions.-(1) in this act, unless the context otherwise requires, -(a) & (b) xxx (c) \"commercial dispute\" means a dispute arising out of -(i) to (vi) xxxx (vii) agreements relating to immovable property used exclusively in trade or commerce; 10. jurisdiction in respect of arbitration matters.--where the subject-matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. pnr,j & ssrn,j cma no.270 of 2022 concerning immovable property which is exclusively used in trade or commerce and whose 'specified value' is more than one crore, then, it is a 'commercial dispute' and only the commercial court has jurisdiction to deal with application filed under section 9 of the act, 1996. 15. in this backdrop of statutory scheme, it is necessary to ascertain whether the property is already put to use. the developer obtained building permission from ghmc on 03.12.2016 to construct multistoried apartments building. the developer obtained occupancy certificate on 18.12.2020, which is issued after construction of a building and mortgaged flats were also released. on 26.03.2021 the purchasers complained that even though few purchasers are living till water connection and electricity are pending and quality is not maintained. on 13.07.2021 the appellant acknowledged receipt of keys of apartments (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 12. determination of specified value.--(1) the specified value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such specified value; (b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such specified value; (c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining specified value; 1[and] (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining specified value; 2* * *3* * * * * (2) the aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a commercial division, commercial appellate division or commercial court, as the case may be. (3) no appeal or civil revision application under section 115 of the code of civil procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a commercial division or commercial court finding that it has jurisdiction to hear a commercial dispute under this act. pnr,j & ssrn,j cma no.270 of 2022 mentioned in their letter dated 13.07.2021 (page 226 of the appeal paper book) showing taking possession of those apartments. a day later the appellant complained that lot of work is pending and listed out works required to be attended. there has been exchange of correspondence between the owner and developer on various aspects of development of the property. all this clearly point out that the property is no more open land, but land was put to use by constructing multistoried apartment building and some families are living. 16. to contend that subject land is 'not put to use'/'not actually used' therefore, commercial court has no jurisdiction, learned counsel for respondents placed reliance on the decision of hon'ble supreme court in ambarlal sarabhai enterprises ltd., (supra). we have carefully gone through the said decision. the decision concerns immovable property which was not actually used/put to use for commercial purposes. 17. there is no quarrel with the proposition of law on scope of section 2(1)(c)(vii). but looking at the facts of the case, on hand, it is seen that the suit schedule land was already 'put to use' / 'used' for commercial purpose. the apartments are constructed. owner's share of the apartments was handed over. some flats were sold and being occupied. thus, the subject land was already put to 'use'/ 'actual use' for commercial purposes and therefore the definition of 'commercial dispute' as pnr,j & ssrn,j cma no.270 of 2022 incorporated in section 2(1)(c)(vii) of the act, 2015 is attracted in the instant case. 18. it is not in dispute that 1,00,00,000/was paid by the developer as security deposit. the arrears of rent claimed by appellant was more than 3,00,00,000/-. the entire development activity runs into crores of rupees. therefore, the 'specified value' of the subject dispute is more than one crore. in view of specific provision in section 10 read with section 12 of the act, 2015, application under section 9 of the act, 1996 has to be filed in a designated commercial court only and civil court has no jurisdiction to deal with such applications. 19. in the result, appeal is disposed of. it is held that arb.o.p.no.5 of 2022 is not maintainable before civil court. as arb.o.p., is not maintainable before the civil court, the appellant is not entitled to any relief. 20. as the preliminary issue on jurisdiction is answered, there is no expression of opinion on merits. all issues are left open to be urged in appropriate proceedings. it is made clear that it is open to appellant to withdraw the arb.o.p.no.5 of 2022 pending in the court of xvi additional district and sessions judge, malkajgiri, old ranga reddy district presently medchal malkajgiri district. it is open to appellant to avail pnr,j & ssrn,j cma no.270 of 2022 appropriate remedy that may be available under the commercial courts act, 2015. pending miscellaneous applications, if any, stand closed. __________________________ p.naveen rao,j __________________________ sambasivarao naidu,j date: 29.07.2022 kkm pnr,j & ssrn,j cma no.270 of 2022 honourable sri justice p.naveen rao & hon'ble sri justice sambasivarao naidu civil miscellaneous appeal no.270 of 2022 date : 29.07.2022 kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45efb3f2f4fa4fc8abc19ec4071bee49_0"
        },
        {
            "start": 155,
            "end": 412,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadhya Pradesh High Court\nM/S Mold Tek Packing Ltd. vs Sd Containers on 27 February, 2021\nEquivalent citations: Aironline 2021 Mp 272\nAuthor: Sujoy Paul\nBench: Sujoy Paul",
            "labels": [
                "PREAMBLE"
            ],
            "id": "638243fc82674066826f83b0cff79973_1"
        },
        {
            "start": 413,
            "end": 474,
            "text": "\n1                                             C.S. No.1/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b75d0928949429e9d6722ff1cbbc430_2"
        },
        {
            "start": 476,
            "end": 523,
            "text": "High Court Of Madhya Pradesh Bench At Indore\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4ff9096bf55f4039aab2ebfb8e55d817_3"
        },
        {
            "start": 523,
            "end": 554,
            "text": "Case Number                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f3c55cd7142483c9c69f6b0702e7ab7_4"
        },
        {
            "start": 554,
            "end": 574,
            "text": "Civil Suit No.1/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f00d0caf1bec4170bd55ad89b47b4a16_5"
        },
        {
            "start": 576,
            "end": 602,
            "text": "Parties Name              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe6ab58ea0244a9a9f8833b5e8a52db2_6"
        },
        {
            "start": 602,
            "end": 633,
            "text": "M/ s. Mold Tek Packing Pvt. Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b2e43d007dd4e358c9eacf266a76af8_7"
        },
        {
            "start": 673,
            "end": 740,
            "text": "Vs.\n                                S.D.Containers\nDate of Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ede753c071684c3c9cbbf339b37b6035_8"
        },
        {
            "start": 743,
            "end": 753,
            "text": "27.02.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67875c09a84040ac9ed6b6c1087507b1_9"
        },
        {
            "start": 755,
            "end": 789,
            "text": "Bench              Division Bench:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88446c348c3041b2971e59a625ece935_10"
        },
        {
            "start": 810,
            "end": 828,
            "text": "Justice Sujoy Paul",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4714308545be4cc99869a1d1625e28c1_11"
        },
        {
            "start": 849,
            "end": 874,
            "text": "Justice Shailendra Shukla",
            "labels": [
                "PREAMBLE"
            ],
            "id": "615bb79fcd0a43159207428f1c27eb1f_12"
        },
        {
            "start": 875,
            "end": 884,
            "text": "\nJudgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "de7298d6f0bf448cb5b33f6cc6727d68_13"
        },
        {
            "start": 895,
            "end": 962,
            "text": "Justice Sujoy Paul\ndelivered by\nWhether approved Yes\nfor reporting\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee48298c8b4e4602a717329e4f212352_14"
        },
        {
            "start": 962,
            "end": 981,
            "text": "Name of counsel    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "16288e7511bd4d598c2750061b142bde_15"
        },
        {
            "start": 981,
            "end": 1032,
            "text": "Shri. V.K. Asudani, learned counsel for\nfor parties",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c52a9ce467a45bc9b7c6244905cce69_16"
        },
        {
            "start": 1040,
            "end": 1051,
            "text": "petitioner.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13524291bc804ec8981a6f55c56d8802_17"
        },
        {
            "start": 1073,
            "end": 1109,
            "text": "Shri Neeraj Grover with Shri Prakhar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14c29fd0f7a049a1babd4f14f2cdd29e_18"
        },
        {
            "start": 1130,
            "end": 1168,
            "text": "Karpe, learned counsel for respondent.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e44b39bb2a8460fb559dfeab008f0eb_19"
        },
        {
            "start": 1169,
            "end": 1256,
            "text": "\n\nLaw laid down      Section 22 (4) of the Designs Act, 2000 -\n                   Civil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52d06f94ae264797b4a4fac88f9511fc_20"
        },
        {
            "start": 1257,
            "end": 1422,
            "text": "Suit - Civil Suit is directed to be decided\n                   by Indore Bench of High Court by judgment of\n                   Supreme Court dated December 01, 2020.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a85731400ef4672a755029b62fb0911_21"
        },
        {
            "start": 1443,
            "end": 1578,
            "text": "The parties have taken diametrically opposite\n                   view as to which bench can try the said civil\n                   suit.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c6026ed5b8b44eb942ecc26d366bbd7_22"
        },
        {
            "start": 1579,
            "end": 1897,
            "text": "The plaintiff urged that civil suit needs to\n                   be decided by a commercial appellate division\n                   constituted u/S.5 of the Commercial Courts\n                   Act, 2015 whereas other side urged that it\n                   should be decided by a commercial division of\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2281ff5fb32f4d82a32effd1d55f9403_23"
        },
        {
            "start": 1897,
            "end": 1942,
            "text": "High Court constituted u/S.4 of the said Act.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "56bc5aec56b84a97a7f0f3b9e6e6adff_24"
        },
        {
            "start": 1963,
            "end": 2041,
            "text": "In alternatively, civil suit can be decided by\n                   single bench",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4dc2f73b785649f0a0573b5deb495903_25"
        },
        {
            "start": 2042,
            "end": 2173,
            "text": "as per Rule 1(8) of High Court of\n                   M.P. Rules, 2008.\n\n                   Section 4 of Commercial Courts Act, 2015",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9bbd604cbcf34df39be554a0edbc2dad_26"
        },
        {
            "start": 2194,
            "end": 2452,
            "text": "- Commercial Division can be constituted in\n                   those High Courts having \"ordinary original\n                   civil jurisdiction\" and by a specific order\n                   passed by Hon'ble Chief Justice of the High\n                   Court.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c0647db53e44b25a8764def6095569c_27"
        },
        {
            "start": 2453,
            "end": 2475,
            "text": "The High Court of M.P.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "df2625f6e7d44a51b4afc86b7cd3cb06_28"
        },
        {
            "start": 2476,
            "end": 2573,
            "text": "does not\n                   exercise ordinary original civil jurisdiction nor\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad2a45d80f8d4176bb483f932962e783_29"
        },
        {
            "start": 2573,
            "end": 2618,
            "text": "Hon'ble Chief Justice has passed any order\n 2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68830eaed2a342879f54fbd85ae01fc5_30"
        },
        {
            "start": 2667,
            "end": 2681,
            "text": "C.S. No.1/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b001ec8967249ba89727e194eee5c67_31"
        },
        {
            "start": 2707,
            "end": 2777,
            "text": "constituting commercial division in High Court\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4d13d202eeb4c028341c489c938d68e_32"
        },
        {
            "start": 2777,
            "end": 2784,
            "text": "of M.P.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4658c9a88204dcc9575b1adb623f8ff_33"
        },
        {
            "start": 2785,
            "end": 2854,
            "text": "Thus, Civil suit cannot be tried by\n                       commercial",
            "labels": [
                "PREAMBLE"
            ],
            "id": "960ea4bb93e643c5a0063c775ed66fd9_34"
        },
        {
            "start": 2855,
            "end": 2889,
            "text": "division despite second proviso to",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1aaa61987c542c2b2392f2a219abb0c_35"
        },
        {
            "start": 2890,
            "end": 2935,
            "text": "\n                       Sec.7 of Act of 2015.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bc18067384fa42e8b09f978d35dfcb58_36"
        },
        {
            "start": 2961,
            "end": 2998,
            "text": "Section 5 and 13 of Commercial Courts",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42ed8fa924354560911f06d4fa7f70a5_37"
        },
        {
            "start": 3023,
            "end": 3034,
            "text": "Act, 2015 -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e710788bfa5d4e08a7b49013427dae7a_38"
        },
        {
            "start": 3035,
            "end": 3059,
            "text": "The Commercial Appellate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3ba5784cd56e454499c54496f1848a17_39"
        },
        {
            "start": 3060,
            "end": 3156,
            "text": "\n                       Division is constituted in the High Court of\n                       M.P.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92be34540c6a41e185113d96b0d1a97a_40"
        },
        {
            "start": 3157,
            "end": 3414,
            "text": "However, as per Act of 2015, the\n                       commercial appellate division is an appellate\n                       forum and is not a Court of first instance to try\n                       a suit.\n\n                       Clause 9 of Letter Patent -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7f790e8344fa451b966ed9efe8416bf9_41"
        },
        {
            "start": 3415,
            "end": 3453,
            "text": "This provision\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf97727c842d47b2a94b17c83ae06ec4_42"
        },
        {
            "start": 3453,
            "end": 3502,
            "text": "gives \"extra ordinary\" civil jurisdiction to High",
            "labels": [
                "PREAMBLE"
            ],
            "id": "46a5ce3821bb480f98d7b8a03e8e77bc_43"
        },
        {
            "start": 3527,
            "end": 3535,
            "text": "Court of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d32620bdcbdd4bf58b26ca9a10c04e94_44"
        },
        {
            "start": 3536,
            "end": 3798,
            "text": "M.P. In the opinion of division bench,\n                       the present suit can be tried only in exercise\n                       of this extra ordinary power by a single bench\n                       of High Court (Indore Bench).\n\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e90a65097308445eb7e72d1437ccbc75_45"
        },
        {
            "start": 3798,
            "end": 3823,
            "text": "Order passed accordingly.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a575a771d574a68a19486a66cf38412_46"
        },
        {
            "start": 3826,
            "end": 3881,
            "text": "Significant            14,16,19,20,21\nparagraph\nnumbers",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b28f2ca876df440c9da39ecfd42c350b_47"
        },
        {
            "start": 3882,
            "end": 3944,
            "text": "\n                        Order\n(Passed on 27th February, 2021)",
            "labels": [
                "NONE"
            ],
            "id": "3272e481225b4be38f6aa00a5e26d70f_48"
        },
        {
            "start": 3945,
            "end": 4113,
            "text": "Per: Sujoy Paul, J. :\nThe Apex Court by its judgment dated December 1, 2020 passed in Civil Appeal No.3695/2020 (Sd Containers, Indore vs. M/s. Mold Tek Packaging Ltd.)",
            "labels": [
                "NONE"
            ],
            "id": "85a1e79abbdd4d848f823b296a228887_49"
        },
        {
            "start": 4114,
            "end": 4286,
            "text": " directed transfer of instant suit to Indore Bench of Madhya Pradesh High Court and in turn directed the High Court, Indore Bench to decide the suit in accordance with law.",
            "labels": [
                "RLC"
            ],
            "id": "6ffaf29592ea4b68aedc8ca59f93382e_50"
        },
        {
            "start": 4287,
            "end": 4497,
            "text": "\n2) The interesting quagmire in this case is whether the suit is to be tried and decided by Single Bench/Commercial Division of High Court or by a Division Bench/Commercial Appellate Division of the High Court.",
            "labels": [
                "ISSUE"
            ],
            "id": "c662b80e4133400a8f2f728c93004496_51"
        },
        {
            "start": 4498,
            "end": 4589,
            "text": "\n3) Interestingly, both the parties on this aspect have taken diametrically opposite stand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "639a4ebba0bb4e6197a7f437eed43e89_52"
        },
        {
            "start": 4590,
            "end": 4860,
            "text": "Shri VK Assudani, learned counsel for the plaintiff urged that suit needs to be tried and decided by Commercial Appellate Division whereas Shri Neeraj Grover assisted by Shri Prakhar Karpe urged that the jurisdiction is vested with Commercial Division of the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e7fab0fe3bcd49e19476d94d76a7ec47_53"
        },
        {
            "start": 4861,
            "end": 5060,
            "text": "\n4) The stand of Shri Assudani is that as per the scheme of the Commercial Courts Act, 2015 (Act of 2015), the hierarchy of Courts is as follows:-\n(i) Commercial Court at the level of District Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9ced3defcb384943bde2888c68b6b29d_54"
        },
        {
            "start": 5061,
            "end": 5309,
            "text": "\n(ii) Commercial Division and (iii) Commercial Appellate Division at the level of High Court.\n5) Section 3 of the Act of 2015 was relied upon to submit that by way of Notification, Commercial Courts at district level are required to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56061ca7c7a94d729ca5946ccd579132_55"
        },
        {
            "start": 5310,
            "end": 5394,
            "text": "Section 3A of said Act provides the method to designate Commercial Appellate Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "820267aa71ae4134a0d60ace2838ee1b_56"
        },
        {
            "start": 5395,
            "end": 5579,
            "text": "As per the scheme of Act of 2015 and an amendment which is incorporated in the said Act, there exists no commercial division in the High Court which can exercise original jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eea385c4222e432283658a21391a8748_57"
        },
        {
            "start": 5580,
            "end": 5675,
            "text": "Admittedly, the High Court of Madhya Pradesh does not exercise any original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7faa82e810634597b3c7d88c7a7c4cd3_58"
        },
        {
            "start": 5676,
            "end": 5761,
            "text": "Thus, civil suit must be decided by the Division Bench/Commercial Appellate Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6dee124cd8d40c38273578312304804_59"
        },
        {
            "start": 5762,
            "end": 5952,
            "text": "\n6) Sounding a contra note, Shri Grover, learned counsel for the other side placed reliance on Section 22(4) of the Designs Act, 2000 to submit that suit needs to be tried by the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5a3ea143bd6744388ec24a173d6d7281_60"
        },
        {
            "start": 5953,
            "end": 6149,
            "text": "By placing reliance on Chapter-IV Rule 1 (8) of High Court of Madhya Pradesh Rules 2008 (High Court Rules), it is submitted that the Civil Suit must be tried by a Single Bench/Commercial Division.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "427a77ddcc674d22a97ea45cea207c7b_61"
        },
        {
            "start": 6150,
            "end": 6334,
            "text": "Since Section 21 of the Act of 2015 has an overriding effect on any other enactment, Shri Grover contended that Civil Suit needs to be decided by Commercial Division of the High Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "99eff6a5e98c42ab8c819eabdd30199b_62"
        },
        {
            "start": 6335,
            "end": 6491,
            "text": "This will also facilitate the parties to prefer an appeal before Commercial Appellate Division of the High Court and right of appeal will not be frustrated.",
            "labels": [
                "FAC"
            ],
            "id": "08970ce25e034f98a26ec83514b1ba7b_63"
        },
        {
            "start": 6492,
            "end": 6607,
            "text": "\n7) Both the parties placed reliance on certain paragraphs of aforesaid judgment of Supreme Court dated 01/12/2020.",
            "labels": [
                "FAC"
            ],
            "id": "d5b4ad4461954c69b72c763df63be5bf_64"
        },
        {
            "start": 6608,
            "end": 6729,
            "text": "The matter was heard only on the question as to which Bench of High Court is having jurisdiction to try the present suit.",
            "labels": [
                "FAC"
            ],
            "id": "42912d042d32445bb1acb649ca898a32_65"
        },
        {
            "start": 6730,
            "end": 6899,
            "text": "\n8) Before dealing with rival contentions, it is apposite to reproduce relevant statutory provisions on which reliance was placed by the learned counsel for the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "98cb04ee8dc6403a97e3d066a6cf0f69_66"
        },
        {
            "start": 6900,
            "end": 6979,
            "text": "\nSection 3 of Commercial Courts Act, 2015 3. Constitution of Commercial Courts.",
            "labels": [
                "NONE"
            ],
            "id": "7924aac890454559a8235ab1c9563388_67"
        },
        {
            "start": 6980,
            "end": 7590,
            "text": "- (1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n[Provided that with respect to the High Courts having ordinary civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:\nSection 3A of Commercial Courts Act, 2015 3A. Designation of Commercial Appellate Courts.",
            "labels": [
                "STA"
            ],
            "id": "9701549ab05e41d89e52d5e557dc15a0_68"
        },
        {
            "start": 7591,
            "end": 7983,
            "text": "- Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.",
            "labels": [
                "STA"
            ],
            "id": "881a6d5e5b664662a16a54f0d0cd9f06_69"
        },
        {
            "start": 7984,
            "end": 8338,
            "text": "\n4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having [ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.",
            "labels": [
                "STA"
            ],
            "id": "f589498b9b24460c9233cb5ad00fc178_70"
        },
        {
            "start": 8339,
            "end": 8521,
            "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "c1f3045e8f3d454eb3c202c4778c4761_71"
        },
        {
            "start": 8522,
            "end": 8577,
            "text": "\n5. Constitution of Commercial Appellate Division.--(1)",
            "labels": [
                "STA"
            ],
            "id": "0c538f93446f487cb6aacda849ac17d5_72"
        },
        {
            "start": 8578,
            "end": 8910,
            "text": "After issuing notification under subsection (1) of section 3 or order under sub- section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.",
            "labels": [
                "STA"
            ],
            "id": "05a26d3a0b004512b0e554dade15ebb5_73"
        },
        {
            "start": 8911,
            "end": 9102,
            "text": "(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.",
            "labels": [
                "STA"
            ],
            "id": "3b0ae05d5d88447b9490bab0379784da_74"
        },
        {
            "start": 9103,
            "end": 10050,
            "text": "\n7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub- section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "366af41b4a214d0980f52d879a5bd9bb_75"
        },
        {
            "start": 10051,
            "end": 10541,
            "text": "\nSection 22(4) of the Designs Act, 2000 Notwithstanding anything contained in the second proviso to sub-section (2), where any ground on which the registration of a design may be cancelled under section 19 has been availed of as a ground of defence and sub-section (3) in any suit or other proceeding for relief under sub-section (2), the suit or such other proceeding shall be transferred by the Court, in which the suit or such other proceeding is pending, to the High Court for decision.",
            "labels": [
                "STA"
            ],
            "id": "6a38a479000347148eba765fd0ac769f_76"
        },
        {
            "start": 10542,
            "end": 10691,
            "text": "\nChapter-IV Rule 1 (8) of High Court of Madhya Pradesh Rules 2008 Suits- A suit invoking extraordinary original civil jurisdiction of the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f54fe650a8a54300991f93d58d048d23_77"
        },
        {
            "start": 10693,
            "end": 10754,
            "text": "Chapter-IV Rule 22 of High Court of Madhya Pradesh Rules 2008",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb7ad771fd2a4cdf9de43be21f31c270_78"
        },
        {
            "start": 10755,
            "end": 10976,
            "text": "Notwithstanding anything hereinbefore contained in these Rules, the Chief Justice may, by a special or general order, direct a particular case (s) or a particular class(es) of cases to be listed before a particular bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbba5ad7d5544f169f351e8e98933751_79"
        },
        {
            "start": 10977,
            "end": 11113,
            "text": "\n(emphasis supplied)\n9) Pertinently, both the parties placed reliance on following paras of the aforesaid judgment of the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3be34fd76524382b2514a7e0d378362_80"
        },
        {
            "start": 11114,
            "end": 11165,
            "text": "\n\"8. We have heard learned counsel for the parties.",
            "labels": [
                "NONE"
            ],
            "id": "8091b74903074be3bb784c563b1b6c3f_81"
        },
        {
            "start": 11166,
            "end": 11330,
            "text": "The 2015 Act deals with two situations i.e. the High Courts which have ordinary original civil jurisdiction and the High Courts which do not have such jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2f2bed342084215ac97c8fe0264ceac_82"
        },
        {
            "start": 11331,
            "end": 11419,
            "text": "The High Court of Madhya Pradesh does not have the ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8752927368d44707b9e55fc745adb432_83"
        },
        {
            "start": 11420,
            "end": 11599,
            "text": "In areas where the High Courts do not have ordinary original civil jurisdiction, the Commercial Courts at the District Level are to be constituted under Section 3 of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "937cc79d6f8d42b69d005577f9bb5e26_84"
        },
        {
            "start": 11600,
            "end": 11759,
            "text": "The State Government is also empowered to fix the pecuniary limit of the Commercial Courts at the District Level in consultation with the concerned High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0bd97c8c02848b79be31b1210eadbf2_85"
        },
        {
            "start": 11760,
            "end": 11877,
            "text": "In terms of Section 3(2) of the 2015 Act, the Court of District Judge at Indore is notified to be a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a45764702c51419ea6bf693f837bef44_86"
        },
        {
            "start": 11878,
            "end": 12179,
            "text": "\"Commercial Dispute\" within the meaning of Section 2(c)(xvii) of the Act, 2015 includes the dispute pertaining to \"intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf7c565246874a1c90d0eafed20dbfef_87"
        },
        {
            "start": 12180,
            "end": 12318,
            "text": "Therefore, disputes related to design are required to be instituted before a Commercial Court constituted under Section 3 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2f5255da4b4443a940ccfbad6bf66fb_88"
        },
        {
            "start": 12320,
            "end": 12499,
            "text": "9. On the other hand, Section 4 of the 2015 Act provides that where the High Courts have ordinary original civil jurisdiction, a Commercial Division is required to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3983443d4804937a9d236cc16cdc991_89"
        },
        {
            "start": 12500,
            "end": 12605,
            "text": "Further, in terms of Section 5 of the Act, a Commercial Appellate Division is required to be constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7216548e0b84e8eb06abccef791211a_90"
        },
        {
            "start": 12606,
            "end": 13113,
            "text": "Section 7 of the Act deals with the suits and applications relating to the commercial disputes of a specified value filed in the High Court having ordinary original jurisdiction, whereas, the second proviso contemplates that all suits and the applications transferred to the High Court by virtue of sub-section (4) of Section 22 of 2000 Act shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3093fe65c34d400bbe2bb6bbdd8fb959_91"
        },
        {
            "start": 13115,
            "end": 13484,
            "text": "10. It is thus contended that in the High Courts having ordinary original civil jurisdiction, the suits which have been transferred to the High Court by virtue of sub-section (4) of Section 22 of the Act are required to be dealt with by the Commercial Division of the High Court instead of a Bench of the High Court, in terms of the Rules applicable to each High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28b324ef3b4143348ed8f317b5da1cf3_92"
        },
        {
            "start": 13485,
            "end": 13718,
            "text": "Thus, the suit pertaining to design under the 2000 Act would be transferred to the Commercial Division from the ordinary original civil jurisdiction, i.e., from one Bench to the other exclusive Court dealing with Commercial Disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84567f62c35846f289340f2f3192afad_93"
        },
        {
            "start": 13720,
            "end": 13876,
            "text": "11. It is pertinent to mention that Section 7 of the 2015 Act only deals with the situation where the High Courts have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a1f36276924424aab7a7c444ea8bec1_94"
        },
        {
            "start": 13877,
            "end": 14073,
            "text": "There is no provision in the 2015 Act either prohibiting or permitting the transfer of the proceedings under the 2000 Act to the High Courts which do not have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77abe46648214afdac96a7c05aff1c43_95"
        },
        {
            "start": 14074,
            "end": 14315,
            "text": "Further, Section 21 of the 2015 Act gives an overriding effect, only if the provisions of the Act have anything inconsistent with any other law for the time being in force or any instrument having effect by virtue of law other than this Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11ae20e1627a4ec4b1992d9bf42f5e0e_96"
        },
        {
            "start": 14316,
            "end": 14530,
            "text": "Since the 2015 Act has no provision either prohibiting or permitting the transfer of proceedings under the 2000 Act, Section 21 of the 2015 Act cannot be said to be inconsistent with the provisions of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43b7ad47de7d41a7b4c449f2a5d9aaa4_97"
        },
        {
            "start": 14531,
            "end": 14641,
            "text": "It is only the inconsistent provisions of any other law which will give way to the provisions of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e738c425450e4827a09d2b52785097ab_98"
        },
        {
            "start": 14642,
            "end": 14805,
            "text": "In terms of Section 22(4) of the 2000 Act, the defendant has a right to seek cancellation of the design which necessarily mandates the Courts to transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c9cdda5519247e0af85596eb85f27a8_99"
        },
        {
            "start": 14806,
            "end": 14906,
            "text": "The transfer of suit is a ministerial act if there is a prayer for cancellation of the registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0a762fe14fc4ae799f19950c45b4bde_100"
        },
        {
            "start": 14907,
            "end": 15344,
            "text": "In fact, transfer of proceedings from one Bench to the Commercial Division supports the argument raised by learned counsel for the Appellant that if a suit is to be transferred to Commercial Division of the High Court having ordinary original civil jurisdiction, then the Civil Suit in which there is plea to revoke the registered design has to be transferred to the High Court where there is no ordinary original civil jurisdiction.\n14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16bc1fdad4d746f4b916c2313f132d37_101"
        },
        {
            "start": 15345,
            "end": 15442,
            "text": "Furthermore, in the 2000 Act, there are two options available to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "58bcd6c733084ab6911378e88c0fc472_102"
        },
        {
            "start": 15443,
            "end": 15534,
            "text": "One of them is before the Controller, appeal against which would lie before the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc90b84117e140d09ca3c340f70e40c3_103"
        },
        {
            "start": 15535,
            "end": 15725,
            "text": "Second, in a suit for infringement in a proceeding before the civil court on the basis of registration certificate, the defendant has been given the right to seek revocation of registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d20e49c65d4420ba9f23fcc853d228f_104"
        },
        {
            "start": 15726,
            "end": 15853,
            "text": "In that eventuality, the suit is to be transferred to the High Court in terms of sub-section (4) of Section 22 of the 2000 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "807f45177f9a4403b8c7029c1171ccd8_105"
        },
        {
            "start": 15854,
            "end": 15942,
            "text": "Both are independent provisions giving rise to different and distinct causes of action.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaf8f9671244476aaca0a380be012c5f_106"
        },
        {
            "start": 15943,
            "end": 16175,
            "text": "\n(emphasis supplied)\n10) During the course of hearing Shri Asudani, learned counsel for plaintiff produced the order/notification dated 2/4/2019 whereby Commercial Courts have been constituted in various districts of Madhya Pradesh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "417625a93a5c4d61a38a83b80264aecb_107"
        },
        {
            "start": 16176,
            "end": 16283,
            "text": "\n11) Commercial Division of High Court can be constituted only in consonance with Sec.4 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3284fee97a17477c825fb6c6adccb386_108"
        },
        {
            "start": 16284,
            "end": 16481,
            "text": "A bare perusal of Sec.4 makes it clear that in High Courts having ordinary original civil jurisdiction, the Hon'ble Chief Justice may by order constitute one or more benches of commercial division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7759c67b72642549f5e4bf28bb0dc12_109"
        },
        {
            "start": 16482,
            "end": 16620,
            "text": "Thus, commercial division at the High Court level is to be constituted in those High Courts who are having ordinary original jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c57941725bb4f39babf86e171a7dbfb_110"
        },
        {
            "start": 16621,
            "end": 16686,
            "text": "Constitution of bench shall be by order of Hon'ble Chief Justice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2db1cb6351548e1a4d1a020de017321_111"
        },
        {
            "start": 16687,
            "end": 16806,
            "text": "In the instant case, indisputedly, the High Court of Madhya Pradesh does not have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaa069b2c44f41cfbcab5ad2d5278ba7_112"
        },
        {
            "start": 16807,
            "end": 16966,
            "text": "No order of Hon'ble Chief Justice was also brought to our notice whereby any commercial division is directed to be constituted in High Court of Madhya Pradesh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac4f810a48fc4995aaceb182e422de43_113"
        },
        {
            "start": 16967,
            "end": 17225,
            "text": "Apart from this, second proviso to section 7 mandates that on fulfilling certain conditions, the suit and applications be transferred to the High Court by virtue of sub-section 4 of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "367081d08bbc45cab4cd7aea965f8514_114"
        },
        {
            "start": 17226,
            "end": 17410,
            "text": "Such transferred civil suit shall be heard and disposed off \"by commercial division of High Court\" in all areas over which the High Court exercise ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc06a5c80a4d47959dd530634355a0d7_115"
        },
        {
            "start": 17411,
            "end": 17562,
            "text": "\n12) Since commercial division was not constituted in High Court of Madhya Pradesh, this second proviso of section 7 cannot be translated into reality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ebf74642ea9a462e8dde8f80ff3bc63e_116"
        },
        {
            "start": 17563,
            "end": 17724,
            "text": "Thus, we find force in the argument of Shri Asudani, learned counsel that no commercial division was established in Madhya Pradesh High Court as per Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9a8d3ae2463457688265cb35dcb386e_117"
        },
        {
            "start": 17725,
            "end": 17874,
            "text": "Hence, we are unable to persuade ourselves with the argument of Shri N.Grover that commercial division of High Court must try the instant civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b90248a279fc4177b48758c1d9813ced_118"
        },
        {
            "start": 17875,
            "end": 18225,
            "text": "\n13) The ancillary question is whether commercial appellate division can try the suit.\n14) A careful reading of Sec.5 of Act of 2015 leaves no room for any doubt that power u/S.5 for constituting commercial appellate division can be exercised only after issuing notification under sub-section 1 of Section 3 or order under sub-section 1 of Section 4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5a8ff4432a14c298486174b179fe011_119"
        },
        {
            "start": 18226,
            "end": 18510,
            "text": "A Notification dated 2/4/2019 mentioned above has already been issued by State government in exercise of power vested in it under sub-section 3(1) of the Act of 2015 and, therefore, there was no impediment in constituting a bench of commercial appellate division in High Court of M.P.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "186b8a5f88814a3b9920039ae59220ae_120"
        },
        {
            "start": 18511,
            "end": 18593,
            "text": "The Hon'ble Chief Justice by an order constituted a commercial appellate division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e33e9fca153c46209894409868779e1c_121"
        },
        {
            "start": 18594,
            "end": 18668,
            "text": "Thus, commercial appellate division exists very much in High Court of M.P.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "404209b939f0444cb8f10cdc876d0926_122"
        },
        {
            "start": 18669,
            "end": 18759,
            "text": "The next question is whether commercial appellate division can try the present civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90917eaa728743e5a33ca8922093f44c_123"
        },
        {
            "start": 18760,
            "end": 19171,
            "text": "\n15) The jurisdiction of commercial appellate division can be traced from Section 13 of Act of 2015 which reads as under:-\n\"Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.",
            "labels": [
                "STA"
            ],
            "id": "e3aa34e9f2404462b5d6c3f987966372_124"
        },
        {
            "start": 19172,
            "end": 19816,
            "text": "\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
            "labels": [
                "STA"
            ],
            "id": "df5c9c356f89456aac95971d7d402678_125"
        },
        {
            "start": 19817,
            "end": 20088,
            "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
            "labels": [
                "STA"
            ],
            "id": "f793359bb5744b029291e1fb43d6cde1_126"
        },
        {
            "start": 20089,
            "end": 20109,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b31d2d8ea65e498c85c59510cf56cfa1_127"
        },
        {
            "start": 20110,
            "end": 20281,
            "text": "\n16) This provision clearly shows that commercial appellate division is required to act as appellate court and does not have any original civil jurisdiction to try a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "549ac18ca02740a9b9c9ad21f1783759_128"
        },
        {
            "start": 20282,
            "end": 20508,
            "text": "The judgment or order of commercial Court at the level of District Judge exercising original civil jurisdiction or commercial division of the High Court can be called in question in appeal before commercial appellate division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c8022f60c564b45822122218146d188_129"
        },
        {
            "start": 20509,
            "end": 20645,
            "text": "We are thus unable to persuade ourselves with the argument of Shri Asudani that commercial appellate division must try the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db92c61c46a24a889d72ccee99273996_130"
        },
        {
            "start": 20646,
            "end": 21175,
            "text": "\n17) A peculiar situation has arisen in the present matter in view of provisions of Act of 2015 which can be summarised as under:-\n(i) No commercial division is constituted in High Court of Madhya Pradesh;\n(ii) Commercial appellate division being an appellate forum cannot try the present suit;\n18) The quagmire springs out of this situation is; which Court then can decide the present suit ?\n19) At the cost of repetition, it is clear that the High Court of Madhya Pradesh does not exercise ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5aea12f29df94edbaaa2f72748bf7287_131"
        },
        {
            "start": 21176,
            "end": 21293,
            "text": "However, clause 9 of Letters Patent provides that High Court can exercise extra ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3dce726cddb946538085ae8512f9d5c5_132"
        },
        {
            "start": 21295,
            "end": 21366,
            "text": "Clause 9 read as under:-\n\"9. Extraordinary original civil jurisdiction-",
            "labels": [
                "STA"
            ],
            "id": "cadd39718a0d4b0f9f1fc7eb89ebdc4f_133"
        },
        {
            "start": 21367,
            "end": 21849,
            "text": "An We do further ordain that the High Court of Judicature at nagpur shall have power to remove and to try and determine, as a Court of extraordinary original jurisdiction any suit being or falling within the jurisdiction of any Court subject to its superintendence when the said High Court may think proper to do so, either on the agreement of the parties to that effect, or for purpose of justice, the reasons for so doing being recorded on the proceedings of the said High Court.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ebce7826d19e4817a1cadc0c144b74c8_134"
        },
        {
            "start": 21850,
            "end": 21871,
            "text": "\n(emphasis supplied)\n",
            "labels": [
                "RPC"
            ],
            "id": "d34b2a56236f4e44a67394ab21a9f592_135"
        },
        {
            "start": 21871,
            "end": 22279,
            "text": "20) The Division of this Court in 1988 MPLJ 435, Union Carbide Corporation Vs. Union of India and others considered clause 9 of Letters Patent and held as under :-\n\"This Court is not a Court of original civil jurisdiction, but under clause 9, of the Letters Patent, this Court has extraordinary original civil jurisdiction to try any suit, when this Court thinks proper to do so for the purpose of justice.\"\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1e8a02b239dd4389bb6288fe713cf324_136"
        },
        {
            "start": 22279,
            "end": 22298,
            "text": "(emphasis supplied)",
            "labels": [
                "RPC"
            ],
            "id": "b970a35af1fa45daadd7f49f28cd9e13_137"
        },
        {
            "start": 22299,
            "end": 22487,
            "text": "\n21) In our considered opinion, for purpose of justice this civil suit can be tried only by invoking clause 9 of Letters Patent read with rule 1(8) of Chapter IV of High Court Rules, 2008.",
            "labels": [
                "RPC"
            ],
            "id": "77931b26c2b14d5c8f14eeb0a90ab01a_138"
        },
        {
            "start": 22488,
            "end": 22585,
            "text": "Hence, the Registry is directed to list the matter before appropriate Single Bench of this Court.",
            "labels": [
                "RPC"
            ],
            "id": "64fa63079ccc4a78a5a01bdf14485697_139"
        },
        {
            "start": 22586,
            "end": 22608,
            "text": "\n         (SUJOY PAUL)",
            "labels": [
                "NONE"
            ],
            "id": "bd73fd1003344acc99f44df82d5a8059_140"
        },
        {
            "start": 22609,
            "end": 22655,
            "text": "                           (SHAILENDRA SHUKLA)",
            "labels": [
                "NONE"
            ],
            "id": "8e11788b6798431eafe570daf4c9237c_141"
        },
        {
            "start": 22669,
            "end": 22721,
            "text": "JUDGE                                       JUDGE vm",
            "labels": [
                "NONE"
            ],
            "id": "01a88ead241c4c90b8b98acfb7c849a4_142"
        },
        {
            "start": 22722,
            "end": 22729,
            "text": "/soumya",
            "labels": [
                "NONE"
            ],
            "id": "eea1584a6d624e018833e4965b39cd4f_143"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "M/S. Kamadhenu Enterprises vs Mrs. Zara Ahmad And 4 Others",
            "label": "PRECEDENT",
            "start_char": 21,
            "end_char": 79
        },
        {
            "text": "29 July, 2022",
            "label": "DATE",
            "start_char": 83,
            "end_char": 96
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 105,
            "end_char": 117
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 125,
            "end_char": 137
        },
        {
            "text": "HIGH COURT FOR THE STATE OF TELANGANA",
            "label": "COURT",
            "start_char": 151,
            "end_char": 188
        },
        {
            "text": "CIVIL MISCELLANEOUS APPEAL NO.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 240,
            "end_char": 281
        },
        {
            "text": "Kamadhenu Enterprises",
            "label": "PETITIONER",
            "start_char": 297,
            "end_char": 318
        },
        {
            "text": "B.Jagath Kumar",
            "label": "OTHER_PERSON",
            "start_char": 450,
            "end_char": 464
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 550,
            "end_char": 562
        },
        {
            "text": "Zara Ahmad",
            "label": "OTHER_PERSON",
            "start_char": 663,
            "end_char": 673
        },
        {
            "text": "Zaki Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 680,
            "end_char": 690
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 796,
            "end_char": 805
        },
        {
            "text": "JUDGMENT PRONOUNCED",
            "label": "RESPONDENT",
            "start_char": 895,
            "end_char": 914
        },
        {
            "text": "29.07.2022",
            "label": "DATE",
            "start_char": 948,
            "end_char": 958
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 996,
            "end_char": 1008
        },
        {
            "text": "SAMBASIVARAO NAIDU",
            "label": "JUDGE",
            "start_char": 1076,
            "end_char": 1094
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 1488,
            "end_char": 1491
        },
        {
            "text": "SSRN",
            "label": "JUDGE",
            "start_char": 1496,
            "end_char": 1500
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1667,
            "end_char": 1679
        },
        {
            "text": "SAMBASIVARAO NAIDU",
            "label": "JUDGE",
            "start_char": 1751,
            "end_char": 1769
        },
        {
            "text": "Kamadhenu Enterprises",
            "label": "PETITIONER",
            "start_char": 1843,
            "end_char": 1864
        },
        {
            "text": "B.Jagath Kumar",
            "label": "OTHER_PERSON",
            "start_char": 1996,
            "end_char": 2010
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 2096,
            "end_char": 2108
        },
        {
            "text": "Zara Ahmad",
            "label": "OTHER_PERSON",
            "start_char": 2215,
            "end_char": 2225
        },
        {
            "text": "Zaki Ahmed",
            "label": "OTHER_PERSON",
            "start_char": 2232,
            "end_char": 2242
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 2348,
            "end_char": 2357
        },
        {
            "text": "Nikunj Dugar",
            "label": "LAWYER",
            "start_char": 2480,
            "end_char": 2492
        },
        {
            "text": "Damodar Mundra",
            "label": "LAWYER",
            "start_char": 2526,
            "end_char": 2540
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 2695,
            "end_char": 2698
        },
        {
            "text": "SSRN",
            "label": "JUDGE",
            "start_char": 2703,
            "end_char": 2707
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 2871,
            "end_char": 2883
        },
        {
            "text": "SAMBASIVARAO NAIDU",
            "label": "JUDGE",
            "start_char": 2952,
            "end_char": 2970
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 3059,
            "end_char": 3071
        },
        {
            "text": "Nikunj Dugar",
            "label": "LAWYER",
            "start_char": 3083,
            "end_char": 3095
        },
        {
            "text": "Damodar Mundra",
            "label": "LAWYER",
            "start_char": 3138,
            "end_char": 3152
        },
        {
            "text": "Indian Partnership Act, 1932",
            "label": "STATUTE",
            "start_char": 3315,
            "end_char": 3343
        },
        {
            "text": "Sy.Nos.322, 323 and 326",
            "label": "CASE_NUMBER",
            "start_char": 3440,
            "end_char": 3463
        },
        {
            "text": "Quthbullapur village",
            "label": "GPE",
            "start_char": 3467,
            "end_char": 3487
        },
        {
            "text": "Medchal-Malkajgiri district",
            "label": "GPE",
            "start_char": 3500,
            "end_char": 3527
        },
        {
            "text": "08.09.2014",
            "label": "DATE",
            "start_char": 3790,
            "end_char": 3800
        },
        {
            "text": "Balanagar",
            "label": "GPE",
            "start_char": 3832,
            "end_char": 3841
        },
        {
            "text": "PNR,J & SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 4274,
            "end_char": 4307
        },
        {
            "text": "GHMC",
            "label": "ORG",
            "start_char": 4351,
            "end_char": 4355
        },
        {
            "text": "03.12.2016",
            "label": "DATE",
            "start_char": 4538,
            "end_char": 4548
        },
        {
            "text": "04.11.2017",
            "label": "DATE",
            "start_char": 4778,
            "end_char": 4788
        },
        {
            "text": "02.01.2019",
            "label": "DATE",
            "start_char": 5128,
            "end_char": 5138
        },
        {
            "text": "17.01.2019",
            "label": "DATE",
            "start_char": 5324,
            "end_char": 5334
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5603,
            "end_char": 5606
        },
        {
            "text": "SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 5611,
            "end_char": 5636
        },
        {
            "text": "03.09.2021",
            "label": "DATE",
            "start_char": 5785,
            "end_char": 5795
        },
        {
            "text": "08.09.2021",
            "label": "DATE",
            "start_char": 5882,
            "end_char": 5892
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6089,
            "end_char": 6098
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6106,
            "end_char": 6144
        },
        {
            "text": "Arb.O.P.No.5 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 6178,
            "end_char": 6198
        },
        {
            "text": "Court of XVI Additional District and Sessions Judge, Malkajgiri",
            "label": "COURT",
            "start_char": 6206,
            "end_char": 6269
        },
        {
            "text": "03.04.2019",
            "label": "DATE",
            "start_char": 7103,
            "end_char": 7113
        },
        {
            "text": "CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 7214,
            "end_char": 7232
        },
        {
            "text": "GHMC",
            "label": "ORG",
            "start_char": 7238,
            "end_char": 7242
        },
        {
            "text": "18.04.2022",
            "label": "DATE",
            "start_char": 7771,
            "end_char": 7781
        },
        {
            "text": "20.06.2022",
            "label": "DATE",
            "start_char": 7896,
            "end_char": 7906
        },
        {
            "text": "Arb.O.P.No.5 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 8312,
            "end_char": 8332
        },
        {
            "text": "XVI Additional District and Sessions Judge, Malkajgiri",
            "label": "COURT",
            "start_char": 8349,
            "end_char": 8403
        },
        {
            "text": "CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 8561,
            "end_char": 8579
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 8724,
            "end_char": 8744
        },
        {
            "text": "Sections 10 and 12",
            "label": "PROVISION",
            "start_char": 8760,
            "end_char": 8778
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 8786,
            "end_char": 8813
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9580,
            "end_char": 9593
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 9597,
            "end_char": 9637
        },
        {
            "text": "K.S. Infraspace LLP",
            "label": "ORG",
            "start_char": 9638,
            "end_char": 9657
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9708,
            "end_char": 9735
        },
        {
            "text": "(2020) 15 SCC 585 PNR,J & SSRN,J CMA No.270 OF 2022",
            "label": "PRECEDENT",
            "start_char": 9825,
            "end_char": 9876
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 9881,
            "end_char": 9896
        },
        {
            "text": "Section 2(1)(c)(vii)2]",
            "label": "PROVISION",
            "start_char": 10199,
            "end_char": 10221
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 10400,
            "end_char": 10413
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 10887,
            "end_char": 10897
        },
        {
            "text": "Section 2(1)(c)(vii), Section 103 and Section 124",
            "label": "PROVISION",
            "start_char": 10991,
            "end_char": 11040
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 11103,
            "end_char": 11112
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 11668,
            "end_char": 11719
        },
        {
            "text": "PNR,J & SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 11889,
            "end_char": 11922
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 12171,
            "end_char": 12180
        },
        {
            "text": "GHMC",
            "label": "ORG",
            "start_char": 12363,
            "end_char": 12367
        },
        {
            "text": "03.12.2016",
            "label": "DATE",
            "start_char": 12371,
            "end_char": 12381
        },
        {
            "text": "18.12.2020",
            "label": "DATE",
            "start_char": 12477,
            "end_char": 12487
        },
        {
            "text": "26.03.2021",
            "label": "DATE",
            "start_char": 12581,
            "end_char": 12591
        },
        {
            "text": "13.07.2021",
            "label": "DATE",
            "start_char": 12745,
            "end_char": 12755
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 12980,
            "end_char": 13031
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 13391,
            "end_char": 13442
        },
        {
            "text": "section 115",
            "label": "PROVISION",
            "start_char": 15513,
            "end_char": 15524
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15532,
            "end_char": 15573
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 15743,
            "end_char": 15746
        },
        {
            "text": "SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 15751,
            "end_char": 15776
        },
        {
            "text": "13.07.2021",
            "label": "DATE",
            "start_char": 15809,
            "end_char": 15819
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16506,
            "end_char": 16519
        },
        {
            "text": "Ambarlal Sarabhai Enterprises Ltd.",
            "label": "PRECEDENT",
            "start_char": 16523,
            "end_char": 16557
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 16788,
            "end_char": 16808
        },
        {
            "text": "PNR,J & SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 17218,
            "end_char": 17251
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 17268,
            "end_char": 17288
        },
        {
            "text": "Section 10 read with Section 12",
            "label": "PROVISION",
            "start_char": 17675,
            "end_char": 17706
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 17743,
            "end_char": 17752
        },
        {
            "text": "Arb.O.P.No.5 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 17951,
            "end_char": 17971
        },
        {
            "text": "Arb.O.P.No.5 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 18345,
            "end_char": 18365
        },
        {
            "text": "XVI Additional District and Sessions Judge, Malkajgiri",
            "label": "COURT",
            "start_char": 18390,
            "end_char": 18444
        },
        {
            "text": "Ranga Reddy",
            "label": "GPE",
            "start_char": 18450,
            "end_char": 18461
        },
        {
            "text": "Medchal Malkajgiri",
            "label": "GPE",
            "start_char": 18481,
            "end_char": 18499
        },
        {
            "text": "PNR,J & SSRN,J CMA No.270 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 18543,
            "end_char": 18576
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 18628,
            "end_char": 18655
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 18743,
            "end_char": 18755
        },
        {
            "text": "SAMBASIVARAO NAIDU",
            "label": "JUDGE",
            "start_char": 18785,
            "end_char": 18803
        },
        {
            "text": "29.07.2022",
            "label": "DATE",
            "start_char": 18812,
            "end_char": 18822
        },
        {
            "text": "KKM PNR",
            "label": "JUDGE",
            "start_char": 18823,
            "end_char": 18830
        },
        {
            "text": "SSRN",
            "label": "JUDGE",
            "start_char": 18835,
            "end_char": 18839
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 18884,
            "end_char": 18896
        },
        {
            "text": "SAMBASIVARAO NAIDU",
            "label": "JUDGE",
            "start_char": 18919,
            "end_char": 18937
        },
        {
            "text": "29.07.2022",
            "label": "DATE",
            "start_char": 18987,
            "end_char": 18997
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Sections 10 and 12",
            "Commercial Courts Act, 2015",
            "Sections 10 and 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 115",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "section 115",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 2(1)(c)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(vii)2]",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)(vii)2]",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act, 2015",
            "Section 10(3)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12",
            "Commercial Courts Act, 2015",
            "Section 12",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii), Section 103 and Section 124",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)(vii), Section 103 and Section 124",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2",
            "Arbitration and Conciliation Act, 1996",
            "Section 2",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(c)(vii)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 10 read with Section 12",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Section 10 read with Section 12",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Section 9 of Arbitration and Conciliation Act, 1996": 3,
        "Sections 10 and 12 of Commercial Courts Act, 2015": 1,
        "section 115 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 2(1)(c) of Arbitration and Conciliation Act, 1996": 1,
        "Section 2(1)(c)(vii)2] of Arbitration and Conciliation Act, 1996": 1,
        "Section 10(3) of Commercial Courts Act, 2015": 1,
        "Section 12 of Commercial Courts Act, 2015": 1,
        "Section 2(1)(c)(vii), Section 103 and Section 124 of Arbitration and Conciliation Act, 1996": 1,
        "Section 2 of Arbitration and Conciliation Act, 1996": 1,
        "Section 2(1)(c)(vii) of Arbitration and Conciliation Act, 1996": 3,
        "Section 10 read with Section 12 of Code of Civil Procedure, 1908 (5 of 1908)": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 10,
        "Commercial Courts Act, 2015": 3,
        "Code of Civil Procedure, 1908 (5 of 1908)": 2
    }
}