{
    "id": "cac883440d0f924f93d1a5c385b44d5650c77a9b3593544e6b710ec0d39c9075",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nParadigm Enterprises Thru. Director ... vs Micro, Small And Medium Enterprises ... on 19 April, 2024 \nAuthor: Sangeeta Chandra\nBench: Sangeeta Chandra\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2024:Ahc-Lko:30780-Db\n \nCourt No. - 3\n \nCase :- Writ - C No. - 3594 of 2024\n \nPetitioner :- Paradigm Enterprises Thru. Director Ritika Pandey\n \nRespondent :- Micro, Small And Medium Enterprises Facilitation Council Lko. Thru. Chairperson/Chairman And Others\n \nCounsel for Petitioner :- Sarvesh Kumar Dubey \n \nCounsel for Respondent :- C.S.C.\n \n\n \nHon'ble Mrs. Sangeeta Chandra,J.\n \nHon'ble Brij Raj Singh,J.\n1. Heard Shri Sarvesh Kumar Dubey, learned counsel for the petitioner, Shri Rajesh Tiwari, who has filed his power on behalf of respondent nos.1 and 2, learned Standing Counsel for respondent nos. 3 and 4 and Shri Pritish Kumar, who has filed his power on behalf of private respondent no.5.\n2. This Court had heard the matter yesterday and had passed an order which is being quoted hereinbelow :- \n\"1. Heard learned counsel for the petitioner, Shri Rajesh Tiwari, learned Additional Chief Standing Counsel for State respondents. \n2. This petition has been filed for quashing of recovery notice dated 16.04.2024 issued by Sub Divisional Magistrate, Sadar, Lucknow and recovery notice dated 22.03.2024 passed by Tehsildar Sadar, Lucknow. \n3. In pursuance of the award passed by The Micro, Small and Medium Enterprises Facilitation Council, learned counsel for the petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in the case of National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022) and order of this Court passed by the Division Bench of this Court in Writ Petition (C) No.2950 of 2023 (Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer) and in Writ Petition (C) No.11629 of 2023 (Sabhakant and 15 others vs. Ministry of Road, Transport and Highways). It has been submitted that no recovery notice/citation would have been issued by the respective authorities as it is an award of arbitration passed under section 34 is executable only under Section 36 of Arbitration Act and the administrative authority cannot turn them into execution proceeding. Learned counsel for the petitioner has also pointed out Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020 wherein it has been provided that if an appeal preferred is dismissed or if an Enterprise does not file any appeal under Section 19 of The Msmed Act, challenging the arbitral award then the said award shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue. \n4. Learned counsel for the petitioners says that petitioner's appeal filed under Section 19 of Msmed Act is pending before the Commercial Court, Lucknow and therefore, even under provision of the Act 2020, only such appeal is dismissed, the respondents can recover the dues as given in the arbitral award as arrears of land revenue. \n5. Shri Rajesh Tiwari, learned counsel has prayed for time to seek instructions from respondent no. 3 as to the circumstances under which the recovery notice has been issued. \n6. Put up tomorrow, i.e.19.04.2024 as fresh.\"\n3. This Court had granted time to learned Standing Counsel to address this Court on the power of district administration to proceed with the recovery as the appeal of the petitioner under Section 19 was pending and had not yet been decided looking to the language of Section 19 of The Msmed Act. \n4. Today, when the matter was taken up, the learned counsel appearing for respondent no.1 has pointed out that the petitioner had earlier approached this Court in Writ Petition (C) No.8511 of 2023 (Paradigm Enterprises Lucknow through its Director vs. Union of India and others) alleging therein that a dispute had been raised by the respondent no.5 before the Msme Facilitation Council and notice was issued to the petitioner for conciliation. However, conciliation proceedings resulted in failure and arbitration was undertaken by the Facilitation Council where the petitioner was not being heard and the petitioner being apprehensive that the Facilitation Council might pass an award against an arbitral award without following the procedure as provided under the Act and as per law settled by the Hon'ble Supreme Court. \n5. The prayer in the Writ Petition No.8511 of 2023 was to issue a direction to Arbitrator, Msme Facilitation Council to proceed with the matter strictly in accordance with the provisions of 1996 Act and the Msme Development Act, 2006. The Writ Petition (C) No.8511 of 2023 was fil ed on 27.09.2023 and an award was also passed by the Facilitation Council on 27.09.2023. On the very date, the petitioner had filed the writ petition in the High Court. \n6. The writ petition was dismissed on 17.10.2023 with a direction to the petitioner to file objection under section 34 of the Act before the appropriate Court. \n7. It has been submitted on the basis of such averments made in the writ petition and copy of the order filed as Annexure 8 to the writ petition that once the petitioner was relegated by this Court to avail the statutory remedy available under the Act, the petitioner ought not to have file the writ petition praying for quashing of the entire proceedings held after the stage of conciliation relating to the complaint made by respondent no.5 and knowingly fully well that the Facilitation Council has passed an order, prayer no. 3 praying for a direction to the respondent nos.1 and 2 to proceed in accordance with the provisions of Arbitration and Conciliation Act, 1996 as mandate by the MSMED Act, 2006 could not also be made in this writ petition.\n8. It has been pointed out by learned counsel for respondent nos.1 and 2 that although the petitioner may have file an appeal before the Commercial Court No.2, he has made several averments in the writ petition in para 50 onwards which points out that without pre-deposit of 75% of the arbitral award, the appeal will not be entertained. The relevant paragraphs read out by learned counsel for respondent nos.1 and 2 namely paras 50, 51 and 52 are being quoted hereinbelow. \n\"50. That it is respectfully submitted that the application for urgent hearing for disposal of stay application filed under Section 36 (2) of Arbitration and Conciliation Act, 1996 along with recovery certificate was also moved by the petitioner before the learned Commercial Court No.2 on 10.04.2024, which was rejected by the learned Commercial Court No.2 on 10.04.2024 itself. Photocopy of the application of urgent hearing on 10.04.2024 on which the order has been endorsed on left bottom is being annexed as Annexure No.10 to this writ petition. \n51. That as per the section 19 of MSME Act, 2006 no application for setting aside any award or order made either by the Council itself or by any Institution or Centre providing alternate dispute resolution services to which a reference is made by the Council shall be entertained by any court, unless the applicant has deposited with it 75% of the amount in terms of decree, award of as the case may be, the other order in the manner directed by the Court. Therefore, the petitioner is having firm information that without depositing the 75%, no orders will be passed by the learned Commercial Court No. 2 in Arbitration Case No.3 of 2024.\n52. That it is respectfully submitted that no Court can entertain any appeal in whatever form against the order or decree or award passed by the Council under Section 18 of the Act, unless or until the applicant or appellant who file such an appeal deposits 75% of the award amount before the Court concerned. Therefore, since it is a condition that 75% of the award or decree amount shall be payable as pre-requisite for entertaining such an appeal, in order to circumvent the same , since the petitioner has chosen to approach this Court by filing this writ petition under Article 226 of the Constitution, the same cannot be entertained.\" \n9. It has been submitted by learned counsel for respondents that as of now if there is no appeal in the light of law under Section 19 and therefore, the District authorities can proceed for executing the arbitral award under Section 14 of the Act. \n10. Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020 which is being quoted hereinbelow: \n\"14. If an enterprise does not file any appeal under section 19 of the Micro, Small and Medium Enterprises Development (MSMED) Act, 2006 for setting aside any decree, award or other order made either by the Council itself or by an institution or centre or if such appeal is dismissed, in that situation such decree, award or order shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.\" \n11. It has been submitted by learned counsel appearing on behalf of respondents that the writ petition has been filed under some misconception of law as under Section 14 of the Act, if no appeal has been filed or where an appeal is filed, but it has been rejected, the district administration can proceed to execute the arbitral award passed by the MSME Facilitation Council. \n12. Learned counsel for the petitioner at this stage, has stated that his appeal has been entertained and he has filed copy of the order sheet at page no.71 onwards of the paper book where several orders have been passed by the Presiding Officer of Commercial Court No.1, wherein the Court has noted that it is an arbitration case challenging an award and that it is not time barred and notice has been issued to the private respondent. \n13. This Court has perused the order sheet. It appears that the Presiding Officer has failed to notice that the pre-deposit of 75% of arbitral award under the MSME Act has not been made by the petitioner/appellant and has only noticed that an award has been challenged under the Arbitration and Conciliation Act. After notice was issued, the private respondent no.5 has appeared and raised preliminary objection regarding the maintainability of the appeal referring to Section 19 of the MSME Act, 2020. Such preliminary objection has not yet been decided by the Commercial Court/appellate Court. \n14. Learned counsel for the petitioner has stated that as of now the appeal is pending before the Commercial Court and it has not yet been rejected and record from the MSME Facilitation Council has also been summoned by an order dated 21.02.2024. Learned counsel for respondent no. 5 has pointed out that the order passed on 21.02.2024 had been passed when the private respondent had not been served. \n15. Learned counsel for petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in case of Jharkhand Urja Vikas Nigam Limited vs. State of Rajasthan and others reported in (2021) 19 SCC 206 and has read out paras 14 to 16 of the said judgment wherein the Supreme Court has referred Section 18 of MSMED Act and the power of MSME Facilitation Council to conduct the arbitration on its own or to refer the arbitration proceedings to any institution as specified in the said section after following the provisions of the Arbitration and Conciliation Act. \n16. Learned counsel for petitioner has argued that in the said case, since after conciliation proceedings ended because the appellant has not appeared, no order directing payment to the respondents could have been made without actual arbitration proceedings being conducted by the Facilitation Council therefore, order impugned was set aside as it was contrary to the provisions of MSMED Act and also to the Arbitration Act, 1996. \n17. The Court observed that since no opportunity of hearing was given to the appellant after conclusion of period of conciliation proceedings and before the order impugned, it could not be said to be an arbitral award in the eye of law. Therefore, Section 34 of the Act would not apply and writ petition could not be thrown out only on the ground of availability of statutory remedy under Section 34 of Act, 1996. It has been submitted by learned counsel for the petitioner on the basis of pleading on record that after conciliation proceedings ended, the petitioner was not heard at all by the Facilitation Council and the award was passed. \n18. However, this Court is of the opinion that the petitioner cannot be permitted to simultaneously, argue the same ground in appeal that it has filed under Section 34 of the Act of 1996/Section 19 of the MSMED Act, 2020 and raise a challenge to the arbitral award before this Court. \n19. Learned counsel for the petitioner has placed reliance upon para 15 of judgment rendered in Vijeta Construction vs. Indus Smelters Ltd., and another reported in 2021 SCC OnLine SC 3436 and emphasised the observations made by the Supreme Court that if there is no amicable settlement during the conciliation or under sub-section (2) of Section 18, then the arbitration proceedings were required to be initiated as provided under section Sub-Section (3) of Section 18 which have not been initiated in the case of Vijeta Construction (Supra) and the Court directed the matter to be remitted to the Facilitation Council to follow the procedure under Section 18 of MSMED Act and quash and set aside the order passed by the Facilitation Council for making payment to the contesting respondents.\n20. This Court is of the opinion that the judgment of Jharkhand Urja (Supra) and Vijeta Construction (Supra) have both been rendered on the facts and circumstances of the particular cases being considered by the Supreme Court, where the Facilitation Council had passed an order against the appellants without undertaking the arbitration proceedings that were necessarily to be undertaken as per Section 18 of the Act on failure of consideration. \n21. Learned counsel for the petitioner during the course of dictation of the judgment in open court has also placed reliance upon an order passed by the learned Single Judge of High Court of Madras relating to the same issue, which this Court finds inappropriate to refer to in this order. \n22. Learned counsel for the respondents has placed reliance upon the judgment reported in Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562 wherein the Supreme Court has held that the requirement of deposit of 75% of the amount in terms of the award as a pre-deposit as per Section 19 of the MSMED Act, is mandatory. It has further observed that if the 75% of the awarded amount is not deposited, the application under section 34 of the Arbitration Act, 1996 challenging the award shall not be entertained and the execution proceedings may continue.\n23. Having gone through the pleadings on record and having heard learned counsel for the parties, we find that prayer nos.2 and 3 of the writ petition fail and cannot be granted by this Court as the similar prayers had been made by the petitioner in Writ Petition (C) No.8511 of 2023 which was dismissed by this Court on 17.12.2023.\n24. With regard to prayer nos.1 and prayer no.4 of this petition, regarding quashing of recovery notice dated 16.04.2024 issued by the Sub Divisional Magistrate, Sadar, Lucknow and the recovery notice dated 22.03.2024 issued by Tehsildar, Sadar Lucknow and for releasing the bank account of the Company, the petitioner's appeal under Section 19 has not yet been admitted and a preliminary objection has been raised by the private respondent before the Commercial Court.\n25. The Commercial Court shall look into the condition of pre-deposit of 75% of the arbitral award and pass an appropriate order. At this stage, the counsel for the petitioner on instructions from his client says that it is ready to deposit 75% of arbitral award in the appeal before the Commercial Court. This assurance has been given to the Court orally. However, if the petitioner complies with the condition of pre-deposit of 75% of arbitral award within a week, and the Commercial Court admits the appeal as per the law settled in Tirupati Steels (supra) then the District administration may not pursue the recovery proceedings as impugned in this petition. \n26. With these observations, the writ petition stands disposed off. \nOrder Date :- 19.4.2024 Pks .\n ( Brij Raj Singh,J.)    (Sangeeta Chandra,J.)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court m/s klr group enterprises vs madhu h v on 19 july, 2024 r in the high court of karnataka at bengaluru dated this the 19th day of july, 2024 present the hon'ble mrs justice anu sivaraman and the hon'ble mr justice anant ramanath hegde commercial appeal no. 56 of 2024 in com.a.a 3 of 2024 between: m/s klr group enterprises no.306, 3rd floor, embassy chambers, no.5, vittal mallya road, bengaluru 560 001, represented by its partner, mr.p. lavakumar. .appellant (by sri dhananjay joshi, senior counsel for sri shashidhar r, advocate) and: 1. madhu h v, s/o late mr h n venkatesh, aged about 27 years, 2. mr. manohar v, s/o late mr h n venkatesh, aged about 31 years, 3. mrs. c t bhagyamma w/o late mr h n venkatesh, aged about 54 years, 2 4. mrs. anitha w/o late mr n shankarappa @ h n shankar, aged about 45 years, 5. mrs. niranjan gowda s, s/o late mr n shankarappa @ h n shankar, aged about 24 years, all defendants residing at heggondahalli village, sarjapur hobli, anekal taluk, bengaluru district, karnataka-560087. .respondents (by sri prashanth g, advocate for r1, sri ashok haranahalli, senior counsel a/w sri prasanna b r, advocate for r2 to r5) this commercial appeal is filed under section 13(1-a) of the commerical courts act, 2015 read with section 37(1)(b) of the arbitration conciliation act, 1996 read with order 43 rule 1(r) read with section 151 of the code of civil procedure, 1908 praying to: a) set aside the order dated 13.02.2024 r/w order dated: 16/02/2024 on i.a.no.3 in com.a.a.no.3/2024 passed by the hon'ble court of the x additional district and sessions judge, bengaluru rural (commercial division). b) grant an order of ad-interim ex-parte injunction restraining the respondents from interfering with the applicant/appellants peaceful possession and enjoyment of the schedule property and the development works till disposal of the proceedings in com.a.a.no.3/2024. c) pass any other order has this hon'ble court deems fit in the interest of justice and equity. this appeal having been heard and reserved for judgment on 15th july, 2024 and coming on for pronouncement this day, the court pronounced the following: 3 cav judgment (per: hon'ble mr justice anant ramanath hegde) 1. whether an order refusing or granting ex-parte interim measure on an application under section 9 of the arbitration and conciliation act, 1996 (for short 'act, 1996') falling under 'commercial arbitration dispute' is appealable order under section 37 of the act, 1996, or such an appeal, barred under the proviso to section 13(1a) of the commercial courts act, 2015? (for short 'act, 2015'). 2. the respondents have raised a contention that the present appeal impugning the order of the commercial court, issuing emergent notice, and declining 'ex-parte' interim measure on an application under section 9 of the act, 1996 is not maintainable. 3. learned senior counsel sri.dhananjay joshi, appearing for the appellant raised the following contentions: • the power to grant interim order under section 9 of the act, 1996 also includes the power to grant ex-parte interim order. such power is expressly recognised in the high court of karnataka arbitration (proceedings before the courts) rules, 2001 (for short 'rules, 2001'). thus, an order issuing an emergent notice and declining exparte order is also an appealable order under section 37 of the act, 1996. • the co-ordinate bench of this court in m/s. sorting hat technologies private limited vs. sri vishal vivek tiwar (comap no.274/2022) following the judgment of the delhi high court and andhra pradesh high court has held that the appeal against the order under section 9 refusing ex-parte interim measure under section 9 of the act, 1996 is maintainable and the law laid down in symphony services corporation (india) private limited, bangalore vs. sudip bhattacharjee1 is no longer good law 4. reliance is also placed on the following judgments:(2008) 2 klj 24 1. m/s sorting hat technologies private limited vs. sri vishal vivek tiwari 2 2. icici bank limited vs. ivrcl ltd. (formerly known as icrcl projects and infrastructure ltd) and others3 3. m/s bilasraika sponge iron pvt. ltd., vs. m/s devi trading company4 4. aventis pasteur s.a vs. cadila pharmaceuticals ltd.,5 5. perin hoshang davierwalla and another vs. kobad dorabji davierwalla and others6 6. m/s nikitha build-tech (p) ltd., vs. m/s natural textiles pvt. ltd.7 7. m/s nikitha build-tech (p) ltd., vs. m/s natural textiles pvt. ltd.8 8. smt madhumati vs. the state of karnataka and others9 9. essar house private limited vs. arcellor mittal nippon steel india limited10 5. sri ashok haranahalli, the learned senior counsel appearing for respondents no.2 to 5, raised the following contentions:2015 scc online hyd 311 2011 scc online ap 210 2002 scc online guj 288 2014 scc online bom 534 ilr 2010 kar 4722 ilr 2010 kar 2846 2022 scc online sc 1219 • in a proceeding under the act, 1996, in respect of a commercial arbitration dispute, the appeal under section 37 of the act, 1996 is maintainable against an interlocutory order, only if, such order falls under order xliii of the code of civil procedure, in view of the proviso to section 13(1a) of the act, 2015. • the impugned order is not a final order under section 9 of the act, 1996 and the application on which the impugned order is passed is still pending consideration before the learned district judge, as such, the appeal is not maintainable. • the order in m/s. sorting hat technologies private limited supra is not a law declared and it is only a tentative view expressed while issuing notice to the respondent and law laid down by the single judge of this court in symphony services corporation (india) private limited, bangalore supra still holds the field. • the scheme of the act, 1996 and act, 2015 does not enable an appeal against an order refusing to grant an ex-parte order and if such an appeal is held to be maintainable, it will defeat the very object of the act, 1996 and the act, 2015 in view of the law in bgs sgs soma jv vs. nhpc ltd11 by the apex court. • the dispute raised under section 9 of the act, 1996 is also not a commercial dispute as such the commercial appeal itself is not maintainable before this court. 6. learned senior counsel appearing for the respondents no.2 to 5 has placed reliance on the judgments: 1. a venkatasubbaiah naidu vs s challappan and ors.12 2. m/s parijatha and another vs kamalaksha nayak and ors.13 3. mr.r.ravindaranatha manvi vs mr.k.r.ramesh and ors.14 4. madiwalappa shivappa badiger vs sri sukshethra sri.somanatha shivappa muttya committee15 5. national thermal power corporation ltd. vs. meghalaya power distribution corporation. ltd. and others16 6. bgs sgs soma jv vs. nhpc ltd.17 7. ambalal sarabhai enterprises ltd. vs. k.s infraspace llp & another18 air online 2019 sc 1720 (2000) 7 supreme court cases 695 air 1982 karnataka 105 misc. first appeal no.3837/2018 ilr 1992 kar 2644 air 2021 meghalaya 53 air online 2019 sc 1720 7. this court has considered the contentions raised at the bar. this court has to consider the interplay of sections 9 and 37 of act, 1996, section 13 of act, 2015, and rule 9 of rules, 2001. 8. section 9 of the act, 1996 provides for interim measures in an arbitrable dispute. section 37 of the act, 1996 provides for an appeal against certain orders in a proceeding under the act, 1996. 9. the relevant portion of section 37 of act, 1996 reads as under:\"37. appealable orders. 1) notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-(a) xxx (b) granting or refusing to grant any measure under section 9 (c) xxx (emphasis supplied) (2020) 15 scc 585 10. section 37 of the act, 1996 starts with a nonobstante clause introduced in 2019 by way of an amendment. section 37 not only provides as to which orders under the act, 1996 are appealable but also puts a specific bar that appeal shall not lie from any other order. section 37 as amended in 2019, because of the non-obstante clause takes care of any inconsistency in any other law providing for an appeal in respect of the matters covered under the act, 1996. under section 37 of the act, 1996, the final order granting or refusing to grant any interim measure under section 9 is appealable. there is no dispute on the point. 11. the respondent is urging that the order granting or refusing an 'ex-parte' order is not appealable. 12. if, the expression, \"granting or refusing to grant any measure under section 9\" appearing in section 37(1)(b) of act, 1996 includes the order granting or refusing the ex-parte interim order, then, under section 37 of act, 1996, appeal against such an order is maintainable. 13. thus, the court has to consider whether the expression \"granting or refusing to grant any measure under section 9\" appearing in section 37 of act,1996 includes only a 'final order' under section 9, or it includes an 'ex-parte interim measure'. 14. now it is necessary to refer to the relevant portion of rule 9 of rules, 2001, which reads as under:\"9. application for an interim measure, etc. 1). when an application is made for an interim measure, under section 9 of the act, the court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay, before passing the interim order, direct notice of the application to be given to the opposite party: provided that, where it is proposed to make an order by way of interim measure without giving notice of the application to the opposite party, the court shall record the reasons for its opinion that the object of granting the interim measure would be defeated by delay, and require applicant.(a) xxx (ii) xxx (b) xxx 15. the language used in rule 9 of rules, 2001 is not identical, though similar to the language used in order xxxix rule 3 of the code of civil procedure, 1908. (for short 'code'). order xxxix rule 3 of the code, invests the power on the court to grant ex-parte interim orders. however, the language used in rules, 2001, particularly the expression, \"when an application is made for an interim measure, under section 9 of the act, the court shall in all cases, except where it appears that the object of granting the interim measure would be defeated by the delay before passing the interim order, direct notice of the application to be given to the opposite party\", unerringly suggests that the ex-parte interim measure, if granted, is in exercise of power under section 9 of the act, 1996 itself. rule 9 of rules, 2001 does not confer the power to pass an ex-parte order, but it only recognises the power inherent in section 9 of the act, 1996 and rule 9 also deals with the procedure to be followed in case of exparte order. (emphasis supplied) 16. learned senior counsel for the respondents no.2 to 5 contends that even if the order granting or declining ex-parte interim measure is in the exercise of section 9 of the act, 1996, considering the object of speedy resolution of disputes envisaged under the act, 2015 and act, 1996, there is no right of appeal against an order granting or refusing ex-parte order. 17. section 13 of the act, 2015 reads as under: 13. appeals from decrees of commercial courts and commercial divisions.-(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996). (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. (emphasis supplied) 18. section 13 of the act, 2015 not only deals with the forum of appeal but also provides as to which the judgments and orders are appealable. as far as appealable orders (not judgments) are concerned, it is linked to order xliii rule 1 of the code as a result only those orders enumerated under order xliii rule 1 are appealable. however, as far as appealable orders under section 37 of the act, 1996 are concerned, it is not linked to order xliii of the code but the same is still governed by section 37 of the act, 1996. and section 37 as already noticed, has a non-obstante clause. there is nothing in the language of section 13 of the act, 2015 to hold that the only 'final order' under section 9 is appealable under section 37 of act, 1996 read with section 13 of act, 2015 when it comes to arbitration disputes coming under the jurisdiction of the commercial courts act. 19. there is one more angle to it. though the order refusing 'ex-parte interim measure' is a discretionary order, the discretion conferred on the court is not absolute but is guided by certain principles. while declining the 'ex-parte interim measure', and ordering notice to the respondent, the court must arrive at a prima facie conclusion that the object of issuing ex-parte interim measure would not be defeated by delay caused in issuing notice to the opponent, before considering the prayer for interim measure. thus, if the court takes a view that there are no grounds to pass the 'ex-parte interim order', said view and consequent order declining 'ex-parte interim measure' is in the nature of the final order as the relief of 'ex-parte order' prayed by the applicant is declined once for all in the said proceeding. the reason is quite simple. if an ex-parte order is declined, then after notice and hearing the other side, if the interim measure is granted, such an order is not an 'ex-parte order'. in that view, the order refusing 'ex-parte interim measure' has all the attributes of a final order as a prayer to grant 'ex-parte' order is declined and rendered irreversible by that court by issuing notice to the opponent. thus, the party aggrieved by refusal can file an appeal against such order invoking section 37 of the act, 1996. however, though there is a right of appeal, the scope of such appeal is limited as the application seeking interim measure will be still pending consideration before the section 9 court. 20. applying the same analogy, the order granting ex-parte interim measure under section 9 of the act, 1996 is also appealable. however, the scope for interference in such a case is still more limited, as the party aggrieved by such ex-parte interim order will have the remedy of moving the section 9 court to vacate the ex-parte interim order. the court would be extremely slow in entertaining appeals from an order granting ex-parte order and such appeals can be entertained in exceptional cases. 21. this being the position, this court is of the view that an order granting or declining ex-parte interim measure is appealable under section 37 of the act, 1996 even if section 9 dispute is before the commercial court. 22. this court has also referred to the judgments cited by both sides. 23. the first four judgments cited by the learned senior counsel for respondents no.2 to 5 are on the orders on an application under order xxxix of the code. those judgments do not deal with the appeal against an order under section 9 of the act of 1996. hence, the ratio laid down in the aforementioned judgments has no application to the facts of the case. 24. referring to the judgment in bgs sgs soma jv supra, it is urged that any order under section 9, which does not dispose of the section 9 application and which is in the nature of a step towards interim order, would not amount to granting or refusing to grant any measure under section 9 of the act, 1996. 25. the judgment in bgs sgs soma jv supra, the apex court was dealing with a question, as to whether order under order vii rule 10 of the code, returning section 34 application for want of jurisdiction is appealable or not? said judgment is not a ratio on an order under section 9 of the act, 1996. it is held in the said judgment that order allowing order vii rule 10 application is not appealable under section 37 of the act, 1996 as such an order cannot be construed as an order refusing to set aside the award. 26. reference to paragraph no.21 of the said judgment to contend that the order refusing ex-parte interim measure is placed. on careful consideration of the discussion of the judgment in the case of antrix vs davas19, this court is of the view that the said judgment supports the case of the appellant as the delhi high court has held that appeal against an order directing the opponent to furnish an affidavit, in the exercise of jurisdiction under section 9 of act, 1996 is maintainable. 27. though the learned senior counsel laid lot of emphasis on the judgment of the meghalaya high court in national thermal corporation supra, with due respect, this court is unable to agree with the decision. in the said judgment, it appears that the ratio in judgment in bgs sgs soma jv supra is incorrectly applied. even otherwise, in the said case, the order 2018 scc online delhi 9338 passed under order xxxix rule 4 was under challenge, and the order granting ex-parte interim measure under section 9 was not under challenge. 28. in the judgments cited by the learned senior counsel of the appellant, various high courts have taken a view which supports the contentions of the appellant. 29. conclusions on the question of law. (a) the appeal under section 37 of the arbitration and conciliation act, 1996 is maintainable against an order granting or refusing ex-parte interim measure under section 9 of the act, 1996, even if the section 9 application is filed before the commercial court, as defined under commercial courts act, 2015. (b) as a corollary, appeal under section 37 of the act, 1996 is maintainable against an order granting or refusing exparte interim measure under section 9 of the act, 1996, if the section 9 application is filed before the court exercising jurisdiction under the act, 1996. (c) though the appeal under section 37 of the act, 1996 is maintainable against the order refusing 'ex-parte' measure, the scope of interference in such appeal is limited as the appellate court is only required to consider whether consideration of prayer of ex-parte interim measure can be deferred till the appearance of the respondent. (d) in an appeal under section 37 of the act, 1996 against the order granting 'ex-parte' measure, the appeal may be entertained only in exceptional cases as the aggrieved party will have an efficacious remedy of moving the same court which passed the order, to vacate the 'ex-parte order. (e) law laid down in symphony services corporation (india) private limited, bangalore vs. sudip bhattacharjee (2008) 2 klj 24 stands overruled. 30. now the question is whether the appellant is entitled to interim protection till the application under section 9 before the section 9 court is considered. the impugned order is passed on 13.02.2024. thereafter, the appeal is filed. this court vide interim order dated 22.02.2024 granted interim protection to the appellant. since then the interim protection has been extended. now it is stated that the section 9 application is listed on 29.07.2024 for final disposal. 31. under these circumstances, the matter is remitted to the trial court to consider section 9 application in accordance with the law extending the interim protection till then. however, it is made clear that the interim order granted by this court should not be construed as an order in favour of the appellant indicating the merit of the appellant's claim. nothing is expressed on the merits of the claim of the appellant seeking interim measure. 32. since the interim order has been operating against the respondents since february 2024, we expect section 34 court will hear the objections of the respondents expeditiously and the parties shall co-operate for early disposal of section 9 application. 33. it is brought to the notice of the court, that the respondents have raised a contention that the dispute between the parties is not a commercial dispute. said question is not addressed by this court and same shall be addressed by the commercial court, if not already decided. 34. accordingly, the appeal is disposed of. 35. costs made easy. sd/(anu sivaraman) judge sd/(anant ramanath hegde) judge brn"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b9f09bb283a34cb5971fdf09a6543c25_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3bcab920bdee40b5b3df178f40569721_1"
        },
        {
            "start": 242,
            "end": 364,
            "text": "\nAllahabad High Court\nParadigm Enterprises Thru. Director ... vs Micro, Small And Medium Enterprises ... on 19 April, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1815639fe36a4e33b2ec051f1f83c8ae_2"
        },
        {
            "start": 365,
            "end": 803,
            "text": "\nAuthor: Sangeeta Chandra\nBench: Sangeeta Chandra\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\n\n?Neutral Citation No. - 2024:Ahc-Lko:30780-Db\n \nCourt No. - 3\n \nCase :- Writ - C No. - 3594 of 2024\n \nPetitioner :- Paradigm Enterprises Thru. Director Ritika Pandey\n \nRespondent :- Micro, Small And Medium Enterprises Facilitation Council Lko. Thru. Chairperson/Chairman And Others\n \nCounsel for Petitioner :- Sarvesh Kumar Dubey",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a2bf2f3bfde414788dfa8415e896e06_3"
        },
        {
            "start": 807,
            "end": 908,
            "text": "Counsel for Respondent :- C.S.C.\n \n\n \nHon'ble Mrs. Sangeeta Chandra,J.\n \nHon'ble Brij Raj Singh,J.\n1.",
            "labels": [
                "NONE"
            ],
            "id": "37cd763f0a3c443687b6b3106aae3241_4"
        },
        {
            "start": 909,
            "end": 1197,
            "text": "Heard Shri Sarvesh Kumar Dubey, learned counsel for the petitioner, Shri Rajesh Tiwari, who has filed his power on behalf of respondent nos.1 and 2, learned Standing Counsel for respondent nos. 3 and 4 and Shri Pritish Kumar, who has filed his power on behalf of private respondent no.5.\n",
            "labels": [
                "NONE"
            ],
            "id": "6b88df0fb315400f9666a428a50f4bca_5"
        },
        {
            "start": 1197,
            "end": 1302,
            "text": "2. This Court had heard the matter yesterday and had passed an order which is being quoted hereinbelow :-",
            "labels": [
                "NONE"
            ],
            "id": "567a666f44ff406eb5c6bbffb3059014_6"
        },
        {
            "start": 1304,
            "end": 1434,
            "text": "\"1. Heard learned counsel for the petitioner, Shri Rajesh Tiwari, learned Additional Chief Standing Counsel for State respondents.",
            "labels": [
                "NONE"
            ],
            "id": "4c7816b64b3740b0903f0034f1c7401e_7"
        },
        {
            "start": 1436,
            "end": 1641,
            "text": "2. This petition has been filed for quashing of recovery notice dated 16.04.2024 issued by Sub Divisional Magistrate, Sadar, Lucknow and recovery notice dated 22.03.2024 passed by Tehsildar Sadar, Lucknow.",
            "labels": [
                "FAC"
            ],
            "id": "92be0299cdbc44d0accf8fa0cc498902_8"
        },
        {
            "start": 1643,
            "end": 2551,
            "text": "3. In pursuance of the award passed by The Micro, Small and Medium Enterprises Facilitation Council, learned counsel for the petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in the case of National Highways Authority of India vs. Sheetal Jaidev & others (Civil Appeal No.5256 of 2022) and order of this Court passed by the Division Bench of this Court in Writ Petition (C) No.2950 of 2023 (Shiv Prakash Verma vs. Competent Autho./Special Land Acquisition Officer) and in Writ Petition (C) No.11629 of 2023 (Sabhakant and 15 others vs. Ministry of Road, Transport and Highways). It has been submitted that no recovery notice/citation would have been issued by the respective authorities as it is an award of arbitration passed under section 34 is executable only under Section 36 of Arbitration Act and the administrative authority cannot turn them into execution proceeding.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4f47ba7296f04abcb44deec636259126_9"
        },
        {
            "start": 2552,
            "end": 3051,
            "text": "Learned counsel for the petitioner has also pointed out Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation Act, 2020 wherein it has been provided that if an appeal preferred is dismissed or if an Enterprise does not file any appeal under Section 19 of The Msmed Act, challenging the arbitral award then the said award shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "327b03f52e7e4700bf233350195b7536_10"
        },
        {
            "start": 3052,
            "end": 3385,
            "text": "\n4. Learned counsel for the petitioners says that petitioner's appeal filed under Section 19 of Msmed Act is pending before the Commercial Court, Lucknow and therefore, even under provision of the Act 2020, only such appeal is dismissed, the respondents can recover the dues as given in the arbitral award as arrears of land revenue.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "703db6d905004b9eb4a4b66ba1789598_11"
        },
        {
            "start": 3387,
            "end": 3561,
            "text": "5. Shri Rajesh Tiwari, learned counsel has prayed for time to seek instructions from respondent no. 3 as to the circumstances under which the recovery notice has been issued.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "85cf0db03a694cf5be102a4bc0259676_12"
        },
        {
            "start": 3562,
            "end": 3611,
            "text": "\n6. Put up tomorrow, i.e.19.04.2024 as fresh.\"\n3.",
            "labels": [
                "NONE"
            ],
            "id": "73672753085041ea85d75842b8862de4_13"
        },
        {
            "start": 3612,
            "end": 3904,
            "text": "This Court had granted time to learned Standing Counsel to address this Court on the power of district administration to proceed with the recovery as the appeal of the petitioner under Section 19 was pending and had not yet been decided looking to the language of Section 19 of The Msmed Act.",
            "labels": [
                "RLC"
            ],
            "id": "d9f15c148a0e450aaa1583b56c560b69_14"
        },
        {
            "start": 3905,
            "end": 4350,
            "text": "\n4. Today, when the matter was taken up, the learned counsel appearing for respondent no.1 has pointed out that the petitioner had earlier approached this Court in Writ Petition (C) No.8511 of 2023 (Paradigm Enterprises Lucknow through its Director vs. Union of India and others) alleging therein that a dispute had been raised by the respondent no.5 before the Msme Facilitation Council and notice was issued to the petitioner for conciliation.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8da6fc94167443ddb32b583761ae3d37_15"
        },
        {
            "start": 4351,
            "end": 4729,
            "text": "However, conciliation proceedings resulted in failure and arbitration was undertaken by the Facilitation Council where the petitioner was not being heard and the petitioner being apprehensive that the Facilitation Council might pass an award against an arbitral award without following the procedure as provided under the Act and as per law settled by the Hon'ble Supreme Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3fb3d61b82cf453d80e3b0e021259c14_16"
        },
        {
            "start": 4730,
            "end": 4965,
            "text": "\n5. The prayer in the Writ Petition No.8511 of 2023 was to issue a direction to Arbitrator, Msme Facilitation Council to proceed with the matter strictly in accordance with the provisions of 1996 Act and the Msme Development Act, 2006.",
            "labels": [
                "FAC"
            ],
            "id": "2963398acefc4d8b8e733db0ab6b8f4b_17"
        },
        {
            "start": 4966,
            "end": 5011,
            "text": "The Writ Petition (C) No.8511 of 2023 was fil",
            "labels": [
                "FAC"
            ],
            "id": "e6f48b7361f946918bbe9265fdfb1b3e_18"
        },
        {
            "start": 5012,
            "end": 5100,
            "text": "ed on 27.09.2023 and an award was also passed by the Facilitation Council on 27.09.2023.",
            "labels": [
                "FAC"
            ],
            "id": "9d4ab6c8e8804d6b910dd9c4e2474937_19"
        },
        {
            "start": 5101,
            "end": 5180,
            "text": "On the very date, the petitioner had filed the writ petition in the High Court.",
            "labels": [
                "FAC"
            ],
            "id": "08b68ecd77824a75a153363efc8a4410_20"
        },
        {
            "start": 5181,
            "end": 5341,
            "text": "\n6. The writ petition was dismissed on 17.10.2023 with a direction to the petitioner to file objection under section 34 of the Act before the appropriate Court.",
            "labels": [
                "FAC"
            ],
            "id": "926b4d52909341d4915424fb8c2c8088_21"
        },
        {
            "start": 5343,
            "end": 6096,
            "text": "7. It has been submitted on the basis of such averments made in the writ petition and copy of the order filed as Annexure 8 to the writ petition that once the petitioner was relegated by this Court to avail the statutory remedy available under the Act, the petitioner ought not to have file the writ petition praying for quashing of the entire proceedings held after the stage of conciliation relating to the complaint made by respondent no.5 and knowingly fully well that the Facilitation Council has passed an order, prayer no. 3 praying for a direction to the respondent nos.1 and 2 to proceed in accordance with the provisions of Arbitration and Conciliation Act, 1996 as mandate by the MSMED Act, 2006 could not also be made in this writ petition.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5ba56a6ea4104e87a5e9eb4deb068311_22"
        },
        {
            "start": 6096,
            "end": 6433,
            "text": "8. It has been pointed out by learned counsel for respondent nos.1 and 2 that although the petitioner may have file an appeal before the Commercial Court No.2, he has made several averments in the writ petition in para 50 onwards which points out that without pre-deposit of 75% of the arbitral award, the appeal will not be entertained.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f9d35c556a24f9c884e8c1cc6def1f2_23"
        },
        {
            "start": 6434,
            "end": 6569,
            "text": "The relevant paragraphs read out by learned counsel for respondent nos.1 and 2 namely paras 50, 51 and 52 are being quoted hereinbelow.",
            "labels": [
                "NONE"
            ],
            "id": "92108a8a986b4e0190332ed11cb61a79_24"
        },
        {
            "start": 6571,
            "end": 6950,
            "text": "\"50. That it is respectfully submitted that the application for urgent hearing for disposal of stay application filed under Section 36 (2) of Arbitration and Conciliation Act, 1996 along with recovery certificate was also moved by the petitioner before the learned Commercial Court No.2 on 10.04.2024, which was rejected by the learned Commercial Court No.2 on 10.04.2024 itself.",
            "labels": [
                "FAC"
            ],
            "id": "a026580779664348aeaab442695d744d_25"
        },
        {
            "start": 6951,
            "end": 7121,
            "text": "Photocopy of the application of urgent hearing on 10.04.2024 on which the order has been endorsed on left bottom is being annexed as Annexure No.10 to this writ petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11de5782b0ba40149c797180db1dcaa1_26"
        },
        {
            "start": 7123,
            "end": 7579,
            "text": "51. That as per the section 19 of MSME Act, 2006 no application for setting aside any award or order made either by the Council itself or by any Institution or Centre providing alternate dispute resolution services to which a reference is made by the Council shall be entertained by any court, unless the applicant has deposited with it 75% of the amount in terms of decree, award of as the case may be, the other order in the manner directed by the Court.",
            "labels": [
                "STA"
            ],
            "id": "25908171810b4b9184869df31d6f903a_27"
        },
        {
            "start": 7580,
            "end": 7766,
            "text": "Therefore, the petitioner is having firm information that without depositing the 75%, no orders will be passed by the learned Commercial Court No. 2 in Arbitration Case No.3 of 2024.\n52.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e53d12a8a63445793caec4d9e5aea01_28"
        },
        {
            "start": 7767,
            "end": 8072,
            "text": "That it is respectfully submitted that no Court can entertain any appeal in whatever form against the order or decree or award passed by the Council under Section 18 of the Act, unless or until the applicant or appellant who file such an appeal deposits 75% of the award amount before the Court concerned.",
            "labels": [
                "STA"
            ],
            "id": "b423f3c0043d47369f11f80df0f4458c_29"
        },
        {
            "start": 8073,
            "end": 8245,
            "text": "Therefore, since it is a condition that 75% of the award or decree amount shall be payable as pre-requisite for entertaining such an appeal, in order to circumvent the same",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc815efbd7ef44eea25428c389bac0b2_30"
        },
        {
            "start": 8246,
            "end": 8403,
            "text": ", since the petitioner has chosen to approach this Court by filing this writ petition under Article 226 of the Constitution, the same cannot be entertained.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7b692b2ca43421a9cce5a02fa7e9a0b_31"
        },
        {
            "start": 8405,
            "end": 8652,
            "text": "9. It has been submitted by learned counsel for respondents that as of now if there is no appeal in the light of law under Section 19 and therefore, the District authorities can proceed for executing the arbitral award under Section 14 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5ffeeee200ec48cba4251d18b2574f60_32"
        },
        {
            "start": 8653,
            "end": 8816,
            "text": "\n10. Section 14 of The Uttar Pradesh Micro, Small and Medium Enterprises (Facilitation of Establishment and Operation) Act, 2020 which is being quoted hereinbelow:",
            "labels": [
                "STA"
            ],
            "id": "ce830cdeea3f45c18645117f9822a57b_33"
        },
        {
            "start": 8818,
            "end": 9269,
            "text": "\"14. If an enterprise does not file any appeal under section 19 of the Micro, Small and Medium Enterprises Development (MSMED) Act, 2006 for setting aside any decree, award or other order made either by the Council itself or by an institution or centre or if such appeal is dismissed, in that situation such decree, award or order shall be executed by the concerned District Collector and the amount due shall be recovered as arrears of land revenue.\"",
            "labels": [
                "STA"
            ],
            "id": "7ab0b504bbbc4a2bb94df44826af8efd_34"
        },
        {
            "start": 9271,
            "end": 9646,
            "text": "11. It has been submitted by learned counsel appearing on behalf of respondents that the writ petition has been filed under some misconception of law as under Section 14 of the Act, if no appeal has been filed or where an appeal is filed, but it has been rejected, the district administration can proceed to execute the arbitral award passed by the MSME Facilitation Council.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9d95e326d8554f47b2a1758d97b9b1c9_35"
        },
        {
            "start": 9648,
            "end": 10084,
            "text": "12. Learned counsel for the petitioner at this stage, has stated that his appeal has been entertained and he has filed copy of the order sheet at page no.71 onwards of the paper book where several orders have been passed by the Presiding Officer of Commercial Court No.1, wherein the Court has noted that it is an arbitration case challenging an award and that it is not time barred and notice has been issued to the private respondent.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a586a96419b1494f9cbaacf9860e95e6_36"
        },
        {
            "start": 10086,
            "end": 10129,
            "text": "13. This Court has perused the order sheet.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29a55fec987e4607af6f6307786a1a93_37"
        },
        {
            "start": 10130,
            "end": 10398,
            "text": "It appears that the Presiding Officer has failed to notice that the pre-deposit of 75% of arbitral award under the MSME Act has not been made by the petitioner/appellant and has only noticed that an award has been challenged under the Arbitration and Conciliation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "567d784e197c492c97cf2f6643eb4a5d_38"
        },
        {
            "start": 10399,
            "end": 10588,
            "text": "After notice was issued, the private respondent no.5 has appeared and raised preliminary objection regarding the maintainability of the appeal referring to Section 19 of the MSME Act, 2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cfa4284572846a8b6fa224f2f7b32c6_39"
        },
        {
            "start": 10589,
            "end": 10681,
            "text": "Such preliminary objection has not yet been decided by the Commercial Court/appellate Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f90c32a3a46549c2ae6bb9af2c4fdeaf_40"
        },
        {
            "start": 10683,
            "end": 10929,
            "text": "14. Learned counsel for the petitioner has stated that as of now the appeal is pending before the Commercial Court and it has not yet been rejected and record from the MSME Facilitation Council has also been summoned by an order dated 21.02.2024.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8dd6b6c0d4664611aaff94467f6e4509_41"
        },
        {
            "start": 10930,
            "end": 11083,
            "text": "Learned counsel for respondent no. 5 has pointed out that the order passed on 21.02.2024 had been passed when the private respondent had not been served.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9ec47ce52fd9442b99ac9687b875c7e4_42"
        },
        {
            "start": 11084,
            "end": 11662,
            "text": "\n15. Learned counsel for petitioner has placed reliance upon the judgment rendered by Hon'ble Supreme Court in case of Jharkhand Urja Vikas Nigam Limited vs. State of Rajasthan and others reported in (2021) 19 SCC 206 and has read out paras 14 to 16 of the said judgment wherein the Supreme Court has referred Section 18 of MSMED Act and the power of MSME Facilitation Council to conduct the arbitration on its own or to refer the arbitration proceedings to any institution as specified in the said section after following the provisions of the Arbitration and Conciliation Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "88e0d520c96040cea4d9e280fbea2d88_43"
        },
        {
            "start": 11663,
            "end": 12094,
            "text": "\n16. Learned counsel for petitioner has argued that in the said case, since after conciliation proceedings ended because the appellant has not appeared, no order directing payment to the respondents could have been made without actual arbitration proceedings being conducted by the Facilitation Council therefore, order impugned was set aside as it was contrary to the provisions of MSMED Act and also to the Arbitration Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5425d8461f074a0ca1d6b658e46157e4_44"
        },
        {
            "start": 12096,
            "end": 12332,
            "text": "17. The Court observed that since no opportunity of hearing was given to the appellant after conclusion of period of conciliation proceedings and before the order impugned, it could not be said to be an arbitral award in the eye of law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6d2ef1b5f5d84984a8bbb071f5538f7f_45"
        },
        {
            "start": 12333,
            "end": 12509,
            "text": "Therefore, Section 34 of the Act would not apply and writ petition could not be thrown out only on the ground of availability of statutory remedy under Section 34 of Act, 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "176c6bcaf91642869f96d44d964270b1_46"
        },
        {
            "start": 12510,
            "end": 12737,
            "text": "It has been submitted by learned counsel for the petitioner on the basis of pleading on record that after conciliation proceedings ended, the petitioner was not heard at all by the Facilitation Council and the award was passed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "772a92412c054d9d9b7efd851a7cdc32_47"
        },
        {
            "start": 12739,
            "end": 13022,
            "text": "18. However, this Court is of the opinion that the petitioner cannot be permitted to simultaneously, argue the same ground in appeal that it has filed under Section 34 of the Act of 1996/Section 19 of the MSMED Act, 2020 and raise a challenge to the arbitral award before this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c437952104154d8cbd63cf024b6b05ee_48"
        },
        {
            "start": 13024,
            "end": 13820,
            "text": "19. Learned counsel for the petitioner has placed reliance upon para 15 of judgment rendered in Vijeta Construction vs. Indus Smelters Ltd., and another reported in 2021 SCC OnLine SC 3436 and emphasised the observations made by the Supreme Court that if there is no amicable settlement during the conciliation or under sub-section (2) of Section 18, then the arbitration proceedings were required to be initiated as provided under section Sub-Section (3) of Section 18 which have not been initiated in the case of Vijeta Construction (Supra) and the Court directed the matter to be remitted to the Facilitation Council to follow the procedure under Section 18 of MSMED Act and quash and set aside the order passed by the Facilitation Council for making payment to the contesting respondents.\n20.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2b37c27ce20b43bda8fb7cac25f7d0f6_49"
        },
        {
            "start": 13821,
            "end": 14262,
            "text": "This Court is of the opinion that the judgment of Jharkhand Urja (Supra) and Vijeta Construction (Supra) have both been rendered on the facts and circumstances of the particular cases being considered by the Supreme Court, where the Facilitation Council had passed an order against the appellants without undertaking the arbitration proceedings that were necessarily to be undertaken as per Section 18 of the Act on failure of consideration.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0bc15e8fa75544f8b664364a6e020229_50"
        },
        {
            "start": 14264,
            "end": 14553,
            "text": "21. Learned counsel for the petitioner during the course of dictation of the judgment in open court has also placed reliance upon an order passed by the learned Single Judge of High Court of Madras relating to the same issue, which this Court finds inappropriate to refer to in this order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d77482c875834182b46dc8bb7d619618_51"
        },
        {
            "start": 14555,
            "end": 14891,
            "text": "22. Learned counsel for the respondents has placed reliance upon the judgment reported in Tirupati Steels vs. Shubh Industrial Component AIR OnLine 2022 SC 562 wherein the Supreme Court has held that the requirement of deposit of 75% of the amount in terms of the award as a pre-deposit as per Section 19 of the MSMED Act, is mandatory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e0d5946771ba40549e263df58d884d2c_52"
        },
        {
            "start": 14892,
            "end": 15128,
            "text": "It has further observed that if the 75% of the awarded amount is not deposited, the application under section 34 of the Arbitration Act, 1996 challenging the award shall not be entertained and the execution proceedings may continue.\n23.",
            "labels": [
                "RATIO"
            ],
            "id": "3f1ce294d4784405bb6ea1e15a72a03d_53"
        },
        {
            "start": 15129,
            "end": 15461,
            "text": "Having gone through the pleadings on record and having heard learned counsel for the parties, we find that prayer nos.2 and 3 of the writ petition fail and cannot be granted by this Court as the similar prayers had been made by the petitioner in Writ Petition (C) No.8511 of 2023 which was dismissed by this Court on 17.12.2023.\n24.",
            "labels": [
                "RATIO"
            ],
            "id": "729910209ca542ac8651e336d57ac3a8_54"
        },
        {
            "start": 15462,
            "end": 15931,
            "text": "With regard to prayer nos.1 and prayer no.4 of this petition, regarding quashing of recovery notice dated 16.04.2024 issued by the Sub Divisional Magistrate, Sadar, Lucknow and the recovery notice dated 22.03.2024 issued by Tehsildar, Sadar Lucknow and for releasing the bank account of the Company, the petitioner's appeal under Section 19 has not yet been admitted and a preliminary objection has been raised by the private respondent before the Commercial Court.\n25.",
            "labels": [
                "RPC"
            ],
            "id": "b4ffafa90f984708bf403bd0e13e818a_55"
        },
        {
            "start": 15932,
            "end": 16057,
            "text": "The Commercial Court shall look into the condition of pre-deposit of 75% of the arbitral award and pass an appropriate order.",
            "labels": [
                "RPC"
            ],
            "id": "843934b5d3c24dc194833b9fcd12c074_56"
        },
        {
            "start": 16058,
            "end": 16233,
            "text": "At this stage, the counsel for the petitioner on instructions from his client says that it is ready to deposit 75% of arbitral award in the appeal before the Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "9c55203106724231af77ea38cdbfbec9_57"
        },
        {
            "start": 16234,
            "end": 16284,
            "text": "This assurance has been given to the Court orally.",
            "labels": [
                "RPC"
            ],
            "id": "3fcbe030bfae4d03bf4656799c574e34_58"
        },
        {
            "start": 16285,
            "end": 16590,
            "text": "However, if the petitioner complies with the condition of pre-deposit of 75% of arbitral award within a week, and the Commercial Court admits the appeal as per the law settled in Tirupati Steels (supra) then the District administration may not pursue the recovery proceedings as impugned in this petition.",
            "labels": [
                "RPC"
            ],
            "id": "1a3fb3fcb89b4f0fb67bb8d1af6208c7_59"
        },
        {
            "start": 16592,
            "end": 16659,
            "text": "26. With these observations, the writ petition stands disposed off.",
            "labels": [
                "RPC"
            ],
            "id": "cb0c95a34dd04758bba9850acb0f330c_60"
        },
        {
            "start": 16660,
            "end": 16772,
            "text": "\nOrder Date :- 19.4.2024 Pks .\n ( Brij Raj Singh,J.)    (Sangeeta Chandra,J.)\n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ",
            "labels": [
                "NONE"
            ],
            "id": "1fcb88779c92463a94e9969eeecd54ec_61"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Klr Group Enterprises",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 46
        },
        {
            "text": "Madhu H V",
            "label": "RESPONDENT",
            "start_char": 50,
            "end_char": 59
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 149,
            "end_char": 185
        },
        {
            "text": "Anu Sivaraman",
            "label": "JUDGE",
            "start_char": 302,
            "end_char": 315
        },
        {
            "text": "Anant Ramanath Hegde",
            "label": "JUDGE",
            "start_char": 378,
            "end_char": 398
        },
        {
            "text": "Klr Group Enterprises",
            "label": "PETITIONER",
            "start_char": 530,
            "end_char": 551
        },
        {
            "text": "Dhananjay Joshi",
            "label": "LAWYER",
            "start_char": 748,
            "end_char": 763
        },
        {
            "text": "Shashidhar R",
            "label": "LAWYER",
            "start_char": 789,
            "end_char": 801
        },
        {
            "text": "Madhu H V",
            "label": "RESPONDENT",
            "start_char": 827,
            "end_char": 836
        },
        {
            "text": "Manohar V",
            "label": "RESPONDENT",
            "start_char": 911,
            "end_char": 920
        },
        {
            "text": "C T Bhagyamma",
            "label": "RESPONDENT",
            "start_char": 997,
            "end_char": 1010
        },
        {
            "text": "Anitha",
            "label": "RESPONDENT",
            "start_char": 1118,
            "end_char": 1124
        },
        {
            "text": "Niranjan Gowda",
            "label": "RESPONDENT",
            "start_char": 1211,
            "end_char": 1225
        },
        {
            "text": "Prashanth G",
            "label": "LAWYER",
            "start_char": 1510,
            "end_char": 1521
        },
        {
            "text": "Ashok Haranahalli",
            "label": "LAWYER",
            "start_char": 1545,
            "end_char": 1562
        },
        {
            "text": "Prasanna B R",
            "label": "LAWYER",
            "start_char": 1588,
            "end_char": 1600
        },
        {
            "text": "15TH JULY, 2024",
            "label": "DATE",
            "start_char": 2554,
            "end_char": 2569
        },
        {
            "text": "ANANT RAMANATH HEGDE",
            "label": "JUDGE",
            "start_char": 2748,
            "end_char": 2768
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 2860,
            "end_char": 2869
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2877,
            "end_char": 2915
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3013,
            "end_char": 3023
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 3089,
            "end_char": 3103
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3111,
            "end_char": 3138
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3369,
            "end_char": 3378
        },
        {
            "text": "Dhananjay Joshi",
            "label": "LAWYER",
            "start_char": 3449,
            "end_char": 3464
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3569,
            "end_char": 3578
        },
        {
            "text": "High Court of Karnataka Arbitration (Proceedings before the Courts) Rules, 2001",
            "label": "COURT",
            "start_char": 3695,
            "end_char": 3774
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3906,
            "end_char": 3916
        },
        {
            "text": "M/s. Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwar (COMAP No.274/2022)",
            "label": "PRECEDENT",
            "start_char": 3977,
            "end_char": 4069
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 4100,
            "end_char": 4116
        },
        {
            "text": "Andhra Pradesh High Court",
            "label": "COURT",
            "start_char": 4121,
            "end_char": 4146
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4196,
            "end_char": 4205
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4246,
            "end_char": 4255
        },
        {
            "text": "Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee1",
            "label": "PRECEDENT",
            "start_char": 4314,
            "end_char": 4403
        },
        {
            "text": "(2008) 2 KLJ 24 1",
            "label": "PRECEDENT",
            "start_char": 4482,
            "end_char": 4499
        },
        {
            "text": "Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwari",
            "label": "PRECEDENT",
            "start_char": 4505,
            "end_char": 4573
        },
        {
            "text": "ICICI Bank Limited vs. IVRCL Ltd.",
            "label": "PRECEDENT",
            "start_char": 4579,
            "end_char": 4612
        },
        {
            "text": "ICRCL Projects and Infrastructure Ltd",
            "label": "ORG",
            "start_char": 4632,
            "end_char": 4669
        },
        {
            "text": "M/S Bilasraika Sponge Iron Pvt. Ltd., vs. M/S Devi Trading Company4",
            "label": "PRECEDENT",
            "start_char": 4686,
            "end_char": 4753
        },
        {
            "text": "Aventis Pasteur S.A vs. Cadila Pharmaceuticals Ltd.",
            "label": "PRECEDENT",
            "start_char": 4757,
            "end_char": 4808
        },
        {
            "text": "Perin Hoshang Davierwalla",
            "label": "OTHER_PERSON",
            "start_char": 4814,
            "end_char": 4839
        },
        {
            "text": "Another vs. Kobad Dorabji Davierwalla and others6",
            "label": "PRECEDENT",
            "start_char": 4844,
            "end_char": 4893
        },
        {
            "text": "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt",
            "label": "PRECEDENT",
            "start_char": 4897,
            "end_char": 4958
        },
        {
            "text": "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt",
            "label": "PRECEDENT",
            "start_char": 4969,
            "end_char": 5030
        },
        {
            "text": "Smt Madhumati vs. The State of Karnataka and others9",
            "label": "PRECEDENT",
            "start_char": 5041,
            "end_char": 5093
        },
        {
            "text": "Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited10",
            "label": "PRECEDENT",
            "start_char": 5097,
            "end_char": 5173
        },
        {
            "text": "Ashok Haranahalli",
            "label": "LAWYER",
            "start_char": 5181,
            "end_char": 5198
        },
        {
            "text": "SCC ONLINE Guj 288 2014 SCC ONLINE Bom 534 ILR 2010 KAR 4722 ILR 2010 KAR 2846 2022",
            "label": "PRECEDENT",
            "start_char": 5351,
            "end_char": 5434
        },
        {
            "text": "SCC ONLINE SC 1219",
            "label": "CASE_NUMBER",
            "start_char": 5435,
            "end_char": 5453
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 5558,
            "end_char": 5568
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 5666,
            "end_char": 5677
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 5685,
            "end_char": 5708
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 5736,
            "end_char": 5750
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 5817,
            "end_char": 5826
        },
        {
            "text": "Sorting Hat Technologies Private Limited",
            "label": "ORG",
            "start_char": 6030,
            "end_char": 6070
        },
        {
            "text": "Symphony Services Corporation (India) Private Limited, Bangalore",
            "label": "ORG",
            "start_char": 6235,
            "end_char": 6299
        },
        {
            "text": "BGS SGS SOMA JV Vs.",
            "label": "PRECEDENT",
            "start_char": 6590,
            "end_char": 6609
        },
        {
            "text": "NHPC LTD11",
            "label": "ORG",
            "start_char": 6610,
            "end_char": 6620
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 6628,
            "end_char": 6638
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6667,
            "end_char": 6676
        },
        {
            "text": "A Venkatasubbaiah Naidu Vs S Challappan and ors.12 2",
            "label": "PRECEDENT",
            "start_char": 6911,
            "end_char": 6963
        },
        {
            "text": "M/S Parijatha And Another Vs Kamalaksha Nayak and ors.13 3",
            "label": "PRECEDENT",
            "start_char": 6965,
            "end_char": 7023
        },
        {
            "text": "MR.R.Ravindaranatha Manvi VS Mr.K.R.Ramesh and ors.14",
            "label": "PRECEDENT",
            "start_char": 7025,
            "end_char": 7078
        },
        {
            "text": "Madiwalappa Shivappa Badiger vs Sri Sukshethra Sri",
            "label": "PRECEDENT",
            "start_char": 7082,
            "end_char": 7132
        },
        {
            "text": "Somanatha Shivappa Muttya",
            "label": "OTHER_PERSON",
            "start_char": 7134,
            "end_char": 7159
        },
        {
            "text": "National Thermal Power Corporation Ltd.",
            "label": "ORG",
            "start_char": 7175,
            "end_char": 7214
        },
        {
            "text": "Meghalaya Power Distribution Corporation. Ltd.",
            "label": "ORG",
            "start_char": 7219,
            "end_char": 7265
        },
        {
            "text": "BGS SGS SOMA JV Vs.",
            "label": "PRECEDENT",
            "start_char": 7282,
            "end_char": 7301
        },
        {
            "text": "NHPC Ltd.17",
            "label": "ORG",
            "start_char": 7302,
            "end_char": 7313
        },
        {
            "text": "Ambalal Sarabhai Enterprises Ltd.",
            "label": "ORG",
            "start_char": 7317,
            "end_char": 7350
        },
        {
            "text": "K.S Infraspace LLP",
            "label": "ORG",
            "start_char": 7355,
            "end_char": 7373
        },
        {
            "text": "SUPREME COURT CASES 695 AIR 1982 Karnataka",
            "label": "COURT",
            "start_char": 7419,
            "end_char": 7461
        },
        {
            "text": "First Appeal No.3837/2018 ILR 1992 KAR 2644 AIR 2021 MEGHALAYA 53 AIR Online 2019 SC 1720",
            "label": "PRECEDENT",
            "start_char": 7472,
            "end_char": 7561
        },
        {
            "text": "Sections 9 and 37",
            "label": "PROVISION",
            "start_char": 7670,
            "end_char": 7687
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7691,
            "end_char": 7700
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 7702,
            "end_char": 7712
        },
        {
            "text": "Rule 9",
            "label": "PROVISION",
            "start_char": 7731,
            "end_char": 7737
        },
        {
            "text": "Rules, 2001",
            "label": "STATUTE",
            "start_char": 7741,
            "end_char": 7752
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 7758,
            "end_char": 7767
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 7841,
            "end_char": 7851
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 7980,
            "end_char": 7990
        },
        {
            "text": "section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585",
            "label": "PROVISION",
            "start_char": 8367,
            "end_char": 8422
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8427,
            "end_char": 8437
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8533,
            "end_char": 8543
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8693,
            "end_char": 8703
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8893,
            "end_char": 8903
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 8994,
            "end_char": 9003
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9232,
            "end_char": 9241
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 9256,
            "end_char": 9272
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9366,
            "end_char": 9376
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9546,
            "end_char": 9555
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 9570,
            "end_char": 9580
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9629,
            "end_char": 9638
        },
        {
            "text": "Rule 9",
            "label": "PROVISION",
            "start_char": 9747,
            "end_char": 9753
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9902,
            "end_char": 9911
        },
        {
            "text": "Rule 9",
            "label": "PROVISION",
            "start_char": 10504,
            "end_char": 10510
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 10583,
            "end_char": 10601
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 10609,
            "end_char": 10638
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 10660,
            "end_char": 10678
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 10888,
            "end_char": 10897
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 11243,
            "end_char": 11252
        },
        {
            "text": "Rule 9",
            "label": "PROVISION",
            "start_char": 11278,
            "end_char": 11284
        },
        {
            "text": "Rules, 2001",
            "label": "STATUTE",
            "start_char": 11288,
            "end_char": 11299
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 11398,
            "end_char": 11407
        },
        {
            "text": "Rule 9",
            "label": "PROVISION",
            "start_char": 11429,
            "end_char": 11435
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 11688,
            "end_char": 11697
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 11705,
            "end_char": 11714
        },
        {
            "text": "Act, 2015 and Act, 1996",
            "label": "STATUTE",
            "start_char": 11792,
            "end_char": 11815
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 11904,
            "end_char": 11914
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 12726,
            "end_char": 12737
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 12745,
            "end_char": 12786
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 12814,
            "end_char": 12824
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 12832,
            "end_char": 12883
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 13182,
            "end_char": 13192
        },
        {
            "text": "Order XLIII Rule 1",
            "label": "PROVISION",
            "start_char": 13396,
            "end_char": 13414
        },
        {
            "text": "Order XLIII Rule 1",
            "label": "PROVISION",
            "start_char": 13474,
            "end_char": 13492
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13552,
            "end_char": 13562
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 13615,
            "end_char": 13626
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13673,
            "end_char": 13683
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13706,
            "end_char": 13716
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 13800,
            "end_char": 13810
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13870,
            "end_char": 13879
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 13900,
            "end_char": 13910
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 13934,
            "end_char": 13944
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14033,
            "end_char": 14054
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 15376,
            "end_char": 15386
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 15394,
            "end_char": 15403
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15575,
            "end_char": 15584
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15674,
            "end_char": 15683
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 15691,
            "end_char": 15700
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 15884,
            "end_char": 15893
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16229,
            "end_char": 16239
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16247,
            "end_char": 16256
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 16265,
            "end_char": 16274
        },
        {
            "text": "Order XXXIX",
            "label": "PROVISION",
            "start_char": 16521,
            "end_char": 16532
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 16613,
            "end_char": 16622
        },
        {
            "text": "BGS SGS Soma JV",
            "label": "ORG",
            "start_char": 16781,
            "end_char": 16796
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 16837,
            "end_char": 16846
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 16878,
            "end_char": 16887
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 17028,
            "end_char": 17037
        },
        {
            "text": "BGS SGS Soma",
            "label": "OTHER_PERSON",
            "start_char": 17077,
            "end_char": 17089
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 17104,
            "end_char": 17114
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 17170,
            "end_char": 17187
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17211,
            "end_char": 17221
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 17328,
            "end_char": 17337
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 17408,
            "end_char": 17425
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17462,
            "end_char": 17472
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 17480,
            "end_char": 17489
        },
        {
            "text": "Antrix vs Davas19",
            "label": "PRECEDENT",
            "start_char": 17772,
            "end_char": 17789
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 17882,
            "end_char": 17898
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 18023,
            "end_char": 18032
        },
        {
            "text": "Meghalaya High Court",
            "label": "COURT",
            "start_char": 18146,
            "end_char": 18166
        },
        {
            "text": "National Thermal Corporation",
            "label": "ORG",
            "start_char": 18170,
            "end_char": 18198
        },
        {
            "text": "BGS SGS Soma JV",
            "label": "ORG",
            "start_char": 18336,
            "end_char": 18351
        },
        {
            "text": "2018 SCC online Delhi 9338",
            "label": "CASE_NUMBER",
            "start_char": 18426,
            "end_char": 18452
        },
        {
            "text": "Order XXXIX Rule 4",
            "label": "PROVISION",
            "start_char": 18466,
            "end_char": 18484
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 18560,
            "end_char": 18569
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 18821,
            "end_char": 18831
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 18839,
            "end_char": 18877
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 18963,
            "end_char": 18972
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 18980,
            "end_char": 18989
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19003,
            "end_char": 19012
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 19080,
            "end_char": 19107
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 19143,
            "end_char": 19153
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19257,
            "end_char": 19266
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 19274,
            "end_char": 19283
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19292,
            "end_char": 19301
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 19414,
            "end_char": 19424
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 19748,
            "end_char": 19758
        },
        {
            "text": "Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee (2008) 2 KLJ 24",
            "label": "PRECEDENT",
            "start_char": 20036,
            "end_char": 20140
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20267,
            "end_char": 20276
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20288,
            "end_char": 20297
        },
        {
            "text": "13.02.2024",
            "label": "DATE",
            "start_char": 20351,
            "end_char": 20361
        },
        {
            "text": "22.02.2024",
            "label": "DATE",
            "start_char": 20432,
            "end_char": 20442
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20567,
            "end_char": 20576
        },
        {
            "text": "29.07.2024",
            "label": "DATE",
            "start_char": 20602,
            "end_char": 20612
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 20719,
            "end_char": 20728
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21186,
            "end_char": 21196
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 21316,
            "end_char": 21325
        },
        {
            "text": "ANU SIVARAMAN",
            "label": "JUDGE",
            "start_char": 21694,
            "end_char": 21707
        },
        {
            "text": "ANANT RAMANATH HEGDE",
            "label": "JUDGE",
            "start_char": 21721,
            "end_char": 21741
        }
    ],
    "precedent_clusters": {
        "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt": [
            "M/s. Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwar (COMAP No.274/2022)",
            "Symphony Services Corporation (India) Private Limited, Bangalore vs. Sudip Bhattacharjee1",
            "Sorting Hat Technologies Private Limited vs. Sri Vishal Vivek Tiwari",
            "ICICI Bank Limited vs. IVRCL Ltd.",
            "M/S Bilasraika Sponge Iron Pvt. Ltd., vs. M/S Devi Trading Company4",
            "Aventis Pasteur S.A vs. Cadila Pharmaceuticals Ltd.",
            "Another vs. Kobad Dorabji Davierwalla and others6",
            "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt",
            "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt",
            "Smt Madhumati vs. The State of Karnataka and others9",
            "Essar House Private Limited vs. Arcellor Mittal Nippon Steel India Limited10",
            "BGS SGS SOMA JV Vs.",
            "A Venkatasubbaiah Naidu Vs S Challappan and ors.12 2",
            "M/S Parijatha And Another Vs Kamalaksha Nayak and ors.13 3",
            "MR.R.Ravindaranatha Manvi VS Mr.K.R.Ramesh and ors.14",
            "Madiwalappa Shivappa Badiger vs Sri Sukshethra Sri",
            "BGS SGS SOMA JV Vs.",
            "Antrix vs Davas19"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure",
            "Order XLIII",
            "Code of Civil Procedure"
        ],
        [
            "Sections 9 and 37",
            "Act, 1996",
            "Sections 9 and 37",
            "Act, 1996"
        ],
        [
            "Rule 9",
            "Rules, 2001",
            "Rule 9",
            "Rules, 2001"
        ],
        [
            "Order XXXIX Rule 3",
            "Code of Civil Procedure, 1908",
            "Order XXXIX Rule 3",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Rule 9",
            "Rules, 2001",
            "Rule 9",
            "Rules, 2001"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585",
            "Act, 1996",
            "section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37(1)(b)",
            "Act, 1996",
            "Section 37(1)(b)",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Rule 9",
            "Rules, 2001",
            "Rule 9",
            "Rules, 2001"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Rule 9",
            "Rules, 2001",
            "Rule 9",
            "Rules, 2001"
        ],
        [
            "Order XXXIX Rule 3",
            "Code of Civil Procedure, 1908",
            "Order XXXIX Rule 3",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Rule 9",
            "Rules, 2001",
            "Rule 9",
            "Rules, 2001"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII Rule 1",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Order XLIII Rule 1",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure",
            "Order XLIII",
            "Code of Civil Procedure"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Order VII Rule 10",
            "Act, 1996",
            "Order VII Rule 10",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Act, 1996",
            "Section 9",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 9",
            "Commercial Courts Act, 2015",
            "Section 9",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII Rule 1",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Order XLIII Rule 1",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Order XXXIX",
            "Act, 1996",
            "Order XXXIX",
            "Act, 1996"
        ],
        [
            "Order VII Rule 10",
            "Act, 1996",
            "Order VII Rule 10",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Order XXXIX Rule 4",
            "Act, 1996",
            "Order XXXIX Rule 4",
            "Act, 1996"
        ]
    ],
    "precedent_counts": {
        "M/S Nikitha Build-Tech (P) Ltd., vs. M/S Natural Textiles Pvt": 18
    },
    "provision_counts": {
        "Section 9 of Arbitration and Conciliation Act, 1996": 7,
        "Section 13(1A) of Commercial Courts Act, 2015": 2,
        "Order XLIII of Code of Civil Procedure": 2,
        "Sections 9 and 37 of Act, 1996": 1,
        "Rule 9 of Rules, 2001": 5,
        "Order XXXIX Rule 3 of Code of Civil Procedure, 1908": 2,
        "Section 9 of Act, 1996": 24,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 13 of Commercial Courts Act": 1,
        "Section 37 of Act, 1996": 17,
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 9 of Commercial Courts Act, 2015": 7,
        "Section 13 of Commercial Courts Act, 2015": 4,
        "section 9 (c) xxx (Emphasis supplied) (2020) 15 SCC 585 of Act, 1996": 1,
        "Section 37(1)(b) of Act, 1996": 1,
        "Order XLIII Rule 1 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 4,
        "Order VII Rule 10 of Act, 1996": 2,
        "Section 34 of Act, 1996": 2,
        "Order XXXIX of Act, 1996": 1,
        "Order XXXIX Rule 4 of Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 8,
        "Commercial Courts Act, 2015": 13,
        "Code of Civil Procedure": 2,
        "Act, 1996": 50,
        "Rules, 2001": 5,
        "Code of Civil Procedure, 1908": 2,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 7,
        "Commercial Courts Act": 1
    }
}