{
    "id": "f141fdbc40f3a36b007a1f3de747e50ff835b356d14a288bf49f57791ebb0173",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nKandla Export Corporation & vs Oci Corporation & on 28 September, 2017 \nBench: M.R. Shah, B.N. Karia \n          C/Fa/3096/2017                                                                      Cav Judgment\n\n\n\n             In The High Court Of Gujarat At Ahmedabad\n                                    First Appeal  No. 3096 of 2017 \n                                                With \n                                CIVIL APPLICATION NO. 11626 of 2017                                    In FIRST APPEAL NO. 3096 of 2017                                                 With                                      FIRST APPEAL NO. 3097 of 2017                                                  TO                                      FIRST APPEAL NO. 3098 of 2017                                                 With                                  CIVIL APPLICATION NO . 11629 of 2017                                    In FIRST APPEAL NO. 3097 of 2017                                                  TO                                 CIVIL APPLICATION NO . 11630 of 2017                                    In FIRST APPEAL NO. 3098 of 2017           \n         For Approval and Signature: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                                         Sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/ \n         = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = \n1      Whether Reporters of Local Papers may be allowed to see  Yes the judgment ? \n         2      To be referred to the Reporter or not ?                                            Yes          3      Whether their Lordships wish to see the fair copy of the                           No                 judgment ?\n\n         4      Whether this case involves a substantial question of law as                        No to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ? \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = KANDLA EXPORT CORPORATION  &  1....Appellant(s) Versus OCI CORPORATION  &  1....Defendant(s) ============================================= Appearance:\nMR SN SOPARKAR, SENIOR ADVOCATE with MR ARCHIT P JANI and MR SALIL M SHAH,  ADVOCATE for the Appellants MR MIHIR THAKORE, SENIOR ADVOCATE with MR NIRAG PATHAK, MS SHWITI SABHIWAL,  MS GRIMA AHUJA and MR SHALIN JANI for SHARDUL AMARCHAND MANGALDAS AND CO,  == = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == = = = = = = = = = == CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA HC-NIC Page 1 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Date : 28/09/2017   COMMON CAV JUDGMENT   (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] As common question of law and facts arise in this group of  First Appeals and as such arise out of the impugned common order  passed by the learned Single Judge, passed as Commercial Division  of   the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts,   Commercial   Division   and   Commercial  Appellate Division of the High Court Act, 2015 (hereinafter referred  to as \"Commercial Courts Act\"), all these First Appeals are decided  and disposed of together by this common judgment.\n[2.0] The facts leading to the present First Appeals in nutshell are  as under:\n[2.1] That all these appellants as such are the original judgment  debtors against whom concerned foreign awards are passed in the  International Arbitration, by the concerned Arbitrators. Therefore,  as such the parties are governed by Part II of the Arbitration and  Conciliation Act, 1996 (hereinafter referred to as \"Arbitration Act\").  That thereafter the original judgment creditors in whose favour the  foreign   awards   are   passed  in  International   Arbitration   have  filed  the execution petitions under Section 48 of the Arbitration Act. At  this   stage   it   is   required   to   be   noted   that   initially   the   original  judgment   creditors   filed   the   execution   petitions   before   the  concerned   District   Court,   Gandhidham.   However   thereafter   the  original   judgment   creditors   approached   this  Court   under   Section  15(5) of the Commercial Courts Act for seeking clarification and  HC-NIC Page 2 of 25 Created On Sat Oct 07 07:50:16 IST 2017 appropriate   direction   to   transfer   Special   Execution   Petition  No.167/2015   and   other   execution   petitions   pending   before   the  District   Court,   Gandhidham,   Kutch   to   the   High   Court   or   to   the  appropriate   Commercial   Courts,   Commercial   Divisions.   The  Division Bench of this Court vide judgment and order reported in  2017 (1) GLH 383 observed and held as under:\n\"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial   dispute   of   a   specified   value   and   if   such   arbitration   is   international   commercial   arbitration,   all   the   applications   or   appeals arising out of such arbitration under the provisions of   the   Arbitration   and   Conciliation   Act,   1996   shall   be   heard,   decided and disposed of by the Commercial Division where such   commercial Division has been constituted in the High Court i.e.   in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial   dispute but not of a specified value and if such arbitration is   international   commercial   arbitration,   considering   the   provisions   of  Arbitration   and  Conciliation   (Amendment)  Act,   2015 the same shall be heard, decided and disposed of by the   concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial   dispute of a specified value and if such arbitration is other than   international arbitration, all the applications or appeals arising   out of such arbitration under the provisions of the Arbitration   and Conciliation Act, 1996 shall be filed in and heard, decided   and disposed of by the Commercial Court exercising territorial   jurisdiction over such arbitration where such commercial court   has been constituted.\nConsidering  section 15 of the Commercial Courts  Act, all the   applications  / appeals  in question  under  the Arbitration  and   Conciliation Act, 1996, therefore are required to be transferred   to   the   concerned   Commercial   Division   of   the   High   Court   of   Gujarat   or   before   the   Gujarat   High   Court   or   before   the   concerned commercial court and as observed hereinabove and   as the case may be.\n12.0. In view of the above and for the reasons stated above, all these   applications   stand   disposed   of   and   it   is   held   that   the   concerned   HC-NIC Page 3 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Executing   Court   before  whom   the   respective   Execution   Petitions   are   pending shall not have any jurisdiction to execute foreign awards for   which the Execution  Petitions  are filed. Consequently,  the concerned   Commercial court to return the respective  Execution Petitions to the   concerned   original   applicant   to   present   it   before   appropriate   Court   considering the observations made in para 11 of the present judgement   and order.\"\nIt   is   reported   that   subsequently  the   said  decision   has  been  confirmed   by   the   Hon'ble   Supreme   Court.   That   pursuant   to   the  aforesaid judgment, the respective special execution petitions came  to   be   transferred   to   this  Court   and  as  the   claim   involved   in   the  respective execution petitions is above Rs.1 Crore, the same have  been   transferred   to   the   Commercial   Division   of   the   High   Court,  constituted under the provisions of the Commercial Courts Act. \n[2.2] That   the   learned   Single   Judge   acting   as   a   Commercial  Division of the High Court heard the learned Counsel appearing on  behalf   of   the   respective   parties   on   the   issue   of   applicability   of  sections 47, 48 and 49 of the Arbitration Act. That by impugned  common   order   the   learned   Single   Judge   has   held   that   the  respective   foreign   awards   in   International   Arbitrations   which   are  sought   to   be   executed   are   enforceable   under   Part   II   of   the  Arbitration Act and the respective foreign awards shall be deemed  to be a decree. \n[2.3] Feeling   aggrieved   and   dissatisfied   with   the   impugned  common order passed by the learned Single Judge as Commercial  Division   of   the   High   Court   in   observing   and   holding   that   the  respective   foreign   awards   are   enforceable   under   Part   II   of   the  Arbitration   Act   and   consequently   the   concerned   foreign   awards  HC-NIC Page 4 of 25 Created On Sat Oct 07 07:50:16 IST 2017 shall be deemed to be decree of the Court, the original opponents -  original   judgment   debtors   against   whom   the   foreign   awards   are  passed   have   preferred   the   present   First   Appeals   purported   to   be  appeals under Section 13 of the Commercial Courts Act. \n[3.0] Shri S.N. Soparkar, learned Counsel has appeared on behalf  of the respective appellants herein - original opponents - original  judgment debtors and Shri Mihir Thakore, learned Senior Advocate  has   appeared   on   behalf   of   the   respondents   herein   -   original  applicants   -   original   judgment   creditors   in   whose   favour   the  foreign awards are passed. \n[4.0] Preliminary   issue   /   objection   is   raised   by   Shri   Thakore,  learned Counsel appearing on behalf of the original applicants on  the maintainability of the present first appeals under Section 13 of  the   Commercial   Courts   Act,   before   this   Court.   It   is   vehemently  submitted by Shri Thakore, learned Counsel appearing on behalf of  the original applicants - original Judgment Creditors that in view of  the specific bar of appeal against the order passed by the Executing  Court in holding the concerned foreign awards enforceable, as per  section 50 of the Arbitration Act, the present First Appeals shall not  be maintainable. \n[4.1] It is vehemently submitted by Shri Thakore, learned Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  present   First   Appeals   are   preferred   under   Section   13   of   the  Commercial   Courts   Act.   It   is   submitted   that   section   13   of   the  Commercial Courts Act provides for an appeal from a Commercial  Division of the High Court to the Commercial Appellate Division of  HC-NIC Page 5 of 25 Created On Sat Oct 07 07:50:16 IST 2017 the   High   Court.   It   is   submitted   that   however  proviso  to   section  13(1) of the Commercial Courts Act provides that an appeal shall  lie from only those orders that find specific mention in Order XLIII  of   the   Code   of   Civil   Procedure,   1908   (hereinafter   referred   to   as  \"CPC\") and section 37 of the Arbitration Act. It is submitted that  therefore   an   in   light   of   the  proviso  to   section   13(1)   of   the  Commercial Courts Act, only those orders mentioned in Order XLIII  of Code of Civil Procedure, 1908 and Section 37 of Arbitration Act  would be appealable to the Commercial Appellate Division. \n[4.2]   It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  term \"decision\" used in section 13 of the Commercial Courts Act is  not defined therein and is also not defined in CPC. It is submitted  that section 2(2) of the Commercial Courts Act provides that, the  words   and   expressions,   which   are   used   and   not   defined   in   the  Commercial Courts Act, shall have the same meanings, as defined  under   the   CPC   and   Evidence   Act.   It   is   submitted   that   the   CPC  provides for a definition of the term \"Judgment\" under Section 2(9)  to   mean   the   statement   given   by   the   Judge   on   the   grounds   of   a  decree or order. It is submitted that in context of section 13 of the  Commercial  Courts Act,  the terms \"Judgment\" would have to be  interpreted to mean Judgment other than in support of an order i.e.  in   support   of   decree.   It   is   submitted   that   an   order   under   both  sections 37 and 50 of the Arbitration Act are treated as orders by  the Arbitration Act itself and cannot be treated as Judgment for the  purpose of section 13 of the Commercial Courts Act. It is submitted  that since, an order under Section 48 of the Arbitration Act is not  HC-NIC Page 6 of 25 Created On Sat Oct 07 07:50:16 IST 2017 covered in the proviso to section 13 of the Commercial Courts Act,  no appeal would lie therefrom. \n[4.3] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that even  otherwise   an   appeal   filed   under   Section   13   of   the   Commercial  Courts Act cannot be read de hors section 50 of the Arbitration Act.  It   is   submitted   that   section   50   of   the   Arbitration   Act,   which  provides for which orders are appealable, does not provide for an  appeal   against   an   order   enforcing   the   foreign   awards.   It   is  submitted that the appellants have filed the present appeals under  Section 13 of the Commercial Courts Act, which cannot be read in  isolation and must be read harmoniously with the provisions of the  Arbitration Act. It is submitted that therefore in view of the specific  bar under Section 50 of the Arbitration Act, which only provides for  an appeal against the order refusing to enforce a foreign award and  it   does   not   provide   for   an   appeal   against   enforcing   the   foreign  award,   the   First   Appeal,   may   be   under   Section   13   of   the  Commercial Courts Act shall not be maintainable against the order  enforcing the foreign award. \n[4.4] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that as such  the   Arbitration   Act   is   a   complete   Code   in   itself   which   provides  substantive as well as procedural law regarding Arbitrations. It is  submitted   that   therefore   and   as   a   natural   corollary,   those   acts  which do not fall under the purview of the Arbitration Act are not  permissible to be done. It is further submitted that where Special  HC-NIC Page 7 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Acts   sets   out   a   selfcontained   code,   applicability   of   general   law  procedure would be impliedly excluded. Relying upon the decision  of the Hon'ble Supreme Court in the case of  Fuerst Day Lawson  Limited vs. Jindal Exports Limited reported in (2011) 8 SCC 333  (Paras 89, 90 and 91), it is submitted that in the aforesaid decision  the Hon'ble Supreme Court has specifically observed and held that  the Arbitration Act is a selfcontained and exhaustive Code, thereby  excluding applicability of any general law. It is submitted that in  the aforesaid decision the Hon'ble Supreme Court concluded that  no Letters Patent Appeal would lie against the order which would  not be appealable under Section 50 of the Arbitration Act, as the  said Act is a complete Code. \nIt is submitted that a similar view has been taken by the Delhi  High Court in the case of Vijay Sekhri and Another vs. Tinna Oils  and Chemicals and Others reported in (2010) 174 DLT 462. It is  submitted that in the aforesaid decision the Delhi High Court had  an   occasion   to   consider   the   scope   of   appeals   provided   under  Section 37 of the Arbitration Act and to consider which orders are  appealable regarding domestic Arbitrations. \n[4.5] It   is   further   submitted  by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the  original   Judgment   Creditors   that   the  scope for appeal under Part II of the Arbitration Act is restricted by  section  50  of  the  Arbitration   Act.  It is submitted that section 50  provides for those orders which can be appealed in the context of  an International Arbitration under Part II of the Arbitration Act. It  is submitted that as per the said provision, an appeal shall lie from  the   orders   refusing   to   either   referring   the   parties   to   Arbitration  HC-NIC Page 8 of 25 Created On Sat Oct 07 07:50:16 IST 2017 under   Section   45   or   refusing   to   enforce   a   foreign   award   under  Section 48 of the Arbitration Act. It is submitted that in the case of  Fuerst   Day  Lawson   Limited  (Supra),   the   Hon'ble   Supreme   Court  had an occasion to consider the comparison between the provisions  of   Foreign   Awards   (Recognition   and   Enforcement)   Act,   1961  (hereinafter   referred   to   as   \"Foreign   Awards   Act\")   and   the  Arbitration   Act   and   thereafter   the   Hon'ble   Supreme   Court   had  observed that the scheme of sections 49 and 50 of the Arbitration  Act is such that it exclude an opportunity to appeal even on limited  grounds   which   were   earlier   provided   for   under   Section   6   of  the  Foreign Awards Act. It is submitted that in the aforesaid decision  the Hon'ble Supreme Court has further observed and held that it  was  for this reason  that  section 50(1)(b) provides for  an appeal  only against the order refusing to enforce a foreign award under  Section   48.   It   is   submitted   that   thereafter   the   Hon'ble   Supreme  Court   has   concluded   that   Letters   Patent   Appeal   shall   not   be  maintainable   against   the   order   which   is   not   appealable   under  Section 50 of the Arbitration Act. \n[4.6] It is submitted that the Delhi High Court in the case of Vijay  Sekhri and Anr. (Supra) has also observed that section 50 of the  Arbitration Act creates a bar against Appeals from any orders which  are  not mentioned  under the said provision.  It  is submitted that  therefore   Appeal   can   only   be   made   against   an   order   refusing   to  enforce an award under Section 48 of the Arbitration Act and not  against other orders. \nIt   is   submitted   that   section   50   of   the   Arbitration   Act  specifically restricts the appealable order to the orders of a Court  HC-NIC Page 9 of 25 Created On Sat Oct 07 07:50:16 IST 2017 refusing to refer the parties to arbitration [Section 50(1)(a)] and  refusing   to   enforce   a   foreign   award   [section   50(1)(b)].   It   is  submitted that therefore and accordingly the Arbitration Act being  a   complete   Code   in   itself,   legislature   intended   on   restricting   the  right of appeal to the limited order expressly provided for under  Section 50 thereof. \n[4.7] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that Section  5 of the Commercial Courts Act, establishes a new class of Courts or  a   Forum   for   the   adjudication   of   commercial   disputes.   It   is  submitted that section 13 of the Commercial Courts Act provides  for an appeal from the Commercial Court or Commercial Division  to the Commercial Appellate Division. It is submitted that however,  an appeal emanating from the Arbitration Act could only be valid in  so   far   as   it   is   in   consonance   with   the   express   provisions   in   the  Arbitration Act. \n[4.8] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that section  13 of the Commercial Courts Act and section 50 of the Arbitration  Act cannot be read separately and have to be read harmoniously.  Relying upon the decision of the Hon'ble Supreme Court in the case  of Arun Dev Upadhyay vs. Integrated Sales Services Ltd. and Anr.  reported   in  (2016) 9 SCC 524,   it  is  submitted  by  Shri  Thakore,  learned   Counsel   appearing   on   behalf   of   the  original   Judgment  Creditors that in the aforesaid decision the Hon'ble Supreme Court  has observed that an Appeal under Section 50 of the Arbitration Act  HC-NIC Page 10 of 25 Created On Sat Oct 07 07:50:16 IST 2017 will   lie   from   an   order   refusing   to   enforce   a   foreign   award   as  envisaged under Section 48 of the Arbitration Act. It is submitted  that in the aforesaid decision it is further observed by the Hon'ble  Supreme   Court   that   even   after   the   commencement   of   the  Commercial   Courts   Act,   an   appeal   under   Section   13   of   the  Commercial   Courts   Act   can   be   preferred   from   the   order   if   it   is  provided for in section 50 of the Arbitration Act. It is submitted that  therefore the provisions of the Commercial Courts Act are required  to be read harmoniously with the provisions of the Arbitration Act  in order to give the fullest effect to both the legislations. \n[4.9] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that in the  present   case   the   execution   petitions   would   be   before   the  Commercial Division of the High Court only because of the fact that  the claim  would be  above  Rs.1 Crore .  It is submitted that if the  claim   would   not   have   been   above   Rs.1   Crore,   in   that   case   the  execution   petitions   would   not   have   been   before   the   Commercial  Division   of   the   High   Court   and   therefore   Appeal   before   the  Commercial Appellate Division of the High Court under Section 13  of the Commercial Courts Act would not have arisen and therefore,  considering the bar contained under Section 50 of the Arbitration  Act,   the   Appeal   against   the   order   of   enforcing   a   foreign   award  would not be maintainable. \nMaking above submissions and relying upon above decisions  it is requested to dismiss the present Appeals by holding that the  present   Appeals   under  Section   13   of  the   Commercial   Courts   Act  against the impugned s passed by the learned Commercial Division  HC-NIC Page 11 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the High Court and against the impugned orders holding that the  concerned   foreign   awards   shall   be   enforceable,   shall   not   be  maintainable. \n[5.0] Shri S.N. Soparkar, learned Counsel appearing on behalf of  the appellants - original Opponents has vehemently submitted that  against   the   impugned   orders   passed   by   the   learned   Commercial  Division   of   the   High   Court   holding   that   the   concerned   foreign  awards   are   enforceable   under   Section   49   of   the   Arbitration   Act  Appeal   would   be   maintainable   before   the   Commercial   Appellate  Division   of   the   High   Court   under   Section   13   of   the   Commercial  Courts Act. \n[5.1] It is submitted by Shri Soparkar, learned Counsel appearing  on   behalf   of   the  original   Opponents  that   section   13(1)   of   the  Commercial Courts Act provides a right to file an appeal against  any   decision,   judgment   and   order   passed   by   the   Commercial  Division of the High Court. It is submitted that  proviso  to section  13(1) of the Commercial Courts Act shall not be applicable to the  present case. It is submitted that the proviso to section 13(1) of the  Commercial Courts Act is only applicable to an \"order\", and since  the impugned decision / order / judgment passed by the learned  Commercial Division of the High Court is not merely an \"order\",  the said proviso shall not be applicable. \n[5.2] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   original   Opponents   debtors   that   the  impugned  decision  is  a \"judgment\" and  therefore,  the appellants  HC-NIC Page 12 of 25 Created On Sat Oct 07 07:50:16 IST 2017 have a right to file the present appeal under Section 13(1) of the  Commercial Courts Act, challenging the impugned decision dated  08.08.2017. It is submitted that the learned Commercial Court has  adjudicated the issue of enforceability of the foreign award on the  merits of the matter, by providing reasons thereto. It is submitted  that process of reasoning by which the Commercial Division Court  ultimately came to the conclusion that the foreign award is deemed  to be a decree, is clearly recorded in the impugned decision. It is  submitted that therefore the impugned decision dated 08.08.2017  is a decision / judgment and cannot be said to be merely an \"order\"  of the learned Commercial Division Court. \nIn   support   of   his   above   submissions,   learned   Counsel  appearing on behalf of the appellants has relied upon the decision  of the Privy Council in Rajah Tasadduq Rasul Khan vs. Manikchand  reported   in   30   Indian   Appeal   PC   35   wherein   term   \"decision\",  \"decree\", \"judgment\" and \"order\" have been defined and explained. \nLearned Counsel appearing on behalf of the appellants has  also heavily relied upon the decision of the Bombay High Court in  the   case   of  Hubtown   Ltd.   vs.   IDBI   Trusteeship   Service   Ltd.  reported in  2016 SCC Online Bom 9019 (Paras 4, 8, 23, 24, 30 33,   36).   It   is   submitted   that   the   Bombay   High   Court   in   the  aforesaid decision has held that an appeal under Section 13 of the  Commercial Courts Act will be maintainable if the order has even a  tinge of finality to it. It is submitted that in the present case by  impugned   order   /   decision   the   issue   of   enforceability   of   foreign  decree has been adjudicated and therefore, has a sense of finality to  it. It is submitted that if the said decision is not challenged by the  appellants, the appellants would not be able to raise the contention  HC-NIC Page 13 of 25 Created On Sat Oct 07 07:50:16 IST 2017 with   respect   to   the   enforceability   of  the   foreign   award   once   the  same is executed by the Hon'ble Commercial Division Court as a  decree of this Court. It is submitted that therefore the appellants  will   virtually   be   left   remediless.   It   is   submitted   that   the   present  appeal under Section 13(1) of the Commercial Courts Act would be  maintainable in law. \n[5.3] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on behalf of the appellants that it would not be open for  the respondent to contend that the provisions of the Arbitration Act  shall   have   to   be   read   alongwith   section   13   of   the   Commercial  Courts Act, for the purposes of determining the maintainability of  the appeal filed under Section 13 of the Commercial Courts Act. It  is submitted that as the present appeals are filed under Section 13  of the Commercial Courts Act, challenging the decision passed by  the   learned   Single   Judge   of   the   Commercial   Division   Court,   the  maintainability of the present appeal has to be determined in terms  of the provisions of the Commercial Courts Act only. It is submitted  that right to file an appeal being a creature of the statute, once a  statute provides a right to file an appeal, the said right cannot be  curtailed or restricted by statutory interpretation of the same or by  reading provisions of another Act. It is submitted that therefore it is  not open for the respondent No.1 to contend that since section 50  of the Arbitration Act does not provide the appellants with a right  to file an appeal against a decision hjolding the foreign award to be  enforceable,   the   present   appeal   filed   under   Section   13   of   the  Commercial Courts Act is not maintainable in law. \nHC-NIC Page 14 of 25 Created On Sat Oct 07 07:50:16 IST 2017 [5.4] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on  behalf  of  the appellants that even  it would not be  open for the respondent No.1 to contend that if section 13(1) of the  Commercial  Courts  Act  is not interpreted in harmonious  manner  alongwith   section   50   of   the   Arbitration   Act,   the   said   section   50  would become redundant. It is submitted that section 13(1) cannot  be interpreted in any manner which would restrict or curtail the  right to file an appeal under Section 13 of the Commercial Courts  Act.   In   support   of   his  above  submissions,   Shri  Soparkar,  learned  Counsel appearing on behalf  of the appellants has heavily  relied  upon   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of  Rajkumar   Shivhare   vs.   Assistant   Director,   Directorate   of  Enforcement   &   Ors.  reported   in  (2010)4   SCC   772  wherein  according to Shri Soparkar, learned Counsel appearing on behalf of  the appellants, it has been held that the right to appeal is a creature  of a statute and its ambit and width are to be determined from the  statute itself under which the appeal has been filed, and that no  statutory interpretation is warranted either to widen or to restrict /  curtail the same. It is submitted that therefore and accordingly if  section 13 of the Commercial Courts Act provides the appellants  with the right to file an appeal before the Commercial Appellate  Division of the High Court  against the impugned decision  of the  Commercial Division of the High Court, the same cannot be taken  away or restricted, by way of statutory interpretation of section 13  of the Commercial Courts Act. \n[ 5.5 ] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   appellants   that   section   21   of   the  HC-NIC Page 15 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Commercial Courts Act provides that the provisions of the said Act  shall have effect notwithstanding anything inconsistent therewith  contained   in   any   other   law   for   the   time   being   in   force.   It   is  submitted   that   therefore   if   section   50   of   the   Arbitration   Act   is  considered to be contrary to section 13 of the Commercial Courts  Act, the later provision would prevail in view of section 21 of the  Commercial Courts Act. It is submitted that even the Commercial  Courts Act being a latter enactment as compared to the Arbitration  Act; the same would prevail over the Arbitration Act. \n[5.6] It   is   submitted   that   the   Commercial   Courts   Act   is   also   a  special enactment and it has created the forums of the Commercial  Division   and   Commercial   Appellate   Division,   before   which   the  appeal would lie. It is submitted that therefore when section 13 of  the Commercial Courts Act clearly provides the appellants with a  right  to file  an  appeal,  it would not be  open for  the respondent  No.1   to   contend   otherwise   by   drawing   analogies   to   any  hypothetical   situations   or   by   relying   upon   the   provisions   of   the  Arbitration Act. \n[5.7] Relying upon the decision of the Hon'ble Supreme Court in  the case of  Vanguard Fire and General Insurance Ltd. vs. Fraser  and Ross and Anr.  reported in  AIR 1960 SC 971, it is submitted  that all statutory definitions or abbreviations must be read subject  to   the   qualification   vaiously   expressed   in   the   definition   clauses  which created them and it may be that even where the definition is  exhaustive inasmuch as the word defined is said to mean a certain  thing,   it   is   possible   for   the   word   to   have   a   somewhat   different  HC-NIC Page 16 of 25 Created On Sat Oct 07 07:50:16 IST 2017 meaning in different sections of the Act depending upon the subject  or the context.  \n[5.8] It is further submitted that therefore considering section 13 of  the   Commercial   Courts   Act,   the   Commercial   Courts   Act   which  provides for an appeal to the Commercial Appellate Division of the  High   Court   against   the   impugned   decisions   of   the   Commercial  Division of the High Court, present appeals would be maintainable.\nMaking   above   submissions   it   is   requested   to   overrule   the  preliminary   objection   of   maintainability   of   the   present   appeals,  raised by the respondents herein and to decide the present appeals  on merits. \n[6.0] Heard   learned   Counsel   appearing   on   behalf   of   respective  parties   at   length.   The   short   question   which   is   posed   for  consideration   of   this   Court   is  whether   appeal,   against   the  impugned order passed by the learned Commercial Division of  the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts   Act   passed   under   Section   49   of   the  Arbitration Act holding that the foreign award which is sought to  be enforced is enforceable under Part II of the Arbitration Act,  shall be maintainable or not? \n[6.1] It   is   the   case   on   behalf   of   the   appellants   herein   -  original  Opponents   that   as   the   impugned   order   has   been   passed   by   the  learned   Commercial   Division   of   the   High   Court   under   the  provisions of the Commercial Courts Act, appeal before this Court -  Commercial Appellate Division of the High Court under Section 13  HC-NIC Page 17 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the Commercial Courts Act shall be maintainable. It is also the  case   on   behalf   of   the   appellants   -   original   Opponents   that  considering subsection (1) of Section 13 of the Commercial Courts  Act, appeal to the Commercial Appellate Division of the High Court  shall be maintainable against any decision of the Commercial Court  / Commercial Division of the High Court within 60 days from the  date of judgment or order. Therefore, it is the case on behalf of the  appellants that as by impugned order / decision, final decision has  been taken with respect to enforceability of the foreign award, the  rights of the parties are determined and therefore, the impugned  order can be said to be \"judgment\" and therefore, considering sub section (1) of Section 13 of the Commercial Courts Act, the appeal  shall be maintainable before the Commercial Appellate Division. It  is   also   the   case   on   behalf   of   the   appellants   that  proviso  to   sub section (1) of Section 13 shall be applicable only with respect to  the \"orders\" and not the \"decision\" or the \"judgment\". On the other  hand it is the case on behalf of the respondent that as per section  50 of the Arbitration Act, appeal shall be maintainable only against  the order refusing to refer the parties to arbitration under section  45 and/or enforce a foreign award under Section 48 and therefore,  against the impugned order holding that the foreign award which is  sought to be executed is enforceable, no appeal shall lie. \n[ 7.0 ] Having   heard   learned   Counsel   appearing   on   behalf   of   the  respective parties and having given our conscious thought to the  issue involved in the present appeals, our conclusions are as under: \nHC-NIC Page 18 of 25 Created On Sat Oct 07 07:50:16 IST 2017 [7.1] Now, so far as the submission on behalf of the appellants that  proviso  to subsection (1) of Section 13 of the Commercial Courts  Act   shall   be   applicable   to   the   facts   of   the   case   on   hand   is  concerned, the aforesaid has no substance.  Proviso  to subsection  (1) of Section 13 of the Commercial Courts Act is required to be  read   alongwith   subsection   (1)   of   Section   13   as  proviso  to   sub section (1) of Section 13 is part of Section 13(1) of the Commercial  Courts Act. \n[7.2] Now, so far as the submission on behalf of the appellants that  the Commercial Courts Act being a special Act and is later in point  of   time   and   even   otherwise   considering   Section   21   of   the  Commercial   Courts   Act,   the   Commercial   Courts   Act   would   have  overriding   effect   over   any   other   law   for   the   time   being   in   force  including   the   Arbitration   Act   and   therefore,   the   bar   contained  under Section 50 of the Arbitration Act shall not be applicable and  Section 13 of the Commercial Courts Act shall have an overriding  effect   over   section   50   of   the   Arbitration   Act   is   concerned,   the  aforesaid seems to be attractive but has no substance. First of all it  is   required   to   be   noted   that   Commercial   Courts   Act   provides   a  special Forum for speedy disposal of the commercial disputes. By  no   stretch   of   imagination   it   can   be   said   to   be   conferring   an  additional right of appeal which otherwise is not provided under  the substantive Act i.e. Arbitration Act. Only because the claim is  above Rs.1 Crore and the dispute is commercial dispute, the matter  has   gone   to   the   Court   under   the   Commercial   Courts   Act.   If   the  HC-NIC Page 19 of 25 Created On Sat Oct 07 07:50:16 IST 2017 claim would have been less than Rs.1 Crore in that case and even  as   conceded   by   the   learned   Counsel   appearing   on   behalf   of   the  appellants,   section   50   of   the   Arbitration   Act   shall   be   applicable.  There cannot be two different right of appeal. Merely because the  claim is above Rs.1 Crore and the matter is before the Commercial  Court   or   Commercial   Division   under   the   provisions   of   the  Commercial   Courts  Act,   the  party  who is before  the  Commercial  Court / Division shall not get an additional right of appeal which  otherwise is not available under Section 50 of the Arbitration Act. \n[7.3] As   such   there   is   no   conflict   between   the   provisions   of   the  Arbitration Act and the provisions of the Commercial Courts Act.  Therefore, the provisions of the Arbitration Act and the provisions  of the Commercial Courts Act are required to be read harmoniously  and so as to see that provision in one Act may not become nugatory  and/or otiose.\n[7.4] As held by the Hon'ble Supreme Court in the case of Furest  Day Lawson Limited (Supra), Arbitration Act is selfcontained Code  on matters pertaining to arbitration. In the aforesaid decision the  Hon'ble Supreme Court has further observed that a selfcontained  Code carries with it a negative import that only such acts as are  mentioned therein are permissible to be done and acts or things not  mentioned   therein   are   not   permissible   to   be   done.   It   is   further  observed that where a special Act sets out a selfcontained code,  applicability of general law procedure would be impliedly excluded.  In   the   aforesaid   decision   it   is   further   observed   and   held   by   the  HC-NIC Page 20 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Hon'ble   Supreme   Court   that   against   the   order   of   Court   for  enforcement of the award, considering Section 50 of the Arbitration  Act, there is complete nonavailability of appeal and therefore, even  the   Letters   Patent   Appeal   against   such   an   order   would   not   be  maintainable. \n[7.5] In   the   case   of   Arun   Dev   Upadhyaya   (Supra)   the   question  arose   whether   the   appeal   /   Letters   Patent   Appeal   before   the  Division Bench of the High Court against the order passed by the  learned Single Judge of the High Court refusing to enforce foreign  award   under   Section   50(1)(b)   of   the   Arbitration   Act   shall   be  maintainable   or   not.   To   that   it   is   held   by   the   Hon'ble   Supreme  Court   that   on   a   conspectus   reading   of   section   5   and   13   of   the  Commercial Courts Act and section 50 of the Arbitration Act leads  to a irresistable conclusion that the Letters Patent Appeal shall be  maintainble   before   the   Division   Bench   in   such   a   case.   While  holding   so   that   it   has   to   be   treated   as   an   appeal   under   Section  50(1)(b) of the Arbitration Act and has to be adjudicated within  said parameters. Therefore, even the Hon'ble Supreme Court read  and considered the provisions of the Commercial Courts Act and  Arbitration Act harmoniously together and conjointly. \n[7.6] Identical question came to be considered by the Delhi High  Court in the case of Harmanprit Singh Sidhu vs. Arcadia Shares &  Stock Brokers Pvt. Ltd.  reported in  (2016) 234 DLT 30 (DB).  In  the aforesaid decision the Delhi High Court has observed and held  in paras 8 and 9 as follows:\nHC-NIC Page 21 of 25 Created On Sat Oct 07 07:50:16 IST 2017 \"8.   Insofar   as   Section   13   of   the   Commercial   Courts   Act   is  concerned, while it is true that it speaks of appeals from a judgment  or order, the proviso to Section 13(1) makes it clear that the appeal  would   lie   from   such   orders   passed   by,   inter   alia,   a   Commercial  Division that are specifically enumerated under Order 43 of the Code  of Civil Procedure, 1908 (as amended by the Commercial Courts Act)  and Section 37 of the A&C Act. FAO (OS) 136/2016 Page 6 of 12 The  use  of  the  word  and   in  the  proviso  to  Section  13(1)  is  only  to  specify that an appeal would lie against any order passed by, inter  alia, a Commercial Division, which finds mention in the list of orders  specified in Order 43, CPC and Section 37 of the A&C Act. It is an  admitted position  that  the  impugned  order  having  been passed in  proceedings   arising   out   of   an   arbitral   award   would   have   to   be  governed by Section 37 of the A&C Act. \n9. On a plain reading of Section 13 of the Commercial Courts  Act, it is evident  that  it does not amplify the scope of appealable  orders specified in Section 37 of the A&C Act. It actually reiterates  that,  in  a   matter  of   arbitration,  an  appeal  shall   lie   only  from  the  orders specified in Section 37 of the A&C Act. In fact, Section 13(2)  reinforces this by providing that notwithstanding anything contained  in any other law for the time being in force or the Letters Patent of a  High   Court,   no   appeal   shall   lie   from   any   order   or   decree   of   a  Commercial   Division   or   Commercial   Court   otherwise   than   in  accordance with the provisions of the Commercial Courts Act.\" \nTherefore,   on   conjoint   reading   of   the   provisions   of   the  Arbitration Act and the Commercial Courts Act, considering section  50 of the Arbitration Act, we are of the opinion that the present  appeal against the order passed under Section 49 of the Arbitration  Act   holding   the   foreign   award   enforceable   shall   not   be  maintainable. \n[7.7] Now, so far as the submission on behalf of the appellants and  reliance placed upon the decision of the Hon'ble Supreme Court in  the case of Raj Kumar Shivhare vs. Assistant Director, Directorate  of Enforcement and Another reported in  (2010) 4 SCC 772  that  right of appeal is a creature of statute and therefore, when section  HC-NIC Page 22 of 25 Created On Sat Oct 07 07:50:16 IST 2017 13   of   the   Commercial   Courts   Act   confers   right   in   favour   of   the  appellants   to   prefer   an   appeal   against   the   decision   of   the  Commercial   Division,   the   same   cannot   be   taken   away   and/or  denied   and   the   submission   on   behalf   of   the   appellants   that   if  against the impugned order appeal is held to be not maintainable,  in that case the appellants would be remediless is concerned, it is  required   to   be   noted   and   as   observed   hereinabove,   Commercial  Courts   Act   does  not   confer  any  additional  right   of  appeal  which  otherwise shall not be available under Section 50 of the Arbitration  Act.   It   is   required   to   be   noted   that   as   such   the   proceedings   are  under the Arbitration Act. As observed hereinabove only a special  Forum is provided by enacting Commercial Courts Act for speedy  disposal   of   the   commercial   disputes   and   by   the   special  Courts/Forum. At the cost of repetition it is stated that it does not  provide   any   additional   right   of   appeal   which   otherwise   is   not  available to the appellants under the provisions of the Arbitration  Act. Therefore, if otherwise the appeal is not provided against the  impugned order considering section 50 of the Arbitration Act and  even as per the catena of decisions the right of appeal is a creature  of statute and therefoer, if section 50 of the Arbitration Act does  not provide any appeal, the appellants would have no right prefer  an appeal which otherwise is not maintainable in view of section 50  of the Arbitration Act. \n[7.8] Now, so far as the submission on behalf of the appellants that  if against the impugned order / decision the appeal is held to be  not maintainable, the appellants would be remediless is concerned,  again at the cost of repetition it is observed that right of appeal is  HC-NIC Page 23 of 25 Created On Sat Oct 07 07:50:16 IST 2017 creature of statute. If under the statute the appeal is not provided  and/or   in   a   given   case   the   appeal  is  provided   subject   to  certain  restrictions, the aggrieved party cannot still contend to have a right  of appeal on the ground that if the appeal is not held maintainable  the appellants would be remediless. The question is with respect to  maintainability of the appeal. The appellants might have any other  remedy   which   may   be   available   under   the   law,   but   certainly   if  under the statute the appeal is not provided, the aggrieved party  cannot pray for right of appeal which otherwise under the statute is  not provided/ available. \n[7.9] In   view   of   the   aforesaid   and   our   above   conclusions,   we  refrain   ourselves   from   considering   other   issue   whether   the  impugned order can be said to be \"judgment\" or not or against any  order   /   decision   of   the   Commercial   Division,   appeal   before   the  Commercial   Appellate   Division   shall   be   maintainable   or   not.  Therefore,   we   do   not   touch   the   said   aspect   as,   as   observed  hereinabove,   we   are   of   the   opinion   that   on   harmonious   and  conjoint reading of section 50 of the Arbitration Act and section 13  of the Commercial Courts Act, against the impugned order holding  the   foreign   award   enforceable,   passed   under   Section   49   of   the  Arbitration Act, the appeal shall not be maintainable. \n[8.0] In view of the above and for the reasons stated above, the  preliminary issue / objection raised on behalf of the respondent -  original   applicants   with   respect   to   maintainability   of   the   present  appeals   against   the   impugned   order   passed   by   the   learned  Commercial Division of the High Court holding the foreign award  HC-NIC Page 24 of 25 Created On Sat Oct 07 07:50:16 IST 2017 which is sought to be executed as enforceable is hereby sustained  and   all   the   First   Appeals   deserve   to   be   dismissed   and   are,  accordingly, dismissed as not maintainable. \nCIVIL   APPLICATION   NOS.11626/2017,   11629/2017   AND  11630/2017 In   view   of   dismissal   of  main   First   Appeals,  respective   Civil  Applications also stand dismissed. \nSd/           (M.R. SHAH, J.)  Sd/          (B.N. KARIA, J.)  Ajay HC-NIC Page 25 of 25 Created On Sat Oct 07 07:50:16 IST 2017",
        "preamble_end_char_offset": null,
        "cleaned_text": "rajasthan high court ess kay fincorp limited vs suresh choudhary s/o shri ganga ram . on 22 august, 2019 bench: mohammad rafiq, alok sharma high court of judicature for rajasthan bench at jaipur (1) d. b. civil misc. appeal no. 12/2019 ess kay fincorp limited, through its authorised signatory shri hanuman singh, having its registered office at g-1 g-2, new market, khasa kothi circle, jaipur302001. ----decree holder-appellant versus 1. suresh choudhary s/o shri ganga ram choudhary, by caste jat, r/o vill. luhara, ward no. 7, pani ki tanki, teh. niwai, distt. tonk304021, rajasthan. 2. omprakash jat s/o shri prahlad jat, by caste jat, r/o bairwa mohalla, deoli, bhanchi, pani ki tanki, shivaji temple, teh. niwai, distt. tonk, rajasthan. ----judgment debtor-respondents connected with (2) d. b. civil misc. appeal no. 5890/2018 equitas small finance bank ltd., 4th floor 672, temple tower anna salai nandana chennai 600035 and branch office situated at plot no. 87 2nd floor, tagore nagar, near asopa hospital, dcm, ajmer road, jaipur through authorized signatory hitesh kumar jain son of shri kastoor chand jain aged about 40 years, by caste jain. ----decree holder-appellant versus 1. nadir son of shri aabid, by caste muslim resident of vijay nagar colony distt. tonk 304001 rajasthan 2. najama c/o shri ibad, by caste muslim resident of vijay nagar colony, distt. tonk 304001 rajasthan 3. amad son of shri chamma khan, by caste muslim resident of 171 guljar bagwali abadi distt. tonk 304001 rajasthan ----judgment debtor-respondents (3) d. b. civil writ petition no. 4379/2019 rajasthan state cooperative oilseed growers federation ltd, iind floor, nehru sahkar bhawan, bhawani singh road, jaipur (also known as tilam sangh) through its authorized officer ----petitioner versus (2 of 19) [cma-12/2019] 1. m/s solcon enginners pvt. ltd., having its registered office at plot no. 7, shivprasad society, panmala, sinhgad road, pune-411030, presently at gat no. 63, a/p shindewadi, tal. bhor, dist-pune, 412205 through its director achyut b. gokhale. 2. national heavy engineering cooperative limited, m.g. road, pune. ----respondents for appellant(s) : mr. himanshu jain (in appeal no. 12/2019 and 5890/2018) mr. alok garg (in writ petition no. 4379/2019). for respondent(s) : none present for respondent in appeal no. 12/2019 and 5890/2018 despite presumption of service under rule 99 of high court rules. mr. vikas jain, (for respondent in writ petition no. 4379/2019). hon'ble mr. justice mohammad rafiq hon'ble mr. justice alok sharma judgment reportable 22/08/2019 (per hon'ble mr. justice mohammad rafiq) these three matters, two appeals and a writ petition, raise a common question of law as to which of the two courts;principal civil court, having the original jurisdiction in a district i.e. the court of district and sessions judge, as defined under section 2(1)(e) of the arbitration and conciliation act, 1996 (for short 'the arbitration act') or the commercial court constituted under section 3(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short 'the commercial courts act') and as defined in section 2(b) of that act, (3 of 19) [cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the arbitration act? before adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters. appeal no. 12/2019 has been filed by the appellant ess kay fincorp limited assailing order dated 20.10.2018 passed by the commercial court, ajmer (for short 'the commercial court'), dismissing execution application no. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of rs. 4,77,387/together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of rs. 1,100/towards arbitration fee and cost to the appellant. appeal no. 5890/2018 has been filed by the appellant equitas small finance bank limited assailing order dated 20.10.2018 passed by the commercial court, ajmer (for short 'the commercial court'), dismissing execution application no. 01/2018 filed in cis no. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of rs. 5,70,960/together with interest @ 18% per annum from 01.02.2018 till the same is realized as also a sum of rs. 2,000/towards arbitration fee and cost to the appellant. writ petition no. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the commercial court no.1, jaipur (rajasthan) in cis/case no. ex.42/2018. in this case, respondent no. 1, m/s. solcon engineers private limited filed a civil suit against (4 of 19) [cma-12/2019] the petitioner, rajasthan state cooperative oilseed growers federation limited and respondent no.2, national heavy engineering cooperative limited in the court of civil judge, senior division, pune (maharashtra) for recovery of a sum of rs. 21,95,833/-. the suit was filed on the basis of agreement executed between respondent no. 1 and respondent no. 2. on request of respondent no. 2, the court referred the matter to the arbitral tribunal for adjudication of the disputes between them. the arbitral tribunal by award dated 24.07.2004 allowed the claim of respondent no. 1. respondent no. 2 filed objections against the award before district and sessions judge, pune (maharashtra) which were dismissed vide judgment dated 23.04.2008. it is thereafter that the application under section 36 of the arbitration act was filed seeking execution of the award before the court of district and sessions judge, pune. on application of respondent no.1, the said execution application was transferred to the court of district and sessions judge, jaipur metropolitan, jaipur, who transferred the same to the commercial court no.1, jaipur. thereafter, the petitioner received show cause notice but the commercial court no. 1, jaipur vide order dated 28.11.2018 transferred the execution application to the court of district and sessions judge, jaipur metropolitan, jaipur directing the parties to appear before that court. according to the petitioner, presiding officer of the commercial court no.1, jaipur sent letter to the district and sessions judge, jaipur metropolitan and observed that necessary order from that court be awaited. the matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018. however, on 21.12.2018, learned commercial court resumed the execution proceedings observing that since no (5 of 19) [cma-12/2019] response has been received from the district court, jaipur metropolitan, jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely. the petitioner has filed this writ petition challenging the competence of the commercial court no. 1, jaipur to execute the arbitral award. mr. himanshu sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under section 36 of the arbitration act, as per section 10(3) of the commercial courts act, would ordinarily lie before the court of original jurisdiction in a district. this, however, is subject to section 15(2) of the commercial courts act, which inter alia provides that all suits and applications, including applications under the arbitration act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court. a conjoint reading of section 10(3) and 15(2) of the commercial courts act thus makes it clear that application under section 36 of the arbitration act for execution of the award, subject matter of which is a commercial dispute, would lie only before the commercial court and not before the principal civil court, i.e. the court of district judge. it is argued that the learned commercial court has wrongly relied upon the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) vs. abdul samad and another, (2018) 3 scc 622. the supreme court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how section 42 of the said act, (6 of 19) [cma-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance. learned counsel, in support of his argument, relied upon judgment of the supreme court in state of west bengal & others vs. associated contractors, (2015) 1 scc 32. the supreme court in that case held that section 42 applies in all applications made before, during or after the arbitral proceedings are over. thus, the judgment delivered in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) being in direct conflict with latter judgment delivered in state of west bengal & others vs. associated contractors (supra) to the extent of applicability of section 42 of the arbitration act after passing the award, the latter judgment will prevail. it is argued that termination of arbitral proceedings in any case would not make the arbitration act inapplicable on applications filed for execution of the arbitral award. learned commercial court wrongly arrived at the conclusion that only if objection against the award is filed before the commercial court, the application for execution of award under section 36 of the arbitration act would be considered as an application arising out of that act as per section 10(3) of the commercial courts act and not otherwise. the commercial court illegally held that since objections under the arbitration act were not preferred before the commercial court, the application under section 36 of the arbitration act cannot be said to be an application arising out of that act as per section 10(3) of the commercial courts act. learned counsel for the appellants further argued that the commercial court committed grave error in not following the judgment of gujarat high court in m/s. oci corporation vs. (7 of 19) [cma-12/2019] kandla export corporation (misc. civil application (for transfer) no. 2969 of 2016 filed in misc. civil application no. 2977 of 2016 decided on 11.11.2016). in support of his arguments, learned counsel has also relied upon the judgments of gujarat high court in m/s. oci corporation (supra), which has been upheld by the supreme court while dismissing petition for special leave to appeal (c) no. 6557/2017, kandla export corporation & others vs. m/s. oci corporation vide order dated 03.03.2017; vadodara mahanag seva sadan formaly known as municipal corporation vs. m s khurana engineering ltd. (r/special civil application no. 13736 of 2018 decided on 06.09.2018); judgment of bombay high court in jet airways (india) limited vs. subrata roy sahara, 113 (6) bom lr 3835; judgment of high court of chhattisgarh at bilaspur in south eastern coal fields ltd. vs. m/s. tirupati construction district burhar (tpc no. 4 of 2018 decided on 10.01.2018), 2018 scc online chh 63. mr. vikas jain, learned counsel for the respondent in writ petition no. 4379/2019 argued that the court of superior most jurisdiction in the district is the court defined by section 2(1)(e) of the arbitration act as interpreted by the supreme court in state of maharashtra through executive engineer, road development division no. 111, panvel & another vs. atlanta limited, (2014) 11 scc 619. while the jurisdiction in respect of arbitration matter is provided in section 10 of the commercial courts act, section 15 thereof contemplates transfer of all suits and applications including applications under the arbitration act pending in civil courts in any district or pending in high court where commercial (8 of 19) [cma-12/2019] division is constituted or area in respect of which the commercial courts have been constituted. therefore, it is clear that in respect of commercial dispute, the commercial court would be the only competent court to execute the award passed under the arbitration act and not the ordinary civil court. learned counsel in support of his arguments relied upon judgments of gujarat high court in vijay cotton and fiber company vs. agarwal cotton spinning private limited, r/appeal no. 216 of 2018 decided on 11.02.2019; m/s. oci corporation (supra); vadodara mahanag seva sadan formaly known as municipal corporation (supra); judgment of bombay high court in sushila singhania & others vs. bharat hari singhania & others, 2017 (3) abr 357. mr. alok garg, learned counsel appearing on behalf of the petitioner in writ petition no. 4379/2019 argued that section 2 of the commercial courts act nowhere prescribes that the execution application shall be entertained by the commercial court. reading of section 15(2) of the commercial courts act would make it clear that the word \"application\" referred to therein is the original application like application filed under sections 9 and 34 of the arbitration act. the object of the creation of commercial court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions. as such, execution application is not maintainable before the commercial court and has to be transferred to the court of district and sessions judge. in fact, the commercial court no. 1, jaipur vide order dated 14.12.2018 required the parties to give appearance before the court of district and sessions judge, jaipur metropolitan and further (9 of 19) [cma-12/2019] directed to reduce the file from pendency list for the purpose of statistics. the commercial court thereafter could not resume the proceedings of execution petition. learned counsel in support of his arguments relied upon the judgment of high court of chhattisgarh at bilaspur in south easters coalfields limited (secl) through the chief general manager, secl, sohagpur area, district shahdol, madhya pradesh vs. padam kumar singhaniya (tpc no. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the supreme court while dismissing petition for special leave to appeal (c) no. 14884/2018 south eastern coal fields ltd. (secl) vs. padam kumar singhaniya decided on 05.07.2018. we have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents. the commercial court, ajmer has relied upon the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) in holding that an application under section 36 of the arbitration act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings. in the aforesaid case, respondent abdul samad defaulted in payment of a loan taken for vehicle from the appellant financial institution. an ex-parte award was passed against the respondents. case of the appellant before the supreme court was that the award being enforceable as a decree under section 36 of the arbitration act, execution (10 of 19) [cma-12/2019] proceedings were filed in the jurisdiction of the courts at morena, madhya pradesh under section 47 read with section 151 and order 21 rule 27 cpc. plea of the respondent was that the vehicle concerned was stolen. the trial court returned the execution application on the ground of jurisdiction. due to conflicting views of various high courts, the appellant therein directly approached the supreme court against the order of the trial court. in those facts, the supreme court held that some high courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the court where the assets are located, while other high courts are of the correct view that an award is to be enforced in accordance with the provisions of the cpc in the same manner as if it were a decree of the court as per section 36 of the arbitration act, which does not imply that the award is a decree of a particular court, and it is only a fiction. thus, the award can be filed for execution before the court where the assets of the judgment debtor are located. section 36 of the arbitration act would show that an award is to be enforced in accordance with the provisions of the cpc in the same manner as if it were a decree. it was in that context that the supreme court held that line of reasoning supporting the award to be filed in a so-called court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in section 42 of the arbitration act, which applies with respect to an application being filed in court under part i. the jurisdiction is over the arbitral proceedings. the subsequent application arising from that agreement and the arbitral proceedings are to be made in that court alone. however, the supreme court further observed that what has (11 of 19) [cma-12/2019] been lost sight of is section 32 of the arbitration act, which provides for arbitral proceedings to be terminated by the final arbitral award. thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. thus, section 42 of the arbitration act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance. the supreme court, therefore, held that the decree of civil court is liable to be executed primarily by the court which passes the decree where an execution application has to be filed at the first instance. an award under section 36 of the arbitration act is equated to a decree of the court for the purposes of execution and only for that purpose, an award passed by the arbitral tribunal is deemed to be a decree under section 36 of the arbitration act. there is no deeming fiction anywhere to hold that the court within whose jurisdiction the arbitral award is passed should be taken to be the court, which passed the decree. the arbitration act actually transcends all territorial barriers. thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the court, which would have jurisdiction over the arbitral proceedings. clearly, the supreme court in the aforementioned case of sundaram finance limited represented by j. thilak, senior manager (legal) (supra) did not have the occasion to deal with inter play of section 36 of the arbitration act with sections 10(3) and 15(2) of the commercial courts act. the supreme court in state of west bengal & others vs. associated contractors (supra) was dealing with a case (12 of 19) [cma-12/2019] where an item rate tender was executed and signed between associated contractors and the concerned superintending engineer for execution of the work of excavation and lining of teesta-jaldhaka main canal from chainage 3 kms. to 3.625 kms. in police station mal, district jalpaiguri, west bengal. para 25 of the said contract contained an arbitration clause. the respondent therein filed an application under section 9 of the arbitration act for interim orders in the high court of calcutta. a learned single judge of the high court after granting leave under clause 12 of the letters patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998. meanwhile, a retired hon'ble judge was appointed as arbitrator under section 11 of the arbitration act to adjudicate upon the disputes between the parties. recall application filed by the state was dismissed on 20.01.2000. an appeal was filed against order dated 10.12.1998, confirming injunction order, before division bench in which operation of the same was stayed. learned arbitrator, however, passed the award on 30.06.2004. the state of west bengal filed an application under section 34 of the arbitration act to set aside the arbitral award before the principal civil court of the learned district judge at jalpaiguri, west bengal, which issued notice to the respondent. the respondent filed an application under article 227 of the constitution challenging the jurisdiction of the court of learned district judge at jalpaiguri. learned single judge of the high court of calcutta allowed the petition vide judgment dated 11.04.2005. the supreme court on examining definition of \"court\" given in section 2(1)(e) and provision of section 42 of the arbitration act, which are corresponding to provisions of section 2(c) and 31(4) of the arbitration act, 1940, observed thus: (13 of 19) [cma-12/2019] \"11. it will be noticed that section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\". it will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in section 42. these two changes are of some significance as will be pointed out later. section 42 starts with a nonobstante clause which does away with anything which may be inconsistent with the section either in part i of the arbitration act, 1996 or in any other law for the time being in force. the expression \"with respect to an arbitration agreement\" widens the scope of section 42 to include all matters which directly or indirectly pertain to an arbitration agreement. applications made to courts which are before, during or after arbitral proceedings made under part i of the act are all covered by section 42. but an essential ingredient of the section is that an application under part i must be made in a court. 21. one other question that may arise is as to whether section 42 applies after the arbitral proceedings come to an end. it has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over. in an earlier judgment, kumbha mawji v. dominion of india, air 1953 sc 313, the question which arose before the supreme court was whether the expression used in section 31(4) of the 1940 act \"in any reference\" would include matters that are after the arbitral proceedings are over and have culminated in an award. it was held that the words \"in any reference\" cannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\" and that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (see air pp. 317-18, paras 13-16). as has been noticed above, the expression used in section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications. 25. our conclusions therefore on section 2(1)(e) and section 42 of the arbitration act, 1996 are as follows: (a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [cma-12/2019] (d) xxxxxxx (e) xxxxxxx (f) section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under part i. (g) xxxxxxxx.\" it may be noted that the judgment of the supreme court in sundaram finance limited represented by j. thilak, senior manager (legal) (supra) was delivered by two judges bench and judgment of the supreme court in state of west bengal & others vs. associated contractors (supra), which specifically dealt with provisions of section 10 and 15 of the commercial courts act, was delivered by three judges bench. therefore, in view of categorical finding recorded in state of west bengal & others vs. associated contractors (supra), it has to be accepted that section 42 of the arbitration act would govern the field not only in respect of the applications made to the court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in part i of the arbitration act. the expression \"with respect to an arbitration agreement\" as used in section 42 of the arbitration act, as held by the supreme court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under part i, which, obviously would also include an application under section 36 of the arbitration act as it is very much covered by part i of the said act. gujarat high court in m/s. oci corporation (supra) was dealing with a case where m/s. oci corporation filed application (15 of 19) [cma-12/2019] under section 15(5) of the commercial courts act read with section 2(1)(e)(ii) and section 47 of the arbitration act seeking clarification and appropriate direction for transfer of execution petition pending before the district court, gandhidham-kutch either to the high court of gujarat or to appropriate commercial court/commercial division. gujarat high court on analysis of provisions of sections 2(e), 47 of the arbitration act and section 2(1)(i), section 6, 10, 15 of the commercial courts act in para 11 of the report held as under: \"11.00. the sum and substance of the above discussion would be, (1) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be heard, decided and disposed of by the commercial division where such commercial division has been constituted in the high court i.e. in the present case high court of gujarat. (2) where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of arbitration and conciliation (amendment) act, 2015 the same shall be heard, decided and disposed of by the concerned high court. (3) where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 shall be filed in and heard, decided and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. considering section 15 of the commercial courts act, all the applications/appeals in question under the arbitration and conciliation act, 1996, therefore, are required to be transferred to the concerned commercial division of the high court of gujarat or (16 of 19) [cma-12/2019] before the gujarat high court or before the concerned commercial court and as observed hereinabove and as the case may be.\" the aforesaid judgment was subjected to challenge before the supreme court by kandla export corporation & others by filing petition for special leave to appeal (c) no. 6557/2017, which was dismissed vide order dated 03.03.2017. similar dispute again cropped up before gujarat high court at ahmedabad in vadodara mahanag seva sadan formaly known as municipal corporation (supra) wherein division bench of gujarat high court, relying upon its earlier judgment in m/s. oci corporation (supra), reiterated the same view. the question as to which court would be competent to exercise jurisdiction for execution of award passed under the arbitration act was also answered by the gujarat high court in vijay cotton and fiber company (supra) holding that the commercial court of competent jurisdiction would be the court to execute the decree and not the ordinary civil court constituted under gujarat civil courts act. section 10(3) and 15(2) of the commercial courts act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under: \"10. jurisdiction in respect of arbitration matters.-where the subject-matter of an arbitration is a commercial dispute of a specified value and(1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [cma-12/2019] being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\" \"15. transfer of pending cases.-(1) xxxxxxxxxxx (2) all suits and applications, including applications under the arbitration and conciliation act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\" a conjoint reading of section 10(3) and 15(2) of the commercial courts act makes it clear that an application under section 36 of the arbitration act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the act of 1996\". if such application is pending before any principal civil court of original jurisdiction in a district, the same shall be transferred to commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. in view of section 10(3) of the commercial courts act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under section 36 of the arbitration act having regard to provisions of section 15(3) of the commercial courts act, which contemplates transfer of all such pending applications to commercial court, as a legal corollary thereto, would also be liable to be filed and maintained before the commercial (18 of 19) [cma-12/2019] court and not the ordinary civil court/principal court of district judge. in so far as judgment of chattisgarh high court in south eastern coalfields limited vs. padam kumar singhaniya (supra) relied by mr. alok garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that court that word, \"application\" mentioned in sub-section (2) of section 15 of the commercial courts act would only mean an original application and not an application for execution, which is preferred after the award has been delivered. in our considered opinion, there is no warrant for taking such narrow interpretation of section 15(2) of the commercial courts act. analogy which the learned judges of chhattisgarh high court have taken from proviso to section 15(2) of the commercial courts act is that since no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court, shall be transferred either under sub-section (1) or sub-section (2) of section 15 of the commercial courts act, therefore, application subsequently filed for execution of the award could also not be entertained by the commercial court. however, in our view, that is not the correct interpretation of proviso to section 15(2) of the commercial courts act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again. in view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [cma-12/2019] commercial court constituted under section 3(i) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, as defined in section 2(b) of that act, would be the only competent court to execute an arbitral award on a \"commercial dispute\" passed under the arbitration and conciliation act, 1996 and not the principal civil court having the original jurisdiction in the district i.e. the court of district and sessions judge as defined under section 2(1)(e) of the arbitration and conciliation act, 1996. in view of our opinion recorded above, appeals no. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed. the orders impugned therein are set aside. writ petition no. 4379/2019 is however dismissed. all the pending stay applications as also other interim applications, if any, stand disposed of. office is directed to place a copy of this judgment on record of each connected matter. (alok sharma),j (mohammad rafiq),j manoj narwani /6 to 8 powered by tcpdf (www.tcpdf.org)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "edeb6477a1e943fd8fec229e3c778801_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86f9d0b0a26a4383a53b6b5637a5dbff_1"
        },
        {
            "start": 242,
            "end": 332,
            "text": "\nGujarat High Court\nKandla Export Corporation & vs Oci Corporation & on 28 September, 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "55195d40a38946f190d5c785435d2199_2"
        },
        {
            "start": 333,
            "end": 362,
            "text": "\nBench: M.R. Shah, B.N. Karia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "176aa903887b48a9818320f5116d2570_3"
        },
        {
            "start": 374,
            "end": 458,
            "text": "C/Fa/3096/2017                                                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2b9f613e447f4068b1ac974e14875146_4"
        },
        {
            "start": 458,
            "end": 487,
            "text": "Cav Judgment\n\n\n\n             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f3284dca60a14bd0bdfc61bdf8674532_5"
        },
        {
            "start": 487,
            "end": 565,
            "text": "In The High Court Of Gujarat At Ahmedabad\n                                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f8658cdcec97405fb31bc6acf29390a5_6"
        },
        {
            "start": 565,
            "end": 595,
            "text": "First Appeal  No. 3096 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "960ab935635046bca14306efdf3fb195_7"
        },
        {
            "start": 645,
            "end": 718,
            "text": "With \n                                CIVIL APPLICATION NO. 11626 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76922029b5524f5a8b12e809e3559c00_8"
        },
        {
            "start": 754,
            "end": 786,
            "text": "In FIRST APPEAL NO. 3096 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0a4d8559fe347dea15d5d6533b74be5_9"
        },
        {
            "start": 835,
            "end": 906,
            "text": "With                                      FIRST APPEAL NO. 3097 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19e4d99b38c445b1a5cde2d51837eb44_10"
        },
        {
            "start": 956,
            "end": 1025,
            "text": "TO                                      FIRST APPEAL NO. 3098 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06bd0bb13f194a088c25e291025fc81f_11"
        },
        {
            "start": 1074,
            "end": 1132,
            "text": "With                                  CIVIL APPLICATION NO",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9255e2b78f344490b6d90bca356111ae_12"
        },
        {
            "start": 1133,
            "end": 1148,
            "text": ". 11629 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8152ea5b366d41f2b500c44ece6dc808_13"
        },
        {
            "start": 1184,
            "end": 1216,
            "text": "In FIRST APPEAL NO. 3097 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c7461420785c442e923899b75d49b9aa_14"
        },
        {
            "start": 1266,
            "end": 1306,
            "text": "TO                                 CIVIL",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c5bd68f4a2d4c92b9096dffbbf2be32_15"
        },
        {
            "start": 1307,
            "end": 1318,
            "text": "APPLICATION",
            "labels": [
                "PREAMBLE"
            ],
            "id": "921db09c5306495faca1effff488781d_16"
        },
        {
            "start": 1319,
            "end": 1337,
            "text": "NO . 11630 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "84a53499a002408d8f9933910c9eaed3_17"
        },
        {
            "start": 1338,
            "end": 1669,
            "text": "                                   In FIRST APPEAL NO. 3098 of 2017           \n         For Approval and Signature: \n         HONOURABLE MR.JUSTICE M.R. SHAH                                                         Sd/\n         and          HONOURABLE MR.JUSTICE B.N. KARIA                                                        Sd/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b79eb49e6eb34153bdd7f8a862d3b961_18"
        },
        {
            "start": 1680,
            "end": 1687,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6043a4300f064ee5a7ab1355377f2ec1_19"
        },
        {
            "start": 1688,
            "end": 1695,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2402147b95c84a53bd7a5ef57413136e_20"
        },
        {
            "start": 1696,
            "end": 1703,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "013dec6b208644128eaf911c8f575478_21"
        },
        {
            "start": 1704,
            "end": 1711,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a40f2b64cb7f490cac5df7108e3c5049_22"
        },
        {
            "start": 1712,
            "end": 1719,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cfa901188cf548d09f06d302743af923_23"
        },
        {
            "start": 1720,
            "end": 1727,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2dad7f1a9a6b4bd6bcacafed5e5fab05_24"
        },
        {
            "start": 1728,
            "end": 1735,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9c3632169cc472e96922699b50c141c_25"
        },
        {
            "start": 1736,
            "end": 1743,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e30713f37f67463382cec2be24e4b337_26"
        },
        {
            "start": 1744,
            "end": 1751,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff13ca32885946708009dc5565a4346f_27"
        },
        {
            "start": 1752,
            "end": 1759,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19cdd238374743c6afb7fe7eec1d3833_28"
        },
        {
            "start": 1760,
            "end": 1767,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "264d445dfaa64d8d8abe7fa9524440f6_29"
        },
        {
            "start": 1768,
            "end": 1853,
            "text": "= \n1      Whether Reporters of Local Papers may be allowed to see  Yes the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "20bf018bbcd44a30a419eae77ad77b0c_30"
        },
        {
            "start": 1854,
            "end": 1954,
            "text": "\n         2      To be referred to the Reporter or not ?                                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1c304b90fe154a709433ffd8b24bebc6_31"
        },
        {
            "start": 1954,
            "end": 1968,
            "text": "Yes          3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24cddbcbace048cb924ac5cc73a8f435_32"
        },
        {
            "start": 1974,
            "end": 2030,
            "text": "Whether their Lordships wish to see the fair copy of the",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2e576b238d804291beabfd2602c0f57a_33"
        },
        {
            "start": 2057,
            "end": 2104,
            "text": "No                 judgment ?\n\n         4      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0561575bd8a42bfb61f02e615af80ea_34"
        },
        {
            "start": 2104,
            "end": 2287,
            "text": "Whether this case involves a substantial question of law as                        No to   the   interpretation  of   the   Constitution  of   India  or   any  order made thereunder ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "65963da00fb74ef9b5946e8f9c47f2da_35"
        },
        {
            "start": 2289,
            "end": 2296,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a559730de312484a8a3c228c2a85517c_36"
        },
        {
            "start": 2297,
            "end": 2304,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4e8d47158c44e36a01790f1dd1de49d_37"
        },
        {
            "start": 2305,
            "end": 2312,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c7172bf285e4071838f72d0b0c63361_38"
        },
        {
            "start": 2313,
            "end": 2320,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9938fa6b47944b418afe588eea549cda_39"
        },
        {
            "start": 2321,
            "end": 2328,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2da3bdce4aa544f49423eadc9d095912_40"
        },
        {
            "start": 2329,
            "end": 2336,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "037c776dcfbf4f15843292022ea84918_41"
        },
        {
            "start": 2337,
            "end": 2344,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b3d05b522b5145e0be5c820778fefcaa_42"
        },
        {
            "start": 2345,
            "end": 2352,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a78b99d1385c47b793852fbe155129e5_43"
        },
        {
            "start": 2353,
            "end": 2360,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7746b51f412b411e8ebe9518eb8232c4_44"
        },
        {
            "start": 2361,
            "end": 2368,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69674d3aab7540efb8b0cce580690761_45"
        },
        {
            "start": 2369,
            "end": 2376,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db5b9f312b5f42ffbda96ff6fe133a0e_46"
        },
        {
            "start": 2377,
            "end": 2784,
            "text": "= KANDLA EXPORT CORPORATION  &  1....Appellant(s) Versus OCI CORPORATION  &  1....Defendant(s) ============================================= Appearance:\nMR SN SOPARKAR, SENIOR ADVOCATE with MR ARCHIT P JANI and MR SALIL M SHAH,  ADVOCATE for the Appellants MR MIHIR THAKORE, SENIOR ADVOCATE with MR NIRAG PATHAK, MS SHWITI SABHIWAL,  MS GRIMA AHUJA and MR SHALIN JANI for SHARDUL AMARCHAND MANGALDAS AND CO,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4a98eff42cd466f9db936dcd6fd9647_47"
        },
        {
            "start": 2786,
            "end": 2792,
            "text": "== = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f9a0927b607487d94a1251942d296e1_48"
        },
        {
            "start": 2793,
            "end": 2800,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4585c6c68a1f4bb2abf14395f321ba95_49"
        },
        {
            "start": 2801,
            "end": 2808,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c69a7ec0a2644c1a9e2a61c5146b598_50"
        },
        {
            "start": 2809,
            "end": 2816,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "83dde9be84014db9aa8d544d6842e47a_51"
        },
        {
            "start": 2817,
            "end": 2824,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5dc1830004a4eeebd005a799cbe7f1b_52"
        },
        {
            "start": 2825,
            "end": 2832,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "848d414c3b6f4cb7ae369912378c605d_53"
        },
        {
            "start": 2833,
            "end": 2840,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2871f30d3efc4efdbfef8317def20a38_54"
        },
        {
            "start": 2841,
            "end": 2848,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "880c26ab4313405497edcc63e8909cff_55"
        },
        {
            "start": 2849,
            "end": 2855,
            "text": "== = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37b3a2bebb614519b0ee3e4b5f4d9901_56"
        },
        {
            "start": 2856,
            "end": 2863,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f81055092f564f86917f7c843a328623_57"
        },
        {
            "start": 2864,
            "end": 2872,
            "text": "= = = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d589e14a75684e72866862e3db9e58a3_58"
        },
        {
            "start": 2873,
            "end": 2955,
            "text": "CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE B.N. KARIA HC-NIC",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01f6cdc985694871be79adf71ad19970_59"
        },
        {
            "start": 2956,
            "end": 3026,
            "text": "Page 1 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Date : 28/09/2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1b5ab981aac42ca8e773ae1b97c08c0_60"
        },
        {
            "start": 3029,
            "end": 3051,
            "text": "COMMON CAV JUDGMENT   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "813bf6a81c7e4f50868b4d58690fd194_61"
        },
        {
            "start": 3051,
            "end": 3090,
            "text": "(PER : HONOURABLE MR.JUSTICE M.R. SHAH)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b7ada5b5477476eb0e2eb3ca5370083_62"
        },
        {
            "start": 3091,
            "end": 3889,
            "text": "[1.0] As common question of law and facts arise in this group of  First Appeals and as such arise out of the impugned common order  passed by the learned Single Judge, passed as Commercial Division  of   the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts,   Commercial   Division   and   Commercial  Appellate Division of the High Court Act, 2015 (hereinafter referred  to as \"Commercial Courts Act\"), all these First Appeals are decided  and disposed of together by this common judgment.\n[2.0] The facts leading to the present First Appeals in nutshell are  as under:\n[2.1] That all these appellants as such are the original judgment  debtors against whom concerned foreign awards are passed in the  International Arbitration, by the concerned Arbitrators.",
            "labels": [
                "NONE"
            ],
            "id": "c3246fec08c548f2ba6dd7e8f588a7e3_63"
        },
        {
            "start": 3890,
            "end": 3902,
            "text": "Therefore,  ",
            "labels": [
                "FAC"
            ],
            "id": "08f9361bb0dc446c97db9beec0211340_64"
        },
        {
            "start": 3902,
            "end": 4255,
            "text": "as such the parties are governed by Part II of the Arbitration and  Conciliation Act, 1996 (hereinafter referred to as \"Arbitration Act\").  That thereafter the original judgment creditors in whose favour the  foreign   awards   are   passed  in  International   Arbitration   have  filed  the execution petitions under Section 48 of the Arbitration Act.",
            "labels": [
                "FAC"
            ],
            "id": "b931c3c87e7a423f9f640ad280e7bb04_65"
        },
        {
            "start": 4256,
            "end": 4470,
            "text": "At  this   stage   it   is   required   to   be   noted   that   initially   the   original  judgment   creditors   filed   the   execution   petitions   before   the  concerned   District   Court,   Gandhidham.   ",
            "labels": [
                "FAC"
            ],
            "id": "aa3beb46561547c4a96234704d664abf_66"
        },
        {
            "start": 4470,
            "end": 4998,
            "text": "However   thereafter   the  original   judgment   creditors   approached   this  Court   under   Section  15(5) of the Commercial Courts Act for seeking clarification and  HC-NIC Page 2 of 25 Created On Sat Oct 07 07:50:16 IST 2017 appropriate   direction   to   transfer   Special   Execution   Petition  No.167/2015   and   other   execution   petitions   pending   before   the  District   Court,   Gandhidham,   Kutch   to   the   High   Court   or   to   the  appropriate   Commercial   Courts,   Commercial   Divisions.   ",
            "labels": [
                "FAC"
            ],
            "id": "c02e5c841a92405b8a46eeb87e2d66fb_67"
        },
        {
            "start": 4998,
            "end": 5121,
            "text": "The  Division Bench of this Court vide judgment and order reported in  2017 (1) GLH 383 observed and held as under:\n\"11.00.",
            "labels": [
                "RLC"
            ],
            "id": "cdcf8b6e83ba43088b9c21b21b160808_68"
        },
        {
            "start": 5122,
            "end": 6549,
            "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial   dispute   of   a   specified   value   and   if   such   arbitration   is   international   commercial   arbitration,   all   the   applications   or   appeals arising out of such arbitration under the provisions of   the   Arbitration   and   Conciliation   Act,   1996   shall   be   heard,   decided and disposed of by the Commercial Division where such   commercial Division has been constituted in the High Court i.e.   in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial   dispute but not of a specified value and if such arbitration is   international   commercial   arbitration,   considering   the   provisions   of  Arbitration   and  Conciliation   (Amendment)  Act,   2015 the same shall be heard, decided and disposed of by the   concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial   dispute of a specified value and if such arbitration is other than   international arbitration, all the applications or appeals arising   out of such arbitration under the provisions of the Arbitration   and Conciliation Act, 1996 shall be filed in and heard, decided   and disposed of by the Commercial Court exercising territorial   jurisdiction over such arbitration where such commercial court   has been constituted.\n",
            "labels": [
                "ISSUE"
            ],
            "id": "a383487c38bc4fc18b9b4cc3c801d12f_69"
        },
        {
            "start": 6549,
            "end": 6988,
            "text": "Considering  section 15 of the Commercial Courts  Act, all the   applications  / appeals  in question  under  the Arbitration  and   Conciliation Act, 1996, therefore are required to be transferred   to   the   concerned   Commercial   Division   of   the   High   Court   of   Gujarat   or   before   the   Gujarat   High   Court   or   before   the   concerned commercial court and as observed hereinabove and   as the case may be.\n12.0.",
            "labels": [
                "FAC"
            ],
            "id": "11b4a36afe9e4a4b8172751b8f939960_70"
        },
        {
            "start": 6989,
            "end": 7118,
            "text": "In view of the above and for the reasons stated above, all these   applications   stand   disposed   of   and   it   is   held   ",
            "labels": [
                "FAC"
            ],
            "id": "8af81c5fd85740b99d2c22d4d952cd9d_71"
        },
        {
            "start": 7118,
            "end": 7238,
            "text": "that   the   concerned   HC-NIC Page 3 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Executing   Court   before  whom   ",
            "labels": [
                "FAC"
            ],
            "id": "2eae39857d2e49dbb496bfa018555d38_72"
        },
        {
            "start": 7238,
            "end": 7401,
            "text": "the   respective   Execution   Petitions   are   pending shall not have any jurisdiction to execute foreign awards for   which the Execution  Petitions  are filed.",
            "labels": [
                "FAC"
            ],
            "id": "08c5163a2c744407a19478cc2231573e_73"
        },
        {
            "start": 7402,
            "end": 7675,
            "text": "Consequently,  the concerned   Commercial court to return the respective  Execution Petitions to the   concerned   original   applicant   to   present   it   before   appropriate   Court   considering the observations made in para 11 of the present judgement   and order.\"\n",
            "labels": [
                "FAC"
            ],
            "id": "bcd968026a1b4b24b457444867c3bf9a_74"
        },
        {
            "start": 7675,
            "end": 7800,
            "text": "It   is   reported   that   subsequently  the   said  decision   has  been  confirmed   by   the   Hon'ble   Supreme   Court.",
            "labels": [
                "FAC"
            ],
            "id": "b574d140c57443d2b92cc63fdc8454ab_75"
        },
        {
            "start": 7803,
            "end": 8054,
            "text": "That   pursuant   to   the  aforesaid judgment, the respective special execution petitions came  to   be   transferred   to   this  Court   and  as  the   claim   involved   in   the  respective execution petitions is above Rs.1 Crore, the same have  ",
            "labels": [
                "FAC"
            ],
            "id": "9ca591177ff54ee3af506bdc4e6c2afe_76"
        },
        {
            "start": 8054,
            "end": 8476,
            "text": "been   transferred   to   the   Commercial   Division   of   the   High   Court,  constituted under the provisions of the Commercial Courts Act. \n[2.2] That   the   learned   Single   Judge   acting   as   a   Commercial  Division of the High Court heard the learned Counsel appearing on  behalf   of   the   respective   parties   on   the   issue   of   applicability   of  sections 47, 48 and 49 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "633c2bf938dc401d93947280529746df_77"
        },
        {
            "start": 8477,
            "end": 8509,
            "text": "That by impugned  common   order",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "08f9591221874390aaf8f9db1b91c449_78"
        },
        {
            "start": 8510,
            "end": 8813,
            "text": "  the   learned   Single   Judge   has   held   that   the  respective   foreign   awards   in   International   Arbitrations   which   are  sought   to   be   executed   are   enforceable   under   Part   II   of   the  Arbitration Act and the respective foreign awards shall be deemed  to be a decree.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d4d83fa43108416ba68e2468a51f01d5_79"
        },
        {
            "start": 8815,
            "end": 10851,
            "text": "[2.3] Feeling   aggrieved   and   dissatisfied   with   the   impugned  common order passed by the learned Single Judge as Commercial  Division   of   the   High   Court   in   observing   and   holding   that   the  respective   foreign   awards   are   enforceable   under   Part   II   of   the  Arbitration   Act   and   consequently   the   concerned   foreign   awards  HC-NIC Page 4 of 25 Created On Sat Oct 07 07:50:16 IST 2017 shall be deemed to be decree of the Court, the original opponents -  original   judgment   debtors   against   whom   the   foreign   awards   are  passed   have   preferred   the   present   First   Appeals   purported   to   be  appeals under Section 13 of the Commercial Courts Act. \n[3.0] Shri S.N. Soparkar, learned Counsel has appeared on behalf  of the respective appellants herein - original opponents - original  judgment debtors and Shri Mihir Thakore, learned Senior Advocate  has   appeared   on   behalf   of   the   respondents   herein   -   original  applicants   -   original   judgment   creditors   in   whose   favour   the  foreign awards are passed. \n[4.0] Preliminary   issue   /   objection   is   raised   by   Shri   Thakore,  learned Counsel appearing on behalf of the original applicants on  the maintainability of the present first appeals under Section 13 of  the   Commercial   Courts   Act,   before   this   Court.   It   is   vehemently  submitted by Shri Thakore, learned Counsel appearing on behalf of  the original applicants - original Judgment Creditors that in view of  the specific bar of appeal against the order passed by the Executing  Court in holding the concerned foreign awards enforceable, as per  section 50 of the Arbitration Act, the present First Appeals shall not  be maintainable. \n[4.1] It is vehemently submitted by Shri Thakore, learned Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  present   First   Appeals   are   preferred   under   Section   13   of   the  Commercial   Courts   Act.   It   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea7bc8f681f74da1a4f0ec12df640f99_80"
        },
        {
            "start": 10851,
            "end": 11051,
            "text": "is   submitted   that   section   13   of   the  Commercial Courts Act provides for an appeal from a Commercial  Division of the High Court to the Commercial Appellate Division of  HC-NIC Page 5 of 25",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "35c41b816f984d7a97b82642f624e882_81"
        },
        {
            "start": 11052,
            "end": 11111,
            "text": "Created On Sat Oct 07 07:50:16 IST 2017 the   High   Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f36d514ee4a1433284e92b83c00d002c_82"
        },
        {
            "start": 11114,
            "end": 11442,
            "text": "It   is   submitted   that   however  proviso  to   section  13(1) of the Commercial Courts Act provides that an appeal shall  lie from only those orders that find specific mention in Order XLIII  of   the   Code   of   Civil   Procedure,   1908   (hereinafter   referred   to   as  \"CPC\") and section 37 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea101a6b1c5b4144a6141f5bf2d918f4_83"
        },
        {
            "start": 11443,
            "end": 12298,
            "text": "It is submitted that  therefore   an   in   light   of   the  proviso  to   section   13(1)   of   the  Commercial Courts Act, only those orders mentioned in Order XLIII  of Code of Civil Procedure, 1908 and Section 37 of Arbitration Act  would be appealable to the Commercial Appellate Division. \n[4.2]   It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the   original   Judgment   Creditors   that   the  term \"decision\" used in section 13 of the Commercial Courts Act is  not defined therein and is also not defined in CPC. It is submitted  that section 2(2) of the Commercial Courts Act provides that, the  words   and   expressions,   which   are   used   and   not   defined   in   the  Commercial Courts Act, shall have the same meanings, as defined  under   the   CPC   and   Evidence   Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "922ace27c20e4c9eb8a36dc19e92817d_84"
        },
        {
            "start": 12301,
            "end": 12512,
            "text": "It   is   submitted   that   the   CPC  provides for a definition of the term \"Judgment\" under Section 2(9)  to   mean   the   statement   given   by   the   Judge   on   the   grounds   of   a  decree or order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7146aa73eb544e5dbe640fe3d3739586_85"
        },
        {
            "start": 12513,
            "end": 12730,
            "text": "It is submitted that in context of section 13 of the  Commercial  Courts Act,  the terms \"Judgment\" would have to be  interpreted to mean Judgment other than in support of an order i.e.  in   support   of   decree.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ecb3acd7966a4c6ea7cba716281086eb_86"
        },
        {
            "start": 12730,
            "end": 12975,
            "text": "It   is   submitted   that   an   order   under   both  sections 37 and 50 of the Arbitration Act are treated as orders by  the Arbitration Act itself and cannot be treated as Judgment for the  purpose of section 13 of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "10ee9726e9444db1b9efa79582c3b9af_87"
        },
        {
            "start": 12976,
            "end": 13220,
            "text": "It is submitted  that since, an order under Section 48 of the Arbitration Act is not  HC-NIC Page 6 of 25 Created On Sat Oct 07 07:50:16 IST 2017 covered in the proviso to section 13 of the Commercial Courts Act,  no appeal would lie therefrom.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4de1411a9ec74c45be79e39adbf8bf87_88"
        },
        {
            "start": 13221,
            "end": 13518,
            "text": "\n[4.3] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that even  otherwise   an   appeal   filed   under   Section   13   of   the   Commercial  Courts Act cannot be read de hors section 50 of the Arbitration Act.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e49774f03bc04c31bb5d2f486217bf9b_89"
        },
        {
            "start": 13518,
            "end": 13738,
            "text": "It   is   submitted   that   section   50   of   the   Arbitration   Act,   which  provides for which orders are appealable, does not provide for an  appeal   against   an   order   enforcing   the   foreign   awards.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba58239c271046d78d44254a76d1c743_90"
        },
        {
            "start": 13738,
            "end": 13965,
            "text": "It   is  submitted that the appellants have filed the present appeals under  Section 13 of the Commercial Courts Act, which cannot be read in  isolation and must be read harmoniously with the provisions of the  Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a607b0bdfd5c45b399cac98bd038e587_91"
        },
        {
            "start": 13966,
            "end": 14715,
            "text": "It is submitted that therefore in view of the specific  bar under Section 50 of the Arbitration Act, which only provides for  an appeal against the order refusing to enforce a foreign award and  it   does   not   provide   for   an   appeal   against   enforcing   the   foreign  award,   the   First   Appeal,   may   be   under   Section   13   of   the  Commercial Courts Act shall not be maintainable against the order  enforcing the foreign award. \n[4.4] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that as such  the   Arbitration   Act   is   a   complete   Code   in   itself   which   provides  substantive as well as procedural law regarding Arbitrations.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d4d23623f1634908bb6d1766a42c6977_92"
        },
        {
            "start": 14716,
            "end": 14897,
            "text": "It is  submitted   that   therefore   and   as   a   natural   corollary,   those   acts  which do not fall under the purview of the Arbitration Act are not  permissible to be done.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "76e043e8f0864a2bb35ca92eb48aef59_93"
        },
        {
            "start": 14898,
            "end": 15124,
            "text": "It is further submitted that where Special  HC-NIC Page 7 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Acts   sets   out   a   selfcontained   code,   applicability   of   general   law  procedure would be impliedly excluded.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9be1fb4218f84133baec0f83899979f2_94"
        },
        {
            "start": 15125,
            "end": 15531,
            "text": "Relying upon the decision  of the Hon'ble Supreme Court in the case of  Fuerst Day Lawson  Limited vs. Jindal Exports Limited reported in (2011) 8 SCC 333  (Paras 89, 90 and 91), it is submitted that in the aforesaid decision  the Hon'ble Supreme Court has specifically observed and held that  the Arbitration Act is a selfcontained and exhaustive Code, thereby  excluding applicability of any general law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5d9895e8dbe343a5be9ea4984eb9b839_95"
        },
        {
            "start": 15532,
            "end": 15973,
            "text": "It is submitted that in  the aforesaid decision the Hon'ble Supreme Court concluded that  no Letters Patent Appeal would lie against the order which would  not be appealable under Section 50 of the Arbitration Act, as the  said Act is a complete Code. \nIt is submitted that a similar view has been taken by the Delhi  High Court in the case of Vijay Sekhri and Another vs. Tinna Oils  and Chemicals and Others reported in (2010) 174 DLT 462.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5d8fc38230b74dddb99ab86d7d3febde_96"
        },
        {
            "start": 15974,
            "end": 16515,
            "text": "It is  submitted that in the aforesaid decision the Delhi High Court had  an   occasion   to   consider   the   scope   of   appeals   provided   under  Section 37 of the Arbitration Act and to consider which orders are  appealable regarding domestic Arbitrations. \n[4.5] It   is   further   submitted  by   Shri   Thakore,   learned   Counsel  appearing   on   behalf   of   the  original   Judgment   Creditors   that   the  scope for appeal under Part II of the Arbitration Act is restricted by  section  50  of  the  Arbitration   Act.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd09dca7b5894082b6348b992b032f02_97"
        },
        {
            "start": 16515,
            "end": 16681,
            "text": "It is submitted that section 50  provides for those orders which can be appealed in the context of  an International Arbitration under Part II of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cb18b8ba8f844043872c02db51634b38_98"
        },
        {
            "start": 16682,
            "end": 17020,
            "text": "It  is submitted that as per the said provision, an appeal shall lie from  the   orders   refusing   to   either   referring   the   parties   to   Arbitration  HC-NIC Page 8 of 25 Created On Sat Oct 07 07:50:16 IST 2017 under   Section   45   or   refusing   to   enforce   a   foreign   award   under  Section 48 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9f772549dae544879419a8645a0ffa2c_99"
        },
        {
            "start": 17021,
            "end": 17666,
            "text": "It is submitted that in the case of  Fuerst   Day  Lawson   Limited  (Supra),   the   Hon'ble   Supreme   Court  had an occasion to consider the comparison between the provisions  of   Foreign   Awards   (Recognition   and   Enforcement)   Act,   1961  (hereinafter   referred   to   as   \"Foreign   Awards   Act\")   and   the  Arbitration   Act   and   thereafter   the   Hon'ble   Supreme   Court   had  observed that the scheme of sections 49 and 50 of the Arbitration  Act is such that it exclude an opportunity to appeal even on limited  grounds   which   were   earlier   provided   for   under   Section   6   of  the  Foreign Awards Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fe50debe38964e60941c3f672d265965_100"
        },
        {
            "start": 17667,
            "end": 17715,
            "text": "It is submitted that in the aforesaid decision  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b64a0307514b4016a584023729507a60_101"
        },
        {
            "start": 17715,
            "end": 17932,
            "text": "the Hon'ble Supreme Court has further observed and held that it  was  for this reason  that  section 50(1)(b) provides for  an appeal  only against the order refusing to enforce a foreign award under  Section   48.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "07b733761d0d48169a41448dd0ce084f_102"
        },
        {
            "start": 17932,
            "end": 18190,
            "text": "It   is   submitted   that   thereafter   the   Hon'ble   Supreme  Court   has   concluded   that   Letters   Patent   Appeal   shall   not   be  maintainable   against   the   order   which   is   not   appealable   under  Section 50 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65b85e7187bd406daa45f3d954d0cd69_103"
        },
        {
            "start": 18191,
            "end": 18285,
            "text": "\n[4.6] It is submitted that the Delhi High Court in the case of Vijay  Sekhri and Anr. (Supra)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "17c1e0ff65f8479f86ca72c6e23a1ce0_104"
        },
        {
            "start": 18286,
            "end": 18442,
            "text": "has also observed that section 50 of the  Arbitration Act creates a bar against Appeals from any orders which  are  not mentioned  under the said provision.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c84fb8f175b043c7a960388507bb3471_105"
        },
        {
            "start": 18444,
            "end": 18488,
            "text": "It  is submitted that  therefore   Appeal   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a027c6acb8fd4b7f92ab5549dc818364_106"
        },
        {
            "start": 18488,
            "end": 18638,
            "text": "can   only   be   made   against   an   order   refusing   to  enforce an award under Section 48 of the Arbitration Act and not  against other orders.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79eff9e3afd74c7cbe8f6bb479545b8b_107"
        },
        {
            "start": 18639,
            "end": 18985,
            "text": "\nIt   is   submitted   that   section   50   of   the   Arbitration   Act  specifically restricts the appealable order to the orders of a Court  HC-NIC Page 9 of 25 Created On Sat Oct 07 07:50:16 IST 2017 refusing to refer the parties to arbitration [Section 50(1)(a)] and  refusing   to   enforce   a   foreign   award   [section   50(1)(b)].   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aaa1d3a541c94f8ab5c40e9a3b7ec863_108"
        },
        {
            "start": 18985,
            "end": 19524,
            "text": "It   is  submitted that therefore and accordingly the Arbitration Act being  a   complete   Code   in   itself,   legislature   intended   on   restricting   the  right of appeal to the limited order expressly provided for under  Section 50 thereof. \n[4.7] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original judgment creditors that Section  5 of the Commercial Courts Act, establishes a new class of Courts or  a   Forum   for   the   adjudication   of   commercial   disputes.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ffc196185c4344a3b05b35c88fcb8ef1_109"
        },
        {
            "start": 19524,
            "end": 19699,
            "text": "It   is  submitted that section 13 of the Commercial Courts Act provides  for an appeal from the Commercial Court or Commercial Division  to the Commercial Appellate Division.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "00e8d8b825d54566b8da0359eb298e91_110"
        },
        {
            "start": 19700,
            "end": 20189,
            "text": "It is submitted that however,  an appeal emanating from the Arbitration Act could only be valid in  so   far   as   it   is   in   consonance   with   the   express   provisions   in   the  Arbitration Act. \n[4.8] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that section  13 of the Commercial Courts Act and section 50 of the Arbitration  Act cannot be read separately and have to be read harmoniously.  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2d188094852842648bb6b6139a2dddec_111"
        },
        {
            "start": 20189,
            "end": 21178,
            "text": "Relying upon the decision of the Hon'ble Supreme Court in the case  of Arun Dev Upadhyay vs. Integrated Sales Services Ltd. and Anr.  reported   in  (2016) 9 SCC 524,   it  is  submitted  by  Shri  Thakore,  learned   Counsel   appearing   on   behalf   of   the  original   Judgment  Creditors that in the aforesaid decision the Hon'ble Supreme Court  has observed that an Appeal under Section 50 of the Arbitration Act  HC-NIC Page 10 of 25 Created On Sat Oct 07 07:50:16 IST 2017 will   lie   from   an   order   refusing   to   enforce   a   foreign   award   as  envisaged under Section 48 of the Arbitration Act. It is submitted  that in the aforesaid decision it is further observed by the Hon'ble  Supreme   Court   that   even   after   the   commencement   of   the  Commercial   Courts   Act,   an   appeal   under   Section   13   of   the  Commercial   Courts   Act   can   be   preferred   from   the   order   if   it   is  provided for in section 50 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "af432d0295a0475196f8925667c7f180_112"
        },
        {
            "start": 21179,
            "end": 21702,
            "text": "It is submitted that  therefore the provisions of the Commercial Courts Act are required  to be read harmoniously with the provisions of the Arbitration Act  in order to give the fullest effect to both the legislations. \n[4.9] It   is   further   submitted   by   Shri   Thakore,   learned   Counsel  appearing on behalf of the original Judgment Creditors that in the  present   case   the   execution   petitions   would   be   before   the  Commercial Division of the High Court only because of the fact that  the claim  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd850c21718c4f289744874290130b81_113"
        },
        {
            "start": 21702,
            "end": 21717,
            "text": "would be  above",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f069a8f890294d79b33e2eef5c8630bd_114"
        },
        {
            "start": 21718,
            "end": 21729,
            "text": " Rs.1 Crore",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "08665430cf2e49b2be21abad48222203_115"
        },
        {
            "start": 21730,
            "end": 22941,
            "text": ".  It is submitted that if the  claim   would   not   have   been   above   Rs.1   Crore,   in   that   case   the  execution   petitions   would   not   have   been   before   the   Commercial  Division   of   the   High   Court   and   therefore   Appeal   before   the  Commercial Appellate Division of the High Court under Section 13  of the Commercial Courts Act would not have arisen and therefore,  considering the bar contained under Section 50 of the Arbitration  Act,   the   Appeal   against   the   order   of   enforcing   a   foreign   award  would not be maintainable. \nMaking above submissions and relying upon above decisions  it is requested to dismiss the present Appeals by holding that the  present   Appeals   under  Section   13   of  the   Commercial   Courts   Act  against the impugned s passed by the learned Commercial Division  HC-NIC Page 11 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the High Court and against the impugned orders holding that the  concerned   foreign   awards   shall   be   enforceable,   shall   not   be  maintainable. \n[5.0] Shri S.N. Soparkar, learned Counsel appearing on behalf of  the appellants - original Opponents has vehemently submitted that  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "664f38077e8f4c7893f888c9f1bb2cef_116"
        },
        {
            "start": 22941,
            "end": 23794,
            "text": "against   the   impugned   orders   passed   by   the   learned   Commercial  Division   of   the   High   Court   holding   that   the   concerned   foreign  awards   are   enforceable   under   Section   49   of   the   Arbitration   Act  Appeal   would   be   maintainable   before   the   Commercial   Appellate  Division   of   the   High   Court   under   Section   13   of   the   Commercial  Courts Act. \n[5.1] It is submitted by Shri Soparkar, learned Counsel appearing  on   behalf   of   the  original   Opponents  that   section   13(1)   of   the  Commercial Courts Act provides a right to file an appeal against  any   decision,   judgment   and   order   passed   by   the   Commercial  Division of the High Court. It is submitted that  proviso  to section  13(1) of the Commercial Courts Act shall not be applicable to the  present case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8dffcf2a560f45b783e885bbe68a6b4a_117"
        },
        {
            "start": 23795,
            "end": 24529,
            "text": "It is submitted that the proviso to section 13(1) of the  Commercial Courts Act is only applicable to an \"order\", and since  the impugned decision / order / judgment passed by the learned  Commercial Division of the High Court is not merely an \"order\",  the said proviso shall not be applicable. \n[5.2] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   original   Opponents   debtors   that   the  impugned  decision  is  a \"judgment\" and  therefore,  the appellants  HC-NIC Page 12 of 25 Created On Sat Oct 07 07:50:16 IST 2017 have a right to file the present appeal under Section 13(1) of the  Commercial Courts Act, challenging the impugned decision dated  08.08.2017.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8dfd6a6a187441b19fd18dbb43d9542e_118"
        },
        {
            "start": 24530,
            "end": 24705,
            "text": "It is submitted that the learned Commercial Court has  adjudicated the issue of enforceability of the foreign award on the  merits of the matter, by providing reasons thereto.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6c6d7f69857d4b178eb32ee8f6c2cb32_119"
        },
        {
            "start": 24706,
            "end": 24918,
            "text": "It is submitted  that process of reasoning by which the Commercial Division Court  ultimately came to the conclusion that the foreign award is deemed  to be a decree, is clearly recorded in the impugned decision.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "72a8b96d104b400dbaf975f845ef4079_120"
        },
        {
            "start": 24919,
            "end": 25101,
            "text": "It is  submitted that therefore the impugned decision dated 08.08.2017  is a decision / judgment and cannot be said to be merely an \"order\"  of the learned Commercial Division Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f696d42ca0634538bdda0c034125ef9e_121"
        },
        {
            "start": 25102,
            "end": 25449,
            "text": "\nIn   support   of   his   above   submissions,   learned   Counsel  appearing on behalf of the appellants has relied upon the decision  of the Privy Council in Rajah Tasadduq Rasul Khan vs. Manikchand  reported   in   30   Indian   Appeal   PC   35   wherein   term   \"decision\",  \"decree\", \"judgment\" and \"order\" have been defined and explained.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "693bd5cfa1ad49b59ebf9d9706cc1cca_122"
        },
        {
            "start": 25450,
            "end": 25729,
            "text": "\nLearned Counsel appearing on behalf of the appellants has  also heavily relied upon the decision of the Bombay High Court in  the   case   of  Hubtown   Ltd.   vs.   IDBI   Trusteeship   Service   Ltd.  reported in  2016 SCC Online Bom 9019 (Paras 4, 8, 23, 24, 30 33,   36).   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8619da0278d1401c9d8298d246b0edbb_123"
        },
        {
            "start": 25729,
            "end": 25958,
            "text": "It   is   submitted   that   the   Bombay   High   Court   in   the  aforesaid decision has held that an appeal under Section 13 of the  Commercial Courts Act will be maintainable if the order has even a  tinge of finality to it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a68b998bdb2c432783992c3369d43bff_124"
        },
        {
            "start": 25959,
            "end": 26162,
            "text": "It is submitted that in the present case by  impugned   order   /   decision   the   issue   of   enforceability   of   foreign  decree has been adjudicated and therefore, has a sense of finality to  it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "17b0aa035384480aa91207c7667dd7c7_125"
        },
        {
            "start": 26163,
            "end": 26301,
            "text": "It is submitted that if the said decision is not challenged by the  appellants, the appellants would not be able to raise the contention  ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2be2e979da940a49fafe8d316e35a2a_126"
        },
        {
            "start": 26301,
            "end": 26442,
            "text": "HC-NIC Page 13 of 25 Created On Sat Oct 07 07:50:16 IST 2017 with   respect   to   the   enforceability   of  the   foreign   award   once   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "df84387562cc4d7f9d3e3eaf6d6cb37a_127"
        },
        {
            "start": 26442,
            "end": 26532,
            "text": "the  same is executed by the Hon'ble Commercial Division Court as a  decree of this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "13912c50d46341e99fc712dbf6135159_128"
        },
        {
            "start": 26533,
            "end": 26622,
            "text": "It is submitted that therefore the appellants  will   virtually   be   left   remediless.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "709074aabfd247f7b51e830659e2c847_129"
        },
        {
            "start": 26625,
            "end": 27190,
            "text": "It   is   submitted   that   the   present  appeal under Section 13(1) of the Commercial Courts Act would be  maintainable in law. \n[5.3] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on behalf of the appellants that it would not be open for  the respondent to contend that the provisions of the Arbitration Act  shall   have   to   be   read   alongwith   section   13   of   the   Commercial  Courts Act, for the purposes of determining the maintainability of  the appeal filed under Section 13 of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7014c0d9bb6b4166a5c0d0a63dab0831_130"
        },
        {
            "start": 27191,
            "end": 27796,
            "text": "It  is submitted that as the present appeals are filed under Section 13  of the Commercial Courts Act, challenging the decision passed by  the   learned   Single   Judge   of   the   Commercial   Division   Court,   the  maintainability of the present appeal has to be determined in terms  of the provisions of the Commercial Courts Act only. It is submitted  that right to file an appeal being a creature of the statute, once a  statute provides a right to file an appeal, the said right cannot be  curtailed or restricted by statutory interpretation of the same or by  reading provisions of another Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9fd5492959234f1e82f301b3ae001959_131"
        },
        {
            "start": 27797,
            "end": 28194,
            "text": "It is submitted that therefore it is  not open for the respondent No.1 to contend that since section 50  of the Arbitration Act does not provide the appellants with a right  to file an appeal against a decision hjolding the foreign award to be  enforceable,   the   present   appeal   filed   under   Section   13   of   the  Commercial Courts Act is not maintainable in law. \nHC-NIC Page 14 of 25",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1364e25d639f4a84ad3567462be370f5_132"
        },
        {
            "start": 28195,
            "end": 28631,
            "text": "Created On Sat Oct 07 07:50:16 IST 2017 [5.4] It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing on  behalf  of  the appellants that even  it would not be  open for the respondent No.1 to contend that if section 13(1) of the  Commercial  Courts  Act  is not interpreted in harmonious  manner  alongwith   section   50   of   the   Arbitration   Act,   the   said   section   50  would become redundant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f4da1b67ac9f429089d696ee4242f136_133"
        },
        {
            "start": 28632,
            "end": 28812,
            "text": "It is submitted that section 13(1) cannot  be interpreted in any manner which would restrict or curtail the  right to file an appeal under Section 13 of the Commercial Courts  Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b7d6fef178d244d7ad863c6974a33c4c_134"
        },
        {
            "start": 28815,
            "end": 29545,
            "text": "In   support   of   his  above  submissions,   Shri  Soparkar,  learned  Counsel appearing on behalf  of the appellants has heavily  relied  upon   the   decision   of   the   Hon'ble   Supreme   Court   in   the   case   of  Rajkumar   Shivhare   vs.   Assistant   Director,   Directorate   of  Enforcement   &   Ors.  reported   in  (2010)4   SCC   772  wherein  according to Shri Soparkar, learned Counsel appearing on behalf of  the appellants, it has been held that the right to appeal is a creature  of a statute and its ambit and width are to be determined from the  statute itself under which the appeal has been filed, and that no  statutory interpretation is warranted either to widen or to restrict /  curtail the same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e8abec02759345d7bc894f1994bb8d58_135"
        },
        {
            "start": 29546,
            "end": 29961,
            "text": "It is submitted that therefore and accordingly if  section 13 of the Commercial Courts Act provides the appellants  with the right to file an appeal before the Commercial Appellate  Division of the High Court  against the impugned decision  of the  Commercial Division of the High Court, the same cannot be taken  away or restricted, by way of statutory interpretation of section 13  of the Commercial Courts Act. \n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1411136e85094d5090f0014a73ed7b94_136"
        },
        {
            "start": 29961,
            "end": 29968,
            "text": "[ 5.5 ]",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "cf5dc6b073d647b2bbb8dda72a5d5e87_137"
        },
        {
            "start": 29969,
            "end": 30400,
            "text": "It   is   further   submitted   by   Shri   Soparkar,   learned   Counsel  appearing   on   behalf   of   the   appellants   that   section   21   of   the  HC-NIC Page 15 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Commercial Courts Act provides that the provisions of the said Act  shall have effect notwithstanding anything inconsistent therewith  contained   in   any   other   law   for   the   time   being   in   force.   ",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19051e958eac4857859c0db8fc91833f_138"
        },
        {
            "start": 30400,
            "end": 30652,
            "text": "It   is  submitted   that   therefore   if   section   50   of   the   Arbitration   Act   is  considered to be contrary to section 13 of the Commercial Courts  Act, the later provision would prevail in view of section 21 of the  Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "926ecafe40594631b1f20272cfa2c2ef_139"
        },
        {
            "start": 30653,
            "end": 30816,
            "text": "It is submitted that even the Commercial  Courts Act being a latter enactment as compared to the Arbitration  Act; the same would prevail over the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d843dea541dd47baa1b5002eb5bfa3e6_140"
        },
        {
            "start": 30817,
            "end": 30952,
            "text": "\n[5.6] It   is   submitted   that   the   Commercial   Courts   Act   is   also   a  special enactment and it has created the forums of",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "022f700348124fc7b5ddd691bbbe4c1a_141"
        },
        {
            "start": 30953,
            "end": 31040,
            "text": "the Commercial  Division   and   Commercial   Appellate   Division,   before   which   ",
            "labels": [
                "NONE"
            ],
            "id": "e856035ab46b4ac09eb85c646cee417b_142"
        },
        {
            "start": 31040,
            "end": 31062,
            "text": "the  appeal would lie.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3de735d48d7747ca93a8304fd2662f87_143"
        },
        {
            "start": 31063,
            "end": 32558,
            "text": "It is submitted that therefore when section 13 of  the Commercial Courts Act clearly provides the appellants with a  right  to file  an  appeal,  it would not be  open for  the respondent  No.1   to   contend   otherwise   by   drawing   analogies   to   any  hypothetical   situations   or   by   relying   upon   the   provisions   of   the  Arbitration Act. \n[5.7] Relying upon the decision of the Hon'ble Supreme Court in  the case of  Vanguard Fire and General Insurance Ltd. vs. Fraser  and Ross and Anr.  reported in  AIR 1960 SC 971, it is submitted  that all statutory definitions or abbreviations must be read subject  to   the   qualification   vaiously   expressed   in   the   definition   clauses  which created them and it may be that even where the definition is  exhaustive inasmuch as the word defined is said to mean a certain  thing,   it   is   possible   for   the   word   to   have   a   somewhat   different  HC-NIC Page 16 of 25 Created On Sat Oct 07 07:50:16 IST 2017 meaning in different sections of the Act depending upon the subject  or the context.  \n[5.8] It is further submitted that therefore considering section 13 of  the   Commercial   Courts   Act,   the   Commercial   Courts   Act   which  provides for an appeal to the Commercial Appellate Division of the  High   Court   against   the   impugned   decisions   of   the   Commercial  Division of the High Court, present appeals would be maintainable.\nMaking   above   submissions   it   is   requested   ",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "cd2b736a4c4e419989fbcab2e950b80d_144"
        },
        {
            "start": 32558,
            "end": 32838,
            "text": "to   overrule   the  preliminary   objection   of   maintainability   of   the   present   appeals,  raised by the respondents herein and to decide the present appeals  on merits. \n[6.0] Heard   learned   Counsel   appearing   on   behalf   of   respective  parties   at   length.",
            "labels": [
                "NONE"
            ],
            "id": "04497ad5b9734033b20b597cde939e61_145"
        },
        {
            "start": 32841,
            "end": 33332,
            "text": "The   short   question   which   is   posed   for  consideration   of   this   Court   is  whether   appeal,   against   the  impugned order passed by the learned Commercial Division of  the   High   Court   constituted   under   the   provisions   of   the  Commercial   Courts   Act   passed   under   Section   49   of   the  Arbitration Act holding that the foreign award which is sought to  be enforced is enforceable under Part II of the Arbitration Act,  shall be maintainable or not?",
            "labels": [
                "ISSUE"
            ],
            "id": "32508cafecc04ea0b581d2373092dc77_146"
        },
        {
            "start": 33333,
            "end": 33824,
            "text": "\n[6.1] It   is   the   case   on   behalf   of   the   appellants   herein   -  original  Opponents   that   as   the   impugned   order   has   been   passed   by   the  learned   Commercial   Division   of   the   High   Court   under   the  provisions of the Commercial Courts Act, appeal before this Court -  Commercial Appellate Division of the High Court under Section 13  HC-NIC Page 17 of 25 Created On Sat Oct 07 07:50:16 IST 2017 of the Commercial Courts Act shall be maintainable.",
            "labels": [
                "ISSUE"
            ],
            "id": "03fa0c18178246d8bb3bf038aee1d07f_147"
        },
        {
            "start": 33825,
            "end": 34213,
            "text": "It is also the  case   on   behalf   of   the   appellants   -   original   Opponents   that  considering subsection (1) of Section 13 of the Commercial Courts  Act, appeal to the Commercial Appellate Division of the High Court  shall be maintainable against any decision of the Commercial Court  / Commercial Division of the High Court within 60 days from the  date of judgment or order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "610b4a2bec9b4e3fa583bc7b144f2477_148"
        },
        {
            "start": 34214,
            "end": 34659,
            "text": "Therefore, it is the case on behalf of the  appellants that as by impugned order / decision, final decision has  been taken with respect to enforceability of the foreign award, the  rights of the parties are determined and therefore, the impugned  order can be said to be \"judgment\" and therefore, considering sub section (1) of Section 13 of the Commercial Courts Act, the appeal  shall be maintainable before the Commercial Appellate Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e419a5dfcb2b4177af9924066497ff0e_149"
        },
        {
            "start": 34660,
            "end": 34873,
            "text": "It  is   also   the   case   on   behalf   of   the   appellants   that  proviso  to   sub section (1) of Section 13 shall be applicable only with respect to  the \"orders\" and not the \"decision\" or the \"judgment\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00da9518073b428cb915fb7810bdb5fb_150"
        },
        {
            "start": 34874,
            "end": 35292,
            "text": "On the other  hand it is the case on behalf of the respondent that as per section  50 of the Arbitration Act, appeal shall be maintainable only against  the order refusing to refer the parties to arbitration under section  45 and/or enforce a foreign award under Section 48 and therefore,  against the impugned order holding that the foreign award which is  sought to be executed is enforceable, no appeal shall lie. \n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "80290d19417142c19bf5baeeb36fe491_151"
        },
        {
            "start": 35292,
            "end": 35299,
            "text": "[ 7.0 ]",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4d3b4a693174f49ba83fb5a5f364e43_152"
        },
        {
            "start": 35300,
            "end": 35529,
            "text": "Having   heard   learned   Counsel   appearing   on   behalf   of   the  respective parties and having given our conscious thought to the  issue involved in the present appeals, our conclusions are as under: \nHC-NIC Page 18 of 25",
            "labels": [
                "ANALYSIS"
            ],
            "id": "493ffa7bcfb548429d09b3b5a9c1f3a9_153"
        },
        {
            "start": 35530,
            "end": 35834,
            "text": "Created On Sat Oct 07 07:50:16 IST 2017 [7.1] Now, so far as the submission on behalf of the appellants that  proviso  to subsection (1) of Section 13 of the Commercial Courts  Act   shall   be   applicable   to   the   facts   of   the   case   on   hand   is  concerned, the aforesaid has no substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb63e4ff72db43e590799412ba686bc9_154"
        },
        {
            "start": 35836,
            "end": 36087,
            "text": "Proviso  to subsection  (1) of Section 13 of the Commercial Courts Act is required to be  read   alongwith   subsection   (1)   of   Section   13   as  proviso  to   sub section (1) of Section 13 is part of Section 13(1) of the Commercial  Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61f6c9eff7a847b0a6f40e9204588538_155"
        },
        {
            "start": 36088,
            "end": 36985,
            "text": "\n[7.2] Now, so far as the submission on behalf of the appellants that  the Commercial Courts Act being a special Act and is later in point  of   time   and   even   otherwise   considering   Section   21   of   the  Commercial   Courts   Act,   the   Commercial   Courts   Act   would   have  overriding   effect   over   any   other   law   for   the   time   being   in   force  including   the   Arbitration   Act   and   therefore,   the   bar   contained  under Section 50 of the Arbitration Act shall not be applicable and  Section 13 of the Commercial Courts Act shall have an overriding  effect   over   section   50   of   the   Arbitration   Act   is   concerned,   the  aforesaid seems to be attractive but has no substance. First of all it  is   required   to   be   noted   that   Commercial   Courts   Act   provides   a  special Forum for speedy disposal of the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "83876c97c8e742468b408f0c5360f7f6_156"
        },
        {
            "start": 36986,
            "end": 37029,
            "text": "By  no   stretch   of   imagination   it   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e187f47185a74ad8ba8eb203a90cf35f_157"
        },
        {
            "start": 37029,
            "end": 37070,
            "text": "can   be   said   to   be   conferring   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b25650f278604260bc0e2f5c4eb3cd93_158"
        },
        {
            "start": 37070,
            "end": 37138,
            "text": "an  additional right of appeal which otherwise is not provided under",
            "labels": [
                "ANALYSIS"
            ],
            "id": "917db0f243584014898843aa21c7fbd6_159"
        },
        {
            "start": 37139,
            "end": 37181,
            "text": " the substantive Act i.e. Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1984162ec8444e64b6dc7a9607ba2b52_160"
        },
        {
            "start": 37182,
            "end": 37277,
            "text": "Only because the claim is  above Rs.1 Crore and the dispute is commercial dispute, the matter  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94e7ad2db5674f6c8fd0910555cb73be_161"
        },
        {
            "start": 37277,
            "end": 37352,
            "text": "has   gone   to   the   Court   under   the   Commercial   Courts   Act.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f188032f66347dea633147c0ff652cf_162"
        },
        {
            "start": 37352,
            "end": 37656,
            "text": "If   the  HC-NIC Page 19 of 25 Created On Sat Oct 07 07:50:16 IST 2017 claim would have been less than Rs.1 Crore in that case and even  as   conceded   by   the   learned   Counsel   appearing   on   behalf   of   the  appellants,   section   50   of   the   Arbitration   Act   shall   be   applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "703b9be3bb4e4909b846bdf1f23190fe_163"
        },
        {
            "start": 37657,
            "end": 37704,
            "text": " There cannot be two different right of appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10cc9ac9f06c414dbe432f858c5d559c_164"
        },
        {
            "start": 37705,
            "end": 38073,
            "text": "Merely because the  claim is above Rs.1 Crore and the matter is before the Commercial  Court   or   Commercial   Division   under   the   provisions   of   the  Commercial   Courts  Act,   the  party  who is before  the  Commercial  Court / Division shall not get an additional right of appeal which  otherwise is not available under Section 50 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92536322412e4fbaa0b5b483a1854b73_165"
        },
        {
            "start": 38074,
            "end": 38227,
            "text": "\n[7.3] As   such   there   is   no   conflict   between   the   provisions   of   the  Arbitration Act and the provisions of the Commercial Courts Act.  ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcbfb28886f044edbde54c5f30daf719_166"
        },
        {
            "start": 38227,
            "end": 38616,
            "text": "Therefore, the provisions of the Arbitration Act and the provisions  of the Commercial Courts Act are required to be read harmoniously  and so as to see that provision in one Act may not become nugatory  and/or otiose.\n[7.4] As held by the Hon'ble Supreme Court in the case of Furest  Day Lawson Limited (Supra), Arbitration Act is selfcontained Code  on matters pertaining to arbitration.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e4be37b1d6e64342a3a22d3fca66b457_167"
        },
        {
            "start": 38617,
            "end": 38915,
            "text": "In the aforesaid decision the  Hon'ble Supreme Court has further observed that a selfcontained  Code carries with it a negative import that only such acts as are  mentioned therein are permissible to be done and acts or things not  mentioned   therein   are   not   permissible   to   be   done.   ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9bfa657e8242407890940fa35d7cc59e_168"
        },
        {
            "start": 38915,
            "end": 39067,
            "text": "It   is   further  observed that where a special Act sets out a selfcontained code,  applicability of general law procedure would be impliedly excluded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b2a191804034b38882d1c4711df06d1_169"
        },
        {
            "start": 39068,
            "end": 39144,
            "text": " In   the   aforesaid   decision   it   is   further   observed   and   held",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de22a67f55fa4125aa993df363854d4e_170"
        },
        {
            "start": 39145,
            "end": 39529,
            "text": "  by   the  HC-NIC Page 20 of 25 Created On Sat Oct 07 07:50:16 IST 2017 Hon'ble   Supreme   Court   that   against   the   order   of   Court   for  enforcement of the award, considering Section 50 of the Arbitration  Act, there is complete nonavailability of appeal and therefore, even  the   Letters   Patent   Appeal   against   such   an   order   would   not   be  maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1db8004c7b2e4c2c8b09f050cc6182b7_171"
        },
        {
            "start": 39530,
            "end": 40283,
            "text": "\n[7.5] In   the   case   of   Arun   Dev   Upadhyaya   (Supra)   the   question  arose   whether   the   appeal   /   Letters   Patent   Appeal   before   the  Division Bench of the High Court against the order passed by the  learned Single Judge of the High Court refusing to enforce foreign  award   under   Section   50(1)(b)   of   the   Arbitration   Act   shall   be  maintainable   or   not.   To   that   it   is   held   by   the   Hon'ble   Supreme  Court   that   on   a   conspectus   reading   of   section   5   and   13   of   the  Commercial Courts Act and section 50 of the Arbitration Act leads  to a irresistable conclusion that the Letters Patent Appeal shall be  maintainble   before   the   Division   Bench   in   such   a   case.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "4d0c8fef62e341ae90d8a8f2a19d1eb9_172"
        },
        {
            "start": 40286,
            "end": 40464,
            "text": "While  holding   so   that   it   has   to   be   treated   as   an   appeal   under   Section  50(1)(b) of the Arbitration Act and has to be adjudicated within  said parameters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99a9d4e08518450194b79c7855ef2ec4_173"
        },
        {
            "start": 40465,
            "end": 40630,
            "text": "Therefore, even the Hon'ble Supreme Court read  and considered the provisions of the Commercial Courts Act and  Arbitration Act harmoniously together and conjointly.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "5f124055672c410cb9e4e1a7bda79abc_174"
        },
        {
            "start": 40631,
            "end": 40827,
            "text": "\n[7.6] Identical question came to be considered by the Delhi High  Court in the case of Harmanprit Singh Sidhu vs. Arcadia Shares &  Stock Brokers Pvt. Ltd.  reported in  (2016) 234 DLT 30 (DB).  ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3fa377e002ad41fb9d3211e4282ac8d2_175"
        },
        {
            "start": 40827,
            "end": 40947,
            "text": "In  the aforesaid decision the Delhi High Court has observed and held  in paras 8 and 9 as follows:\nHC-NIC Page 21 of 25",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "785b116beaac44409e008a432998a726_176"
        },
        {
            "start": 40948,
            "end": 40994,
            "text": "Created On Sat Oct 07 07:50:16 IST 2017 \"8.   ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "650f5a8f16444becba2c1ec07c8675ba_177"
        },
        {
            "start": 40994,
            "end": 41492,
            "text": "Insofar   as   Section   13   of   the   Commercial   Courts   Act   is  concerned, while it is true that it speaks of appeals from a judgment  or order, the proviso to Section 13(1) makes it clear that the appeal  would   lie   from   such   orders   passed   by,   inter   alia,   a   Commercial  Division that are specifically enumerated under Order 43 of the Code  of Civil Procedure, 1908 (as amended by the Commercial Courts Act)  and Section 37 of the A&C Act. FAO (OS) 136/2016 Page 6 of 12",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4f594347028d4c45b48bc799e6768692_178"
        },
        {
            "start": 41493,
            "end": 41774,
            "text": "The  use  of  the  word  and   in  the  proviso  to  Section  13(1)  is  only  to  specify that an appeal would lie against any order passed by, inter  alia, a Commercial Division, which finds mention in the list of orders  specified in Order 43, CPC and Section 37 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c77368c27174115b17f6e0fb5c84874_179"
        },
        {
            "start": 41775,
            "end": 41785,
            "text": "It is an  ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5144f666cd7a42e69dbbfbcb472b6420_180"
        },
        {
            "start": 41785,
            "end": 41793,
            "text": "admitted",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc7b3e667edd4578845e7dfc15441c7b_181"
        },
        {
            "start": 41794,
            "end": 41802,
            "text": "position",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eec04be367eb4e87b42e113b8a987598_182"
        },
        {
            "start": 41803,
            "end": 41977,
            "text": " that  the  impugned  order  having  been passed in  proceedings   arising   out   of   an   arbitral   award   would   have   to   be  governed by Section 37 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68f586f497a743e4a8796910e200eee9_183"
        },
        {
            "start": 41979,
            "end": 42158,
            "text": "9. On a plain reading of Section 13 of the Commercial Courts  Act, it is evident  that  it does not amplify the scope of appealable  orders specified in Section 37 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59e29cca36f445118a45d107d23d09ce_184"
        },
        {
            "start": 42159,
            "end": 42314,
            "text": "It actually reiterates  that,  in  a   matter  of   arbitration,  an  appeal  shall   lie   only  from  the  orders specified in Section 37 of the A&C Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2a03d7f865c4d1ba05ac78ed134c6fe_185"
        },
        {
            "start": 42315,
            "end": 43069,
            "text": "In fact, Section 13(2)  reinforces this by providing that notwithstanding anything contained  in any other law for the time being in force or the Letters Patent of a  High   Court,   no   appeal   shall   lie   from   any   order   or   decree   of   a  Commercial   Division   or   Commercial   Court   otherwise   than   in  accordance with the provisions of the Commercial Courts Act.\" \nTherefore,   on   conjoint   reading   of   the   provisions   of   the  Arbitration Act and the Commercial Courts Act, considering section  50 of the Arbitration Act, we are of the opinion that the present  appeal against the order passed under Section 49 of the Arbitration  Act   holding   the   foreign   award   enforceable   shall   not   be  maintainable. \n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a7cdd8194204db8af8a6cbc5b16680f_186"
        },
        {
            "start": 43069,
            "end": 44160,
            "text": "[7.7] Now, so far as the submission on behalf of the appellants and  reliance placed upon the decision of the Hon'ble Supreme Court in  the case of Raj Kumar Shivhare vs. Assistant Director, Directorate  of Enforcement and Another reported in  (2010) 4 SCC 772  that  right of appeal is a creature of statute and therefore, when section  HC-NIC Page 22 of 25 Created On Sat Oct 07 07:50:16 IST 2017 13   of   the   Commercial   Courts   Act   confers   right   in   favour   of   the  appellants   to   prefer   an   appeal   against   the   decision   of   the  Commercial   Division,   the   same   cannot   be   taken   away   and/or  denied   and   the   submission   on   behalf   of   the   appellants   that   if  against the impugned order appeal is held to be not maintainable,  in that case the appellants would be remediless is concerned, it is  required   to   be   noted   and   as   observed   hereinabove,   Commercial  Courts   Act   does  not   confer  any  additional  right   of  appeal  which  otherwise shall not be available under Section 50 of the Arbitration  Act.   ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "065d147044954073bc75688283dc7a8e_187"
        },
        {
            "start": 44160,
            "end": 44269,
            "text": "It   is   required   to   be   noted   that   as   such   the   proceedings   are  under the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6881288ba2354ac699a684f84b4f99b5_188"
        },
        {
            "start": 44270,
            "end": 44459,
            "text": "As observed hereinabove only a special  Forum is provided by enacting Commercial Courts Act for speedy  disposal   of   the   commercial   disputes   and   by   the   special  Courts/Forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eeb918101a634f268abcdde46a21659a_189"
        },
        {
            "start": 44460,
            "end": 44671,
            "text": "At the cost of repetition it is stated that it does not  provide   any   additional   right   of   appeal   which   otherwise   is   not  available to the appellants under the provisions of the Arbitration  Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bfcc3ab9e054316af0efaed6d97c7eb_190"
        },
        {
            "start": 44672,
            "end": 45101,
            "text": "Therefore, if otherwise the appeal is not provided against the  impugned order considering section 50 of the Arbitration Act and  even as per the catena of decisions the right of appeal is a creature  of statute and therefoer, if section 50 of the Arbitration Act does  not provide any appeal, the appellants would have no right prefer  an appeal which otherwise is not maintainable in view of section 50  of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6634e98c57cd4d2e8d89efc3701680c3_191"
        },
        {
            "start": 45102,
            "end": 45461,
            "text": "\n[7.8] Now, so far as the submission on behalf of the appellants that  if against the impugned order / decision the appeal is held to be  not maintainable, the appellants would be remediless is concerned,  again at the cost of repetition it is observed that right of appeal is  HC-NIC Page 23 of 25 Created On Sat Oct 07 07:50:16 IST 2017 creature of statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2828e6d71c9349f09549190b0aa1344a_192"
        },
        {
            "start": 45462,
            "end": 45772,
            "text": "If under the statute the appeal is not provided  and/or   in   a   given   case   the   appeal  is  provided   subject   to  certain  restrictions, the aggrieved party cannot still contend to have a right  of appeal on the ground that if the appeal is not held maintainable  the appellants would be remediless.",
            "labels": [
                "RATIO"
            ],
            "id": "b4ca543016d542b1bee495b5520370fa_193"
        },
        {
            "start": 45773,
            "end": 45836,
            "text": "The question is with respect to  maintainability of the appeal.",
            "labels": [
                "RATIO"
            ],
            "id": "8e77001f09a7409aa1f18041c122ebf0_194"
        },
        {
            "start": 45837,
            "end": 46118,
            "text": "The appellants might have any other  remedy   which   may   be   available   under   the   law,   but   certainly   if  under the statute the appeal is not provided, the aggrieved party  cannot pray for right of appeal which otherwise under the statute is  not provided/ available.",
            "labels": [
                "RATIO"
            ],
            "id": "4203d3fac58e44bbbafb46efad103853_195"
        },
        {
            "start": 46119,
            "end": 46498,
            "text": "\n[7.9] In   view   of   the   aforesaid   and   our   above   conclusions,   we  refrain   ourselves   from   considering   other   issue   whether   the  impugned order can be said to be \"judgment\" or not or against any  order   /   decision   of   the   Commercial   Division,   appeal   before   the  Commercial   Appellate   Division   shall   be   maintainable   or   not.  ",
            "labels": [
                "RPC"
            ],
            "id": "b81c81f23e594750a7faeeef4e67e10d_196"
        },
        {
            "start": 46498,
            "end": 47750,
            "text": "Therefore,   we   do   not   touch   the   said   aspect   as,   as   observed  hereinabove,   we   are   of   the   opinion   that   on   harmonious   and  conjoint reading of section 50 of the Arbitration Act and section 13  of the Commercial Courts Act, against the impugned order holding  the   foreign   award   enforceable,   passed   under   Section   49   of   the  Arbitration Act, the appeal shall not be maintainable. \n[8.0] In view of the above and for the reasons stated above, the  preliminary issue / objection raised on behalf of the respondent -  original   applicants   with   respect   to   maintainability   of   the   present  appeals   against   the   impugned   order   passed   by   the   learned  Commercial Division of the High Court holding the foreign award  HC-NIC Page 24 of 25 Created On Sat Oct 07 07:50:16 IST 2017 which is sought to be executed as enforceable is hereby sustained  and   all   the   First   Appeals   deserve   to   be   dismissed   and   are,  accordingly, dismissed as not maintainable. \nCIVIL   APPLICATION   NOS.11626/2017,   11629/2017   AND  11630/2017 In   view   of   dismissal   of  main   First   Appeals,  respective   Civil  Applications also stand dismissed. \nSd/           (M.R. SHAH, J.)",
            "labels": [
                "RPC"
            ],
            "id": "c4a6445abf1b4dbbbcedd7994b779698_197"
        },
        {
            "start": 47752,
            "end": 47848,
            "text": "Sd/          (B.N. KARIA, J.)  Ajay HC-NIC Page 25 of 25 Created On Sat Oct 07 07:50:16 IST 2017",
            "labels": [
                "NONE"
            ],
            "id": "5a4e08050fc94ba4861406a61bc9cfe9_198"
        }
    ],
    "entities": [
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 44
        },
        {
            "text": "Suresh Choudhary",
            "label": "RESPONDENT",
            "start_char": 48,
            "end_char": 64
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 114,
            "end_char": 128
        },
        {
            "text": "Alok Sharma",
            "label": "JUDGE",
            "start_char": 130,
            "end_char": 141
        },
        {
            "text": "High Court Of Judicature For Rajasthan\n                    Bench At Jaipur",
            "label": "COURT",
            "start_char": 150,
            "end_char": 224
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PETITIONER",
            "start_char": 280,
            "end_char": 303
        },
        {
            "text": "Suresh Choudhary",
            "label": "RESPONDENT",
            "start_char": 574,
            "end_char": 590
        },
        {
            "text": "Omprakash Jat",
            "label": "RESPONDENT",
            "start_char": 748,
            "end_char": 761
        },
        {
            "text": "D. B. Civil Misc",
            "label": "RESPONDENT",
            "start_char": 1008,
            "end_char": 1024
        },
        {
            "text": "Appeal No. 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 1027,
            "end_char": 1047
        },
        {
            "text": "Equitas Small Finance Bank Ltd.",
            "label": "ORG",
            "start_char": 1048,
            "end_char": 1079
        },
        {
            "text": "Asopa Hospital",
            "label": "ORG",
            "start_char": 1215,
            "end_char": 1229
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 1248,
            "end_char": 1254
        },
        {
            "text": "Hitesh Kumar Jain",
            "label": "OTHER_PERSON",
            "start_char": 1284,
            "end_char": 1301
        },
        {
            "text": "Kastoor Chand Jain",
            "label": "OTHER_PERSON",
            "start_char": 1314,
            "end_char": 1332
        },
        {
            "text": "Nadir",
            "label": "OTHER_PERSON",
            "start_char": 1408,
            "end_char": 1413
        },
        {
            "text": "Aabid",
            "label": "OTHER_PERSON",
            "start_char": 1426,
            "end_char": 1431
        },
        {
            "text": "Vijay Nagar Colony Distt",
            "label": "GPE",
            "start_char": 1461,
            "end_char": 1485
        },
        {
            "text": "Rajasthan",
            "label": "OTHER_PERSON",
            "start_char": 1499,
            "end_char": 1508
        },
        {
            "text": "Najama",
            "label": "OTHER_PERSON",
            "start_char": 1512,
            "end_char": 1518
        },
        {
            "text": "Ibad",
            "label": "OTHER_PERSON",
            "start_char": 1528,
            "end_char": 1532
        },
        {
            "text": "Vijay Nagar Colony",
            "label": "GPE",
            "start_char": 1562,
            "end_char": 1580
        },
        {
            "text": "Distt",
            "label": "GPE",
            "start_char": 1582,
            "end_char": 1587
        },
        {
            "text": "Rajasthan",
            "label": "OTHER_PERSON",
            "start_char": 1601,
            "end_char": 1610
        },
        {
            "text": "Amad",
            "label": "OTHER_PERSON",
            "start_char": 1614,
            "end_char": 1618
        },
        {
            "text": "Chamma Khan",
            "label": "OTHER_PERSON",
            "start_char": 1631,
            "end_char": 1642
        },
        {
            "text": "Guljar Bagwali Abadi Distt",
            "label": "GPE",
            "start_char": 1676,
            "end_char": 1702
        },
        {
            "text": "D. B. Civil Writ Petition",
            "label": "RESPONDENT",
            "start_char": 1762,
            "end_char": 1787
        },
        {
            "text": "No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 1788,
            "end_char": 1801
        },
        {
            "text": "Rajasthan State Cooperative Oilseed Growers Federation Ltd",
            "label": "ORG",
            "start_char": 1802,
            "end_char": 1860
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 1915,
            "end_char": 1921
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 2014,
            "end_char": 2025
        },
        {
            "text": "Solcon Enginners",
            "label": "ORG",
            "start_char": 2034,
            "end_char": 2050
        },
        {
            "text": "Shivprasad Society, Panmala",
            "label": "ORG",
            "start_char": 2106,
            "end_char": 2133
        },
        {
            "text": "Pune-411030",
            "label": "GPE",
            "start_char": 2149,
            "end_char": 2160
        },
        {
            "text": "Shindewadi",
            "label": "GPE",
            "start_char": 2191,
            "end_char": 2201
        },
        {
            "text": "Pune",
            "label": "GPE",
            "start_char": 2219,
            "end_char": 2223
        },
        {
            "text": "Achyut B. Gokhale",
            "label": "OTHER_PERSON",
            "start_char": 2253,
            "end_char": 2270
        },
        {
            "text": "National Heavy Engineering Cooperative Limited",
            "label": "ORG",
            "start_char": 2276,
            "end_char": 2322
        },
        {
            "text": "Pune",
            "label": "GPE",
            "start_char": 2335,
            "end_char": 2339
        },
        {
            "text": "Himanshu Jain",
            "label": "OTHER_PERSON",
            "start_char": 2381,
            "end_char": 2394
        },
        {
            "text": "Appeal No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 2399,
            "end_char": 2431
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 2437,
            "end_char": 2446
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 2451,
            "end_char": 2478
        },
        {
            "text": "Appeal No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 2533,
            "end_char": 2565
        },
        {
            "text": "Vikas Jain",
            "label": "LAWYER",
            "start_char": 2637,
            "end_char": 2647
        },
        {
            "text": "No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 2682,
            "end_char": 2695
        },
        {
            "text": "MOHAMMAD RAFIQ",
            "label": "JUDGE",
            "start_char": 2719,
            "end_char": 2733
        },
        {
            "text": "JUSTICE ALOK SHARMA",
            "label": "JUDGE",
            "start_char": 2746,
            "end_char": 2765
        },
        {
            "text": "22/08/2019",
            "label": "DATE",
            "start_char": 2786,
            "end_char": 2796
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 2822,
            "end_char": 2836
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 3034,
            "end_char": 3070
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 3089,
            "end_char": 3104
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3112,
            "end_char": 3150
        },
        {
            "text": "Section 3(1)",
            "label": "PROVISION",
            "start_char": 3227,
            "end_char": 3239
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3247,
            "end_char": 3344
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 3403,
            "end_char": 3415
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 3440,
            "end_char": 3451
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3545,
            "end_char": 3560
        },
        {
            "text": "Appeal No. 12/2019",
            "label": "CASE_NUMBER",
            "start_char": 3676,
            "end_char": 3694
        },
        {
            "text": "Ess Kay Fincorp Limited",
            "label": "PETITIONER",
            "start_char": 3727,
            "end_char": 3750
        },
        {
            "text": "20.10.2018",
            "label": "DATE",
            "start_char": 3773,
            "end_char": 3783
        },
        {
            "text": "Commercial Court, Ajmer",
            "label": "COURT",
            "start_char": 3798,
            "end_char": 3821
        },
        {
            "text": "Execution Application No. 06/2018",
            "label": "CASE_NUMBER",
            "start_char": 3869,
            "end_char": 3902
        },
        {
            "text": "12.03.2018",
            "label": "DATE",
            "start_char": 3940,
            "end_char": 3950
        },
        {
            "text": "26.02.2018",
            "label": "DATE",
            "start_char": 4124,
            "end_char": 4134
        },
        {
            "text": "Appeal No. 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 4281,
            "end_char": 4301
        },
        {
            "text": "Equitas Small Finance Bank Limited",
            "label": "PETITIONER",
            "start_char": 4334,
            "end_char": 4368
        },
        {
            "text": "20.10.2018",
            "label": "DATE",
            "start_char": 4391,
            "end_char": 4401
        },
        {
            "text": "Commercial Court, Ajmer",
            "label": "COURT",
            "start_char": 4416,
            "end_char": 4439
        },
        {
            "text": "Execution Application No. 01/2018",
            "label": "CASE_NUMBER",
            "start_char": 4487,
            "end_char": 4520
        },
        {
            "text": "CIS No. 145/2018",
            "label": "CASE_NUMBER",
            "start_char": 4530,
            "end_char": 4546
        },
        {
            "text": "15.02.2018",
            "label": "DATE",
            "start_char": 4584,
            "end_char": 4594
        },
        {
            "text": "01.02.2018",
            "label": "DATE",
            "start_char": 4768,
            "end_char": 4778
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 4886,
            "end_char": 4913
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 4945,
            "end_char": 4955
        },
        {
            "text": "Commercial Court No.1, Jaipur (Rajasthan)",
            "label": "COURT",
            "start_char": 4970,
            "end_char": 5011
        },
        {
            "text": "Solcon Engineers Private Limited",
            "label": "ORG",
            "start_char": 5077,
            "end_char": 5109
        },
        {
            "text": "Rajasthan State Cooperative Oilseed Growers Federation Limited",
            "label": "ORG",
            "start_char": 5177,
            "end_char": 5239
        },
        {
            "text": "National Heavy Engineering Cooperative Limited",
            "label": "RESPONDENT",
            "start_char": 5261,
            "end_char": 5307
        },
        {
            "text": "Court of Civil Judge, Senior Division, Pune (Maharashtra)",
            "label": "COURT",
            "start_char": 5315,
            "end_char": 5372
        },
        {
            "text": "24.07.2004",
            "label": "DATE",
            "start_char": 5687,
            "end_char": 5697
        },
        {
            "text": "District and Sessions Judge, Pune (Maharashtra)",
            "label": "COURT",
            "start_char": 5796,
            "end_char": 5843
        },
        {
            "text": "23.04.2008",
            "label": "DATE",
            "start_char": 5885,
            "end_char": 5895
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 5941,
            "end_char": 5951
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5959,
            "end_char": 5974
        },
        {
            "text": "Court of District and Sessions Judge, Pune",
            "label": "COURT",
            "start_char": 6027,
            "end_char": 6069
        },
        {
            "text": "Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 6160,
            "end_char": 6225
        },
        {
            "text": "Commercial Court No.1, Jaipur",
            "label": "COURT",
            "start_char": 6259,
            "end_char": 6288
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 6352,
            "end_char": 6382
        },
        {
            "text": "28.11.2018",
            "label": "DATE",
            "start_char": 6400,
            "end_char": 6410
        },
        {
            "text": "Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 6456,
            "end_char": 6521
        },
        {
            "text": "Commercial Court No.1, Jaipur",
            "label": "COURT",
            "start_char": 6627,
            "end_char": 6656
        },
        {
            "text": "District and Sessions Judge, Jaipur Metropolitan",
            "label": "COURT",
            "start_char": 6676,
            "end_char": 6724
        },
        {
            "text": "14.12.2018",
            "label": "DATE",
            "start_char": 6815,
            "end_char": 6825
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 6868,
            "end_char": 6878
        },
        {
            "text": "21.12.2018",
            "label": "DATE",
            "start_char": 6892,
            "end_char": 6902
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 6998,
            "end_char": 7009
        },
        {
            "text": "District Court, Jaipur Metropolitan, Jaipur",
            "label": "COURT",
            "start_char": 7047,
            "end_char": 7090
        },
        {
            "text": "12.12.2018",
            "label": "DATE",
            "start_char": 7111,
            "end_char": 7121
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 7255,
            "end_char": 7285
        },
        {
            "text": "Himanshu Sharma",
            "label": "OTHER_PERSON",
            "start_char": 7322,
            "end_char": 7337
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 7493,
            "end_char": 7503
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7511,
            "end_char": 7526
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 7535,
            "end_char": 7548
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7556,
            "end_char": 7577
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 7686,
            "end_char": 7699
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7707,
            "end_char": 7728
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7822,
            "end_char": 7837
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 8074,
            "end_char": 8097
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8105,
            "end_char": 8126
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 8170,
            "end_char": 8180
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8188,
            "end_char": 8203
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8491,
            "end_char": 8504
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 8508,
            "end_char": 8532
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 8548,
            "end_char": 8557
        },
        {
            "text": "Senior Manager (Legal) Vs.",
            "label": "PRECEDENT",
            "start_char": 8559,
            "end_char": 8585
        },
        {
            "text": "Abdul Samad and Another, (2018) 3 SCC 622",
            "label": "PRECEDENT",
            "start_char": 8586,
            "end_char": 8627
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8633,
            "end_char": 8646
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 8792,
            "end_char": 8802
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 8831,
            "end_char": 8842
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9023,
            "end_char": 9036
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 9040,
            "end_char": 9073
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9119,
            "end_char": 9132
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 9156,
            "end_char": 9166
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 9291,
            "end_char": 9315
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 9331,
            "end_char": 9340
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 9432,
            "end_char": 9465
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 9531,
            "end_char": 9541
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9549,
            "end_char": 9564
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9709,
            "end_char": 9724
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 9980,
            "end_char": 9990
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9998,
            "end_char": 10013
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 10083,
            "end_char": 10096
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10104,
            "end_char": 10125
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10213,
            "end_char": 10228
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 10299,
            "end_char": 10309
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10317,
            "end_char": 10332
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 10400,
            "end_char": 10413
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10421,
            "end_char": 10442
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 10576,
            "end_char": 10594
        },
        {
            "text": "M/s. OCI Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 10598,
            "end_char": 10622
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 10647,
            "end_char": 10672
        },
        {
            "text": "Civil Application (For Transfer) No. 2969 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 10680,
            "end_char": 10729
        },
        {
            "text": "Civil Application No. 2977 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 10745,
            "end_char": 10779
        },
        {
            "text": "11.11.2016",
            "label": "DATE",
            "start_char": 10791,
            "end_char": 10801
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 10887,
            "end_char": 10905
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 10914,
            "end_char": 10929
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10968,
            "end_char": 10981
        },
        {
            "text": "Petition for Special Leave to Appeal (C) No",
            "label": "PRECEDENT",
            "start_char": 10999,
            "end_char": 11042
        },
        {
            "text": "Kandla Export Corporation & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 11055,
            "end_char": 11093
        },
        {
            "text": "OCI Corporation",
            "label": "ORG",
            "start_char": 11099,
            "end_char": 11114
        },
        {
            "text": "03.03.2017",
            "label": "DATE",
            "start_char": 11132,
            "end_char": 11142
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "PRECEDENT",
            "start_char": 11144,
            "end_char": 11179
        },
        {
            "text": "Municipal Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 11189,
            "end_char": 11214
        },
        {
            "text": "M S Khurana Engineering Ltd.",
            "label": "ORG",
            "start_char": 11215,
            "end_char": 11243
        },
        {
            "text": "06.09.2018",
            "label": "DATE",
            "start_char": 11302,
            "end_char": 11312
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 11327,
            "end_char": 11344
        },
        {
            "text": "Jet Airways (India) Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 11348,
            "end_char": 11379
        },
        {
            "text": "Subrata Roy Sahara",
            "label": "OTHER_PERSON",
            "start_char": 11380,
            "end_char": 11398
        },
        {
            "text": "High Court of Chhattisgarh at Bilaspur",
            "label": "COURT",
            "start_char": 11433,
            "end_char": 11471
        },
        {
            "text": "South Eastern Coal Fields Ltd.",
            "label": "ORG",
            "start_char": 11475,
            "end_char": 11505
        },
        {
            "text": "Tirupati Construction District Burhar",
            "label": "ORG",
            "start_char": 11515,
            "end_char": 11552
        },
        {
            "text": "TPC No. 4 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 11554,
            "end_char": 11571
        },
        {
            "text": "10.01.2018",
            "label": "DATE",
            "start_char": 11583,
            "end_char": 11593
        },
        {
            "text": "SCC Online Chh 63",
            "label": "CASE_NUMBER",
            "start_char": 11601,
            "end_char": 11618
        },
        {
            "text": "Vikas Jain",
            "label": "LAWYER",
            "start_char": 11625,
            "end_char": 11635
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 11675,
            "end_char": 11702
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 11795,
            "end_char": 11810
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11818,
            "end_char": 11833
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11856,
            "end_char": 11869
        },
        {
            "text": "State of Maharashtra",
            "label": "GPE",
            "start_char": 11873,
            "end_char": 11893
        },
        {
            "text": "Executive Engineer, Road Development Division No. 111, Panvel & Another Vs",
            "label": "PRECEDENT",
            "start_char": 11902,
            "end_char": 11976
        },
        {
            "text": "Atlanta Limited, (2014) 11 SCC 619",
            "label": "PRECEDENT",
            "start_char": 11978,
            "end_char": 12012
        },
        {
            "text": "Section 10",
            "label": "PROVISION",
            "start_char": 12085,
            "end_char": 12095
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 12103,
            "end_char": 12124
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 12126,
            "end_char": 12136
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12230,
            "end_char": 12245
        },
        {
            "text": "Commercial (8 of 19) [CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 12317,
            "end_char": 12350
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12604,
            "end_char": 12619
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 12723,
            "end_char": 12741
        },
        {
            "text": "Vijay Cotton and Fiber Company Vs.",
            "label": "PRECEDENT",
            "start_char": 12745,
            "end_char": 12779
        },
        {
            "text": "Agarwal Cotton Spinning Private Limited",
            "label": "ORG",
            "start_char": 12780,
            "end_char": 12819
        },
        {
            "text": "R/Appeal No. 216 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 12821,
            "end_char": 12845
        },
        {
            "text": "11.02.2019",
            "label": "DATE",
            "start_char": 12857,
            "end_char": 12867
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 12874,
            "end_char": 12889
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "ORG",
            "start_char": 12899,
            "end_char": 12934
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 12987,
            "end_char": 13004
        },
        {
            "text": "Sushila Singhania & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 13008,
            "end_char": 13038
        },
        {
            "text": "Bharat Hari Singhania & Others, 2017 (3) ABR 357",
            "label": "PRECEDENT",
            "start_char": 13039,
            "end_char": 13087
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 13094,
            "end_char": 13103
        },
        {
            "text": "Writ Petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 13162,
            "end_char": 13189
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 13202,
            "end_char": 13211
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13219,
            "end_char": 13240
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 13348,
            "end_char": 13361
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13369,
            "end_char": 13390
        },
        {
            "text": "Sections 9 and 34",
            "label": "PROVISION",
            "start_char": 13516,
            "end_char": 13533
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13541,
            "end_char": 13556
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 13822,
            "end_char": 13858
        },
        {
            "text": "Commercial Court No. 1, Jaipur",
            "label": "COURT",
            "start_char": 13873,
            "end_char": 13903
        },
        {
            "text": "14.12.2018",
            "label": "DATE",
            "start_char": 13921,
            "end_char": 13931
        },
        {
            "text": "District and Sessions Judge, Jaipur Metropolitan",
            "label": "COURT",
            "start_char": 13992,
            "end_char": 14040
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 14064,
            "end_char": 14075
        },
        {
            "text": "High Court of Chhattisgarh at Bilaspur",
            "label": "COURT",
            "start_char": 14315,
            "end_char": 14353
        },
        {
            "text": "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.",
            "label": "PRECEDENT",
            "start_char": 14357,
            "end_char": 14489
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "OTHER_PERSON",
            "start_char": 14490,
            "end_char": 14512
        },
        {
            "text": "TPC No. 59 of 2017",
            "label": "CASE_NUMBER",
            "start_char": 14514,
            "end_char": 14532
        },
        {
            "text": "22.01.2018",
            "label": "DATE",
            "start_char": 14544,
            "end_char": 14554
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14617,
            "end_char": 14630
        },
        {
            "text": "14884/2018",
            "label": "DATE",
            "start_char": 14693,
            "end_char": 14703
        },
        {
            "text": "South Eastern Coal Fields Ltd. (SECL) Vs.",
            "label": "PRECEDENT",
            "start_char": 14704,
            "end_char": 14745
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "OTHER_PERSON",
            "start_char": 14746,
            "end_char": 14768
        },
        {
            "text": "05.07.2018",
            "label": "DATE",
            "start_char": 14780,
            "end_char": 14790
        },
        {
            "text": "Ajmer",
            "label": "OTHER_PERSON",
            "start_char": 14953,
            "end_char": 14958
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14995,
            "end_char": 15008
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 15012,
            "end_char": 15036
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 15052,
            "end_char": 15061
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 15131,
            "end_char": 15141
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15149,
            "end_char": 15164
        },
        {
            "text": "Abdul Samad",
            "label": "RESPONDENT",
            "start_char": 15431,
            "end_char": 15442
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15621,
            "end_char": 15634
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 15690,
            "end_char": 15700
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15708,
            "end_char": 15723
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 15747,
            "end_char": 15758
        },
        {
            "text": "Morena",
            "label": "GPE",
            "start_char": 15820,
            "end_char": 15826
        },
        {
            "text": "Madhya Pradesh",
            "label": "GPE",
            "start_char": 15828,
            "end_char": 15842
        },
        {
            "text": "Section 47 read with Section 151 and Order 21 Rule 27",
            "label": "PROVISION",
            "start_char": 15849,
            "end_char": 15902
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15903,
            "end_char": 15906
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16151,
            "end_char": 16164
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16223,
            "end_char": 16236
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16544,
            "end_char": 16547
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 16610,
            "end_char": 16620
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16628,
            "end_char": 16643
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 16855,
            "end_char": 16865
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16873,
            "end_char": 16888
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16973,
            "end_char": 16976
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17052,
            "end_char": 17065
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 17273,
            "end_char": 17283
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17291,
            "end_char": 17306
        },
        {
            "text": "Part I.",
            "label": "PROVISION",
            "start_char": 17380,
            "end_char": 17387
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17572,
            "end_char": 17585
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 17629,
            "end_char": 17640
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 17664,
            "end_char": 17674
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17682,
            "end_char": 17697
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 17942,
            "end_char": 17952
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17960,
            "end_char": 17975
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18086,
            "end_char": 18099
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 18305,
            "end_char": 18315
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18323,
            "end_char": 18338
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 18504,
            "end_char": 18514
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18522,
            "end_char": 18537
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18716,
            "end_char": 18731
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19062,
            "end_char": 19075
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 19106,
            "end_char": 19130
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 19146,
            "end_char": 19155
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 19241,
            "end_char": 19251
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19259,
            "end_char": 19274
        },
        {
            "text": "Sections 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 19280,
            "end_char": 19304
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19312,
            "end_char": 19333
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19340,
            "end_char": 19353
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 19357,
            "end_char": 19390
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 19458,
            "end_char": 19469
        },
        {
            "text": "Police Station Mal",
            "label": "ORG",
            "start_char": 19713,
            "end_char": 19731
        },
        {
            "text": "Jalpaiguri",
            "label": "GPE",
            "start_char": 19742,
            "end_char": 19752
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 19754,
            "end_char": 19765
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 19879,
            "end_char": 19888
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 19896,
            "end_char": 19911
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 19938,
            "end_char": 19960
        },
        {
            "text": "10.12.1998",
            "label": "DATE",
            "start_char": 20135,
            "end_char": 20145
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 20216,
            "end_char": 20226
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20234,
            "end_char": 20249
        },
        {
            "text": "20.01.2000",
            "label": "DATE",
            "start_char": 20358,
            "end_char": 20368
        },
        {
            "text": "10.12.1998",
            "label": "DATE",
            "start_char": 20410,
            "end_char": 20420
        },
        {
            "text": "30.06.2004",
            "label": "DATE",
            "start_char": 20565,
            "end_char": 20575
        },
        {
            "text": "State of West Bengal",
            "label": "ORG",
            "start_char": 20581,
            "end_char": 20601
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20629,
            "end_char": 20639
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20647,
            "end_char": 20662
        },
        {
            "text": "Principal Civil Court of the learned District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 20706,
            "end_char": 20771
        },
        {
            "text": "West Bengal",
            "label": "GPE",
            "start_char": 20773,
            "end_char": 20784
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20867,
            "end_char": 20878
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20886,
            "end_char": 20898
        },
        {
            "text": "Court of learned District Judge at Jalpaiguri",
            "label": "COURT",
            "start_char": 20935,
            "end_char": 20980
        },
        {
            "text": "High Court of Calcutta",
            "label": "COURT",
            "start_char": 21010,
            "end_char": 21032
        },
        {
            "text": "11.04.2005",
            "label": "DATE",
            "start_char": 21074,
            "end_char": 21084
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21090,
            "end_char": 21103
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 21148,
            "end_char": 21163
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21181,
            "end_char": 21191
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21199,
            "end_char": 21214
        },
        {
            "text": "Section 2(c) and 31(4)",
            "label": "PROVISION",
            "start_char": 21257,
            "end_char": 21279
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 21287,
            "end_char": 21308
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 21337,
            "end_char": 21348
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21379,
            "end_char": 21389
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21692,
            "end_char": 21702
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 21777,
            "end_char": 21787
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 21906,
            "end_char": 21912
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 21920,
            "end_char": 21941
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22069,
            "end_char": 22079
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 22263,
            "end_char": 22269
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22300,
            "end_char": 22310
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 22384,
            "end_char": 22390
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 22472,
            "end_char": 22482
        },
        {
            "text": "Kumbha Mawji v. Dominion of India, AIR 1953 SC 313",
            "label": "PRECEDENT",
            "start_char": 22779,
            "end_char": 22829
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22867,
            "end_char": 22880
        },
        {
            "text": "Section 31(4)",
            "label": "PROVISION",
            "start_char": 22916,
            "end_char": 22929
        },
        {
            "text": "1940 Act",
            "label": "STATUTE",
            "start_char": 22937,
            "end_char": 22945
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23449,
            "end_char": 23459
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 23599,
            "end_char": 23614
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23619,
            "end_char": 23629
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 23637,
            "end_char": 23658
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 23724,
            "end_char": 23735
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 23765,
            "end_char": 23775
        },
        {
            "text": "Part I.\n(g) xxxxxxxx",
            "label": "PROVISION",
            "start_char": 23883,
            "end_char": 23903
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23948,
            "end_char": 23961
        },
        {
            "text": "Sundaram Finance Limited",
            "label": "ORG",
            "start_char": 23965,
            "end_char": 23989
        },
        {
            "text": "J. Thilak",
            "label": "OTHER_PERSON",
            "start_char": 24005,
            "end_char": 24014
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24101,
            "end_char": 24114
        },
        {
            "text": "State of West Bengal & Others Vs",
            "label": "PRECEDENT",
            "start_char": 24118,
            "end_char": 24150
        },
        {
            "text": "Section 10 and 15",
            "label": "PROVISION",
            "start_char": 24228,
            "end_char": 24245
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24253,
            "end_char": 24274
        },
        {
            "text": "State of West Bengal & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 24367,
            "end_char": 24400
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 24460,
            "end_char": 24470
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24478,
            "end_char": 24493
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 24724,
            "end_char": 24730
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24738,
            "end_char": 24753
        },
        {
            "text": "Section 42",
            "label": "PROVISION",
            "start_char": 24824,
            "end_char": 24834
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24842,
            "end_char": 24857
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24874,
            "end_char": 24887
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 25067,
            "end_char": 25073
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 25132,
            "end_char": 25142
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25150,
            "end_char": 25165
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 25196,
            "end_char": 25202
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 25248,
            "end_char": 25263
        },
        {
            "text": "OCI Corporation",
            "label": "ORG",
            "start_char": 25307,
            "end_char": 25322
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 25353,
            "end_char": 25364
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 25372,
            "end_char": 25385
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25393,
            "end_char": 25414
        },
        {
            "text": "Section 2(1)(e)(ii)",
            "label": "PROVISION",
            "start_char": 25425,
            "end_char": 25444
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 25449,
            "end_char": 25459
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25467,
            "end_char": 25482
        },
        {
            "text": "District Court, Gandhidham-Kutch",
            "label": "COURT",
            "start_char": 25585,
            "end_char": 25617
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 25632,
            "end_char": 25653
        },
        {
            "text": "Sections 2(e), 47",
            "label": "PROVISION",
            "start_char": 25758,
            "end_char": 25775
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25783,
            "end_char": 25798
        },
        {
            "text": "Section 2(1)(i), Section 6, 10, 15",
            "label": "PROVISION",
            "start_char": 25803,
            "end_char": 25837
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25845,
            "end_char": 25866
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 26220,
            "end_char": 26258
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 26421,
            "end_char": 26442
        },
        {
            "text": "Arbitration and Conciliation (Amendment) Act, 2015",
            "label": "STATUTE",
            "start_char": 26640,
            "end_char": 26690
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 27019,
            "end_char": 27057
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 27256,
            "end_char": 27266
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27274,
            "end_char": 27295
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 27348,
            "end_char": 27386
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 27474,
            "end_char": 27495
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 27511,
            "end_char": 27522
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 27535,
            "end_char": 27553
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27711,
            "end_char": 27724
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 27728,
            "end_char": 27753
        },
        {
            "text": "03.03.2017",
            "label": "DATE",
            "start_char": 27866,
            "end_char": 27876
        },
        {
            "text": "Gujarat High Court at Ahmedabad",
            "label": "COURT",
            "start_char": 27918,
            "end_char": 27949
        },
        {
            "text": "Vadodara Mahanag Seva Sadan Formaly",
            "label": "ORG",
            "start_char": 27953,
            "end_char": 27988
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 28054,
            "end_char": 28072
        },
        {
            "text": "OCI Corporation",
            "label": "PRECEDENT",
            "start_char": 28116,
            "end_char": 28131
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28282,
            "end_char": 28297
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 28323,
            "end_char": 28341
        },
        {
            "text": "Vijay Cotton and Fiber Company",
            "label": "PRECEDENT",
            "start_char": 28345,
            "end_char": 28375
        },
        {
            "text": "Gujarat Civil Courts Act",
            "label": "STATUTE",
            "start_char": 28536,
            "end_char": 28560
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 28563,
            "end_char": 28586
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28594,
            "end_char": 28615
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 29080,
            "end_char": 29131
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 29247,
            "end_char": 29258
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 29572,
            "end_char": 29623
        },
        {
            "text": "Section 10(3) and 15(2)",
            "label": "PROVISION",
            "start_char": 30148,
            "end_char": 30171
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30179,
            "end_char": 30200
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30242,
            "end_char": 30252
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30260,
            "end_char": 30275
        },
        {
            "text": "Section 10(3)",
            "label": "PROVISION",
            "start_char": 30700,
            "end_char": 30713
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30721,
            "end_char": 30742
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 30874,
            "end_char": 30884
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 30892,
            "end_char": 30907
        },
        {
            "text": "Section 15(3)",
            "label": "PROVISION",
            "start_char": 30939,
            "end_char": 30952
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30960,
            "end_char": 30981
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 31177,
            "end_char": 31188
        },
        {
            "text": "Chattisgarh High Court",
            "label": "COURT",
            "start_char": 31290,
            "end_char": 31312
        },
        {
            "text": "South Eastern Coalfields Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 31316,
            "end_char": 31352
        },
        {
            "text": "Padam Kumar Singhaniya",
            "label": "PRECEDENT",
            "start_char": 31353,
            "end_char": 31375
        },
        {
            "text": "Alok Garg",
            "label": "OTHER_PERSON",
            "start_char": 31398,
            "end_char": 31407
        },
        {
            "text": "sub-section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 31581,
            "end_char": 31610
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 31618,
            "end_char": 31639
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 31861,
            "end_char": 31874
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 31882,
            "end_char": 31903
        },
        {
            "text": "Chhattisgarh High Court",
            "label": "COURT",
            "start_char": 31941,
            "end_char": 31964
        },
        {
            "text": "proviso to Section 15(2)",
            "label": "PROVISION",
            "start_char": 31981,
            "end_char": 32005
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32013,
            "end_char": 32034
        },
        {
            "text": "sub-section (1) or sub-section (2) of Section 15",
            "label": "PROVISION",
            "start_char": 32240,
            "end_char": 32288
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32296,
            "end_char": 32317
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 32518,
            "end_char": 32531
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32539,
            "end_char": 32560
        },
        {
            "text": "CMA-12/2019",
            "label": "CASE_NUMBER",
            "start_char": 32938,
            "end_char": 32949
        },
        {
            "text": "Section 3(i)",
            "label": "PROVISION",
            "start_char": 32986,
            "end_char": 32998
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 33006,
            "end_char": 33103
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 33119,
            "end_char": 33131
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33251,
            "end_char": 33289
        },
        {
            "text": "Court of District and Sessions Judge",
            "label": "COURT",
            "start_char": 33382,
            "end_char": 33418
        },
        {
            "text": "Section 2(1)(e)",
            "label": "PROVISION",
            "start_char": 33436,
            "end_char": 33451
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33459,
            "end_char": 33497
        },
        {
            "text": "Appeals No. 12/2019 and 5890/2018",
            "label": "CASE_NUMBER",
            "start_char": 33539,
            "end_char": 33572
        },
        {
            "text": "Writ petition No. 4379/2019",
            "label": "CASE_NUMBER",
            "start_char": 33664,
            "end_char": 33691
        },
        {
            "text": "ALOK SHARMA),J",
            "label": "JUDGE",
            "start_char": 33938,
            "end_char": 33952
        },
        {
            "text": "MOHAMMAD RAFIQ),J",
            "label": "JUDGE",
            "start_char": 33999,
            "end_char": 34016
        },
        {
            "text": "MANOJ NARWANI",
            "label": "JUDGE",
            "start_char": 34052,
            "end_char": 34065
        }
    ],
    "precedent_clusters": {
        "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.": [
            "Senior Manager (Legal) Vs.",
            "State of West Bengal & Others Vs.",
            "State of West Bengal & Others Vs.",
            "M/s. OCI Corporation Vs.",
            "Petition for Special Leave to Appeal (C) No",
            "Kandla Export Corporation & Others Vs.",
            "Vadodara Mahanag Seva Sadan Formaly",
            "Municipal Corporation Vs.",
            "Jet Airways (India) Limited Vs.",
            "Executive Engineer, Road Development Division No. 111, Panvel & Another Vs",
            "Vijay Cotton and Fiber Company Vs.",
            "Sushila Singhania & Others Vs.",
            "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.",
            "South Eastern Coal Fields Ltd. (SECL) Vs.",
            "State of West Bengal & Others Vs.",
            "State of West Bengal & Others Vs",
            "State of West Bengal & Others Vs.",
            "South Eastern Coalfields Limited Vs.",
            "OCI Corporation",
            "OCI Corporation",
            "OCI Corporation",
            "OCI Corporation",
            "Vijay Cotton and Fiber Company"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 3(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 3(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act",
            "Section 2(1)(e)",
            "Arbitration Act"
        ],
        [
            "Section 10",
            "Commercial Courts Act",
            "Section 10",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Arbitration Act",
            "Section 15",
            "Arbitration Act"
        ],
        [
            "Section 2",
            "Commercial Courts Act",
            "Section 2",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Sections 9 and 34",
            "Arbitration Act",
            "Sections 9 and 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 47 read with Section 151 and Order 21 Rule 27",
            "CPC",
            "Section 47 read with Section 151 and Order 21 Rule 27",
            "CPC"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 32",
            "Arbitration Act",
            "Section 32",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Sections 10(3) and 15(2)",
            "Commercial Courts Act",
            "Sections 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 9",
            "Arbitration Act",
            "Section 9",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(c) and 31(4)",
            "Arbitration Act, 1940",
            "Section 2(c) and 31(4)",
            "Arbitration Act, 1940"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 31(4)",
            "1940 Act",
            "Section 31(4)",
            "1940 Act"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Section 10 and 15",
            "Commercial Courts Act",
            "Section 10 and 15",
            "Commercial Courts Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Section 47",
            "Arbitration Act",
            "Section 47",
            "Arbitration Act"
        ],
        [
            "Sections 2(e), 47",
            "Arbitration Act",
            "Sections 2(e), 47",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(i), Section 6, 10, 15",
            "Commercial Courts Act",
            "Section 2(1)(i), Section 6, 10, 15",
            "Commercial Courts Act"
        ],
        [
            "section 15",
            "Commercial Courts Act",
            "section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 10(3) and 15(2)",
            "Commercial Courts Act",
            "Section 10(3) and 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 10(3)",
            "Commercial Courts Act",
            "Section 10(3)",
            "Commercial Courts Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 15(3)",
            "Commercial Courts Act",
            "Section 15(3)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (2) of Section 15",
            "Commercial Courts Act",
            "sub-section (2) of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "proviso to Section 15(2)",
            "Commercial Courts Act",
            "proviso to Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) or sub-section (2) of Section 15",
            "Commercial Courts Act",
            "sub-section (1) or sub-section (2) of Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act",
            "Section 15(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 3(i)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(1)(e)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996",
            "Section 2(b)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Commercial Courts Act",
            "Section 2(1)(e)",
            "Commercial Courts Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 42",
            "Arbitration Act",
            "Section 42",
            "Arbitration Act"
        ],
        [
            "Section 2(1)(e)",
            "Arbitration Act, 1940",
            "Section 2(1)(e)",
            "Arbitration Act, 1940"
        ],
        [
            "Section 42",
            "Arbitration Act, 1996",
            "Section 42",
            "Arbitration Act, 1996"
        ],
        [
            "Part I.\n(g) xxxxxxxx",
            "Arbitration Act",
            "Part I.\n(g) xxxxxxxx",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Part I",
            "Arbitration Act, 1996",
            "Part I",
            "Arbitration Act, 1996"
        ],
        [
            "Section 2(1)(e)(ii)",
            "Arbitration Act, 1940",
            "Section 2(1)(e)(ii)",
            "Arbitration Act, 1940"
        ],
        [
            "Part I.",
            "Arbitration Act",
            "Part I.",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs.": 23
    },
    "provision_counts": {
        "Section 2(1)(e) of Arbitration and Conciliation Act, 1996": 2,
        "Section 3(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 36 of Arbitration Act": 15,
        "Section 10(3) of Commercial Courts Act": 4,
        "Section 15(2) of Commercial Courts Act": 4,
        "Section 10(3) and 15(2) of Commercial Courts Act": 3,
        "Section 42 of Arbitration Act": 15,
        "Section 2(1)(e) of Arbitration Act": 1,
        "Section 10 of Commercial Courts Act": 1,
        "Section 15 of Arbitration Act": 1,
        "Section 2 of Commercial Courts Act": 1,
        "Sections 9 and 34 of Arbitration Act": 1,
        "Section 47 read with Section 151 and Order 21 Rule 27 of CPC": 1,
        "Section 32 of Arbitration Act": 1,
        "Sections 10(3) and 15(2) of Commercial Courts Act": 1,
        "Section 9 of Arbitration Act": 1,
        "Section 11 of Arbitration Act": 1,
        "Section 34 of Arbitration Act": 1,
        "Article 227 of Constitution": 1,
        "Section 2(c) and 31(4) of Arbitration Act, 1940": 1,
        "Part I of Arbitration Act, 1996": 5,
        "Section 31(4) of 1940 Act": 1,
        "Section 42 of Arbitration Act, 1996": 2,
        "Section 10 and 15 of Commercial Courts Act": 1,
        "Part I of Arbitration Act": 1,
        "Section 15(5) of Commercial Courts Act": 1,
        "Section 47 of Arbitration Act": 1,
        "Sections 2(e), 47 of Arbitration Act": 1,
        "Section 2(1)(i), Section 6, 10, 15 of Commercial Courts Act": 1,
        "section 15 of Commercial Courts Act": 1,
        "Section 15(3) of Commercial Courts Act": 1,
        "sub-section (2) of Section 15 of Commercial Courts Act": 1,
        "proviso to Section 15(2) of Commercial Courts Act": 1,
        "sub-section (1) or sub-section (2) of Section 15 of Commercial Courts Act": 1,
        "Section 3(i) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 2(b) of Arbitration and Conciliation Act, 1996": 2,
        "Section 2(1)(e) of Commercial Courts Act": 1,
        "Section 2(1)(e) of Arbitration Act, 1940": 1,
        "Part I.\n(g) xxxxxxxx of Arbitration Act": 1,
        "Section 2(1)(e)(ii) of Arbitration Act, 1940": 1,
        "Part I. of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 4,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 2,
        "Arbitration Act": 42,
        "Commercial Courts Act": 23,
        "CPC": 1,
        "Constitution": 1,
        "Arbitration Act, 1940": 3,
        "Arbitration Act, 1996": 7,
        "1940 Act": 1
    }
}