{
    "id": "115bd1a46afad5d8ee10d001ca2b2f5f8ee313eda8e7a5fc96b18d0994a1b79d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKerala High Court\nPranathmaka Ayurvedics Pvt Ltd vs Cocosath Health Products on 24 November, 2020 \n          In The High Court Of Kerala At Ernakulam\n\n                          Present\n\n      The Honourable Mr. Justice R. Narayana Pisharadi\n\n  Tuesday, The 24Th Day Of November 2020 / 3Rd Agrahayana,\n                            1942\n\n                   OP(C).No.1467 Of 2020\n\n    Against The Order/Judgment In CMA(Arb) 8/2020 Dated\n     14-09-2020 Of Hon'Ble Commercial Court,Ernakulam\n\n\nPetitioners/Respondents No.1, 3 & 5: \n\n      1     Pranathmaka Ayurvedics Pvt Ltd. \n            Kinfra Food Processing Park, Enadimangalam,\n            Adoor, Pathanamthitta, Kerala - 691 524\n            Represented By Its Ceo, Bismi Aji. \n\n      2     The Ceo (Kmp) (Bzhpa8931R)\n            Pranathmaka Ayurvedics Pvt.Ltd., Kinfra Food\n            Processing Park, Enadimangalam, Adoor,\n            Pathanamthitta, Kerala - 691 524.\n\n      3     Bismi Aji\n            Aged 39 Years\n            Director(Din 08400075), Pranathmaka Ayurvedics\n            Pvt.Ld., Kinfra Food Processing Park,\n            Enadimangalam, Adoor, Pathanamthitta,\n            Kerala - 691 524.\n\n            By Advs . \n            Sri . P.G.Suresh \n            Sri.Rajan Vishnuraj\n            Sri . V.Harish \n            Smt.Aswathy Krishnan \n\nRespondents/Petitioners 1 & 2 - Respondents 2, 4 & 6-10: \n\n      1     Cocosath Health Products \n            Registered Office At 66/3739, 3Rd Floor,\n            Palackal Court, M.G.Road, Ernakulam, Kerala -\n            682 035 Represented By Its Managing Partner,\n            Kuriachan Chacko, Aged 45 Years,\n            S / O.P.V.Chacko. \n O.P.(C) No.1467/2020 \n                               2\n\n\n\n\n       2      Kuriachan Chacko \n              Managing Partner, Aged 45 Years, \n              S / O.P.V.Chacko, M / S.Cocosath Health Products, \n              Registered Office At 66/3739, 3Rd Floor,\n              Palackal Court, M.G.Road, Ernakulam,\n              Kerala - 682 035.\n\n       3      The Managing Director\n              Pranathmaka Ayurvedics Pvt.Ld., Kinfra Food \n              Processing Park, Enadimangalam, Adoor,\n              Pathanamthitta, Kerala - 691 524. \n\n       4      Aji Pappachen\n              Aged 39 Years \n              Managing Director (Din 08532931), Pranathmaka\n              Ayurvedics Pvt.Ld., Kinfra Food Processing\n              Park, Enadimangalam, Adoor, Pathanamthitta,\n              Kerala - 691 524.\n\n       5      Bindhu Baby\n              Aged 43 Years, Additional Director (Din\n              08400045), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       6      Joby James\n              Aged 40 Years, Additional Director (Din\n              08543402), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       7      Anna John\n              Aged 35 Years, Additional Director (Din\n              08543582), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       8      Vivek Mathews Cherian\n              Aged 40 Years, Additional Director (Din\n              08543792), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta , Kerala - 691 524.\n O.P.(C) No.1467/2020\n                               3\n\n\n       9      Regi Puthenparambil Cherian\n              Aged 47 Years, Additional Director (Din\n              08543857), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n              R1-2 By Adv. Sri.Vinode V. Luka\n\n     This  Op   (Civil)   Having  Been   Finally  Heard   On\n16-11-2020, The Court On 24-11-2020 Delivered The Following: \n O.P.(C) No.1467/2020 \n                                  4\n\n\n\n\n                                                                \"Cr \" \n\n                    R.Narayana Pisharadi, J \n                    * * * * * * * * * * * * * * * * * * * * * * * *\n                      O.P.(C) No.1467 of 2020 \n          ---------------------------------------------------\n            Dated this the 24th day of November, 2020\n\n\n                           Judgment\nIs an order passed under Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') by a Commercial Court appealable under Section 13(1) of the Commerci al Courts Act, 2015 (hereinafter referred to as 'the Commercial Courts Act')? This question essentially falls for consideration in the instant case. \n2. The first petitioner is a company. The second petitioner is the Chief Executive Officer and the third petitioner is one of the directors of the first petitioner company. The first respondent is a partnership firm. The second respondent is the Managing Partner of the first respondent firm. \n3. The first and the second respondents filed an application under Section 9 of the Arbitration Act in the District Court, Ernakulam against the petitioners. This application (Ext.P8) was transferred to the Commercial Court, Ernakulam (the Principal Sub Court, Ernakulam) and numbered as CMA (Arb) No.8/2020.\n4. The reliefs prayed for in Ext.P8 application are the following: \n                   \"a.        Issue a Decree of Interim Injunction              restraining        the       Respondent         No.1    and     the Respondents No.2 to 10 or their men, officers and agents, from appointing any persons and/or business establishments as the Exclusive Global Marketer and Distributor or Marketer or Distributor for the distribution, marketing or sales of the products as defined in the Agreement dated 26.06.2017;\nb. Issue a Decree of Interim Injunction restraining the Respondents No.1 to 10 or their men, officers and agents, from transferring to any person or entity, the Product know-how or confidential information of the 'Products' as defined in the Agreement dated 26.06.2017;\nc. Pass such other interim measure of protection as may appear to the Court to be just and convenient.\"\n5. As per Ext.P9 judgment dated 14.09.2020, the Commercial Court, Ernakulam allowed Ext.P8 application. The operative portion of Ext.P9 judgment reads as follows:\n                 \"In   the     result,       the   Civil     Miscellaneous            Application is allowed.             The respondents are hereby restrained from appointing any persons and/or business establishments as the exclusive global marketer or distributor for the distribution, marketing or sale of the products of the 1 st respondent company and from transferring to any 3rd parties the product know-how or confidential information of the products till Arbitration proceedings are commenced in the case. The parties shall bear their respective costs.\"\n6. This original petition is filed under Article 227 of the Constitution of India challenging the legality and propriety of Ext.P9 judgment. \n7. Heard learned counsel for the petitioners and also the first and the second respondents.\n8. Learned counsel for the respondents raised a preliminary objection regarding the maintainability of this original petition filed under Article 227 of the Constitution of India. He invited the attention of this Court to Section 13(1) of the Commercial Courts Act which provides for appeal against the orders passed by a Commercial Court below the level of a District Judge. Learned counsel contended that, in view of the alternative and efficacious remedy available to the petitioners as provided under Section 13(1) of the Commercial Courts Act, the original petition filed by them under Article 227 of the Constitution of India is not maintainable. \n9. Learned counsel for the petitioners contended that an appeal under Section 13(1) of Commercial Courts Act is maintainable only against a decree or final judgment passed by a Commercial Court. He would also contend that, an alternative and efficacious statutory remedy available to a person against an order passed by a subordinate court, is not an absolute bar to entertain an application under Article 227 of the Constitution of India. \n10. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof. The provisions of this statute were amended and the name of this Act was changed as 'the Commercial Courts Act' by virtue of Act 28 of 2018 which came into force on 03.05.2018. \n11. Section 13 of the Act of 2015, as it stood originally, read as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n12. As per Section 12 of the Amendment Act of 2018, Section 13 of the Act of 2015 was substituted as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order: \nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996). \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n13. On a plain reading of the provision in the amended Section 13(1) of the Commercial Courts Act, it is evident that the judgment or order of a Commercial Court below the level of a District Judge is appealable. The provision is plain and clear. The right of appeal under Section 13(1) of the Commercial Courts Act is not restricted to the parties to the litigation. Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court. \n14. Learned counsel for the petitioners submitted that the heading of Section 13 of the Commercial Courts Act states \"Appeals from decrees of Commercial Courts and Commercial Divisions\" and therefore, an appeal under Section 13(1) of the Act would lie only from a decree or a final judgment passed by a Commercial Court and no appeal will lie from an order, especially an interlocutory or interim order, passed by a Commercial Court.\n15. There is no merit in the above contention. If the above contention of the learned counsel is accepted, the word \"order\" in Section 13(1) of the Commercial Courts Act would be a surplasage and that word would become otiose or redundant. \n16. The first and the primary rule of construction of a statutory provision is that the intention of the legislation must be found in the words used by the legislature itself. It is well settled that the heading given to a Section cannot control the plain words of the provision. The heading of a provision cannot be referred to for the purpose of construing the provision when the words and the language used in the provision are clear and unambiguous. Seeking assistance from the heading of a provision to interpret the provision can be resorted to only in case of ambiguity or doubt, that too, as an aid in construing the provision. The marginal heading cannot control the interpretation of the words of the section particularly when the language of the section is clear and unambiguous. \n17. There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning (See Karnataka Rare Earth v. Senior Geologist : AIR 2004 SC 2915). Heading or title of a section has only a limited role to play in the construction of statutes. They may be taken as very broad and general indicators of the nature of the subject-matter dealt with thereunder. The heading or title may also be taken as a condensed name assigned to indicate collectively the characteristics of the subject- matter dealt with by the enactment. In case of conflict between the plain language of the provision and the meaning of the heading or title, the heading or title would not control the meaning which is clearly and plainly discernible from the language of the provision thereunder (See Raichurmatham Prabhakar v. Rawatmal Dugar: AIR 2004 SC 3625). If the language of the relevant section gives a simple meaning and message, it should be interpreted in such a way and there is no need to give any weightage to headings (See Union of India v. National Federation of the Blind : (2013) 10 SCC 772). \n18. The title to the provision need not invariably indicate the contents of the provision. If the provision is otherwise clear and unambiguous, the title pales into irrelevance. On the contrary, if the contents of the provision are otherwise ambiguous, an aid can be sought from the title so as to define the provision. In the event of a conflict between the plain expressions in the provision and the indicated title, the title cannot control the contents of the provision. Title is only a broad and general indication of the nature of the subject dealt under the provision (See Maqbool v. State of U.P : AIR 2018 SC 5101). \n19. Section 13(2) of the Commercial Courts Act has restricted the scope of filing appeals by stating that, notwithstanding anything contained in any other law for the time being in force, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act. This provision also indicates that appeals lie from orders of the Commercial Courts as provided in Section 13(1) of the Act. \n20. The matter can be considered from another angle. In the instant case, the impugned order is an order of injunction. It is appealable under Order XLIII of the Code of Civil Procedure, 1908. It is an order passed under Section 9 of the Arbitration Act. It is also appealable under Section 37 of the Arbitration Act. Section 37(1)(b) of the Arbitration Act states that an appeal shall lie from an order granting or refusing to grant any measure under Section 9 of the said Act. Right of appeal is the creature of a statute. It is well settled that right of appeal is a substantive right. Nothing contained in Section 13(1) or Section 13(2) of the Commercial Courts Act curtails this right of appeal. \n21. At this juncture, it is to be noted that the heading of the unamended Section 13 of the Commercial Courts Act also read as \"Appeals from decrees of Commercial Courts and Commercial Divisions\". There was a proviso to unamended Section 13(1) of the Act which now stands as the proviso to Section 13(1A) of the Act. This proviso restricts the right of appeal from orders that are specifically enumerated under Order XLIII of the Code of Civil Procedure and Section 37 of the Arbitration Act. If the contention of the learned counsel for the petitioners is accepted, the proviso to Section 13(1A) of the Commercial Courts Act would be meaningless. \n22. The scope of the proviso to the unamended Section 13(1) of the Commercial Courts Act, which now stands as the proviso to Section 13(1A) of the Act, was considered by the Supreme Court in Kandla Export Corporation v. M/s OCI Corporation : (2018) 14 SCC 715 and it was held as follows:\n\"Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. ..... The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court\". \n23. Moreover, in order to find out whether an appeal against an order passed under Section 9 of the Arbitration Act is maintainable or not, the provisions of the said Act have to be looked into. There is no independent right of appeal provided under Section 13(1) of the Commercial Courts Act. It merely provides the forum of filing appeals. Section 37(1) (b) of the Arbitration Act creates the right to file an appeal against an order granting or refusing to grant any measure under Section 9 of the said Act. It is the parameters of Section 37(1) of the Arbitration Act alone which have to be looked at in order to determine whether an appeal against an order under Section 9 of the said Act is maintainable or not (See BGS SGS Soma JV v. NHPC Limited : (2020) 4 SCC 234). \n24. The question whether the proviso in Section 13 of the Commercial Courts Act applies only to Section 13(1A) or whether it applies to Section 13(1) also, does not arise for consideration in the instant case. The reason is that, the order impugned in this original petition, is an order passed under Section 9 of the Arbitration Act and therefore, appealable under Section 37 of the said Act, which is specifically mentioned in the proviso. \n25. The discussion above leads to the conclusion that an order under Section 9 of the Arbitration and Conciliation Act, 1996 passed by a Commercial Court below the level of a District Judge is appealable under Section 13(1) of the Commercial Courts Act. \n26. However, the contention of the learned counsel for the respondents that, the remedy of appeal against an order provided under a statute is an absolute bar in entertaining an application or petition under Article 227 of the Constitution of India, cannot be accepted. \n27. The power vested in the High Court to exercise judicial superintendence over the decisions of all Courts and Tribunals within its respective jurisdiction is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation (See Chandra Kumar v. Union of India : AIR 1997 SC 1125).\n28. The High Court in exercise of its jurisdiction of superintendence can interfere in order to keep the tribunals and the Courts subordinate to it 'within the bounds of their authority'. The High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted. The power may be exercised in cases occasioning grave injustice or failure of justice such as when (i) the Court or tribunal has assumed a jurisdiction which it does not have, (ii) has failed to exercise a jurisdiction which it does have, such failure occasioning a failure of justice, and (iii) the jurisdiction though available is being exercised in a manner which tantamounts to overstepping the limits of jurisdiction. \n29. However, when there is a remedy of appeal before a civil court available to an aggrieved person and such remedy is not availed of by him, it would deter the High Court, not merely as a measure of self imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under Article 227 of the Constitution (See V.H.N.D.P.Sabai v. Tuticorin Educational Society : (2019) 9 SCC 538).\n30. Learned counsel for the petitioners contended that, in view of the provision contained in Section 8 of the Commercial Courts Act, no appeal would lie against an interlocutory order passed by a Commercial Court and the petitioners would be able to challenge such an order only in an appeal filed against the decree or a final judgment.\n31. The above contention is misconceived. Section 8 of the Commercial Courts Act states that, notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court. What is barred under Section 8 of the Commercial Courts Act is Civil Revision Application or petition against an interlocutory order passed by a Commercial Court. An appeal against an order passed by a Commercial Court is not barred under Section 8 of the said Act. It is specifically provided under Section 8 of the Commercial Courts Act that the said provision is subject to the remedy of appeal provided under Section 13 of the Act. \n32. In the instant case, the petitioners have not shown any reason for not availing the remedy of appeal against the order impugned in this original petition. In such circumstances, this Court is not inclined to interfere with the impugned order by invoking the power under Article 227 of the Constitution of India. \n33. Consequently, the original petition is dismissed. It is made clear that this Court has not considered the merits of the order impugned in this original petition. The dismissal of this original petition will not preclude the petitioners from availing the remedy of appeal provided under law. If the period prescribed by the statute for filing the appeal is over, the petitioners may bring to the notice of the appellate court concerned the fact that the original petition filed by them was pending before this Court for the period from 29.09.2020 till this date and seek from that court appropriate relief, if any, available under law. \n(sd/-) R.NARAYANA PISHARADI, JUDGE jsr APPENDIX PETITIONERS' EXHIBITS: \nEXHIBIT P1 A TRUE PHOTOCOPY OF THE RESOLUTION DATED 26/09/2020 PASSED BY THE BOARD OF DIRECTORS OF THE 1ST PETITIONER COMPANY. \nEXHIBIT P2 A TRUE PHOTOCOPY OF THE EXCLUSIVE MARKETING AND DISTRIBUTION AGREEMENT DATED 26/06/2017 BETWEEN MR.PRINCE P.SATHYAN AND THE 1ST RESPONDENT. \nEXHIBIT P3 A TRUE PHOTOCOPY OF THE AGREEMENT DATED 25/03/2019 ENTERED BETWEEN THE SAID MR.PRINCE P.SATHYAN AND THE 4TH AND 9TH RESPONDENTS. \nEXHIBIT P4             A TRUE PHOTOCOPY OF THE EMAIL DATED                        26/03/2019   RECEIVED    BY   THE    4TH                        PETITIONER FROM MR.PRINCE P.SATHYAN. \n\nEXHIBIT P5             A TRUE PHOTOCOPY OF THE ENDORSEMENT                        MADE   BY   THE  2ND   RESPONDENT  AND MR.PRINCE P.SATHYAN CANCELLING EXHIBIT P2 AGREEMENT.\nEXHIBIT P6             A TRUE PHOTOCOPY OF AGREEMENT DATED                        21/08/2019 EXECUTED BETWEEN MR.PRINCE                        P.SATHYAN    AND THE   4TH  AND   9TH                        RESPONDENTS. \n\nEXHIBIT P6(A )          A TRUE PHOTOCOPY OF THE EMAIL DATED                        02/09/2019 SENT BY THE 2ND RESPONDENT                        TO THE 4TH RESPONDENT. \n\nEXHIBIT P7             A TRUE COPY OF THE LEGAL NOTICE DATED                        28/01/2020 ISSUED BY THE 2ND RESPONDENT                        TO THE PETITIONERS. \n\n\n\n\n\n\nEXHIBIT P8             A TRUE PHOTOCOPY OF THE APPLICATION IN                        CMA (ARB) NO.8 OF 2020 PREFERRED BY THE                        RESPONDENTS NO.1 AND 2 BEFORE THE                        HON'BLE   DISTRICT   COURT,   ERNAKULAM                        EXCLUDING DOCUMENTS. \n\nEXHIBIT P9             A TRUE PHOTOCOPY OF THE ORDER/JUDGMENT                        DATED 14/09/2020 PASSED BY THE HON'BLE                        COMMERCIAL COURT, ERNAKULAM IN CMA                        (ARB) NO.8 OF 2020. \n\nRESPONDENTS' EXHIBITS    :     NIL                              TRUE COPY                                           PS TO JUDGE  ",
        "preamble_end_char_offset": null,
        "cleaned_text": "supreme court of india owners and parties interested in the . vs banque cantonale de geneve on 23 september, 2022 author: indira banerjee bench: a. s. bopanna, indira banerjee in the supreme court of india civil appellate jurisdiction civil appeal nos. 6897-6898 of 2022 (arising out of slp (c) nos. 19314-19315 of 2021) owners and parties interested in the vessel m.v. polaris galaxy . appellant (s) versus banque cantonale de geneve . respondent (s) judgment indira banerjee, j. leave granted. 2. these appeals are against a judgment and order dated 28 th october 2021 passed by the commercial appellate division of the high court of judicature at madras allowing commercial appeal being o.s.a (cad) no.88 of 2021 filed by the respondent, and setting aside an order dated 24 th september 2021 passed by the commercial division (single bench) of the high court, adding gulf petroleum fzc as defendant in the admiralty suit filed by the respondent, banque nationale de geneve being cs (commercial division) no.96 of 2021. 3. the appellant, m/s galaxy marine services limited is the registered owner of the vessel, m. v. polaris galaxy, a sea-going oil tanker, flying the flag of liberia, which is hereinafter referred to as, \"the vessel\". 4. m/s polaris marine services, acting as commercial managers of m/s galaxy marine services, entered into a charterparty agreement with profitable wealth inc., a company registered in the british virgin islands and operated by wirana shipping corporation private limited, a wellknown maritime company based in singapore, for charter of the vessel to profitable wealth inc. profitable wealth inc. in turn sub-chartered the vessel to gulf petroleum fzc for carriage of cargo of marine fuel oil. 5. on 6th may 2020, gulf petroleum fzc entered into a contract for purchase of 27-28,000 metric tons (mt) of marine fuel from indian oil corporation limited (ioc) which was to be loaded at the kandla port, for discharge at fujairah. 6. gulf petroleum fzc requested the respondent, banque cantonale de geneve, hereinafter referred to as the respondent bank, to finance the purchase of the said 27-28,000 mt of marine fuel oil from ioc. gulf petroleum fzc informed the respondent that the marine fuel oil had been sold to aramaco for delivery at fujairah, on open credit. 7. by a letter dated 11th may 2020, the respondent bank requested gulf petroleum fzc to provide a copy of the sale contract between gulf petroleum fzc and aramco and also sought certain clarifications. on the same day i.e., 11th may 2020, gulf petroleum fzc and aramco entered into a sale contract for delivery of marine fuel oil at fujairah between 23-30 may 2020, against credit of 60 days from the date of invoice. 8. on 12th may 2020, a copy of the sale contract between gulf petroleum fzc and aramco was forwarded to the respondent bank. thereafter, the respondent bank agreed to finance the transaction. the respondent bank issued a letter of credit in favour of ioc for usd 6,050,000.00. the letter of credit provided that if original bills of lading were not available, then payment under the letter of credit would have to be made against a letter of indemnity. 9. on 15th may 2020, gulf petroleum fzc requested the respondent bank to amend the letter of credit by changing the port of discharge from fujairah to singapore. the respondent bank sought certain clarifications on the proposed amendment. 10. on 15th may 2020, gulf petroleum fzc and aramco made an addendum to their sale contract changing the port of discharge from fujairah to singapore. on 17th may 2020, gulf petroleum fzc forwarded a copy of the addendum to the sale contract, to the respondent bank. on 18th may 2020, the respondent bank amended the letter of credit by changing the port of discharge from fujairah to singapore. 11. on 21st may 2020, the master of the vessel issued a bill of lading no.21052020/01, in respect of cargo of marine fuel. in terms of the bill of lading the consignee was the respondent bank, the ‘notify party' was gulf petrochem fzc and the port of discharge was singapore. on the said date gulf petroleum fzc instructed the master of vessel that the cargo should to be discharged to chevron singapore private limited (hereinafter referred to as \"chevron\") at the horizon terminal at singapore. 12. on 24th may 2020, profitable wealth inc. gave a letter of indemnity to polaris marine services. gulf petroleum fzc, in turn gave a counterindemnity to profitable wealth inc. 13. ioc issued an invoice dated 27 th may 2020 for usd 5,985,084.28 to gulf petroleum fzc. in terms of the sale contract between ioc and gulf petroleum fzc, the respondent bank honoured the letter of credit and paid ioc the amount due in terms of the invoice. 14. on 31st may 2020, the vessel arrived at the port of discharge at singapore and tendered its notice of readiness as per the instructions of gulf petroleum fzc. by an email dated 2nd june 2020, gulf petroleum fzc requested the vessel to tender notice of readiness to chevron being receivers of the cargo. thereafter, between 9 th june 2020 and 10th june 2020 the cargo was discharged at horizon terminal, singapore. 15. on 11th june 2020, gulf petroleum fzc issued an invoice of usd 6,707,357.38 to aramco under a sale contract with aramco. the due date of the invoice was 10th august 2020 i.e. 60 days from the date of discharge as agreed in terms of the sale contract. 16. on 15th june 2020, gulf petroleum fzc provided the respondent bank with a copy of the invoice issued by gulf petroleum fzc to aramco. on 20th july 2020, gp global group being the parent/holding company of the gulf petroleum fzc issued a media statement with regard to financial restructuring of gulf petroleum fzc on account of financial difficulties. 17. thereafter, news reports surfaced that gp global group had uncovered a massive fraud within gulf petroleum fzc. gulf petroleum fzc and its employees were by various ways and means defrauding and cheating various parties, including the appellant 18. the respondent bank sent a letter to the master of the vessel marking a copy to p&i club and the registered owners stating that no payment had been received by the respondent bank on the due date which is 60 days after delivery of the cargo. the cargo should therefore not be discharged without the consent of the respondent bank. however, by this time the cargo had already been discharged and delivered on the basis of instructions given by gulf petroleum fzc to chevron. 19. in october 2020, there were news reports that another company, gulf petrol supplies llc had filed criminal proceedings against gulf petroleum fzc making allegations of fraud in relation to contracts for refined product cargoes, including fuel oil. it was alleged that gulf petroleum fzc had fabricated several contracts for supply of petroleum products to gulf petrol supplies llc and had issued fraudulent/fake invoices. 20. on 8th march 2021, the respondent bank instituted the admiralty suit being c.s. (commercial division) no. 96 of 2021 before the commercial division of the madras high court. 21. in the plaint filed in the said admiralty suit, the respondent bank pleaded the following:\"7. the plaintiff submits that its claim in the present suit arises under a bill of lading and is for mis-delivery of cargo. the claim is a maritime claim under section 4(1)(f) of the admiralty (jurisdiction and settlement of maritime claims) act, 2017 (hereinafter referred to as the said act). the claim is against the owners of the defendant vessel. the defendant vessel is within the territorial jurisdiction of this hon'ble court. in the circumstances the plaintiff is entitled to file the present suit in rem against the defendant vessel and entitled to an order of arrest of the defendant vessel in respect of its maritime claim. 8. the plaintiff is the lawful holder of the original bill of lading no. 21052020/01 dated 21st may 2020 issued by the owner of the defendant vessel for carriage of 27,132.411 mts of marine fuel from kandla to singapore. 9. the central issue in the present suit is that the owner of the defendant vessel has unlawfully and in breach of its obligations misdelivered cargo belonging to the plaintiff to someone else, without production of the original bill of lading. the defendant vessel and or its owner is therefore, liable to the plaintiff for the tort of conversion. the plaintiff is entitled to be compensated for its loss. the liability of the defendant vessel is established once the plaintiff demonstrates that it continues to be the lawful holder of the original bill of lading and that the defendant vessel has unlawfully delivered the cargo to someone else. however, it may be useful to provide some background. 10. on 8th may 2020, one gulf petrochem fzc (\"gp\") approached the plaintiff seeking financing for a transaction of purchase of fuel from indian oil corporation ltd. (\"iocl\") and onward sale of marine fuel to aramco trading fujairah fze (\"aramco\"). the proposed transaction was as follows : a. gp would buy marine fuel from iocl at usd 220.5880 per mt. b. gp would sell on the marine fuel to armco at usd 246.726 per mt c. the load port for the cargo would be kandla and the discharge port would be fujairah d. the plaintiff would finance the purchase of the fuel by gp from iocl by way of letter of credit so as to enable gp to procure the cargo and sell it onward to aramco. the purchase price for the onward sale would be remitted by aramco into gp's bank account maintained with the plaintiff. 11. the payment terms under the sale by gp to aramco were to be on open credit given that aramco was an oil major. in other words, the plaintiff would rely on the name of aramco as having never defaulted as security for payment due from them. the relevant payment terms expressed in the contract stated: \"the payment should be made within 60 (sixty) calendar days from the date of invoice (invoice date = day 0) against presentation of the seller's invoice and coq [certificate of quality].\" 12. the understanding between the parties in relation to this aspect of security, was as follows: a. it was agreed that the original bill of lading representing the cargo would be issued by the shipowner to the order of the plaintiff. the title/property in the cargo of fuel financed and paid for by the plaintiff would vest with the plaintiff b. independent of the obligation to pay from aramco, the plaintiff would remain the lawful holder of the original bill of lading and would be entitled to delivery of the cargo thereunder., the security for the plaintiff's claim was the cargo, i.e., the fuel itself. however, until the plaintiff received confirmation of the onward sale of aramco, the title/property in the cargo of fuel would vest with the plaintiff by virtue of being the lawful holder of the original bill of lading. 11. further emails were exchanged between gp and the plaintiff on the above proposed transaction. gp had, on 8 may 2020, provided to the plaintiff the contract between it (as buyer) and iocl (as seller). on 12 may 2020, on the basis of the above understanding, the plaintiff opened the letter of credit in iocl's favour. there were some amendments to the contract between gp and aramco, as regards the discharge port it was changed from fujairah to singapore. this was conveyed by gp to the plaintiff on 17 may 2020. the corresponding amendment in the letter of credit was carried out by the plaintiff on 18 may 2020. *** 13. the relevant documents such as the bill of lading, commercial invoice etc. were negotiated by iocl under the letter of credit opened by the plaintiff. the plaintiff accordingly made payment to iocl as per the financial agreement with gp. the bill of lading was to the order of the plaintiff. by reason of the bill of lading being made out to order and being the lawful holder of the bill of lading, the plaintiff acquired rights of suit against the defendant vessel in respect of the goods, pending further onward endorsement. 14. the plaintiff was concerned, when, even as 10 august 2020 (i.e., the deadline for aramco to make payment for the cargo) was fast approaching, there was no update about any such payment nor was there any news of the status of the cargo. this is in spite of the fact that, by virtue of being in possession of the original bill of lading, it would have rights of suit against the defendant vessel if any mischief had been engaged in respect of the cargo. *** 17. it now appears that the defendant vessel has delivered the cargo to aramco or an unknown third party, on or about 10 august 2020, without insisting on production of the original bill of lading. an invoice was raised on 11 june 2020, by gp on aramco for the amount of usd 6,705,357.38 (approx inr 49,07,04,087.89 (forty-nine crore, seven lakh, four thousand and eighty seven only) (calculated at 1 usd=73 inr). the plaintiff learnt about this subsequently when in the course of a fraud investigation against gp.\" 22. on 9th march 2021, the commercial division of madras high court (single bench) passed an ex parte order of arrest of the vessel. thereafter, on 26th march 2021, the respondent bank filed an application no.1494 of 2021 in the said admiralty suit, for summary judgment under order xiv rule 8 and order xiiia of the civil procedure code 1908, as amended by the commercial courts act 2015 (hereinafter referred to as \"commercial courts act\"). 23. pursuant to orders passed by the commercial division (single bench) of the madras high court, on an application made by the appellant, the appellant furnished a bank guarantee to secure the claim of the respondent bank. thereafter, on 6 th july 2021, the commercial division of the high court passed an order vacating the order of arrest of the vessel and allowing the vessel to sail out. 24. on 16th july 2021, the appellant filed its response to the interim application being application no.1494 of 2021, filed by the respondent bank for summary judgment under order xiv rule 8 and order xiia of the code of civil procedure as amended by the commercial courts act. in its response/counter-affidavit, the appellant pleaded:\"(k) the plaintiff's customer gulf petrochem who is alleged to have cheated and defrauded the plaintiff and provided the plaintiff with false and fraudulent documents on the basis of which credit was granted by the plaintiff, is a necessary and/or proper party whose presence is necessary to effectively adjudicate the issues that arise in the suit. whether the plaintiff has been paid any amounts by gulf petrochem is an issue that can only be gone into at trial and requires the presence of gulf petrochem.\" 25. on 13th august 2021, the respondent bank filed its rejoinder affidavit to the aforementioned application no.1494 of 2021 for summary judgment. after hearing the respective parties and after considering the documents on record, the commercial division of the high court (single bench) passed an order dated 24 th september 2021 directing the respondent bank to take necessary steps to implead gulf petroleum fzc as a necessary and proper party to the suit. 26. the single bench observed and held:\"6. in the written statement and the common counter filed by the vessel owner/the sole defendant, it is specifically stated that on the instructions, the goods were delivered at singapore port based on the delivery order issued by the customer of the plaintiff. in such circumstances, the original bill of lading is not required. acting upon the e-mail communication dated 21.05.2020 by the gulf petrochem, the customer of the plaintiff, the defendant delivered the cargo at singapore. the plaintiff is the financier to gp and the defendant is the carrier for gp. the plaintiff is not the owner of the cargo. hence the suit has to be dismissed for non-joinder and mis joinder of the party. if at all the plaintiff have any money claim, it has to proceed against its customer gulf petrochem (gp) for breach of contract and not a suit for maritime claim. the suit against the carrier as if it is a maritime claim is abuse of law. 7. heard. records perused. 8. in the suit transaction, the gulf petrochem (gp), who is the customer of the plaintiff, is the key player on whose instructions, the goods have been delivered at singapore by the defendant. iocl has sold marine fuel to gp based on the lc issued by the plaintiff for usd 6,050,000. gp has engaged the defendant to transport cargo. as per the bill of lading, the cargo is supposed to be delivered at singapore. the defendant has discharged the cargo at singapore port based on the letter of indemnity dated 24.05.2020 given by profitable wealth inc, singapore. in the documentary credit opening (lc) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original bill of lading. 9. from the documents and the facts pleaded, this court is of the view that gulf petrochem (gp) who is the customer of the plaintiff, is the proper and necessary party in the suit. unless the plaintiff impleads gp as a party, the suit cannot be adjudicated to render proper justice.\" 27. the respondent bank filed an appeal being osa (cad) no.88 of 2021, against the said order dated 24 th september 2021, in the commercial appellate division of the high court (division bench), under section 13(1) of the commercial courts act 2015. by the judgment and order dated 28th october 2021 impugned in this appeal, the commercial appellate division of the high court (division bench) allowed the appeal and set aside the judgment and order of the single bench (commercial division), imposing costs of rs.1,50,000/on the appellant. the preliminary objection raised by the appellant, to the maintainability of the appeal, was rejected. 28. after recording the submissions of the parties, the division bench, observed and held: \"12. indeed, the order impugned is spread over eight paragraphs. the first five are the preliminary paragraphs. at the sixth paragraph, it is recorded that the sole defendant delivered the goods at singapore based on a delivery order apparently issued by the customer of the plaintiff and the defendant apparently acted on the basis of an e-mail of may 21, 2020 issued by gulf petrochem. the trial court recorded the defendant's contention that the plaintiff had financed the transaction and that the plaintiff was not the owner of the cargo and since the owner of the cargo was gulf petrochem which had not been impleaded, the suit was liable to be dismissed. 13. upon noting such contention, the trial court concluded as follows in the only paragraph in support of the order: \"8. in the suit transaction, the gulf petrochem (gp), who is the customer of the plaintiff, is the key player on whose instruction, the goods have been delivered at singapore by the defendant. iocl has sold marine fuel to gp based on the lc issued by the plaintiff for usd 6,050,000. gp has engaged the defendant to transport the cargo. as per the bill of lading, the cargo is supposed to be delivered at singapore. the defendant has discharged the cargo at singapore port based on the letter of indemnity dated 24.05.2020 given by profitable wealth inc. singapore. in the documentary credit opening (lc) dated 12.05.2020 originated from the plaintiff there is a clause which indicates cargo can be delivered on obtaining indemnity in case of temporary non availability of original bill of lading.\" *** 18. the matter falls within a very short compass. the primary document is not disputed. the plaintiff is the named consignee in the bill of lading and it is also accepted by the defendant, in particular, that ordinarily it would be the consignee who would be entitled to obtain delivery of the goods covered by a bill of lading. in this case, it may also be noticed that gulf petrochem is the notify party mentioned in the bill of lading. in international trade, documents are of immense value and courts must proceed on the basis of the letter of the documents without seeking to ascertain the nature of the underlying or any incidental transaction. if it is imperative that a carrier notifies the party indicated as the notify party, what it implies is that notice of the arrival of the vessel or the notice of readiness to discharge cargo must be given to such party whereupon such party would produce the bill of lading and obtain the discharge of the cargo. it is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other as the consignee is entitled to assign its right to obtain delivery under the bill of lading to any party of the consignee's choice. 19. what is of paramount importance is that it is the consignee and the consignee alone which can issue instructions or authorise the delivery of the goods covered by the bill of lading to any third party. the carrier is not obliged to act as per the directions or instructions of any third party as the bill of lading, in a sense, is the document of title pertaining to the cargo and it is elementary that it is only the owner of the goods who has the right to alienate the goods or transfer the same. 20. implicit in the letter of may 24, 2020 issued by profitable wealth inc. was that such entity required the carrier to do something unusual or out of the ordinary, and, as such, exposing the carrier to a risk in course of such deviation. as a consequence, to induce the carrier to deviate from the usual practice, profitable wealth inc. indemnified the carrier harmless against any claim that may be made against the carrier for the carrier acting according to the instructions of profitable wealth inc. the plaintiff had nothing to do with profitable wealth inc. or any instructions that profitable wealth inc. or gulf petrochem or even the maharaja of gaipajama may have issued to the carrier. these instructions, whether issued by gulf petrochem or profitable wealth inc., were not backed by any authority of the plaintiff. in such circumstances, what the arrangement between the defendant and the third parties may have been may not be of any relevance in the suit and in the context of the plaintiff's claim herein. 21. as to the averments in paragraphs 10 to 12 of the plaint, it is sometimes better not to say too much. however, the averments may be seen as part of a narrative leading up to the claim of the plaintiff and the plaintiff's cause of action against the defendant. in the scheme of the action and the particular claim of the plaintiff as the consignee in the bill of lading against the defendant carrier, the transactions between the plaintiff and gulf petrochem or those between gulf petrochem and indian oil corporation or even that between gulf petrochem and aramco are of no relevance. till such time that the plaintiff's name appeared as the consignee in the bill of lading, the defendant was obliged only to the plaintiff to deliver the goods to the plaintiff or to the order of the plaintiff and the defendant, in acting on the basis of instructions issued by others may not have affected the right of the plaintiff or the plaintiff's claim under the bill of lading. 22. in such circumstances, gulf petrochem inc., which may have been financed by the plaintiff qua the subject transaction is neither a necessary nor a proper party to the plaintiff's simple claim against the carrier of the goods for the breach of the contract of carriage and in the carrier's failure to deliver the goods to the plaintiff or to the order of the plaintiff. it is not unusual in the industry for goods to be released at the request of a stranger, but that is precisely why the stranger indemnifies the carrier. it is more likely than not that the entity that induced the defendant to discharge the goods in singapore may be beyond the defendant's reach; but that may not be an excuse to resist the plaintiff's claim. it is equally possible that the plaintiff may have acquiesced in the delivery instructions issued by profitable wealth inc., but when the plaintiff has not, it is only the indemnity furnished by the entity that the defendant can chase. 23. the observations made herein must be understood to be in the context of what was required to be considered and should not unduly weigh with the trial court in course of the expeditious disposal of the application for summary judgment that the plaintiff has filed. 24. the order impugned dated september 24, 2021 is set aside. the trial court is requested to take up the application for summary judgment and disposal of the same in accordance with law as expeditiously as the business of the trial court permits. osa (cad) no.88 of 2021 is allowed as above. the defendant will pay costs assessed at rs.1,50,000/cmp no.16921 of 2021 is closed.\" 29. there is no doubt that in international trade, documents are of immense value and that courts must proceed on the basis of the documents as held by the division bench. it is, however, difficult to accept that the court is not required to ascertain the nature of the underlying transaction. the division bench rightly noted that when a carrier notifies the party indicated as the ‘notify party', what it implies is that notice of the arrival of the vessel or notice of readiness to discharge cargo must be given to such party, whereupon such party would produce the bill of lading and obtain the discharge of the cargo. 30. the law governing bills of lading is a combination of mandatory international rules and rules of common law, while charterparties are governed entirely by the common law. 31. the international convention for the unification of certain rules of law relating to bills of lading framed in 1924, and known as the hague rules, govern the liability of carriers in respect of cargo, covered by bills of lading. the hague rules, which are mandatory, impose certain nonderogable obligations on the shipowner, but in return, confer an extensive list of immunities, a defence of limitation of liability and a short time limit for the bringing of claims. 32. in 1968, the hague-visby rules introduced a modified version of the hague rules, including amendments. the hague-visby rules are enacted into english law by the carriage of goods by sea act, 1971. the hague/hague visby rules were widely adopted internationally. 33. in 1978, the united nations conducted a convention on the carriage of goods by sea. the rules which emerged in the convention, which are known as hamburg rules, came into force in 1992. however, the rules were not accepted by major trading nations of the world. 34. there was an attempt to replace the hague/hague-visby settlement, by for the adoption in 2008 of the united nations convention on contracts for the international carriage of goods wholly or partly by sea, which is known as the rotterdam rules. rotterdam rules have also not been uniformly implemented. 35. in modern english law, bills of lading are governed by the haguevisby rules with respect to the matters addressed by the rules and otherwise by rules of common law. 36. a bill of lading is a type of transport document that may be used in respect of the carriage of goods by sea or on behalf of owner, or less commonly the charterer of the carrying ship. bills of lading are commonly used when a vessel is employed as a general ship, being put up for a particular voyage to carry the goods of any person. 37. a bill of lading serves as a receipt for the goods entrusted to the carrier in respect of both the quantity and the condition of the goods received. 38. a bill of lading serves also as evidence of the terms of the contract of affreightment. as between the immediate parties to that contract, namely the carrier and the shipper, the evidence provided by the bill is not conclusive and may be supplemented or even overridden by extraneous evidence. once the bill has been transferred however, the bill provides conclusive evidence as between the carrier and the new holder, as to the terms of the contract of affreightment. in this sense the bill may be said to \"contain\" the contract. 39. finally, the hague-visby rules, to which effect is given in english law by the carriage of goods by sea act 1971, apply as a matter of law to contracts of carriage \"covered by a bill of lading or any similar document of title\". that a contract of affreightment contemplates the issuing of a bill of lading serves, therefore, to attract the application of the haguevisby rules. 40. carver on bills of lading (2005) says, a bill of lading is a document issued by or on behalf of a carrier of goods by sea to the person, (usually known as the shipper) with whom he has contracted for the carriage of goods. 41. scrutton on charterparties and bills of lading (1984) says that \"the bill of lading is not the contract, for that has been made before the bill of lading was signed and delivered, but it is excellent evidence of the terms of contract and in the hands of an endorsee, is the only evidence.\" 42. three common characteristics of a bill of lading are (i) it constitutes a receipt for the goods shipped or received by the carrier; (b) it constitutes a document of title for such goods; and (iii) it contains or evidences the contract of carriage by sea relating to the goods. 43. there is no universally accepted definition of bill of lading. to quote sir richard aikens \"bills of lading\" (2006), \"like an elephant, a bill of lading is generally easier to recognize than to define\". 44. the preamble to the bills of lading act does not define a bill of lading but mentions bill of lading. the preamble reads \"whereas by the custom of merchants a bill of lading of goods being transferable by endorsement of property in the goods may thereby pass to the endoresee, but nevertheless all rights in respect of the contract contained in the bill of lading continue in the original shipper or owner, and it is expedient that such rights should pass with the property; it frequently happens that the goods in respect of which bill of lading purport to be signed have not been laden on board, and it is proper that such bills of lading in the hands of a bona fide holder for value should not be questioned by the master or other person signing the same on the ground of the goods not having been laden as aforesaid; it is enacted as follows\":though there is no definition of the bill of lading but the concept of it is clear. 45. delivery of goods covered by a bill of lading are ordinarily to be made on presentation of the bill. the carrier may be liable to the person lawfully in possession of such a bill, if he wrongly delivers the goods to anyone else. whether the delivery of the goods to anyone other than the holder of the bill of lading, is wrongful or not, would depend on the facts and circumstances of the case. 46. as observed in cho yang shipping co. ltd. v. coral (uk) ltd. 1, the bill of lading is not a contract but it is excellent evidence of the terms of the contracts. it is open to the shipper to adduce oral evidence to show the true terms of the contract. 47. as observed by the division bench, in the judgment and order impugned in this appeal, it is also possible that the consignee may authorise the carrier to release the cargo in favour of the notify party or to any other party. whether the consignee authorised release of the cargo 1 (1997) 2 lloyd's rep 641 in favour of the notify party or any other party, can effectively be adjudicated in the presence of gulf petrochem, shown as the notify party in the bill of lading. 48. even assuming that the consignee alone can issue instructions or authorise delivery of the goods covered by the bill of lading, to any third party, as observed by the division bench, the question of whether the consignee had issued any instructions authorising delivery of the goods covered by the bill of lading to chevron can also be effectively adjudged in the presence of the notify party. 49. on a reading of averments made in the plaint and, in particular, paragraphs 10 to 12 to which reference has been made in the impugned judgment and order, it cannot be said that gulf petrochem, the owner of the cargo financed by the respondent bank, and the notify party who had admittedly been communicating with the respondent bank as also the carrier and others, was a complete stranger to the proceedings. 50. the consignee named in the bill of lading, need not necessarily be the owner of the cargo. whether the respondent bank had anything to do with any instruction that gulf petrochem might have given is to be decided in the suit. it is perhaps preposterous to equate the instructions that might be given by gulf petrochem, to instructions that might be given by the fictitious maharaja of gaipajama. 51. having noted the averments made in paragraph 10 to 12 of the plaint and commented \"better not to say too much\" it is difficult to understand how the division bench could have imposed costs of rs.1,50,000/on the appellant, who had not even made any formal application for addition of gulf petrochem as party. 52. in our view, the division bench erred in holding that gulf petrochem was neither a necessary nor a proper party to the admiralty suit. gulf petrochem was a proper party, whose presence, as observed above, was necessary for effective adjudication of the issue in the suit. 53. an important question of law involved in these appeals is, whether an appeal lies to the commercial appellate division of the high court from an order of the commercial division (single bench) of the same high court for addition of a party, in an admiralty suit governed by the admiralty (jurisdiction and settlement of maritime claims) act, 2017, hereinafter referred to as \"the admiralty act\". 54. if it is held that, an order in an admiralty suit, for addition of party, passed by the commercial division of the high court, is appealable to the commercial appellate division, the question which would follow is, whether the commercial appellate division of the high court (division bench) should have allowed the appeal and set aside the order of the commercial division (single bench) adding gulf petroleum fzc as defendant in the suit? 55. the relevant provisions of the admiralty act, which governs the above suit are as follows: \"3. admiralty jurisdictions— (1) subject to the provisions of sections 4 and 5, the jurisdiction in respect of all maritime claims under this act shall vest in the respective high courts and be exercisable over the waters up to and including the territorial waters of their respective jurisdictions in accordance with the provisions contained in this act: provided that the central government may, by notification, extend the jurisdiction of the high court up to the limit as defined in section 2 of the territorial waters, continental shelf, exclusive economic zone and other maritime zones act, 1976(80 of 1976). 4. maritime claim.(1) the high court may exercise jurisdiction to hear and determine any question on a maritime claim, against any vessel, arising out of any— *** (g) agreement relating to the carriage of goods or passengers on board a vessel, whether contained in a charter party or otherwise; 5. arrest of vessel in rem. -(1) the high court may order arrest of any vessel which is within its jurisdiction for the purpose of providing security against a maritime claim which is the subject of an admiralty proceeding, where the court has reason to believe that— (a) the person who owned the vessel at the time when the maritime claim arose is liable for the claim and is the owner of the vessel when the arrest is effected; or (b) the demise charterer of the vessel at the time when the maritime claim arose is liable for the claim and is the demise charterer or the owner of the vessel when the arrest is effected; or *** (2) the high court may also order arrest of any other vessel for the purpose of providing security against a maritime claim, in lieu of the vessel against which a maritime claim has been made under this act, subject to the provisions of sub-section (1): provided that no vessel shall be arrested under this sub-section in respect of a maritime claim under clause (a) of sub-section (1) of section 4. 6. admiralty jurisdiction in personam.subject to section 7, the high court may exercise admiralty jurisdiction by action in personam in respect of any maritime claim referred to in clauses (a) to (w) of subsection (1) of section 4. xxxxx 12. application of code of civil procedure.the provisions of the code of civil procedure, 1908 (5 of 1908) shall apply in all the proceedings before the high court in so far as they are not inconsistent with or contrary to the provisions of this act or the rules made thereunder. xxxxx 14. appeal.notwithstanding anything contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a single judge of the high court under this act to a division bench of the high court.\" 56. in view of section 12 of the admiralty act, referred to above, the provisions of the code of civil procedure 1908, hereinafter referred to as cpc shall apply to all proceedings before the high court, under the admiralty act, insofar as they are not inconsistent with, or contrary to the provisions of the admiralty act or any rule made thereunder. 57. order 1 rule 10(2) of the cpc provides: \"court may strike out or add parties.—the court may at any stage of the proceedings, either upon or without the application of either party, and on such terms as may appear to the court to be just, order that the name of any party improperly joined, whether as plaintiff or defendant, be struck out, and that the name of any person who ought to have been joined, whether as plaintiff or defendant, or whose presence before the court may be necessary in order to enable the court effectually and completely to adjudicate upon and settle all the questions involved in the suit, be added.\" 58. there being no inconsistency between order 1 rule 10(2) and any provision of the admiralty act, order 1 rule 10(2) of the cpc would be applicable to suits and/or proceedings governed by the admiralty act. order 1 rule 10 (2) enables the court to add any person as party at any stage of the proceedings, on its own, irrespective of whether there is any application before it, if the court deems it necessary to do so, to enable the court to effectively and completely adjudicate and settle all questions involved in the suit. one of the objects of order i rule 10(2) is to avoid multiplicity of proceedings. 59. the commercial courts act, 2015, has, as per its preamble been enacted to provide for the constitution of commercial courts, commercial appellate courts, and for commercial division and commercial appellate division in the high courts, for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto. 60. ‘commercial dispute' has been defined in section 2(c) of the commercial courts act to include issues relating to admiralty and maritime laws. sections 7, 13, 14, 16 and 21 of the commercial courts act, relevant to the issues involved in this appeal, are set out hereinbelow: \"7. jurisdiction of commercial divisions of high courts.—all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 (16 of 2000) or section 104 of the patents act, 1970 (39 of 1970) shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. 13. appeals from decrees of commercial courts and commercial divisions.—20[(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1-a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. 14. expeditious disposal of appeals.—the commercial appellate court and the commercial appellate division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. xxxxx 16. amendments to the code of civil procedure, 1908 in its application to commercial disputes.—(1) the provisions of the code of civil procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the schedule. (2) the commercial division and commercial court shall follow the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, in the trial of a suit in respect of a commercial dispute of a specified value. (3) where any provision of any rule of the jurisdictional high court or any amendment to the code of civil procedure, 1908 (5 of 1908), by the state government is in conflict with the provisions of the code of civil procedure, 1908 (5 of 1908), as amended by this act, the provisions of the code of civil procedure as amended by this act shall prevail. 21. act to have overriding effect.—save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" 61. as observed above, section 12 of the admiralty act applies the provisions of the cpc to all admiralty proceedings in the high court. section 16 of the commercial courts act makes it explicit that the provisions of cpc, as amended by the schedule to the commercial courts act, applies to suits relating to commercial disputes governed by the commercial courts act. 62. there can be no doubt that the commercial division of the high court has the power to add a party to an admiralty suit, on its own, without any application having been made, if it is of the view that the presence of that party before the court may be necessary to effectively and completely adjudicate upon and settle all the questions involved in the suit. the question is whether an order of the commercial court or the commercial division of the high court, adding a party to an admiralty suit, is appealable under section 13 of the commercial courts act, read with section 14 of the admiralty act. 63. proviso 2 of section 13(1a) of the commercial courts act restricts intra court appeals from the commercial division of a high court to its commercial appellate division, only to those orders of the commercial division, which are specifically enumerated under order 43 of the code of civil procedure 1908 as amended by the commercial courts act and section 37 of the arbitration and conciliation act 1996. 64. the commercial courts act does not amend order 43 rule 1 of the cpc which provides: \"1. appeals from orders.—an appeal shall lie from the following orders under the provisions of section 104, namely:— (a) an order under rule 10 of order vii returning a plaint to be presented to the proper court except where the procedure specified in rule 10-a of order vii has been followed; (b) * * * (c) an order under rule 9 of order ix rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit; (d) an order under rule 13 of order ix rejecting an application (in a case open to appeal) for an order to set aside a decree passed ex parte; (e) * * * (f) an order under rule 21 of order xi; (g) * * * (h) * * * (i) an order under rule 34 of order xxi on an objection to the draft of a document or of an endorsement; (j) an order under rule 72 or rule 92 of order xxi setting aside or refusing to set aside a sale; (ja) an order rejecting an application made under sub-rule (1) of rule 106 of order xxi, provided that an order on the original application, that is to say, the application referred to in sub-rule (1) of rule 105 of that order is appealable; (k) an order under rule 9 of order xxii refusing to set aside the abatement or dismissal of a suit; (l) an order under rule 10 of order xxii giving or refusing to give leave; (m) * * * (n) an order under rule 2 of order xxv rejecting an application (in a case open to appeal) for an order to set aside the dismissal of a suit; (na) an order under rule 5 or rule 7 of order xxxiii rejecting an application for permission to sue as an indigent person; (o) * * * (p) orders in interpleader-suit under rule 3, rule 4 or rule 6 of order xxxv; (q) an order under rule 2, rule 3 or rule 6 of order xxxviii; (r) an order under rule 1, rule 2, [rule 2-a], rule 4 or rule 10 of order xxxix; (s) an order under rule 1 or rule 4 of order xl; (t) an order of refusal under rule 19 of order xli to readmit, or under rule 21 of order xli to rehear, an appeal; (u) an order under rule 23 [or rule 23-a] of order xli remanding a case, where an appeal would lie from the decree of the appellate court; (v) [* * *] (w) an order under rule 4 of order xlvii granting an application for review.\" 65. sub-section (2) of section 13 begins with a non obstante clause giving the said section overriding over all other laws including the letters patent of the high court. sub-section (2) of section 13 of the commercial courts act says that no appeal shall lie from any order of a commercial division or commercial court otherwise than in accordance with the provisions of the commercial courts act. 66. on the other hand, section 14 of the admiralty act, which also starts with a non-obstante clause saying that notwithstanding any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order of a single bench of the high court under the admiralty act, to a division bench of the high court. 67. both section 13 of the commercial courts act and section 14 of the admiralty act contain non-obstante clauses giving the sections overriding effect. while section 14 of the admiralty act which begins with a nonobstante clause as observed, provides that notwithstanding contained in any other law for the time being in force, an appeal shall lie from any judgment, decree or final order or interim order under the admiralty act, of a single judge of the high court to a division bench of the high court, section 13(2) of the commercial courts act says notwithstanding anything contained in any other law for the time being in force, or the letters patent of the high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of the commercial courts act. as stated above, the proviso restricts an appeal under the commercial courts act, to such orders as are specifically enumerated in order 43 of the cpc. 68. a clause with the words \"notwithstanding anything contained in any other law for the time being in force\" is generally appended at the beginning of a section with a view to give the enacting part of the section overriding effect in case of conflict with any other law. ordinarily, when two or more statutes contain statutory provisions which start with the clause \"notwithstanding anything contained in any other law for the time being in force\" and those statutes contain conflicting provisions, a question that could arise is, which statute would prevail. as a general rule, the special statutes prevail over general statutes. if both statutes are general statutes or special statutes containing identical or similar nonobstante clauses, the later statute would prevail. 69. the rule that a non-obstante clause in a later statute prevails over the non-obstante clause in an earlier statute is not an absolute rule. the question of which provision prevails, would necessarily depend on the object of the enactment and, in particular, the object of giving overriding effect to the enactment or any specific provision thereof. 70. when two or more enactments operating in the same field contain a non obstante clause stating that its provisions will have effect notwithstanding anything inconsistent therewith contained in any other law, the conflict has to be resolved upon consideration of the purpose and policy underlying the enactments. mr. vishwanathan, learned senior counsel appearing for the appellant, argued that section 14 provides for appeals from an interim order of a single judge of a high court under the admiralty act which means an interim order in relation to an action in rem. once the owner of the vessel enters appearance and submits to the jurisdiction and provides security for release of the vessel, the admiralty action proceeds to trial as an action in personam as in any other suit. this view finds support from the judgment of this court in mv elizabeth v. harwan investment and trading pvt. ltd.2 71. the statement of objects and reasons of the commercial courts bill, 2015 indicates that the commercial courts bill followed from \"(a) proposal to provide for speedy disposal of high value commercial disputes\", which \"involves complex facts and question(s) of law\". the statement notes that \"early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system\". the statement says that \"the proposed bill shall accelerate economic growth, improve the international image of the indian justice delivery system, and the faith of the investor world in the legal culture of the nation\". 72. the statement of objects and reasons for the admiralty (jurisdiction and settlement of maritime claims) bill, 2016 says that the bill \"consolidates the existing british era laws on civil matters of admiralty jurisdiction of courts, admiralty proceedings on maritime claims, arrest of vessels and related issues, in line with modern trends in the maritime sector and in uniformity with prevalent international practices\". the 2 1993 supp (2) scc 433 admiralty bill \"provides for adjudication of identified maritime claims and, to ensure security against maritime claims, arrest of vessels in certain circumstances\". the bill also ‘provides for inter se priority on maritime lien.\" the statement of objects and reasons reiterates that cpc shall be applicable in respect of aspects on which provisions are not laid down in the bill.\" the bill also \"deals with admiralty jurisdiction in personam and the order of priority of maritime claims.\" 73. a dispute arising out of issues relating to admiralty and maritime law is a commercial dispute as defined in section 2(1) (c)(iii) of the commercial courts act. section 13 of the commercial courts act, which restricts the scope of appeals, has been interpreted by this court in kandla corporation v. oci corp.3, to mean that orders that are not specifically enumerated under order xliii of the cpc would, not be appealable. 74. this court held: \"14.the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order xliii of the code of civil procedure code, 1908, section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order xliii of the cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court.\" 75. mr. vishwanathan submitted that, considering the scope of the commercial courts act, the madras high court has issued notification no. 48 of 2018 in exercise of the powers conferred under section 18 of the 3 (2018) 14 scc 715 act, which is a practice note in relation to the commercial appellate division. the notification states \"if the decision of the commercial court and commercial division is an 'order', it should be an order which has been specifically enumerated as an appealable order under order xliii of the cpc [proviso to section 13 of the act 4 of 2016]. other than the above, even if there is an appeal provision under the letters patent of a high court or under any law, no appeal will lie against an order or decree of a commercial division or commercial court [section 13(2) of act 4 of 2016).\" incidentally the notification was issued by one of us, (indira banerjee, j.) as chief justice of the madras high court, at the material time. 76. in magic frames v. radiance media p ltd .4, relied upon by mr. vishwanathan, the madras high court held that an original side appeal under section 13(1a) was not maintainable against a single judge's order, dismissing an application filed by the defendants magic frames for summary judgment, seeking dismissal of the commercial suit filed by the plaintiff, radiance media. the relevant paragraphs of the judgment are reproduced herein below:\"24. further, as per notification no.48 of 2018 of this court, in exercise of the power conferred under section 18 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (act 4 of 2016), the hon. the chief justice is pleased to issue the practice note therein and in relation to commercial appellate division, it is stated as follows: ii. commercial appellate division: jurisdiction of commercial appellate division: 4 2019 scc online mad 38929 1) jurisdiction of commercial appellate division is set out in three provisions of act 4 of 2016, i.e. section 9(2), section 13 and section 15(5). 2) in suits relating to a commercial dispute (where the value of the suit when filed is not of specified value') in the even of counter claim/s by defendants/s of ‘specified value') in the event of counter claim/s by defendant/s of specified value, such a suit shall be transferred to commercial court or the commercial division, as the case may be (section 9(1) of act 4 of 2016). if such a suit is not transferred, on an application by any of the parties to the suit, commercial appellate division may withdraw such suits from the regular. 25. therefore, from the above notification, it is clear that the amendment to section 13(1) of the commercial courts act, has no impact on the right of appeal, which was clarified in the practice directions to be limited under order 43 of the cpc, and section 37 of the arbitration and conciliation act, 1996, if it had any impact, the practice directions would have also been amended which the court has not done till date.\" 77. the judgment in magic frames (supra), in the context of dismissal of an application for summary judgment, is not attracted in this case, even though the finding that an order dismissing an application for summary judgment is not appealable, is correct. however, a notification giving practice directions can neither restrict nor expand the scope of a statutory enactment. 78. it is clear from a reading of the admiralty act and the commercial courts act, that orders passed under the admiralty act pertaining to the exercise of in rem jurisdiction by the high court are the only orders which are appealable under section 14 of the admiralty act, whereas orders passed in the trial of a suit and on applications made under the provisions of the code of civil procedure, 1908 are not orders under the admiralty act but orders under the cpc which would be appealable only if they fall under order 43 of the cpc as provided in section 13 of the commercial courts act. 79. both the admiralty act and commercial courts act are special acts. in ashoka marketing ltd. v. punjab national bank 5, a constitution bench of this court, after considering the law on the subject of conflicting non-obstante clauses and inconsistency between the provisions of the two statutes, observed in paragraph 61 that \"the principle which emerges from these decisions is that in the case of inconsistency between the provisions of the two enactments, both of which can be regarded as special in nature, the conflict has to be resolved by reference to the purpose and policy underlying the two enactments and the clear intendment conveyed by the language of the relevant provisions therein. .\" 80. even assuming that the commercial courts act provisions are considered to be general provisions relating to appeals, whilst the provisions in the admiralty act are considered to be special provision for appeal, then too the maxim generalia specialibus non derogant, which is ordinarily attracted where there is a conflict between a special and a general statute, would not apply. \"if it appears from a consideration of the general enactment, in the light of admissible circumstances, that parliament's true intention was to establish thereby a rule of a universal application, then the special provision must give way to the general\". in cto vs. binani cements6, this court held:5 (1990) 4 scc 406 6 2014 scc online sc 140 \"34. it is well established that when a general law and a special law dealing with some aspect dealt with by the general law are in question, the rule adopted and applied is one of harmonious construction whereby the general law, to the extent dealt with by the special law, is impliedly repealed. this principle finds its origins in the latin maxim of generalia specialibus non derogant, i.e., general law yields to special law should they operate in the same field on same subject. (vepa p. sarathi, interpretation of statutes, 5th ed., eastern book company; n. s. bindra's interpretation of statutes, 8th ed., the law book company; craies on statute law, s.g.g.edkar, 7th ed., sweet & maxwell; justice g.p. singh, principles of statutory interpretation, 13th ed., lexisnexis; craies on legislation, daniel greenberg, 9th ed., thomson sweet & maxwell, maxwell on interpretation of statutes, 12th ed., lexis nexis) 35. generally, the principle has found vast application in cases of there being two statutes: general or specific with the latter treating the common subject matter more specifically or minutely than the former. corpus juris secundum, 82 c.j.s. statutes § 482 states that when construing a general and a specific statute pertaining to the same topic, it is necessary to consider the statutes as consistent with one another and such statutes therefore should be harmonized, if possible, with the objective of giving effect to a consistent legislative policy. on the other hand, where a general statute and a specific statute relating to the same subject matter cannot be reconciled, the special or specific statute ordinarily will control. the provision more specifically directed to the matter at issue prevails as an exception to or qualification of the provision which is more general in nature, provided that the specific or special statute clearly includes the matter in controversy. (edmond v. u.s., 520 u.s. 651, warden v. marrero, 417 u.s. 653) 36. the maxim generalia specialibus non derogant is dealt with in volume 44 (1) of the 4th ed. of halsbury's laws of england at paragraph 1300 as follows: \"the principle descends clearly from decisions of the house of lords in seward v. owner of \"the vera cruz\", (1884) 10 app gas 59 and the privy council in barker v edger, (1898) ac 748 and has been affirmed and put into effect on many occasions . if parliament has considered all the circumstances of, and made special provision for, a particular case, the· presumption is that a subsequent enactment of a purely general character would not have been intended to interfere with that provision; and therefore, if such an enactment, although inconsistent in substance, is capable of reasonable and sensible application without extending to the case in question, it is prima facie to be construed as not so extending. the special provision stands as an exceptional proviso upon the general. if, however, it appears from a consideration of the general enactment in the light of admissible circumstances that parliament's true intention was to establish thereby a rule of universal application, then the special provision must give way to the general.\" 81. if such an order under the code of civil procedure which does not fall under order xliii of cpc is held to be appealable, then the entire purpose of the commercial courts act would be defeated, and every single order passed in a course of a trial of an admiralty suit would be appealable under section 14 of the act. such orders would be large in number including orders in relation to discovery, inspection, case management hearing, admissibility of evidence, framing of issues, interrogatories, etc. this would make a mockery of the intended purpose of parliament in enacting the commercial courts act, which is to expedite trials in commercial suits of a specified value, and restrict the number of interlocutory appeals. 82. this court is of the view that an order for addition of a party under order 1 rule 10(2) of the cpc is not appealable under section 14 of the admiralty act. gulf petrochem is a party to the dispute and the suit transaction and the contract of carriage (bill of lading) and hence is a necessary party. gulf petrochem is also a proper party whose presence is necessary for complete and final decision on questions in the suit. in anil kumar singh vs. shivnath mishra7, this court held: \"10. a person may be added as a party defendant to the suit though no relief may be claimed against him/her provided his/her presence is necessary for a complete and final decision 7 (1995) 3 scc 147 on the question involved in the suit. such a person is only a proper party as distinguished from a necessary party . \" 83. the pleadings in paragraphs 10 to 12 of the plaint [page 264] which are extracted in the impugned judgement at page 11-13 demonstrate that gulf petrochem is a proper and necessary party even though the respondent may choose not to claim any reliefs against them in the present suit. 84. section 14 of the admiralty act, as argued by mr. vishwanathan, provides the fora for an appeal from any judgment, decree, final order or interim order of a single judge of the high court under the admiralty act to a division bench of the high court. the expression \"any interim order\" has to be read harmoniously with order 43, rule 1 of the code of civil procedure in view of section 12 of the admiralty act read with section 13 of the commercial courts act referred to above. 85. it is not the intent of the overriding provision of section 14 to nullify section 12 of the admiralty act. section 12 of the admiralty act applies to all proceedings in the high court whether they be original proceedings or appellate proceedings. 86. on a harmonious reading of sections 12 and 14 of the admiralty act with section 13 of the commercial courts act, an intra-court appeal under the admiralty act to the commercial division of the high court would lie from any judgment, decree or final order under the admiralty act or an interim order under the admiralty act relatable to the orders specified in order 43, rule 1. 87. we are unable to accept mr. barucha's argument that section 14 read with section 12 of the admiralty act, 2017 demonstrates legislative intent to permit appeals from any interim order passed by the single judge of a high court exercising admiralty jurisdiction to a division bench of that high court without any restriction or limitation. the judgments of the high courts referred to by mr. barucha rendered in the facts and circumstances of those cases, in respect of orders under the admiralty act has specifically been made appealable under section 14 of the admiralty act. the mere dismissal of a special leave petition does not operate as a precedent of the supreme court. 88. it could not possibly have been the legislative intent of the admiralty act to make all interim orders appealable. such a wide interpretation of the expression \"interim order\" would mean that any party would be able to delay the trial and final disposal by filing appeals even from inconsequential orders calling for affidavits and the like. we, therefore, hold that an appeal does not lie to the commercial appellate division of the high court from an order of the commercial division (single bench) of the same high court for addition of a party in an admiralty suit governed by the admiralty act. 89. even otherwise, we are of the view that the division bench erred in law in allowing the appeal from the order of the commercial division (single judge) adding gulf petroleum as party defendant to the suit. 90. for the reasons discussed above, the appeals are allowed. the impugned judgment and order of the division bench is set aside. .,j. [ indira banerjee ] .,j. [ a. s. bopanna ] new delhi; september 23, 2022."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "NONE"
            ],
            "id": "503a8f74dad649f188361b93b3f0fbd6_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "a0385c7d8d74488eb23ee253be414d9d_1"
        },
        {
            "start": 242,
            "end": 340,
            "text": "\nKerala High Court\nPranathmaka Ayurvedics Pvt Ltd vs Cocosath Health Products on 24 November, 2020",
            "labels": [
                "NONE"
            ],
            "id": "67e900e70f4c41e495014784d4e3df11_2"
        },
        {
            "start": 352,
            "end": 768,
            "text": "In The High Court Of Kerala At Ernakulam\n\n                          Present\n\n      The Honourable Mr. Justice R. Narayana Pisharadi\n\n  Tuesday, The 24Th Day Of November 2020 / 3Rd Agrahayana,\n                            1942\n\n                   OP(C).No.1467 Of 2020\n\n    Against The Order/Judgment In CMA(Arb) 8/2020 Dated\n     14-09-2020 Of Hon'Ble Commercial Court,Ernakulam\n\n\nPetitioners/Respondents No.1, 3 & 5:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53ad888e558049d9b3befda89e5dfedf_3"
        },
        {
            "start": 769,
            "end": 814,
            "text": "\n\n      1     Pranathmaka Ayurvedics Pvt Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2becb502e7574d34a0be1d16bca55f0c_4"
        },
        {
            "start": 828,
            "end": 970,
            "text": "Kinfra Food Processing Park, Enadimangalam,\n            Adoor, Pathanamthitta, Kerala - 691 524\n            Represented By Its Ceo, Bismi Aji.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3eea372eb524b8f8709f3128c4787f8_5"
        },
        {
            "start": 979,
            "end": 1424,
            "text": "2     The Ceo (Kmp) (Bzhpa8931R)\n            Pranathmaka Ayurvedics Pvt.Ltd., Kinfra Food\n            Processing Park, Enadimangalam, Adoor,\n            Pathanamthitta, Kerala - 691 524.\n\n      3     Bismi Aji\n            Aged 39 Years\n            Director(Din 08400075), Pranathmaka Ayurvedics\n            Pvt.Ld., Kinfra Food Processing Park,\n            Enadimangalam, Adoor, Pathanamthitta,\n            Kerala - 691 524.\n\n            By Advs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "588c5f8bfda0431182d663ba36ac291b_6"
        },
        {
            "start": 1425,
            "end": 1443,
            "text": ". \n            Sri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2cbb2eb1d6b943cb9e1500e634c537b7_7"
        },
        {
            "start": 1444,
            "end": 1456,
            "text": ". P.G.Suresh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1826e95eec674e0a93d75489c4e6bbf9_8"
        },
        {
            "start": 1470,
            "end": 1502,
            "text": "Sri.Rajan Vishnuraj\n            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "76766d238ba242e79ee855efd7e79da6_9"
        },
        {
            "start": 1502,
            "end": 1516,
            "text": "Sri . V.Harish",
            "labels": [
                "PREAMBLE"
            ],
            "id": "901a49c7abb744d597750e17b6df8838_10"
        },
        {
            "start": 1530,
            "end": 1550,
            "text": "Smt.Aswathy Krishnan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0c138f80be149ae877cce675853863b_11"
        },
        {
            "start": 1551,
            "end": 1609,
            "text": "\n\nRespondents/Petitioners 1 & 2 - Respondents 2, 4 & 6-10:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d117f7ca7a54201ab2f12a703aa486f_12"
        },
        {
            "start": 1610,
            "end": 1648,
            "text": "\n\n      1     Cocosath Health Products",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7648a5c401724c9780e0e6faecc24868_13"
        },
        {
            "start": 1662,
            "end": 1876,
            "text": "Registered Office At 66/3739, 3Rd Floor,\n            Palackal Court, M.G.Road, Ernakulam, Kerala -\n            682 035 Represented By Its Managing Partner,\n            Kuriachan Chacko, Aged 45 Years,\n            S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db9e291b572343c8a62eb8231997e8dd_14"
        },
        {
            "start": 1877,
            "end": 1892,
            "text": "/ O.P.V.Chacko.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b9c160014a049aca013df7af780b8b9_15"
        },
        {
            "start": 1895,
            "end": 1915,
            "text": "O.P.(C) No.1467/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "33c70e9d8b60483cacf0729ced63c461_16"
        },
        {
            "start": 1916,
            "end": 1962,
            "text": "\n                               2\n\n\n\n\n       2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69165df65b3348f9ac48723c6766cefc_17"
        },
        {
            "start": 1968,
            "end": 1984,
            "text": "Kuriachan Chacko",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf3236b495374e17b007c6a30269e780_18"
        },
        {
            "start": 2000,
            "end": 2032,
            "text": "Managing Partner, Aged 45 Years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c068e2a48e84b08babb28425b182ed9_19"
        },
        {
            "start": 2048,
            "end": 2067,
            "text": "S / O.P.V.Chacko, M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "695c114652d34a2ea545606d8f8c9bae_20"
        },
        {
            "start": 2068,
            "end": 2097,
            "text": "/ S.Cocosath Health Products,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d88a89ff6d9a4ff6a03cd2227061fd30_21"
        },
        {
            "start": 2113,
            "end": 2288,
            "text": "Registered Office At 66/3739, 3Rd Floor,\n              Palackal Court, M.G.Road, Ernakulam,\n              Kerala - 682 035.\n\n       3      The Managing Director\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9b8dab683cf41a298d8c8a1f4645113_22"
        },
        {
            "start": 2288,
            "end": 2331,
            "text": "Pranathmaka Ayurvedics Pvt.Ld., Kinfra Food",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae6e3a20b02742afbe2a08711fed400d_23"
        },
        {
            "start": 2332,
            "end": 2433,
            "text": "\n              Processing Park, Enadimangalam, Adoor,\n              Pathanamthitta, Kerala - 691 524.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "140430b1e56145b18554890f8935b138_24"
        },
        {
            "start": 2443,
            "end": 2478,
            "text": "4      Aji Pappachen\n              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f50349f7131842e68e8d4d6a5fed893e_25"
        },
        {
            "start": 2478,
            "end": 2491,
            "text": "Aged 39 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9733e709ca5f4836825ed22665b405ab_26"
        },
        {
            "start": 2507,
            "end": 4094,
            "text": "Managing Director (Din 08532931), Pranathmaka\n              Ayurvedics Pvt.Ld., Kinfra Food Processing\n              Park, Enadimangalam, Adoor, Pathanamthitta,\n              Kerala - 691 524.\n\n       5      Bindhu Baby\n              Aged 43 Years, Additional Director (Din\n              08400045), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       6      Joby James\n              Aged 40 Years, Additional Director (Din\n              08543402), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       7      Anna John\n              Aged 35 Years, Additional Director (Din\n              08543582), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n       8      Vivek Mathews Cherian\n              Aged 40 Years, Additional Director (Din\n              08543792), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta , Kerala - 691 524.\n O.P.(C) No.1467/2020\n                               3\n\n\n       9      Regi Puthenparambil Cherian\n              Aged 47 Years, Additional Director (Din\n              08543857), Pranathmaka Ayurvedics Pvt.Ld.,\n              Kinfra Food Processing Park, Enadimangalam,\n              Adoor, Pathanamthitta, Kerala - 691 524.\n\n              R1-2 By Adv. Sri.Vinode V. Luka\n\n     This  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36a81f544a5f43c79fabaf0eb7a7e575_27"
        },
        {
            "start": 4094,
            "end": 4106,
            "text": "Op   (Civil)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c80b75acaf046c3a7101403b5121a0f_28"
        },
        {
            "start": 4109,
            "end": 4138,
            "text": "Having  Been   Finally  Heard",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01c06df968ea4b5cb1689fc406ee166a_29"
        },
        {
            "start": 4141,
            "end": 4204,
            "text": "On\n16-11-2020, The Court On 24-11-2020 Delivered The Following:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3b9c14709a204607a9d0b24e21e2a7de_30"
        },
        {
            "start": 4207,
            "end": 4227,
            "text": "O.P.(C) No.1467/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19bc90c9887f4262bffe75864d7f134b_31"
        },
        {
            "start": 4263,
            "end": 4336,
            "text": "4\n\n\n\n\n                                                                \"Cr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f412898305e45d88d764d3fd9e12b2f_32"
        },
        {
            "start": 4337,
            "end": 4384,
            "text": "\" \n\n                    R.Narayana Pisharadi, J",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e0d112544b6b416b8425a1aa4924c71b_33"
        },
        {
            "start": 4406,
            "end": 4413,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "61990d8f06934ade8ffcb9f3a972751b_34"
        },
        {
            "start": 4414,
            "end": 4421,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aaf0f9fabf354064bc9d2e0e870d1226_35"
        },
        {
            "start": 4422,
            "end": 4429,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2770c1fcc8a04b97998944f545c78262_36"
        },
        {
            "start": 4430,
            "end": 4437,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "09d116b544ae433d95893be4acb29522_37"
        },
        {
            "start": 4438,
            "end": 4445,
            "text": "* * * *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a50d0f1e5dea4976ab52143bf2c481b0_38"
        },
        {
            "start": 4446,
            "end": 4499,
            "text": "* * * *\n                      O.P.(C) No.1467 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "47b0718e14614a9ab532839796259011_39"
        },
        {
            "start": 4511,
            "end": 4575,
            "text": "---------------------------------------------------\n            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36e178a39fdc40a3b867672d146223d2_40"
        },
        {
            "start": 4575,
            "end": 4855,
            "text": "Dated this the 24th day of November, 2020\n\n\n                           Judgment\nIs an order passed under Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Arbitration Act') by a Commercial Court appealable under Section 13(1) of the Commerci",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d39a2913d5f1492ab2adfca9a67b3237_41"
        },
        {
            "start": 4856,
            "end": 4933,
            "text": "al Courts Act, 2015 (hereinafter referred to as 'the Commercial Courts Act')?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30a0621c4f4549fcb5a53c6d2f7acf89_42"
        },
        {
            "start": 4934,
            "end": 5004,
            "text": "This question essentially falls for consideration in the instant case.",
            "labels": [
                "NONE"
            ],
            "id": "8aa8cd55be1d4678a659e8ea17b92d82_43"
        },
        {
            "start": 5006,
            "end": 5043,
            "text": "2. The first petitioner is a company.",
            "labels": [
                "NONE"
            ],
            "id": "cadaade118e64038b77302704cef53af_44"
        },
        {
            "start": 5044,
            "end": 5178,
            "text": "The second petitioner is the Chief Executive Officer and the third petitioner is one of the directors of the first petitioner company.",
            "labels": [
                "FAC"
            ],
            "id": "ffe4f8ece9a14bac9ca60be1802d0583_45"
        },
        {
            "start": 5179,
            "end": 5222,
            "text": "The first respondent is a partnership firm.",
            "labels": [
                "FAC"
            ],
            "id": "3fe7a860ccf64f2fa0637b99c86b4f45_46"
        },
        {
            "start": 5223,
            "end": 5298,
            "text": "The second respondent is the Managing Partner of the first respondent firm.",
            "labels": [
                "NONE"
            ],
            "id": "cab64ed73d1441b9847a2cf48ad4b6d0_47"
        },
        {
            "start": 5300,
            "end": 5457,
            "text": "3. The first and the second respondents filed an application under Section 9 of the Arbitration Act in the District Court, Ernakulam against the petitioners.",
            "labels": [
                "FAC"
            ],
            "id": "def642e7ccf74659a70c987194d0a8ea_48"
        },
        {
            "start": 5458,
            "end": 5611,
            "text": "This application (Ext.P8) was transferred to the Commercial Court, Ernakulam (the Principal Sub Court, Ernakulam) and numbered as CMA (Arb) No.8/2020.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "2a888d824251443087130b991e1ab2b6_49"
        },
        {
            "start": 5612,
            "end": 5675,
            "text": "The reliefs prayed for in Ext.P8 application are the following:",
            "labels": [
                "FAC"
            ],
            "id": "4c165d03235a48b69d27311a5d607db2_50"
        },
        {
            "start": 5676,
            "end": 5776,
            "text": "\n                   \"a.        Issue a Decree of Interim Injunction              restraining        ",
            "labels": [
                "FAC"
            ],
            "id": "bbca346f5bf348e2b221c145eae74fb4_51"
        },
        {
            "start": 5776,
            "end": 5816,
            "text": "the       Respondent         No.1    and",
            "labels": [
                "FAC"
            ],
            "id": "64890d6d683948bb84b48514db13c88e_52"
        },
        {
            "start": 5817,
            "end": 6497,
            "text": "    the Respondents No.2 to 10 or their men, officers and agents, from appointing any persons and/or business establishments as the Exclusive Global Marketer and Distributor or Marketer or Distributor for the distribution, marketing or sales of the products as defined in the Agreement dated 26.06.2017;\nb. Issue a Decree of Interim Injunction restraining the Respondents No.1 to 10 or their men, officers and agents, from transferring to any person or entity, the Product know-how or confidential information of the 'Products' as defined in the Agreement dated 26.06.2017;\nc. Pass such other interim measure of protection as may appear to the Court to be just and convenient.\"\n5.",
            "labels": [
                "FAC"
            ],
            "id": "c2c33b054a074cdfbb9d6d89c17fa214_53"
        },
        {
            "start": 6498,
            "end": 6598,
            "text": "As per Ext.P9 judgment dated 14.09.2020, the Commercial Court, Ernakulam allowed Ext.P8 application.",
            "labels": [
                "FAC"
            ],
            "id": "8dfcbd494a1f43bfa104a56162a60f56_54"
        },
        {
            "start": 6599,
            "end": 6780,
            "text": "The operative portion of Ext.P9 judgment reads as follows:\n                 \"In   the     result,       the   Civil     Miscellaneous            Application is allowed.             ",
            "labels": [
                "FAC"
            ],
            "id": "129cfa8594a94381883917af298dd06c_55"
        },
        {
            "start": 6780,
            "end": 7173,
            "text": "The respondents are hereby restrained from appointing any persons and/or business establishments as the exclusive global marketer or distributor for the distribution, marketing or sale of the products of the 1 st respondent company and from transferring to any 3rd parties the product know-how or confidential information of the products till Arbitration proceedings are commenced in the case.",
            "labels": [
                "FAC"
            ],
            "id": "989a733bb8ac4734b26e8d73a3f7e650_56"
        },
        {
            "start": 7174,
            "end": 7224,
            "text": "The parties shall bear their respective costs.\"\n6.",
            "labels": [
                "FAC"
            ],
            "id": "b4d1771bec6d4641914814596eb3be38_57"
        },
        {
            "start": 7225,
            "end": 7362,
            "text": "This original petition is filed under Article 227 of the Constitution of India challenging the legality and propriety of Ext.P9 judgment.",
            "labels": [
                "FAC"
            ],
            "id": "dc27d7a8c2894257baa2f6cd7af51be1_58"
        },
        {
            "start": 7364,
            "end": 7458,
            "text": "7. Heard learned counsel for the petitioners and also the first and the second respondents.\n8.",
            "labels": [
                "NONE"
            ],
            "id": "d7817aa5a26c4fd592148ede573d580f_59"
        },
        {
            "start": 7459,
            "end": 7635,
            "text": "Learned counsel for the respondents raised a preliminary objection regarding the maintainability of this original petition filed under Article 227 of the Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c52b88faf1824e2099ec2aabc349ee37_60"
        },
        {
            "start": 7636,
            "end": 7831,
            "text": "He invited the attention of this Court to Section 13(1) of the Commercial Courts Act which provides for appeal against the orders passed by a Commercial Court below the level of a District Judge.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "53e1a5c63b5e40289d57258f81ec8ad4_61"
        },
        {
            "start": 7832,
            "end": 8108,
            "text": "Learned counsel contended that, in view of the alternative and efficacious remedy available to the petitioners as provided under Section 13(1) of the Commercial Courts Act, the original petition filed by them under Article 227 of the Constitution of India is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2120832d22504b62a6704efe7403acce_62"
        },
        {
            "start": 8110,
            "end": 8304,
            "text": "9. Learned counsel for the petitioners contended that an appeal under Section 13(1) of Commercial Courts Act is maintainable only against a decree or final judgment passed by a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "051b6009e40b49c08ac0513f9a9f563b_63"
        },
        {
            "start": 8305,
            "end": 8549,
            "text": "He would also contend that, an alternative and efficacious statutory remedy available to a person against an order passed by a subordinate court, is not an absolute bar to entertain an application under Article 227 of the Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87d856976b2e442d830a546a75ff36d2_64"
        },
        {
            "start": 8551,
            "end": 8749,
            "text": "10. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 came into force on 23.10.2015, in terms of the deeming provision under Section 1(3) thereof.",
            "labels": [
                "STA"
            ],
            "id": "98979f794e104045b90b218545103bbf_65"
        },
        {
            "start": 8750,
            "end": 8926,
            "text": "The provisions of this statute were amended and the name of this Act was changed as 'the Commercial Courts Act' by virtue of Act 28 of 2018 which came into force on 03.05.2018.",
            "labels": [
                "STA"
            ],
            "id": "12d8151d43bd4ae286f9d0b122eeca0a_66"
        },
        {
            "start": 8927,
            "end": 9913,
            "text": "\n11. Section 13 of the Act of 2015, as it stood originally, read as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n12.",
            "labels": [
                "STA"
            ],
            "id": "700f3985bac54fdeb7711a651648f0ad_67"
        },
        {
            "start": 9914,
            "end": 10313,
            "text": "As per Section 12 of the Amendment Act of 2018, Section 13 of the Act of 2015 was substituted as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.- (1) Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n",
            "labels": [
                "STA"
            ],
            "id": "21666dc4b25e45b5b11198977b28c5c8_68"
        },
        {
            "start": 10313,
            "end": 10652,
            "text": "(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:",
            "labels": [
                "STA"
            ],
            "id": "ea5e7c9d98d742e8909087d91014ad11_69"
        },
        {
            "start": 10653,
            "end": 10944,
            "text": "\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).",
            "labels": [
                "STA"
            ],
            "id": "5fb834b0bafa40e9903a7f10b6b00f48_70"
        },
        {
            "start": 10945,
            "end": 11221,
            "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"\n13.",
            "labels": [
                "STA"
            ],
            "id": "0f34002128864eba97effc972262b987_71"
        },
        {
            "start": 11222,
            "end": 11430,
            "text": "On a plain reading of the provision in the amended Section 13(1) of the Commercial Courts Act, it is evident that the judgment or order of a Commercial Court below the level of a District Judge is appealable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94db0ffc12e9424ba3e3a4835f67d4ee_72"
        },
        {
            "start": 11431,
            "end": 11464,
            "text": "The provision is plain and clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "74d3ed8bae2546ac819b863a5a9728bd_73"
        },
        {
            "start": 11465,
            "end": 11585,
            "text": "The right of appeal under Section 13(1) of the Commercial Courts Act is not restricted to the parties to the litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c694dc6fbf3240f2800920701df28822_74"
        },
        {
            "start": 11586,
            "end": 11735,
            "text": "Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aee73e02da974958b96f05e565a71943_75"
        },
        {
            "start": 11737,
            "end": 12174,
            "text": "14. Learned counsel for the petitioners submitted that the heading of Section 13 of the Commercial Courts Act states \"Appeals from decrees of Commercial Courts and Commercial Divisions\" and therefore, an appeal under Section 13(1) of the Act would lie only from a decree or a final judgment passed by a Commercial Court and no appeal will lie from an order, especially an interlocutory or interim order, passed by a Commercial Court.\n15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "016148e531b1461faafe7dea713aefa6_76"
        },
        {
            "start": 12175,
            "end": 12217,
            "text": "There is no merit in the above contention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaf53645ae354fee86348fa9208d6d9a_77"
        },
        {
            "start": 12218,
            "end": 12410,
            "text": "If the above contention of the learned counsel is accepted, the word \"order\" in Section 13(1) of the Commercial Courts Act would be a surplasage and that word would become otiose or redundant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0579b193e3104c3e840ddf4a8b618b77_78"
        },
        {
            "start": 12412,
            "end": 12587,
            "text": "16. The first and the primary rule of construction of a statutory provision is that the intention of the legislation must be found in the words used by the legislature itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c130fa99b2b4e9998aad4c7190c1bbb_79"
        },
        {
            "start": 12588,
            "end": 12691,
            "text": "It is well settled that the heading given to a Section cannot control the plain words of the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5d8240202a942019d436605d6a0df2b_80"
        },
        {
            "start": 12692,
            "end": 12865,
            "text": "The heading of a provision cannot be referred to for the purpose of construing the provision when the words and the language used in the provision are clear and unambiguous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c64ffa925e74f5fa6edd1f23819727d_81"
        },
        {
            "start": 12866,
            "end": 13047,
            "text": "Seeking assistance from the heading of a provision to interpret the provision can be resorted to only in case of ambiguity or doubt, that too, as an aid in construing the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0da41fdc848c41c1a2b13138a1adc098_82"
        },
        {
            "start": 13048,
            "end": 13202,
            "text": "The marginal heading cannot control the interpretation of the words of the section particularly when the language of the section is clear and unambiguous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eacb4e6f41e14c01b9e15921b59887c9_83"
        },
        {
            "start": 13204,
            "end": 13496,
            "text": "17. There is no justification for restricting the section by the marginal note nor does the marginal note control the meaning of the body of the section if the language employed therein is clear and spells out its own meaning (See Karnataka Rare Earth v. Senior Geologist : AIR 2004 SC 2915).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdbdfa1b780443f4b8395c1f068d47a5_84"
        },
        {
            "start": 13497,
            "end": 13591,
            "text": "Heading or title of a section has only a limited role to play in the construction of statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1f0b79f1d974a6eb0574a86d48833b8_85"
        },
        {
            "start": 13592,
            "end": 13705,
            "text": "They may be taken as very broad and general indicators of the nature of the subject-matter dealt with thereunder.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26330eb2003c4245b90f94d6070bd90e_86"
        },
        {
            "start": 13706,
            "end": 13870,
            "text": "The heading or title may also be taken as a condensed name assigned to indicate collectively the characteristics of the subject- matter dealt with by the enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f916c49dba104bb0b8354ca6478aa778_87"
        },
        {
            "start": 13871,
            "end": 14180,
            "text": "In case of conflict between the plain language of the provision and the meaning of the heading or title, the heading or title would not control the meaning which is clearly and plainly discernible from the language of the provision thereunder (See Raichurmatham Prabhakar v. Rawatmal Dugar: AIR 2004 SC 3625).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "372c9790179b4cf5a5f6ded716b9e947_88"
        },
        {
            "start": 14181,
            "end": 14428,
            "text": "If the language of the relevant section gives a simple meaning and message, it should be interpreted in such a way and there is no need to give any weightage to headings (See Union of India v. National Federation of the Blind : (2013) 10 SCC 772).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9a9c6287473245e4924bc8501bca9836_89"
        },
        {
            "start": 14430,
            "end": 14520,
            "text": "18. The title to the provision need not invariably indicate the contents of the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c7cf49dac060415c84d9ef7f724b34c5_90"
        },
        {
            "start": 14521,
            "end": 14607,
            "text": "If the provision is otherwise clear and unambiguous, the title pales into irrelevance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8afc954d4faa4d8d90a5bce584bcd4c6_91"
        },
        {
            "start": 14608,
            "end": 14749,
            "text": "On the contrary, if the contents of the provision are otherwise ambiguous, an aid can be sought from the title so as to define the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd0a21d7da7c4258bacfe03ee208f9df_92"
        },
        {
            "start": 14750,
            "end": 14904,
            "text": "In the event of a conflict between the plain expressions in the provision and the indicated title, the title cannot control the contents of the provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "940dbd9d9fae4819b956b3cf5e24a451_93"
        },
        {
            "start": 14905,
            "end": 15054,
            "text": "Title is only a broad and general indication of the nature of the subject dealt under the provision (See Maqbool v. State of U.P : AIR 2018 SC 5101).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "424a449f55f34bb1b0e585b2ddcfc3d0_94"
        },
        {
            "start": 15056,
            "end": 15394,
            "text": "19. Section 13(2) of the Commercial Courts Act has restricted the scope of filing appeals by stating that, notwithstanding anything contained in any other law for the time being in force, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "efe24831cdf249f5a5b2d0c31c591ac4_95"
        },
        {
            "start": 15395,
            "end": 15519,
            "text": "This provision also indicates that appeals lie from orders of the Commercial Courts as provided in Section 13(1) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a321ef70085343daa6e5a706d642b664_96"
        },
        {
            "start": 15521,
            "end": 15573,
            "text": "20. The matter can be considered from another angle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28657945fc3749f49cfe34a8cf633776_97"
        },
        {
            "start": 15574,
            "end": 15640,
            "text": "In the instant case, the impugned order is an order of injunction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fcddf57d6c84d4fa0765f17eb607b97_98"
        },
        {
            "start": 15641,
            "end": 15713,
            "text": "It is appealable under Order XLIII of the Code of Civil Procedure, 1908.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6e83613d0b84392bb5f829f88bdb7e7_99"
        },
        {
            "start": 15714,
            "end": 15775,
            "text": "It is an order passed under Section 9 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "58e7959e252a4924a21e443ab1a225a6_100"
        },
        {
            "start": 15776,
            "end": 15838,
            "text": "It is also appealable under Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa97b32778514937a3c544e4f81d7f69_101"
        },
        {
            "start": 15839,
            "end": 15999,
            "text": "Section 37(1)(b) of the Arbitration Act states that an appeal shall lie from an order granting or refusing to grant any measure under Section 9 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e25576a238942ec87706d86b8364027_102"
        },
        {
            "start": 16000,
            "end": 16045,
            "text": "Right of appeal is the creature of a statute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee963802cfb343c09265e045807bdf0e_103"
        },
        {
            "start": 16046,
            "end": 16109,
            "text": "It is well settled that right of appeal is a substantive right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09baf095c47a4f069eb908de6e7cf781_104"
        },
        {
            "start": 16110,
            "end": 16221,
            "text": "Nothing contained in Section 13(1) or Section 13(2) of the Commercial Courts Act curtails this right of appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "caca057a36af463c9c5ab1949efabe69_105"
        },
        {
            "start": 16223,
            "end": 16419,
            "text": "21. At this juncture, it is to be noted that the heading of the unamended Section 13 of the Commercial Courts Act also read as \"Appeals from decrees of Commercial Courts and Commercial Divisions\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cc92cd828fe45168866038582a57760_106"
        },
        {
            "start": 16420,
            "end": 16539,
            "text": "There was a proviso to unamended Section 13(1) of the Act which now stands as the proviso to Section 13(1A) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "562a9c30e3b4429496a5d82b75a2ea66_107"
        },
        {
            "start": 16540,
            "end": 16715,
            "text": "This proviso restricts the right of appeal from orders that are specifically enumerated under Order XLIII of the Code of Civil Procedure and Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "118ee443485e4a89a91ad6820290a7ff_108"
        },
        {
            "start": 16716,
            "end": 16870,
            "text": "If the contention of the learned counsel for the petitioners is accepted, the proviso to Section 13(1A) of the Commercial Courts Act would be meaningless.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f0cd1a5c45c45f1ac95f92944ed224e_109"
        },
        {
            "start": 16872,
            "end": 17279,
            "text": "22. The scope of the proviso to the unamended Section 13(1) of the Commercial Courts Act, which now stands as the proviso to Section 13(1A) of the Act, was considered by the Supreme Court in Kandla Export Corporation v. M/s OCI Corporation : (2018) 14 SCC 715 and it was held as follows:\n\"Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4ee2955daf914a4e94fcb07473526f4b_110"
        },
        {
            "start": 17280,
            "end": 17468,
            "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4d9cc7ea7d040e3990ad8ab658d8cb8_111"
        },
        {
            "start": 17469,
            "end": 17535,
            "text": "To this main provision, an exception is carved out by the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b844e515f2840c7b36be1cdbdb0076e_112"
        },
        {
            "start": 17536,
            "end": 17797,
            "text": "..... The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "030f30ceff4245a3b3878589e432b818_113"
        },
        {
            "start": 17798,
            "end": 18097,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d69861fd3feb40dcb63d7e545ff6ee53_114"
        },
        {
            "start": 18099,
            "end": 18293,
            "text": "23. Moreover, in order to find out whether an appeal against an order passed under Section 9 of the Arbitration Act is maintainable or not, the provisions of the said Act have to be looked into.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff88d9f72662457d92257d24765bbecf_115"
        },
        {
            "start": 18294,
            "end": 18392,
            "text": "There is no independent right of appeal provided under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c6a376d51cb41079c674b9c3f439824_116"
        },
        {
            "start": 18393,
            "end": 18440,
            "text": "It merely provides the forum of filing appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d900361ea514b049c41d4203db25d9d_117"
        },
        {
            "start": 18441,
            "end": 18609,
            "text": "Section 37(1) (b) of the Arbitration Act creates the right to file an appeal against an order granting or refusing to grant any measure under Section 9 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9f2739f215740ee8e110ff7b353f39b_118"
        },
        {
            "start": 18610,
            "end": 18873,
            "text": "It is the parameters of Section 37(1) of the Arbitration Act alone which have to be looked at in order to determine whether an appeal against an order under Section 9 of the said Act is maintainable or not (See BGS SGS Soma JV v. NHPC Limited : (2020) 4 SCC 234).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e330abcc3dbf4546a5e90bb63f8f5c51_119"
        },
        {
            "start": 18875,
            "end": 19084,
            "text": "24. The question whether the proviso in Section 13 of the Commercial Courts Act applies only to Section 13(1A) or whether it applies to Section 13(1) also, does not arise for consideration in the instant case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5961fdbc0de64ee3934a701c0df14b65_120"
        },
        {
            "start": 19085,
            "end": 19316,
            "text": "The reason is that, the order impugned in this original petition, is an order passed under Section 9 of the Arbitration Act and therefore, appealable under Section 37 of the said Act, which is specifically mentioned in the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2208b53ee56a4f919fb4f5d34a7ca39d_121"
        },
        {
            "start": 19318,
            "end": 19571,
            "text": "25. The discussion above leads to the conclusion that an order under Section 9 of the Arbitration and Conciliation Act, 1996 passed by a Commercial Court below the level of a District Judge is appealable under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11ddfff759e64699b5eb11fbe1eeac93_122"
        },
        {
            "start": 19573,
            "end": 19842,
            "text": "26. However, the contention of the learned counsel for the respondents that, the remedy of appeal against an order provided under a statute is an absolute bar in entertaining an application or petition under Article 227 of the Constitution of India, cannot be accepted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b47d7ee3f88c4d2ea3a42d8089d0955a_123"
        },
        {
            "start": 19844,
            "end": 20288,
            "text": "27. The power vested in the High Court to exercise judicial superintendence over the decisions of all Courts and Tribunals within its respective jurisdiction is part of the basic structure of the Constitution, forming its integral and essential feature, which cannot be tampered with much less taken away even by constitutional amendment, not to speak of a parliamentary legislation (See Chandra Kumar v. Union of India : AIR 1997 SC 1125).\n28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed32051b953747cbbd38f5f9f31151ab_124"
        },
        {
            "start": 20289,
            "end": 20472,
            "text": "The High Court in exercise of its jurisdiction of superintendence can interfere in order to keep the tribunals and the Courts subordinate to it 'within the bounds of their authority'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35804dad3f9e48fa88ab291307f12a69_125"
        },
        {
            "start": 20473,
            "end": 20767,
            "text": "The High Court can interfere in exercise of its power of superintendence when there has been a patent perversity in the orders of tribunals and Courts subordinate to it or where there has been a gross and manifest failure of justice or the basic principles of natural justice have been flouted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90d72010e6bb429380cba4aa0d7da68d_126"
        },
        {
            "start": 20768,
            "end": 21190,
            "text": "The power may be exercised in cases occasioning grave injustice or failure of justice such as when (i) the Court or tribunal has assumed a jurisdiction which it does not have, (ii) has failed to exercise a jurisdiction which it does have, such failure occasioning a failure of justice, and (iii) the jurisdiction though available is being exercised in a manner which tantamounts to overstepping the limits of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b9da6a6bf024f5384372c39c5ed2db8_127"
        },
        {
            "start": 21192,
            "end": 21623,
            "text": "29. However, when there is a remedy of appeal before a civil court available to an aggrieved person and such remedy is not availed of by him, it would deter the High Court, not merely as a measure of self imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under Article 227 of the Constitution (See V.H.N.D.P.Sabai v. Tuticorin Educational Society : (2019) 9 SCC 538).\n30.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "29fed9bd59a547ce9d0eacb7f4c895ea_128"
        },
        {
            "start": 21624,
            "end": 21962,
            "text": "Learned counsel for the petitioners contended that, in view of the provision contained in Section 8 of the Commercial Courts Act, no appeal would lie against an interlocutory order passed by a Commercial Court and the petitioners would be able to challenge such an order only in an appeal filed against the decree or a final judgment.\n31.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b739fe5173704f9c91389e0523bc62ea_129"
        },
        {
            "start": 21963,
            "end": 22000,
            "text": "The above contention is misconceived.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3747c4b18d6047b09d850ce751f5d7ba_130"
        },
        {
            "start": 22001,
            "end": 22443,
            "text": "Section 8 of the Commercial Courts Act states that, notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of Section 13, shall be raised only in an appeal against the decree of the Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "375cfaef280d40c18b65633c4e32ec6b_131"
        },
        {
            "start": 22444,
            "end": 22606,
            "text": "What is barred under Section 8 of the Commercial Courts Act is Civil Revision Application or petition against an interlocutory order passed by a Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eac35ffcc67948b8871776b473bb45f6_132"
        },
        {
            "start": 22607,
            "end": 22709,
            "text": "An appeal against an order passed by a Commercial Court is not barred under Section 8 of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1186c37f66b24b919e18930a703e4897_133"
        },
        {
            "start": 22710,
            "end": 22879,
            "text": "It is specifically provided under Section 8 of the Commercial Courts Act that the said provision is subject to the remedy of appeal provided under Section 13 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0444ced8dfcb4036a4c36297c046e68b_134"
        },
        {
            "start": 22881,
            "end": 23039,
            "text": "32. In the instant case, the petitioners have not shown any reason for not availing the remedy of appeal against the order impugned in this original petition.",
            "labels": [
                "RATIO"
            ],
            "id": "dc0aeca5690347cf9603a4d5e630fb67_135"
        },
        {
            "start": 23040,
            "end": 23196,
            "text": "In such circumstances, this Court is not inclined to interfere with the impugned order by invoking the power under Article 227 of the Constitution of India.",
            "labels": [
                "RATIO"
            ],
            "id": "181bf0b66ffc4991bfbb811813e4ebcd_136"
        },
        {
            "start": 23198,
            "end": 23251,
            "text": "33. Consequently, the original petition is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "e103c58cb6dc463fa361adfb04568241_137"
        },
        {
            "start": 23252,
            "end": 23363,
            "text": "It is made clear that this Court has not considered the merits of the order impugned in this original petition.",
            "labels": [
                "RATIO"
            ],
            "id": "71349bb6b15b4745ae0db783667e3dc8_138"
        },
        {
            "start": 23364,
            "end": 23492,
            "text": "The dismissal of this original petition will not preclude the petitioners from availing the remedy of appeal provided under law.",
            "labels": [
                "RPC"
            ],
            "id": "7d7c8a0409d14ae2ac9409e4c4ff6582_139"
        },
        {
            "start": 23493,
            "end": 23836,
            "text": "If the period prescribed by the statute for filing the appeal is over, the petitioners may bring to the notice of the appellate court concerned the fact that the original petition filed by them was pending before this Court for the period from 29.09.2020 till this date and seek from that court appropriate relief, if any, available under law.",
            "labels": [
                "RPC"
            ],
            "id": "703c693263974be4b1321b22c55897f6_140"
        },
        {
            "start": 23838,
            "end": 23844,
            "text": "(sd/-)",
            "labels": [
                "NONE"
            ],
            "id": "648557e1bb044d888a108b5738ac4bee_141"
        },
        {
            "start": 23845,
            "end": 23876,
            "text": "R.NARAYANA PISHARADI, JUDGE jsr",
            "labels": [
                "NONE"
            ],
            "id": "dca52a6a56a9461692661865a7ec8c61_142"
        },
        {
            "start": 23877,
            "end": 23908,
            "text": "APPENDIX PETITIONERS' EXHIBITS:",
            "labels": [
                "NONE"
            ],
            "id": "f6d2153c04414dd8a2a0cec1b55859e3_143"
        },
        {
            "start": 23909,
            "end": 24036,
            "text": "\nEXHIBIT P1 A TRUE PHOTOCOPY OF THE RESOLUTION DATED 26/09/2020 PASSED BY THE BOARD OF DIRECTORS OF THE 1ST PETITIONER COMPANY.",
            "labels": [
                "NONE"
            ],
            "id": "a69e8d28f6f8400eb1087031482f5cc8_144"
        },
        {
            "start": 24037,
            "end": 24188,
            "text": "\nEXHIBIT P2 A TRUE PHOTOCOPY OF THE EXCLUSIVE MARKETING AND DISTRIBUTION AGREEMENT DATED 26/06/2017 BETWEEN MR.PRINCE P.SATHYAN AND THE 1ST RESPONDENT.",
            "labels": [
                "NONE"
            ],
            "id": "fd7d6911b729401688e943d37ef38daf_145"
        },
        {
            "start": 24189,
            "end": 24329,
            "text": "\nEXHIBIT P3 A TRUE PHOTOCOPY OF THE AGREEMENT DATED 25/03/2019 ENTERED BETWEEN THE SAID MR.PRINCE P.SATHYAN AND THE 4TH AND 9TH RESPONDENTS.",
            "labels": [
                "NONE"
            ],
            "id": "f1da661bf5dc43cfa69b3f9f36d038bd_146"
        },
        {
            "start": 24331,
            "end": 24354,
            "text": "EXHIBIT P4             ",
            "labels": [
                "NONE"
            ],
            "id": "b9c4801bdb3644f2a1d6d9e335a4e789_147"
        },
        {
            "start": 24354,
            "end": 24434,
            "text": "A TRUE PHOTOCOPY OF THE EMAIL DATED                        26/03/2019   RECEIVED",
            "labels": [
                "NONE"
            ],
            "id": "2b8a6664cbe1422ca08d915e4fa4c05d_148"
        },
        {
            "start": 24435,
            "end": 24477,
            "text": "   BY   THE    4TH                        ",
            "labels": [
                "NONE"
            ],
            "id": "30460c1f7d9d4d6a96b6f8304a921775_149"
        },
        {
            "start": 24477,
            "end": 24513,
            "text": "PETITIONER FROM MR.PRINCE P.SATHYAN.",
            "labels": [
                "NONE"
            ],
            "id": "7f7736a9f1cf461aa749ede89e757348_150"
        },
        {
            "start": 24516,
            "end": 24539,
            "text": "EXHIBIT P5             ",
            "labels": [
                "NONE"
            ],
            "id": "0a940087134141eda89027c1b7036ca8_151"
        },
        {
            "start": 24539,
            "end": 24602,
            "text": "A TRUE PHOTOCOPY OF THE ENDORSEMENT                        MADE",
            "labels": [
                "NONE"
            ],
            "id": "2b0a4330c8fb4b53a360f7b328cfeba2_152"
        },
        {
            "start": 24603,
            "end": 24690,
            "text": "  BY   THE  2ND   RESPONDENT  AND MR.PRINCE P.SATHYAN CANCELLING EXHIBIT P2 AGREEMENT.\n",
            "labels": [
                "NONE"
            ],
            "id": "a4aa719871c44dfabd50fba2348be3b8_153"
        },
        {
            "start": 24690,
            "end": 24700,
            "text": "EXHIBIT P6",
            "labels": [
                "NONE"
            ],
            "id": "6a7593fef07e4a89b6d38dcb54cbfeec_154"
        },
        {
            "start": 24713,
            "end": 24748,
            "text": "A TRUE PHOTOCOPY OF AGREEMENT DATED",
            "labels": [
                "NONE"
            ],
            "id": "5a09235bce3d4c6c93c6e56a1f23d7eb_155"
        },
        {
            "start": 24772,
            "end": 24782,
            "text": "21/08/2019",
            "labels": [
                "NONE"
            ],
            "id": "5f134e22213740aeae55ab2ee7bc528c_156"
        },
        {
            "start": 24783,
            "end": 24809,
            "text": "EXECUTED BETWEEN MR.PRINCE",
            "labels": [
                "NONE"
            ],
            "id": "7602d83a96c342ceab572189929470f9_157"
        },
        {
            "start": 24833,
            "end": 24894,
            "text": "P.SATHYAN    AND THE   4TH  AND   9TH                        ",
            "labels": [
                "NONE"
            ],
            "id": "9f418d3f6d9a438b8c7f0498a69d51cb_158"
        },
        {
            "start": 24894,
            "end": 24906,
            "text": "RESPONDENTS.",
            "labels": [
                "NONE"
            ],
            "id": "1fe7d474490043be96ad6502099762af_159"
        },
        {
            "start": 24909,
            "end": 24916,
            "text": "EXHIBIT",
            "labels": [
                "NONE"
            ],
            "id": "7263382acd114a658a953d12b9f16225_160"
        },
        {
            "start": 24917,
            "end": 24923,
            "text": "P6(A )",
            "labels": [
                "NONE"
            ],
            "id": "2a1bf15da21f4d8a81f09ad132274260_161"
        },
        {
            "start": 24933,
            "end": 24968,
            "text": "A TRUE PHOTOCOPY OF THE EMAIL DATED",
            "labels": [
                "NONE"
            ],
            "id": "fd8e4a7be8d644caae81044e57e4a115_162"
        },
        {
            "start": 24992,
            "end": 25029,
            "text": "02/09/2019 SENT BY THE 2ND RESPONDENT",
            "labels": [
                "NONE"
            ],
            "id": "8255daf1eae64c41a60d876952bc4121_163"
        },
        {
            "start": 25053,
            "end": 25075,
            "text": "TO THE 4TH RESPONDENT.",
            "labels": [
                "NONE"
            ],
            "id": "902d9e99115f4b67bfcdb85043142fbd_164"
        },
        {
            "start": 25078,
            "end": 25088,
            "text": "EXHIBIT P7",
            "labels": [
                "NONE"
            ],
            "id": "88434a1fbdf8465eb00fc4b5c630c5bf_165"
        },
        {
            "start": 25101,
            "end": 25162,
            "text": "A TRUE COPY OF THE LEGAL NOTICE DATED                        ",
            "labels": [
                "NONE"
            ],
            "id": "a11adce5095c406589f5a9627700447f_166"
        },
        {
            "start": 25162,
            "end": 25172,
            "text": "28/01/2020",
            "labels": [
                "NONE"
            ],
            "id": "ffa0f4bad22a4ca19239780a851d8779_167"
        },
        {
            "start": 25173,
            "end": 25201,
            "text": "ISSUED BY THE 2ND RESPONDENT",
            "labels": [
                "NONE"
            ],
            "id": "2d994bd7d8b14620aba5a4a180ce0efb_168"
        },
        {
            "start": 25225,
            "end": 25244,
            "text": "TO THE PETITIONERS.",
            "labels": [
                "NONE"
            ],
            "id": "8907a2f54f9e45afbedb1393e9a93677_169"
        },
        {
            "start": 25245,
            "end": 25262,
            "text": "\n\n\n\n\n\n\nEXHIBIT P8",
            "labels": [
                "NONE"
            ],
            "id": "75fe20563fb943f4852012bc81a06fac_170"
        },
        {
            "start": 25275,
            "end": 25313,
            "text": "A TRUE PHOTOCOPY OF THE APPLICATION IN",
            "labels": [
                "NONE"
            ],
            "id": "0165b9a537e843fe90fa38c1943aa04f_171"
        },
        {
            "start": 25337,
            "end": 25376,
            "text": "CMA (ARB) NO.8 OF 2020 PREFERRED BY THE",
            "labels": [
                "NONE"
            ],
            "id": "d6c9dab7012c40809bab538de505873f_172"
        },
        {
            "start": 25400,
            "end": 25433,
            "text": "RESPONDENTS NO.1 AND 2 BEFORE THE",
            "labels": [
                "NONE"
            ],
            "id": "0bcf362d14844060828820a52ef2ab49_173"
        },
        {
            "start": 25457,
            "end": 25467,
            "text": "HON'BLE   ",
            "labels": [
                "NONE"
            ],
            "id": "d83b7080e5bf4895b297b402a4779f0a_174"
        },
        {
            "start": 25467,
            "end": 25484,
            "text": "DISTRICT   COURT,",
            "labels": [
                "NONE"
            ],
            "id": "559833e7b6274ffdbaa515125d919da5_175"
        },
        {
            "start": 25485,
            "end": 25496,
            "text": "  ERNAKULAM",
            "labels": [
                "NONE"
            ],
            "id": "ce68c1d18e0a41dfbe4e5d01456c855e_176"
        },
        {
            "start": 25520,
            "end": 25540,
            "text": "EXCLUDING DOCUMENTS.",
            "labels": [
                "NONE"
            ],
            "id": "1521f3c4537d4ef7ac8486a84951a2fb_177"
        },
        {
            "start": 25543,
            "end": 25553,
            "text": "EXHIBIT P9",
            "labels": [
                "NONE"
            ],
            "id": "6f2b9973e77f4c649b084b446d029da1_178"
        },
        {
            "start": 25566,
            "end": 25582,
            "text": "A TRUE PHOTOCOPY",
            "labels": [
                "NONE"
            ],
            "id": "6230e30cdaba4d059d14a7a1db201551_179"
        },
        {
            "start": 25583,
            "end": 25604,
            "text": "OF THE ORDER/JUDGMENT",
            "labels": [
                "NONE"
            ],
            "id": "c59bb9f07a874372b677ead9b5a8c02e_180"
        },
        {
            "start": 25628,
            "end": 25666,
            "text": "DATED 14/09/2020 PASSED BY THE HON'BLE",
            "labels": [
                "NONE"
            ],
            "id": "a34bd31b19d248ff8c3b189b447202ce_181"
        },
        {
            "start": 25690,
            "end": 25748,
            "text": "COMMERCIAL COURT, ERNAKULAM IN CMA                        ",
            "labels": [
                "NONE"
            ],
            "id": "95391cea85b04a47bf14c37f7302709c_182"
        },
        {
            "start": 25748,
            "end": 25767,
            "text": "(ARB) NO.8 OF 2020.",
            "labels": [
                "NONE"
            ],
            "id": "7ff2351495a54a6ca1bacba06352872f_183"
        },
        {
            "start": 25770,
            "end": 25791,
            "text": "RESPONDENTS' EXHIBITS",
            "labels": [
                "NONE"
            ],
            "id": "40f5383e69bb48fe8a89e5285a4e0723_184"
        },
        {
            "start": 25795,
            "end": 25804,
            "text": ":     NIL",
            "labels": [
                "NONE"
            ],
            "id": "ede84138611349589a57ef14cd475f57_185"
        },
        {
            "start": 25834,
            "end": 25843,
            "text": "TRUE COPY",
            "labels": [
                "NONE"
            ],
            "id": "d623e024cf934e1b9aabcf080b1bc4f5_186"
        },
        {
            "start": 25886,
            "end": 25897,
            "text": "PS TO JUDGE",
            "labels": [
                "NONE"
            ],
            "id": "1d32eb3568464d1cb3373390d91f4c08_187"
        }
    ],
    "entities": [
        {
            "text": "Banque Cantonale De Geneve",
            "label": "RESPONDENT",
            "start_char": 67,
            "end_char": 93
        },
        {
            "text": "Indira Banerjee",
            "label": "LAWYER",
            "start_char": 124,
            "end_char": 139
        },
        {
            "text": "A. S. Bopanna",
            "label": "JUDGE",
            "start_char": 147,
            "end_char": 160
        },
        {
            "text": "Indira Banerjee",
            "label": "LAWYER",
            "start_char": 162,
            "end_char": 177
        },
        {
            "text": "Supreme Court Of India",
            "label": "COURT",
            "start_char": 313,
            "end_char": 335
        },
        {
            "text": "Banque Cantonale De Geneve",
            "label": "RESPONDENT",
            "start_char": 772,
            "end_char": 798
        },
        {
            "text": "Indira Banerjee",
            "label": "JUDGE",
            "start_char": 912,
            "end_char": 927
        },
        {
            "text": "28 th October 2021",
            "label": "DATE",
            "start_char": 1004,
            "end_char": 1022
        },
        {
            "text": "High Court of Judicature at Madras",
            "label": "COURT",
            "start_char": 1074,
            "end_char": 1108
        },
        {
            "text": "O.S.A (CAD) No.88 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1142,
            "end_char": 1167
        },
        {
            "text": "24 th September 2021",
            "label": "DATE",
            "start_char": 1226,
            "end_char": 1246
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 1322,
            "end_char": 1340
        },
        {
            "text": "Banque Nationale De Geneve",
            "label": "ORG",
            "start_char": 1401,
            "end_char": 1427
        },
        {
            "text": "CS (Commercial Division) No.96 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1434,
            "end_char": 1472
        },
        {
            "text": "Galaxy Marine Services Limited",
            "label": "PETITIONER",
            "start_char": 1497,
            "end_char": 1527
        },
        {
            "text": "M. V. Polaris Galaxy",
            "label": "ORG",
            "start_char": 1567,
            "end_char": 1587
        },
        {
            "text": "Liberia",
            "label": "GPE",
            "start_char": 1632,
            "end_char": 1639
        },
        {
            "text": "Polaris Marine Services",
            "label": "ORG",
            "start_char": 1700,
            "end_char": 1723
        },
        {
            "text": "Galaxy Marine Services",
            "label": "ORG",
            "start_char": 1762,
            "end_char": 1784
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 1829,
            "end_char": 1851
        },
        {
            "text": "British Virgin Islands",
            "label": "GPE",
            "start_char": 1881,
            "end_char": 1903
        },
        {
            "text": "Wirana Shipping Corporation Private Limited",
            "label": "ORG",
            "start_char": 1920,
            "end_char": 1963
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 2005,
            "end_char": 2014
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 2045,
            "end_char": 2067
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 2068,
            "end_char": 2090
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2127,
            "end_char": 2145
        },
        {
            "text": "6th May 2020",
            "label": "DATE",
            "start_char": 2195,
            "end_char": 2207
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2209,
            "end_char": 2227
        },
        {
            "text": "Indian Oil Corporation Limited",
            "label": "ORG",
            "start_char": 2315,
            "end_char": 2345
        },
        {
            "text": "Kandla",
            "label": "GPE",
            "start_char": 2382,
            "end_char": 2388
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 2412,
            "end_char": 2420
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2426,
            "end_char": 2444
        },
        {
            "text": "Banque Cantonale de Geneve",
            "label": "ORG",
            "start_char": 2471,
            "end_char": 2497
        },
        {
            "text": "IOC",
            "label": "ORG",
            "start_char": 2620,
            "end_char": 2623
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2625,
            "end_char": 2643
        },
        {
            "text": "Aramaco",
            "label": "ORG",
            "start_char": 2710,
            "end_char": 2717
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 2734,
            "end_char": 2742
        },
        {
            "text": "11th May 2020",
            "label": "DATE",
            "start_char": 2782,
            "end_char": 2795
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2827,
            "end_char": 2845
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 2893,
            "end_char": 2911
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 2916,
            "end_char": 2922
        },
        {
            "text": "11th May 2020",
            "label": "DATE",
            "start_char": 2985,
            "end_char": 2998
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 3000,
            "end_char": 3018
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 3023,
            "end_char": 3029
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 3094,
            "end_char": 3102
        },
        {
            "text": "23-30 May 2020",
            "label": "DATE",
            "start_char": 3111,
            "end_char": 3125
        },
        {
            "text": "12th May 2020",
            "label": "DATE",
            "start_char": 3186,
            "end_char": 3199
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 3237,
            "end_char": 3255
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 3260,
            "end_char": 3266
        },
        {
            "text": "IOC",
            "label": "ORG",
            "start_char": 3431,
            "end_char": 3434
        },
        {
            "text": "15th May 2020",
            "label": "DATE",
            "start_char": 3640,
            "end_char": 3653
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 3655,
            "end_char": 3673
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 3773,
            "end_char": 3781
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 3785,
            "end_char": 3794
        },
        {
            "text": "15th May 2020",
            "label": "DATE",
            "start_char": 3881,
            "end_char": 3894
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 3896,
            "end_char": 3914
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 3919,
            "end_char": 3925
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 4002,
            "end_char": 4010
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 4014,
            "end_char": 4023
        },
        {
            "text": "17th May 2020",
            "label": "DATE",
            "start_char": 4028,
            "end_char": 4041
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 4043,
            "end_char": 4061
        },
        {
            "text": "18th May 2020",
            "label": "DATE",
            "start_char": 4144,
            "end_char": 4157
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 4247,
            "end_char": 4255
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 4259,
            "end_char": 4268
        },
        {
            "text": "21st May 2020",
            "label": "DATE",
            "start_char": 4278,
            "end_char": 4291
        },
        {
            "text": "Gulf Petrochem FZC",
            "label": "ORG",
            "start_char": 4487,
            "end_char": 4505
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 4536,
            "end_char": 4545
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 4564,
            "end_char": 4582
        },
        {
            "text": "Chevron Singapore Private Limited",
            "label": "ORG",
            "start_char": 4657,
            "end_char": 4690
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 4757,
            "end_char": 4766
        },
        {
            "text": "24th May 2020",
            "label": "DATE",
            "start_char": 4776,
            "end_char": 4789
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 4791,
            "end_char": 4813
        },
        {
            "text": "Polaris Marine Services",
            "label": "ORG",
            "start_char": 4844,
            "end_char": 4867
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 4869,
            "end_char": 4887
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 4926,
            "end_char": 4948
        },
        {
            "text": "IOC",
            "label": "ORG",
            "start_char": 4953,
            "end_char": 4956
        },
        {
            "text": "27 th May 2020",
            "label": "DATE",
            "start_char": 4981,
            "end_char": 4995
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5020,
            "end_char": 5038
        },
        {
            "text": "IOC",
            "label": "ORG",
            "start_char": 5078,
            "end_char": 5081
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5086,
            "end_char": 5104
        },
        {
            "text": "IOC",
            "label": "ORG",
            "start_char": 5165,
            "end_char": 5168
        },
        {
            "text": "31st May 2020",
            "label": "DATE",
            "start_char": 5217,
            "end_char": 5230
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 5279,
            "end_char": 5288
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5353,
            "end_char": 5371
        },
        {
            "text": "2nd June 2020",
            "label": "DATE",
            "start_char": 5391,
            "end_char": 5404
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5406,
            "end_char": 5424
        },
        {
            "text": "Chevron",
            "label": "ORG",
            "start_char": 5479,
            "end_char": 5486
        },
        {
            "text": "9 th June 2020",
            "label": "DATE",
            "start_char": 5537,
            "end_char": 5551
        },
        {
            "text": "10th June 2020",
            "label": "DATE",
            "start_char": 5556,
            "end_char": 5570
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 5617,
            "end_char": 5626
        },
        {
            "text": "11th June 2020",
            "label": "DATE",
            "start_char": 5636,
            "end_char": 5650
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5652,
            "end_char": 5670
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 5712,
            "end_char": 5718
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 5746,
            "end_char": 5752
        },
        {
            "text": "10th August 2020",
            "label": "DATE",
            "start_char": 5786,
            "end_char": 5802
        },
        {
            "text": "15th June 2020",
            "label": "DATE",
            "start_char": 5892,
            "end_char": 5906
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5908,
            "end_char": 5926
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 5993,
            "end_char": 6011
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 6015,
            "end_char": 6021
        },
        {
            "text": "20th July 2020",
            "label": "DATE",
            "start_char": 6026,
            "end_char": 6040
        },
        {
            "text": "GP Global Group",
            "label": "ORG",
            "start_char": 6042,
            "end_char": 6057
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 6098,
            "end_char": 6116
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 6184,
            "end_char": 6202
        },
        {
            "text": "GP Global Group",
            "label": "ORG",
            "start_char": 6285,
            "end_char": 6300
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 6338,
            "end_char": 6356
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 6358,
            "end_char": 6376
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 6938,
            "end_char": 6956
        },
        {
            "text": "Chevron",
            "label": "ORG",
            "start_char": 6960,
            "end_char": 6967
        },
        {
            "text": "Gulf Petrol Supplies LLC",
            "label": "ORG",
            "start_char": 7037,
            "end_char": 7061
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 7101,
            "end_char": 7119
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 7242,
            "end_char": 7260
        },
        {
            "text": "Gulf Petrol Supplies LLC",
            "label": "ORG",
            "start_char": 7330,
            "end_char": 7354
        },
        {
            "text": "8th March 2021",
            "label": "DATE",
            "start_char": 7404,
            "end_char": 7418
        },
        {
            "text": "No. 96 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 7503,
            "end_char": 7517
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 7556,
            "end_char": 7573
        },
        {
            "text": "section 4(1)(f)",
            "label": "PROVISION",
            "start_char": 7833,
            "end_char": 7848
        },
        {
            "text": "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "label": "STATUTE",
            "start_char": 7856,
            "end_char": 7924
        },
        {
            "text": "21st May 2020",
            "label": "DATE",
            "start_char": 8401,
            "end_char": 8414
        },
        {
            "text": "Kandla",
            "label": "GPE",
            "start_char": 8510,
            "end_char": 8516
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 8520,
            "end_char": 8529
        },
        {
            "text": "8th May 2020",
            "label": "DATE",
            "start_char": 9241,
            "end_char": 9253
        },
        {
            "text": "Gulf Petrochem FZC",
            "label": "ORG",
            "start_char": 9259,
            "end_char": 9277
        },
        {
            "text": "Indian Oil Corporation Ltd.",
            "label": "ORG",
            "start_char": 9371,
            "end_char": 9398
        },
        {
            "text": "Aramco Trading Fujairah FZE",
            "label": "ORG",
            "start_char": 9442,
            "end_char": 9469
        },
        {
            "text": "Aramco",
            "label": "GPE",
            "start_char": 9472,
            "end_char": 9478
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 9557,
            "end_char": 9561
        },
        {
            "text": "Armco",
            "label": "ORG",
            "start_char": 9626,
            "end_char": 9631
        },
        {
            "text": "Kandla",
            "label": "GPE",
            "start_char": 9694,
            "end_char": 9700
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 9733,
            "end_char": 9741
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 9809,
            "end_char": 9813
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 9903,
            "end_char": 9909
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 9971,
            "end_char": 9977
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 10079,
            "end_char": 10085
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 10123,
            "end_char": 10129
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 10205,
            "end_char": 10211
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 10916,
            "end_char": 10922
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 11210,
            "end_char": 11216
        },
        {
            "text": "8 May 2020",
            "label": "DATE",
            "start_char": 11467,
            "end_char": 11477
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 11544,
            "end_char": 11548
        },
        {
            "text": "12 May 2020",
            "label": "DATE",
            "start_char": 11565,
            "end_char": 11576
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 11664,
            "end_char": 11668
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 11737,
            "end_char": 11743
        },
        {
            "text": "Fujairah",
            "label": "GPE",
            "start_char": 11797,
            "end_char": 11805
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 11809,
            "end_char": 11818
        },
        {
            "text": "17 May 2020",
            "label": "DATE",
            "start_char": 11864,
            "end_char": 11875
        },
        {
            "text": "18 May 2020",
            "label": "DATE",
            "start_char": 11965,
            "end_char": 11976
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 12081,
            "end_char": 12085
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 12180,
            "end_char": 12184
        },
        {
            "text": "10 August 2020",
            "label": "DATE",
            "start_char": 12562,
            "end_char": 12576
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 12601,
            "end_char": 12607
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 13049,
            "end_char": 13055
        },
        {
            "text": "10 August 2020",
            "label": "DATE",
            "start_char": 13095,
            "end_char": 13109
        },
        {
            "text": "11 June 2020",
            "label": "DATE",
            "start_char": 13200,
            "end_char": 13212
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 13223,
            "end_char": 13229
        },
        {
            "text": "9th March 2021",
            "label": "DATE",
            "start_char": 13501,
            "end_char": 13515
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 13544,
            "end_char": 13561
        },
        {
            "text": "26th March 2021",
            "label": "DATE",
            "start_char": 13642,
            "end_char": 13657
        },
        {
            "text": "Application No.1494 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 13688,
            "end_char": 13715
        },
        {
            "text": "Order XIV Rule 8 and Order XIIIA",
            "label": "PROVISION",
            "start_char": 13771,
            "end_char": 13803
        },
        {
            "text": "Civil Procedure Code 1908",
            "label": "STATUTE",
            "start_char": 13811,
            "end_char": 13836
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 13856,
            "end_char": 13882
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13912,
            "end_char": 13933
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 14017,
            "end_char": 14034
        },
        {
            "text": "6 th July 2021",
            "label": "DATE",
            "start_char": 14177,
            "end_char": 14191
        },
        {
            "text": "16th July 2021",
            "label": "DATE",
            "start_char": 14339,
            "end_char": 14353
        },
        {
            "text": "Application No.1494 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 14421,
            "end_char": 14448
        },
        {
            "text": "Order XIV Rule 8 and Order XIIA",
            "label": "PROVISION",
            "start_char": 14506,
            "end_char": 14537
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 14545,
            "end_char": 14568
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14587,
            "end_char": 14608
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 14699,
            "end_char": 14713
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 15070,
            "end_char": 15084
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 15162,
            "end_char": 15176
        },
        {
            "text": "13th August 2021",
            "label": "DATE",
            "start_char": 15188,
            "end_char": 15204
        },
        {
            "text": "24 th September 2021",
            "label": "DATE",
            "start_char": 15491,
            "end_char": 15511
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 15577,
            "end_char": 15595
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 15861,
            "end_char": 15870
        },
        {
            "text": "21.05.2020",
            "label": "DATE",
            "start_char": 16056,
            "end_char": 16066
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 16074,
            "end_char": 16088
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 16158,
            "end_char": 16167
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 16458,
            "end_char": 16472
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 16672,
            "end_char": 16686
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 16805,
            "end_char": 16814
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 16834,
            "end_char": 16838
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 17042,
            "end_char": 17051
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 17095,
            "end_char": 17104
        },
        {
            "text": "24.05.2020",
            "label": "DATE",
            "start_char": 17149,
            "end_char": 17159
        },
        {
            "text": "Profitable Wealth INC",
            "label": "ORG",
            "start_char": 17169,
            "end_char": 17190
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 17192,
            "end_char": 17201
        },
        {
            "text": "12.05.2020",
            "label": "DATE",
            "start_char": 17248,
            "end_char": 17258
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 17512,
            "end_char": 17526
        },
        {
            "text": "OSA (CAD) No.88 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 17767,
            "end_char": 17790
        },
        {
            "text": "24 th September 2021",
            "label": "DATE",
            "start_char": 17821,
            "end_char": 17841
        },
        {
            "text": "Commercial Appellate Division of the High Court (Division Bench)",
            "label": "COURT",
            "start_char": 17850,
            "end_char": 17914
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17922,
            "end_char": 17935
        },
        {
            "text": "Commercial Courts Act 2015",
            "label": "STATUTE",
            "start_char": 17943,
            "end_char": 17969
        },
        {
            "text": "28th October 2021",
            "label": "DATE",
            "start_char": 18003,
            "end_char": 18020
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 18657,
            "end_char": 18666
        },
        {
            "text": "May 21, 2020",
            "label": "DATE",
            "start_char": 18808,
            "end_char": 18820
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 18831,
            "end_char": 18845
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 19038,
            "end_char": 19052
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 19271,
            "end_char": 19285
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 19403,
            "end_char": 19412
        },
        {
            "text": "IOCL",
            "label": "ORG",
            "start_char": 19431,
            "end_char": 19435
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 19643,
            "end_char": 19652
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 19696,
            "end_char": 19705
        },
        {
            "text": "24.05.2020",
            "label": "DATE",
            "start_char": 19750,
            "end_char": 19760
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 19770,
            "end_char": 19792
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 19793,
            "end_char": 19802
        },
        {
            "text": "12.05.2020",
            "label": "DATE",
            "start_char": 19849,
            "end_char": 19859
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 20413,
            "end_char": 20427
        },
        {
            "text": "May 24, 2020",
            "label": "DATE",
            "start_char": 21805,
            "end_char": 21817
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 21828,
            "end_char": 21850
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 22091,
            "end_char": 22113
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 22258,
            "end_char": 22280
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 22318,
            "end_char": 22340
        },
        {
            "text": "Wealth Inc.",
            "label": "ORG",
            "start_char": 22377,
            "end_char": 22388
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 22392,
            "end_char": 22406
        },
        {
            "text": "Gaipajama",
            "label": "GPE",
            "start_char": 22431,
            "end_char": 22440
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 22511,
            "end_char": 22525
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 22529,
            "end_char": 22551
        },
        {
            "text": "Gulf petrochem",
            "label": "ORG",
            "start_char": 23246,
            "end_char": 23260
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 23278,
            "end_char": 23292
        },
        {
            "text": "Indian Oil Corporation",
            "label": "ORG",
            "start_char": 23297,
            "end_char": 23319
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 23341,
            "end_char": 23355
        },
        {
            "text": "Aramco",
            "label": "ORG",
            "start_char": 23360,
            "end_char": 23366
        },
        {
            "text": "Gulf Petrochem Inc.",
            "label": "ORG",
            "start_char": 23800,
            "end_char": 23819
        },
        {
            "text": "Singapore",
            "label": "GPE",
            "start_char": 24395,
            "end_char": 24404
        },
        {
            "text": "Profitable Wealth Inc.",
            "label": "ORG",
            "start_char": 24606,
            "end_char": 24628
        },
        {
            "text": "September 24, 2021",
            "label": "DATE",
            "start_char": 25040,
            "end_char": 25058
        },
        {
            "text": "OSA (CAD) No.88 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 25259,
            "end_char": 25282
        },
        {
            "text": "CMP No.16921 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 25359,
            "end_char": 25379
        },
        {
            "text": "Hague Rules",
            "label": "STATUTE",
            "start_char": 26740,
            "end_char": 26751
        },
        {
            "text": "Hague",
            "label": "GPE",
            "start_char": 26779,
            "end_char": 26784
        },
        {
            "text": "Carriage of Goods by Sea Act, 1971",
            "label": "STATUTE",
            "start_char": 26833,
            "end_char": 26867
        },
        {
            "text": "Hague",
            "label": "GPE",
            "start_char": 26873,
            "end_char": 26878
        },
        {
            "text": "United Nations",
            "label": "ORG",
            "start_char": 26952,
            "end_char": 26966
        },
        {
            "text": "Hamburg Rules",
            "label": "STATUTE",
            "start_char": 27085,
            "end_char": 27098
        },
        {
            "text": "Hague",
            "label": "GPE",
            "start_char": 27242,
            "end_char": 27247
        },
        {
            "text": "United Nations Convention on Contracts for the International Carriage of Goods Wholly or Partly by Sea",
            "label": "STATUTE",
            "start_char": 27307,
            "end_char": 27409
        },
        {
            "text": "Carriage of Goods by Sea Act 1971",
            "label": "STATUTE",
            "start_char": 28794,
            "end_char": 28827
        },
        {
            "text": "Richard Aikens",
            "label": "OTHER_PERSON",
            "start_char": 29980,
            "end_char": 29994
        },
        {
            "text": "Bills of Lading Act",
            "label": "STATUTE",
            "start_char": 30132,
            "end_char": 30151
        },
        {
            "text": "Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1",
            "label": "PRECEDENT",
            "start_char": 31465,
            "end_char": 31512
        },
        {
            "text": "Chevron",
            "label": "ORG",
            "start_char": 32498,
            "end_char": 32505
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 32758,
            "end_char": 32772
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 33159,
            "end_char": 33173
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 33298,
            "end_char": 33312
        },
        {
            "text": "Gaipajama",
            "label": "GPE",
            "start_char": 33380,
            "end_char": 33389
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 33681,
            "end_char": 33695
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 33846,
            "end_char": 33860
        },
        {
            "text": "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "label": "STATUTE",
            "start_char": 34266,
            "end_char": 34334
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 34368,
            "end_char": 34381
        },
        {
            "text": "Gulf Petroleum FZC",
            "label": "ORG",
            "start_char": 34785,
            "end_char": 34803
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 34866,
            "end_char": 34879
        },
        {
            "text": "Sections 4 and 5",
            "label": "PROVISION",
            "start_char": 34988,
            "end_char": 35004
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 35300,
            "end_char": 35318
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 35413,
            "end_char": 35422
        },
        {
            "text": "Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976)",
            "label": "STATUTE",
            "start_char": 35430,
            "end_char": 35539
        },
        {
            "text": "clause (a) of sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 36825,
            "end_char": 36867
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 36921,
            "end_char": 36930
        },
        {
            "text": "clauses (a) to (w) of sub- section (1) of section 4",
            "label": "PROVISION",
            "start_char": 37053,
            "end_char": 37104
        },
        {
            "text": "Code of Civil Procedure.-",
            "label": "STATUTE",
            "start_char": 37132,
            "end_char": 37157
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 37180,
            "end_char": 37221
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 37681,
            "end_char": 37691
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 37699,
            "end_char": 37712
        },
        {
            "text": "Code of Civil Procedure 1908",
            "label": "STATUTE",
            "start_char": 37755,
            "end_char": 37783
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37812,
            "end_char": 37815
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 37880,
            "end_char": 37893
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 37975,
            "end_char": 37988
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 38023,
            "end_char": 38041
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38049,
            "end_char": 38052
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 38692,
            "end_char": 38710
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 38736,
            "end_char": 38749
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 38751,
            "end_char": 38769
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38777,
            "end_char": 38780
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 38845,
            "end_char": 38858
        },
        {
            "text": "Order 1 Rule 10 (2)",
            "label": "PROVISION",
            "start_char": 38860,
            "end_char": 38879
        },
        {
            "text": "Order I Rule 10(2)",
            "label": "PROVISION",
            "start_char": 39202,
            "end_char": 39220
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 39271,
            "end_char": 39298
        },
        {
            "text": "Section 2(c)",
            "label": "PROVISION",
            "start_char": 39660,
            "end_char": 39672
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 39680,
            "end_char": 39701
        },
        {
            "text": "Sections 7, 13, 14, 16 and 21",
            "label": "PROVISION",
            "start_char": 39761,
            "end_char": 39790
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 39798,
            "end_char": 39819
        },
        {
            "text": "sub-section (4) of Section 22",
            "label": "PROVISION",
            "start_char": 40552,
            "end_char": 40581
        },
        {
            "text": "Designs Act, 2000 (16 of 2000)",
            "label": "STATUTE",
            "start_char": 40589,
            "end_char": 40619
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 40623,
            "end_char": 40634
        },
        {
            "text": "Patents Act, 1970 (39 of 1970)",
            "label": "STATUTE",
            "start_char": 40642,
            "end_char": 40672
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 41620,
            "end_char": 41631
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 41639,
            "end_char": 41680
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 41708,
            "end_char": 41718
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "label": "STATUTE",
            "start_char": 41726,
            "end_char": 41783
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 42311,
            "end_char": 42340
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 42410,
            "end_char": 42451
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 42691,
            "end_char": 42732
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 42932,
            "end_char": 42973
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 43041,
            "end_char": 43082
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 43130,
            "end_char": 43153
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 43535,
            "end_char": 43545
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 43553,
            "end_char": 43566
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 43597,
            "end_char": 43600
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 43649,
            "end_char": 43659
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 43667,
            "end_char": 43688
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 43730,
            "end_char": 43733
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 43769,
            "end_char": 43790
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 43857,
            "end_char": 43878
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 44403,
            "end_char": 44413
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44421,
            "end_char": 44442
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 44454,
            "end_char": 44464
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 44472,
            "end_char": 44485
        },
        {
            "text": "Proviso 2 of Section 13(1A)",
            "label": "PROVISION",
            "start_char": 44492,
            "end_char": 44519
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44527,
            "end_char": 44548
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 44751,
            "end_char": 44759
        },
        {
            "text": "Code of Civil Procedure 1908",
            "label": "STATUTE",
            "start_char": 44767,
            "end_char": 44795
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44814,
            "end_char": 44835
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 44840,
            "end_char": 44850
        },
        {
            "text": "Arbitration and Conciliation Act 1996",
            "label": "STATUTE",
            "start_char": 44858,
            "end_char": 44895
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 44906,
            "end_char": 44927
        },
        {
            "text": "Order 43 Rule 1",
            "label": "PROVISION",
            "start_char": 44943,
            "end_char": 44958
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44966,
            "end_char": 44969
        },
        {
            "text": "Section 104",
            "label": "PROVISION",
            "start_char": 45081,
            "end_char": 45092
        },
        {
            "text": "Rule 10 of Order VII",
            "label": "PROVISION",
            "start_char": 45122,
            "end_char": 45142
        },
        {
            "text": "Rule 10-A of Order VII",
            "label": "PROVISION",
            "start_char": 45238,
            "end_char": 45260
        },
        {
            "text": "Rule 9 of Order IX",
            "label": "PROVISION",
            "start_char": 45309,
            "end_char": 45327
        },
        {
            "text": "Rule 13 of Order IX",
            "label": "PROVISION",
            "start_char": 45450,
            "end_char": 45469
        },
        {
            "text": "Rule 21 of Order XI",
            "label": "PROVISION",
            "start_char": 45603,
            "end_char": 45622
        },
        {
            "text": "Rule 34 of Order XXI",
            "label": "PROVISION",
            "start_char": 45663,
            "end_char": 45683
        },
        {
            "text": "Rule 72 or Rule 92 of Order XXI",
            "label": "PROVISION",
            "start_char": 45768,
            "end_char": 45799
        },
        {
            "text": "sub-rule (1) of Rule 106 of Order XXI",
            "label": "PROVISION",
            "start_char": 45897,
            "end_char": 45934
        },
        {
            "text": "sub-rule (1) of Rule 105",
            "label": "PROVISION",
            "start_char": 46035,
            "end_char": 46059
        },
        {
            "text": "Rule 9 of Order XXII",
            "label": "PROVISION",
            "start_char": 46108,
            "end_char": 46128
        },
        {
            "text": "Rule 10 of Order XXII",
            "label": "PROVISION",
            "start_char": 46208,
            "end_char": 46229
        },
        {
            "text": "Rule 2 of Order XXV",
            "label": "PROVISION",
            "start_char": 46293,
            "end_char": 46312
        },
        {
            "text": "Rule 5 or Rule 7 of Order XXXIII",
            "label": "PROVISION",
            "start_char": 46436,
            "end_char": 46468
        },
        {
            "text": "Rule 3, Rule 4 or Rule 6 of Order XXXV",
            "label": "PROVISION",
            "start_char": 46587,
            "end_char": 46625
        },
        {
            "text": "Rule 2, Rule 3 or Rule 6 of Order XXXVIII",
            "label": "PROVISION",
            "start_char": 46646,
            "end_char": 46687
        },
        {
            "text": "Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 46708,
            "end_char": 46768
        },
        {
            "text": "Rule 1 or Rule 4 of Order XL",
            "label": "PROVISION",
            "start_char": 46789,
            "end_char": 46817
        },
        {
            "text": "Rule 19 of Order XLI",
            "label": "PROVISION",
            "start_char": 46849,
            "end_char": 46869
        },
        {
            "text": "Rule 21 of Order XLI",
            "label": "PROVISION",
            "start_char": 46891,
            "end_char": 46911
        },
        {
            "text": "Rule 23",
            "label": "PROVISION",
            "start_char": 46953,
            "end_char": 46960
        },
        {
            "text": "Rule 23-A]",
            "label": "PROVISION",
            "start_char": 46965,
            "end_char": 46975
        },
        {
            "text": "Order XLI",
            "label": "PROVISION",
            "start_char": 46979,
            "end_char": 46988
        },
        {
            "text": "Rule 4 of Order XLVII",
            "label": "PROVISION",
            "start_char": 47104,
            "end_char": 47125
        },
        {
            "text": "Sub-section (2) of Section 13",
            "label": "PROVISION",
            "start_char": 47168,
            "end_char": 47197
        },
        {
            "text": "Sub-section (2) of Section 13",
            "label": "PROVISION",
            "start_char": 47335,
            "end_char": 47364
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 47372,
            "end_char": 47393
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 47540,
            "end_char": 47561
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 47587,
            "end_char": 47597
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 47605,
            "end_char": 47618
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 47860,
            "end_char": 47873
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 47924,
            "end_char": 47934
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 47942,
            "end_char": 47963
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 47968,
            "end_char": 47978
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 47986,
            "end_char": 47999
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 48074,
            "end_char": 48084
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 48092,
            "end_char": 48105
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 48334,
            "end_char": 48347
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 48424,
            "end_char": 48437
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 48445,
            "end_char": 48466
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 48822,
            "end_char": 48843
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 48894,
            "end_char": 48902
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 48910,
            "end_char": 48913
        },
        {
            "text": "Vishwanathan",
            "label": "OTHER_PERSON",
            "start_char": 50369,
            "end_char": 50381
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 50447,
            "end_char": 50457
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 50545,
            "end_char": 50558
        },
        {
            "text": "MV Elizabeth v. Harwan Investment and Trading Pvt",
            "label": "PRECEDENT",
            "start_char": 50894,
            "end_char": 50943
        },
        {
            "text": "Commercial Courts Bill, 2015",
            "label": "STATUTE",
            "start_char": 50999,
            "end_char": 51027
        },
        {
            "text": "Commercial Courts Bill",
            "label": "STATUTE",
            "start_char": 51047,
            "end_char": 51069
        },
        {
            "text": "Admiralty (Jurisdiction and Settlement of Maritime Claims) Bill, 2016",
            "label": "STATUTE",
            "start_char": 51668,
            "end_char": 51737
        },
        {
            "text": "2 1993 Supp (2) SCC 433 Admiralty Bill",
            "label": "PRECEDENT",
            "start_char": 52048,
            "end_char": 52086
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 52356,
            "end_char": 52359
        },
        {
            "text": "Section 2(1) (c)(iii)",
            "label": "PROVISION",
            "start_char": 52676,
            "end_char": 52697
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 52705,
            "end_char": 52726
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 52728,
            "end_char": 52738
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 52746,
            "end_char": 52767
        },
        {
            "text": "Kandla Corporation v. OCI Corp.3",
            "label": "PRECEDENT",
            "start_char": 52845,
            "end_char": 52877
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 52942,
            "end_char": 52953
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 52961,
            "end_char": 52964
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 53179,
            "end_char": 53190
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 53198,
            "end_char": 53232
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 53234,
            "end_char": 53244
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 53252,
            "end_char": 53267
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 53351,
            "end_char": 53362
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 53370,
            "end_char": 53373
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 53445,
            "end_char": 53455
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 53463,
            "end_char": 53478
        },
        {
            "text": "Vishwanathan",
            "label": "OTHER_PERSON",
            "start_char": 53578,
            "end_char": 53590
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 53636,
            "end_char": 53657
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 53663,
            "end_char": 53680
        },
        {
            "text": "Notification No. 48 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 53692,
            "end_char": 53719
        },
        {
            "text": "section 18 of the 3 (2018)",
            "label": "PROVISION",
            "start_char": 53762,
            "end_char": 53788
        },
        {
            "text": "14 SCC 715 Act",
            "label": "STATUTE",
            "start_char": 53789,
            "end_char": 53803
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 54074,
            "end_char": 54085
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 54093,
            "end_char": 54096
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 54109,
            "end_char": 54119
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 54353,
            "end_char": 54366
        },
        {
            "text": "Indira Banerjee",
            "label": "JUDGE",
            "start_char": 54443,
            "end_char": 54458
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 54488,
            "end_char": 54505
        },
        {
            "text": "Magic Frames v. Radiance Media P Ltd",
            "label": "PRECEDENT",
            "start_char": 54537,
            "end_char": 54573
        },
        {
            "text": "Vishwanathan",
            "label": "OTHER_PERSON",
            "start_char": 54597,
            "end_char": 54609
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 54615,
            "end_char": 54632
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 54673,
            "end_char": 54687
        },
        {
            "text": "Magic Frames",
            "label": "ORG",
            "start_char": 54791,
            "end_char": 54803
        },
        {
            "text": "Radiance Media",
            "label": "ORG",
            "start_char": 54891,
            "end_char": 54905
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 55081,
            "end_char": 55091
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 55099,
            "end_char": 55137
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)",
            "label": "STATUTE",
            "start_char": 55142,
            "end_char": 55212
        },
        {
            "text": "section 9(2), section 13 and Section 15(5)",
            "label": "PROVISION",
            "start_char": 55575,
            "end_char": 55617
        },
        {
            "text": "Section 9(1) of Act 4 of 2016",
            "label": "PROVISION",
            "start_char": 55970,
            "end_char": 55999
        },
        {
            "text": "section 13(1)",
            "label": "PROVISION",
            "start_char": 56241,
            "end_char": 56254
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 56262,
            "end_char": 56283
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 56390,
            "end_char": 56398
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 56406,
            "end_char": 56409
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 56415,
            "end_char": 56425
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 56433,
            "end_char": 56471
        },
        {
            "text": "Magic Frames",
            "label": "PRECEDENT",
            "start_char": 56610,
            "end_char": 56622
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 57005,
            "end_char": 57018
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 57027,
            "end_char": 57048
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 57079,
            "end_char": 57092
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 57208,
            "end_char": 57218
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 57226,
            "end_char": 57239
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 57339,
            "end_char": 57368
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 57394,
            "end_char": 57407
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 57429,
            "end_char": 57432
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 57483,
            "end_char": 57491
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 57499,
            "end_char": 57502
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 57518,
            "end_char": 57528
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 57536,
            "end_char": 57557
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 57573,
            "end_char": 57586
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 57591,
            "end_char": 57612
        },
        {
            "text": "Ashoka Marketing Ltd. v. Punjab National Bank 5",
            "label": "PRECEDENT",
            "start_char": 57634,
            "end_char": 57681
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 58290,
            "end_char": 58311
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 58413,
            "end_char": 58426
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 58756,
            "end_char": 58766
        },
        {
            "text": "CTO vs. Binani Cements6",
            "label": "PRECEDENT",
            "start_char": 58905,
            "end_char": 58928
        },
        {
            "text": "5 (1990) 4 SCC 406 6 2014 SCC Online SC 140",
            "label": "PRECEDENT",
            "start_char": 58948,
            "end_char": 58991
        },
        {
            "text": "Vepa P. Sarathi",
            "label": "OTHER_PERSON",
            "start_char": 59477,
            "end_char": 59492
        },
        {
            "text": "N. S. Bindra",
            "label": "OTHER_PERSON",
            "start_char": 59553,
            "end_char": 59565
        },
        {
            "text": "G.P. Singh",
            "label": "JUDGE",
            "start_char": 59697,
            "end_char": 59707
        },
        {
            "text": "Daniel Greenberg",
            "label": "OTHER_PERSON",
            "start_char": 59794,
            "end_char": 59810
        },
        {
            "text": "Thomson Sweet",
            "label": "OTHER_PERSON",
            "start_char": 59821,
            "end_char": 59834
        },
        {
            "text": "Maxwell",
            "label": "OTHER_PERSON",
            "start_char": 59846,
            "end_char": 59853
        },
        {
            "text": "Corpus Juris Secundum",
            "label": "OTHER_PERSON",
            "start_char": 60120,
            "end_char": 60141
        },
        {
            "text": "Edmond v. U.S., 520 U.S. 651",
            "label": "PRECEDENT",
            "start_char": 60897,
            "end_char": 60925
        },
        {
            "text": "Warden v. Marrero, 417 U.S. 653",
            "label": "PRECEDENT",
            "start_char": 60927,
            "end_char": 60958
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 61077,
            "end_char": 61084
        },
        {
            "text": "Seward v. Owner of \"The Vera Cruz\", (1884) 10 App Gas 59",
            "label": "PRECEDENT",
            "start_char": 61187,
            "end_char": 61243
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 61367,
            "end_char": 61377
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 62021,
            "end_char": 62031
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 62197,
            "end_char": 62220
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 62247,
            "end_char": 62258
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 62262,
            "end_char": 62265
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 62323,
            "end_char": 62344
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 62464,
            "end_char": 62474
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 62725,
            "end_char": 62735
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 62752,
            "end_char": 62773
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 62970,
            "end_char": 62988
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 62996,
            "end_char": 62999
        },
        {
            "text": "section 14",
            "label": "PROVISION",
            "start_char": 63024,
            "end_char": 63034
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 63042,
            "end_char": 63055
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 63057,
            "end_char": 63071
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 63201,
            "end_char": 63215
        },
        {
            "text": "Anil Kumar Singh vs. Shivnath Mishra7",
            "label": "PRECEDENT",
            "start_char": 63328,
            "end_char": 63365
        },
        {
            "text": "(1995) 3 SCC 147",
            "label": "CASE_NUMBER",
            "start_char": 63567,
            "end_char": 63583
        },
        {
            "text": "Gulf Petrochem",
            "label": "ORG",
            "start_char": 63849,
            "end_char": 63863
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 63998,
            "end_char": 64008
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64016,
            "end_char": 64029
        },
        {
            "text": "Vishwanathan",
            "label": "OTHER_PERSON",
            "start_char": 64048,
            "end_char": 64060
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64196,
            "end_char": 64209
        },
        {
            "text": "Order 43, Rule 1",
            "label": "PROVISION",
            "start_char": 64317,
            "end_char": 64333
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 64341,
            "end_char": 64364
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 64376,
            "end_char": 64386
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64394,
            "end_char": 64407
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 64418,
            "end_char": 64428
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 64436,
            "end_char": 64457
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 64534,
            "end_char": 64544
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 64556,
            "end_char": 64566
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64574,
            "end_char": 64587
        },
        {
            "text": "Section 12",
            "label": "PROVISION",
            "start_char": 64589,
            "end_char": 64599
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64607,
            "end_char": 64620
        },
        {
            "text": "Sections 12 and 14",
            "label": "PROVISION",
            "start_char": 64761,
            "end_char": 64779
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64787,
            "end_char": 64800
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 64806,
            "end_char": 64816
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 64824,
            "end_char": 64845
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64879,
            "end_char": 64892
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 64999,
            "end_char": 65012
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 65043,
            "end_char": 65056
        },
        {
            "text": "Order 43, Rule 1",
            "label": "PROVISION",
            "start_char": 65094,
            "end_char": 65110
        },
        {
            "text": "Barucha",
            "label": "OTHER_PERSON",
            "start_char": 65145,
            "end_char": 65152
        },
        {
            "text": "Section 14 read with Section 12",
            "label": "PROVISION",
            "start_char": 65169,
            "end_char": 65200
        },
        {
            "text": "Admiralty Act, 2017",
            "label": "STATUTE",
            "start_char": 65208,
            "end_char": 65227
        },
        {
            "text": "Barucha",
            "label": "OTHER_PERSON",
            "start_char": 65508,
            "end_char": 65515
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 65603,
            "end_char": 65616
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 65661,
            "end_char": 65671
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 65679,
            "end_char": 65692
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 65780,
            "end_char": 65793
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 65862,
            "end_char": 65875
        },
        {
            "text": "Admiralty Act",
            "label": "STATUTE",
            "start_char": 66385,
            "end_char": 66398
        },
        {
            "text": "Gulf Petroleum",
            "label": "ORG",
            "start_char": 66564,
            "end_char": 66578
        },
        {
            "text": "INDIRA BANERJEE",
            "label": "JUDGE",
            "start_char": 66765,
            "end_char": 66780
        },
        {
            "text": "A. S. BOPANNA",
            "label": "JUDGE",
            "start_char": 66806,
            "end_char": 66819
        },
        {
            "text": "NEW DELHI",
            "label": "GPE",
            "start_char": 66822,
            "end_char": 66831
        },
        {
            "text": "SEPTEMBER 23, 2022",
            "label": "DATE",
            "start_char": 66833,
            "end_char": 66851
        }
    ],
    "precedent_clusters": {
        "Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1": [
            "Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1",
            "MV Elizabeth v. Harwan Investment and Trading Pvt",
            "Kandla Corporation v. OCI Corp.3",
            "Magic Frames v. Radiance Media P Ltd",
            "Ashoka Marketing Ltd. v. Punjab National Bank 5",
            "CTO vs. Binani Cements6",
            "Anil Kumar Singh vs. Shivnath Mishra7",
            "Magic Frames"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 4(1)(f)",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "section 4(1)(f)",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017"
        ],
        [
            "Order XIV Rule 8 and Order XIIIA",
            "Civil Procedure Code 1908",
            "Order XIV Rule 8 and Order XIIIA",
            "Civil Procedure Code 1908"
        ],
        [
            "Order XIV Rule 8 and Order XIIA",
            "Code of Civil Procedure",
            "Order XIV Rule 8 and Order XIIA",
            "Code of Civil Procedure"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act 2015",
            "Section 13(1)",
            "Commercial Courts Act 2015"
        ],
        [
            "Section 2",
            "Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976)",
            "Section 2",
            "Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976)"
        ],
        [
            "Section 12",
            "Admiralty Act",
            "Section 12",
            "Admiralty Act"
        ],
        [
            "Order 1 Rule 10(2)",
            "CPC",
            "Order 1 Rule 10(2)",
            "CPC"
        ],
        [
            "Order 1 Rule 10(2)",
            "Admiralty Act",
            "Order 1 Rule 10(2)",
            "Admiralty Act"
        ],
        [
            "Order 1 Rule 10(2)",
            "CPC",
            "Order 1 Rule 10(2)",
            "CPC"
        ],
        [
            "Section 2(c)",
            "Commercial Courts Act",
            "Section 2(c)",
            "Commercial Courts Act"
        ],
        [
            "Sections 7, 13, 14, 16 and 21",
            "Commercial Courts Act",
            "Sections 7, 13, 14, 16 and 21",
            "Commercial Courts Act"
        ],
        [
            "sub-section (4) of Section 22",
            "Designs Act, 2000 (16 of 2000)",
            "sub-section (4) of Section 22",
            "Designs Act, 2000 (16 of 2000)"
        ],
        [
            "Section 104",
            "Patents Act, 1970 (39 of 1970)",
            "Section 104",
            "Patents Act, 1970 (39 of 1970)"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)"
        ],
        [
            "Section 12",
            "Admiralty Act",
            "Section 12",
            "Admiralty Act"
        ],
        [
            "Section 16",
            "Commercial Courts Act",
            "Section 16",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Proviso 2 of Section 13(1A)",
            "Commercial Courts Act",
            "Proviso 2 of Section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure 1908",
            "Order 43",
            "Code of Civil Procedure 1908"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act 1996",
            "Section 37",
            "Arbitration and Conciliation Act 1996"
        ],
        [
            "Order 43 Rule 1",
            "CPC",
            "Order 43 Rule 1",
            "CPC"
        ],
        [
            "Sub-section (2) of Section 13",
            "Commercial Courts Act",
            "Sub-section (2) of Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Section 13(2)",
            "Commercial Courts Act",
            "Section 13(2)",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Section 2(1) (c)(iii)",
            "Commercial Courts Act",
            "Section 2(1) (c)(iii)",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure Code, 1908",
            "Order XLIII",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "section 37",
            "Arbitration Act",
            "section 37",
            "Arbitration Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 18",
            "Commercial Courts, Commercial Division",
            "Section 18",
            "Commercial Courts, Commercial Division"
        ],
        [
            "section 13(1)",
            "Commercial Courts Act",
            "section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996",
            "section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 14",
            "Admiralty Act",
            "section 14",
            "Admiralty Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order 1 Rule 10(2)",
            "CPC",
            "Order 1 Rule 10(2)",
            "CPC"
        ],
        [
            "section 14",
            "Admiralty Act",
            "section 14",
            "Admiralty Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Order 43, Rule 1",
            "Code of Civil Procedure",
            "Order 43, Rule 1",
            "Code of Civil Procedure"
        ],
        [
            "Section 12",
            "Admiralty Act",
            "Section 12",
            "Admiralty Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 12",
            "Admiralty Act",
            "Section 12",
            "Admiralty Act"
        ],
        [
            "Section 12",
            "Admiralty Act",
            "Section 12",
            "Admiralty Act"
        ],
        [
            "Sections 12 and 14",
            "Admiralty Act",
            "Sections 12 and 14",
            "Admiralty Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 14 read with Section 12",
            "Admiralty Act, 2017",
            "Section 14 read with Section 12",
            "Admiralty Act, 2017"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Sections 4 and 5",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "Sections 4 and 5",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017"
        ],
        [
            "clause (a) of sub-section (1) of section 4",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "clause (a) of sub-section (1) of section 4",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017"
        ],
        [
            "Section 7",
            "Commercial Courts Act",
            "Section 7",
            "Commercial Courts Act"
        ],
        [
            "clauses (a) to (w) of sub- section (1) of section 4",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017",
            "clauses (a) to (w) of sub- section (1) of section 4",
            "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017"
        ],
        [
            "Order 1 Rule 10 (2)",
            "CPC",
            "Order 1 Rule 10 (2)",
            "CPC"
        ],
        [
            "Section 104",
            "Patents Act, 1970 (39 of 1970)",
            "Section 104",
            "Patents Act, 1970 (39 of 1970)"
        ],
        [
            "Rule 10-A of Order VII",
            "CPC",
            "Rule 10-A of Order VII",
            "CPC"
        ],
        [
            "Rule 13 of Order IX",
            "CPC",
            "Rule 13 of Order IX",
            "CPC"
        ],
        [
            "Rule 72 or Rule 92 of Order XXI",
            "CPC",
            "Rule 72 or Rule 92 of Order XXI",
            "CPC"
        ],
        [
            "sub-rule (1) of Rule 106 of Order XXI",
            "CPC",
            "sub-rule (1) of Rule 106 of Order XXI",
            "CPC"
        ],
        [
            "Rule 10 of Order XXII",
            "CPC",
            "Rule 10 of Order XXII",
            "CPC"
        ],
        [
            "Rule 21 of Order XLI",
            "CPC",
            "Rule 21 of Order XLI",
            "CPC"
        ],
        [
            "Order XLI",
            "CPC",
            "Order XLI",
            "CPC"
        ],
        [
            "Sub-section (2) of Section 13",
            "Commercial Courts Act",
            "Sub-section (2) of Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13(2)",
            "Commercial Courts Act",
            "Section 13(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act",
            "Section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "section 9(2), section 13 and Section 15(5)",
            "Commercial Courts Act",
            "section 9(2), section 13 and Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "section 14",
            "Admiralty Act",
            "section 14",
            "Admiralty Act"
        ],
        [
            "Section 14",
            "Admiralty Act",
            "Section 14",
            "Admiralty Act"
        ],
        [
            "Order 43, Rule 1",
            "Code of Civil Procedure",
            "Order 43, Rule 1",
            "Code of Civil Procedure"
        ],
        [
            "Order I Rule 10(2)",
            "Admiralty Act",
            "Order I Rule 10(2)",
            "Admiralty Act"
        ],
        [
            "Rule 10 of Order VII",
            "CPC",
            "Rule 10 of Order VII",
            "CPC"
        ],
        [
            "Rule 9 of Order IX",
            "CPC",
            "Rule 9 of Order IX",
            "CPC"
        ],
        [
            "Rule 21 of Order XI",
            "CPC",
            "Rule 21 of Order XI",
            "CPC"
        ],
        [
            "Rule 34 of Order XXI",
            "CPC",
            "Rule 34 of Order XXI",
            "CPC"
        ],
        [
            "sub-rule (1) of Rule 105",
            "CPC",
            "sub-rule (1) of Rule 105",
            "CPC"
        ],
        [
            "Rule 9 of Order XXII",
            "CPC",
            "Rule 9 of Order XXII",
            "CPC"
        ],
        [
            "Rule 2 of Order XXV",
            "CPC",
            "Rule 2 of Order XXV",
            "CPC"
        ],
        [
            "Rule 5 or Rule 7 of Order XXXIII",
            "CPC",
            "Rule 5 or Rule 7 of Order XXXIII",
            "CPC"
        ],
        [
            "Rule 3, Rule 4 or Rule 6 of Order XXXV",
            "CPC",
            "Rule 3, Rule 4 or Rule 6 of Order XXXV",
            "CPC"
        ],
        [
            "Rule 2, Rule 3 or Rule 6 of Order XXXVIII",
            "CPC",
            "Rule 2, Rule 3 or Rule 6 of Order XXXVIII",
            "CPC"
        ],
        [
            "Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX",
            "CPC",
            "Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX",
            "CPC"
        ],
        [
            "Rule 1 or Rule 4 of Order XL",
            "CPC",
            "Rule 1 or Rule 4 of Order XL",
            "CPC"
        ],
        [
            "Rule 19 of Order XLI",
            "CPC",
            "Rule 19 of Order XLI",
            "CPC"
        ],
        [
            "Rule 23",
            "CPC",
            "Rule 23",
            "CPC"
        ],
        [
            "Rule 23-A]",
            "CPC",
            "Rule 23-A]",
            "CPC"
        ],
        [
            "Rule 4 of Order XLVII",
            "CPC",
            "Rule 4 of Order XLVII",
            "CPC"
        ],
        [
            "section 18 of the 3 (2018)",
            "Commercial Courts Act",
            "section 18 of the 3 (2018)",
            "Commercial Courts Act"
        ],
        [
            "Section 9(1) of Act 4 of 2016",
            "Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)",
            "Section 9(1) of Act 4 of 2016",
            "Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)"
        ]
    ],
    "precedent_counts": {
        "Cho Yang Shipping Co. Ltd. v. Coral (UK) Ltd. 1": 8
    },
    "provision_counts": {
        "section 4(1)(f) of Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017": 1,
        "Order XIV Rule 8 and Order XIIIA of Civil Procedure Code 1908": 1,
        "Order XIV Rule 8 and Order XIIA of Code of Civil Procedure": 1,
        "Section 13(1) of Commercial Courts Act 2015": 1,
        "Section 2 of Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976)": 1,
        "Section 12 of Admiralty Act": 5,
        "Order 1 Rule 10(2) of CPC": 3,
        "Order 1 Rule 10(2) of Admiralty Act": 1,
        "Section 2(c) of Commercial Courts Act": 1,
        "Sections 7, 13, 14, 16 and 21 of Commercial Courts Act": 1,
        "sub-section (4) of Section 22 of Designs Act, 2000 (16 of 2000)": 1,
        "Section 104 of Patents Act, 1970 (39 of 1970)": 2,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "Section 16 of Commercial Courts Act": 1,
        "Section 13 of Commercial Courts Act": 7,
        "Section 14 of Admiralty Act": 8,
        "Proviso 2 of Section 13(1A) of Commercial Courts Act": 1,
        "Order 43 of Code of Civil Procedure 1908": 1,
        "Section 37 of Arbitration and Conciliation Act 1996": 1,
        "Order 43 Rule 1 of CPC": 1,
        "Sub-section (2) of Section 13 of Commercial Courts Act": 2,
        "Section 13(2) of Commercial Courts Act": 2,
        "Order 43 of CPC": 3,
        "Section 2(1) (c)(iii) of Commercial Courts Act": 1,
        "Order XLIII of CPC": 4,
        "Order XLIII of Code of Civil Procedure Code, 1908": 1,
        "section 37 of Arbitration Act": 1,
        "Section 37 of Arbitration Act": 1,
        "Section 18 of Commercial Courts, Commercial Division": 1,
        "section 13(1) of Commercial Courts Act": 1,
        "section 37 of Arbitration and Conciliation Act, 1996": 1,
        "section 14 of Admiralty Act": 3,
        "Order 43, Rule 1 of Code of Civil Procedure": 2,
        "Sections 12 and 14 of Admiralty Act": 1,
        "Section 14 read with Section 12 of Admiralty Act, 2017": 1,
        "Sections 4 and 5 of Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017": 1,
        "clause (a) of sub-section (1) of section 4 of Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017": 1,
        "Section 7 of Commercial Courts Act": 1,
        "clauses (a) to (w) of sub- section (1) of section 4 of Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017": 1,
        "Order 1 Rule 10 (2) of CPC": 1,
        "Rule 10-A of Order VII of CPC": 1,
        "Rule 13 of Order IX of CPC": 1,
        "Rule 72 or Rule 92 of Order XXI of CPC": 1,
        "sub-rule (1) of Rule 106 of Order XXI of CPC": 1,
        "Rule 10 of Order XXII of CPC": 1,
        "Rule 21 of Order XLI of CPC": 1,
        "Order XLI of CPC": 1,
        "Section 13(1A) of Commercial Courts Act": 1,
        "section 9(2), section 13 and Section 15(5) of Commercial Courts Act": 1,
        "Order I Rule 10(2) of Admiralty Act": 1,
        "Rule 10 of Order VII of CPC": 1,
        "Rule 9 of Order IX of CPC": 1,
        "Rule 21 of Order XI of CPC": 1,
        "Rule 34 of Order XXI of CPC": 1,
        "sub-rule (1) of Rule 105 of CPC": 1,
        "Rule 9 of Order XXII of CPC": 1,
        "Rule 2 of Order XXV of CPC": 1,
        "Rule 5 or Rule 7 of Order XXXIII of CPC": 1,
        "Rule 3, Rule 4 or Rule 6 of Order XXXV of CPC": 1,
        "Rule 2, Rule 3 or Rule 6 of Order XXXVIII of CPC": 1,
        "Rule 1, Rule 2, [Rule 2-A], Rule 4 or Rule 10 of Order XXXIX of CPC": 1,
        "Rule 1 or Rule 4 of Order XL of CPC": 1,
        "Rule 19 of Order XLI of CPC": 1,
        "Rule 23 of CPC": 1,
        "Rule 23-A] of CPC": 1,
        "Rule 4 of Order XLVII of CPC": 1,
        "section 18 of the 3 (2018) of Commercial Courts Act": 1,
        "Section 9(1) of Act 4 of 2016 of Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)": 1
    },
    "statute_counts": {
        "Admiralty (Jurisdiction and Settlement of Maritime Claims) Act, 2017": 4,
        "Civil Procedure Code 1908": 1,
        "Code of Civil Procedure": 3,
        "Commercial Courts Act 2015": 1,
        "Territorial Waters, Continental Shelf, Exclusive Economic Zone and Other Maritime Zones Act, 1976(80 of 1976)": 1,
        "Admiralty Act": 19,
        "CPC": 35,
        "Commercial Courts Act": 21,
        "Designs Act, 2000 (16 of 2000)": 1,
        "Patents Act, 1970 (39 of 1970)": 2,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "Code of Civil Procedure 1908": 1,
        "Arbitration and Conciliation Act 1996": 1,
        "Code of Civil Procedure Code, 1908": 1,
        "Arbitration Act": 2,
        "Commercial Courts, Commercial Division": 1,
        "Arbitration and Conciliation Act, 1996": 1,
        "Admiralty Act, 2017": 1,
        "Commercial Appellate Division of High Courts Act, 2015 (Act 4 of 2016)": 1
    }
}