{
    "id": "6f51451526558200c454586179c828f0813f61060d0ae19eea723eb34d479aa8",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nNamita Gupta vs Suraj Holdings Limited on 9 January, 2024\nAuthor: Navin Chawla \nBench: Navin Chawla \n                  *      In The High Court Of Delhi At New Delhi\n                                                        Reserved on: 08.11.2023\n                                                        Date of decision: 09.01.2024\n\n                  +      Cm(M) 457/2023 & Cm Appl. 13615/2023 \n                         Namita Gupta                         ..... Petitioner \n                                        Through: Mr. Bhuvan             Gugnani, \n                                                 Mr.Rupender Sharma, Advs. \n                                                 Advs.\n\n                                           versus \n\n                         Suraj Holdings Limited           ..... Respondent \n                                      Through: Mr.Ashish Mohan, Mr.Hemant \n                                                Manjani, Ms. Sagrika Tanwar,\n                                                Advs.\n\n                  Coram:\n                  Hon'Ble Mr. Justice Navin Chawla\n                                    Judgment\n1. This petition has been filed by the petitioner, who is the defendant in the Suit, being Cs Dj No. 708/2019 titled M/s Suraj Holdings Ltd. v. Namita Gupta (hereinafter referred to as the 'Suit'), ch allenging the order dated 06.03.2023 (hereinafter referred to as the 'Impugned Order') passed by the learned Additional District Judge- 06, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Additional District Judge'), and the order dated 14.03.2023 (hereinafter referred to as 'Impugned Order') passed by the learned Principal District and Sessions Judge, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Principal District and Sessions Judge'). \n2. By the Impugned Order dated 06.03.2023, the learned Additional District Judge, while observing that the dispute between the parties is commercial in nature, directed the file of the Suit to be placed before the Court of the learned Principal District and Sessions Judge, for passing appropriate orders. \n3. By the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge directed that the Suit be withdrawn from the Court of the learned Additional District Judge, and transferred the same to the Court of the learned District Judge, Commercial Court-06, South-East District, Saket Courts, New Delhi, for proceeding further in accordance with law. \nFactual Matrix 4. The facts, in brief, giving rise to the present petition are that the respondent herein, who is the plaintiff in the Suit, filed the said Suit on 19.08.2019, seeking recovery of a sum of Rs.1,07,37,545.07 along with interest from the petitioner herein. The said Suit was filed by the respondent under Order XXXVII read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'CPC'). \n5. By the order dated 13.12.2019, the learned Additional District Judge treated the Suit as an Ordinary Civil Suit, and issued summons thereon to the petitioner. \n6. The petitioner filed her written statement to the Suit, along with a Counter-Claim for seeking recovery of a sum of Rs.40,62,882/- along with interest. \n7. The petitioner, on 10.02.2022, also filed an application under Order VII Rule 11 of the CPC, contending therein that the Suit was raising a commercial dispute, as defined under Section 2(1)(c)(i) of the Commercial Courts Act, 2015 (hereinafter referred to as the 'Act'), of the specified value, and as it has been filed without resort to the Pre-Institution Mediation as mandated under Section 12-A of the Act, the plaint is liable to be rejected as being barred by law. \n8. It is in the course of hearing of the said application, that the learned Additional District Judge, while observing that the dispute raised in the Suit is commercial in nature, passed the Impugned Order dated 06.03.2023, directing the file of the Suit to be placed before the learned Principal District and Sessions Judge for appropriate orders. \n9. As noted hereinabove, by the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge has been pleased to transfer the Suit to the learned District Judge, Commercial Court-06, South East District, Saket Courts, New Delhi. \n10. The petitioner has filed the present petition being aggrieved of the above orders. \nSubmissions by the Learned Counsel for the Petitioner:\n11. The learned counsel for the petitioner submits that the learned Additional District Judge, and even the learned Principal District and Sessions Judge, do not have the power to transfer the Suit, which is filed as an Ordinary Suit, to a Commercial Court. He submits that the only power available to the Court is to return the plaint for the plaintiff to file the same, if so advised, before the Court of appropriate jurisdiction. \n12. The learned counsel for the petitioner submits that under the Act, there are special requirements for a Suit to be filed before a Commercial Court, which are in the form of a prescribed Statement of Truth and affidavit to be filed, as well as Pre-Institution Mediation to be initiated, as mandated under Section 12-A of the Act. He submits that as in the present case, the plaint does not meet the above requirements, the learned Additional District Judge should have rejected/returned the plaint. \n13. The learned counsel for the petitioner further submits that the only provision for transfer of the Suit, which is filed as an Ordinary Suit, to a Commercial Court, is contained in Section 15(2) of the Act. He submits that the said provision is applicable only to the Civil Suits relating to commercial disputes of a specified value that were pending before the Civil Courts in any District or area in respect of which a Commercial Court has been constituted, as on the date of such constitution. It does not apply to Suits that are filed after the constitution of the Commercial Courts in a particular District. He submits that where a Suit, though relating to a commercial dispute of a specified value, is filed as an Ordinary Civil Suit after the constitution of the Commercial Courts, the only power available with the Court is to return the plaint under Order VII Rule 10 of the CPC for the presentation of the plaint before the Commercial Courts, that is, the Court of appropriate jurisdiction. In support, he places reliance on the judgment of the Supreme Court in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace LLP & Anr. (2020) 15 SCC 585; judgments of this Court in Satyanarain Khandelwal v. Prem Arora, 2022 SCC OnLine Del 2142; Narendra Kumar v. Om Daily Needs Retailing Pvt. Ltd. and Anr., Neutral Citation no.2023:DHC:6474-DB; M/s AV Industries v. M/s Neo Neon Electrical Pvt. Ltd., Neutral Citation no.2023:DHC:6230-DB; and Virender Kumar v. Rekha Bhayana, 2022 SCC OnLine Del 2678; and of the Calcutta High Court in Laxmi Plyfab Pvt. Ltd. and Ors. v. Eden Realty Ventures Pvt. Ltd. and Ors., 2021 SCC OnLine Cal 1457, Maharshi Commerce Limited v. Rajiv R. Balani and Ors. (Order dated 10.11.2022 in CS/3/2019 OD-13), and ANE Industries Private Limited v. J.K. Engineering Private Limited, 2023 SCC OnLine Cal 3331; and of the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) v. Meghavaram Power Pvt. Ltd., 2023 SCC OnLine AP 794; and of the High Court of Telangana in Life Shine Medical Services Pvt. Ltd. v. Dr.Alety Jeevan Reddy & Anr. (Order Dated 13.04.2023 in Civil Revision Petition No.689 of 2023); and of the High Court of Bombay in Gaurang Manguesh Suctancar v. Sonia Gaurang Suctancar (in LD-VC-CW-88/2020 decided on 20.07.2020). \n14. He submits that the Commercial Courts Act, 2015 being a special and subsequent statute, would override the general provisions of the CPC and especially Section 24 of the CPC. In support of the said submission, he places reliance on the judgment of the Supreme Court in Jaycee Housing Private Limited and Others v. Registrar (General), Orissa High Court, Cuttack and Others, (2023) 1 SCC 549; and of the Allahabad High Court in Shankar Lal Jaiswal v. Asha Devi & Ors., Neutral Citation No.2018:AHC:177160.\n15. The learned counsel for the petitioner further submits that, even assuming that Section 24 of the CPC would apply, a Commercial Court constituted under the Act is not a Court subordinate to the Court of the Principal District and Sessions Judge, therefore, in any case, the learned Principal District and Sessions Judge did not have the power to transfer the Suit to a Commercial Court. \nSubmissions by the Learned Counsel for the Respondent:\n16. On the other hand, the learned counsel for the respondent submits that the learned District Judge, as also this Court, by the provisions of the Act is not denuded of the powers under Section 24 of the CPC. He submits that Section 15 of the Act provides for the transfer of the cases that are pending adjudication as on the date of the constitution of the Commercial Division in the High Court or the Commercial Courts at the District Level. The said provision, however, is in addition to the general power which is vested in the District Judge, as also the High Court, under Section 24 of the CPC to transfer any proceedings pending in a Court subordinate to any other Court subordinate. \n17. He submits that as the Suit was pending before the Court of the learned Additional District Judge, which, in terms of the provisions of the Punjab Courts Act, 1918, is a Court subordinate to the Court of the learned Principal District and Session Judge, the learned Principal District and Sessions Judge had the power to transfer the Suit to a Commercial Court. He submits that the Commercial Court, though constituted under the Act, is manned by the Officers from the District Judiciary, as is evident from the Delhi Higher Judicial Services Rules. He submits that the learned District Judge has been passing administrative orders transferring the Commercial Suits from one Court to another in the District. In support, he places reliance on Office Order No.2719/87297-332 dated 08.12.2019, and Office Order No. 576/14058-104 dated 18.02.2020.\n18. The learned counsel for the respondent further submits that once it is admitted that the plaint filed before a Ordinary Civil Court can be returned to be filed before a Commercial Court, the provisions of Section 24 of the CPC would equally apply. He submits that in terms of Section 24(5) of the CPC, a power is vested in the High Court and the District Court to transfer a Suit or proceedings from a Court which has no jurisdiction to try it. Exercising such power, the learned Principal District and Sessions Judge and even this Court can transfer the Suits which are filed as Ordinary Suits, though raising a commercial dispute of a specified value, to a Commercial Court. He submits that on such transfer, the plaintiff in the Suit would have to make necessary amendments in the Suit so as to comply with the other requirements of a Commercial Suit as prescribed under the Act. However, this cannot be a reason to deny the transfer of the Suit. In support, he places reliance on the judgment of this Court in Suraj Prakash v. Neeraj Kumar and Others, 2023 SCC OnLine Del 4563 and Mahesh Gupta v. Ranjit Singh and Ors., 2009 SCC OnLine Del 1418. \nANALYSIS & FINDINGS: \n19 . I have considered the submissions made by the learned counsels for the parties. \n20. The present petition raises two issues to be answered:-\n(i) Whether the Act excludes the application of Section 24 of the CPC to the commercial disputes having a specified value?\n(ii) If the answer to the above issue is in the negative, whether the power under Section 24 of the CPC to transfer the Suit is also available to the District and Session Judge?\nISSUE (i)\n21. To answer the first issue, I shall first examine the scheme of the Act. \n22. The Act provides for the constitution of Commercial Courts and Commercial Appellate Courts at the District Courts, and Commercial Division and Commercial Appellate Division in the High Courts, for adjudicating the commercial disputes of a specified value and for matters connected therewith or incidental thereof. \n23. Section 3 and Section 3A of the Act provides for the constitution of Commercial Courts and Commercial Appellate Courts, respectively, at the District level. They read as under:\n\"3. Constitution of Commercial Courts.--(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\nProvided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level: \nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary. \n(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary. \n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. \n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a court below the level of a District Judge. \n3A. Designation of Commercial Appellate Courts.--Except the territories over which the High Courts have ordinary original civil jurisdiction , the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act..\"\n24. Section 4 of the Act provides for the constitution of the Commercial Division of High Courts and reads as under:\n\"4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n25. Section 5 of the Act empowers the Chief Justice of the concerned High Court to constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred by the Act.\n26. Section 6 of the Act states that the Commercial Courts shall have the jurisdiction to try all the Suits and applications relating to a commercial dispute of a specified value arising out of the entire jurisdiction of the State over which it has been vested territorial jurisdiction. \n27. Similarly, Section 7 of the Act states that all Suits and applications relating to commercial disputes of a specified value filed in the High Court having ordinary original civil jurisdiction, shall be heard and disposed of by the Commercial Division of that High Court. \n28. Section 11 states that a Commercial Court or a Commercial Division shall not entertain or decide any Suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force. \n29. A reading of the above provisions would show that a separate and distinct hierarchy of Courts has been prescribed for adjudicating the commercial disputes of a specified value. These Courts are distinct from the Ordinary Civil Courts. \n30. Section 15 of the Act pertains to the transfer of the Suits and applications relating to a commercial dispute of a specified Value pending as on the date of the constitution of a Commercial Division or a Commercial Court, as the case may be. It is reproduced as under:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908).\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub- section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n31. Sub-Section (1) of Section 15 of the Act provides that all Suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (in short, 'Arbitration Act'), relating to a commercial dispute of a specified value, pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. Similarly, Sub-Section (2) of Section 15 of the Act states that all suits and application, including applications under the Arbitration Act, relating to a commercial dispute of a specified value, pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. Such transfer shall, however, not take place where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, as the case may be. \n32. Sub-Section (5) of Section 15 of the Act states that in the event that a Suit or application as has been mandated to be transferred by virtue of sub-section (1) or sub-section (2) of the Act, is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the Suit, withdraw such Suit or application from the Court before which it is pending, and transfer the same for trial or disposal to the Commercial Division or the Commercial Court, as the case may be, having territorial jurisdiction over such Suit. Sub - Section (5) of Section 15 of the Act is, therefore, applicable and is attracted to cases, which should have been transferred to a Commercial Division or a Commercial Court as on the date of the constitution of such Commercial Division or a Commercial Court, however, were not so transferred. \n33. Section 16 of the Act provides for amendments to the provisions of the CPC in their application to commercial disputes, and states that the CPC shall stand amended in the manner specified in the Schedule appended to the Act. In the said Schedule, special provisions have been made/amended inter-alia providing for every pleading to be verified by an affidavit, Statement of Truth, strict timeline for filing of the written statement, Case Management Hearing, etc. What is important to note herein is that it is only certain provisions of the CPC that stand amended by the Schedule annexed to the Act, and Section 24 of the CPC is not one of such provisions.\n34. Section 16 of the Act is reproduced as under:\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n35. Section 18 of the Act empowers the High Court(s) to issue directions in the form of notification and practice directions to supplement the provisions of Chapter II of the Act and the CPC with respect to the hearing of a commercial dispute of a specified value.\n36. A reading of the above provisions would show that the Act provides for the constitution of Commercial Courts and Commercial Divisions of the High Courts to adjudicate on commercial disputes of a specified value. However, the implementation of the said provisions and the overall administrative control over these Courts remains vested with the High Courts and, therefore, Commercial Courts would be a Court Subordinate to the High Courts. Section 24 of the CPC is not amended by the Act or by the Schedule appended thereto, therefore, there is no reason for it to be not applied to a Suit relating to a commercial dispute of a Specified Value. \n37. The Supreme Court in Ambalal Sarabhai Enterprises Ltd. (supra), was considering a case where a suit was filed before a Commercial Court and the defendant therein filed an application under Order VII Rule 10 of the CPC, contending that the suit did not relate to a commercial dispute. The application was rejected by the learned Commercial Court. The defendant approached the High Court of Gujarat, which directed return of the plaint of the Suit to the plaintiff under Order VII Rule 10 of the CPC, for it to be presented before the appropriate Court. The Supreme Court affirmed and approved this course of action. What is important is that recourse to Order VII Rule 10 of the CPC was made and upheld by the Supreme Court. \n38. In Virender Kumar (supra), a learned Single Judge of this Court was considering a petition challenging the order passed by the learned District Judge, (Commercial Court), transferring a Suit, which though was a commercial suit but was filed as a non-commercial suit, to a Commercial Court. This Court held that the provisions of Section 15 of the Act apply only to the Suits that were pending as on the date of the constitution of the Commercial Courts. It held as under:\n\"9. The implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of Section 15 but also to the other sub-sections of the said Section. Seen in conjunction with the expression \"has been constituted\", as employed in Section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the Civil Court in any district or area in respect of which a Commercial Court \"has been constituted\" on the date when the Commercial Courts Act came into force and was, therefore, \"pending\"\non the said date. \n10. It cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the Civil Court and have the suit transferred to the Commercial Court.\"\n39. The Court, though highlighted the more stringent protocols that are applicable to the Commercial Suits as compared to the ordinary Civil Suits, instead of rejecting the plaint, held that the same should be returned to the plaintiff under Order VII Rule 10 of the CPC, so that it could be instituted before the Court of appropriate jurisdiction. The Court observed as under:\n\"11. There is a clear difference in protocol between commercial suits and non-commercial suits. Commercial suits follow their own distinct procedure, and are subjected to much greater rigour than non- commercial suits. A commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a Statement of Truth both with the plaint as well as with the written statement. \n12. Various provisions of the CPC, including Section 26, Section 35, Section 35-A, have been amended by the Commercial Courts Act to cater to commercial suits. It would, therefore, be counter- productive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the Commercial Courts Act, to be transferred to the Commercial Court as a matter of course. \nxxxx 14. Commercial Courts are different from non- Commercial Courts. If a commercial suit is instituted before a Civil Court, it is, clearly, instituted before a Court other than the Court before which it should have been instituted. Order VII Rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate Court, i.e., the Commercial Court.\" \n40. The Court also held and clarified that once the plaint is returned to the plaintiff, the plaintiff would be entitled to institute the same plaint, albeit in the form and following the procedure prescribed by the Act, before the competent Commercial Court. I may reproduce the direction issued by the Court, as under:\n\"24. In order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the Commercial Courts Act before the competent commercial court.\" \n41. In Satyanarain Khandelwal (supra), a Division Bench of this Court, while adjudicating on a batch of Transfer Petitions filed against the respondent therein, held that Section 19 of the Commercial Courts (Amending) Act, 2018 would not apply retrospectively to the cases relating to the commercial dispute filed and pending as on the date of commencement of the said Act. The Division Bench did not consider the issue whether the power vested in the High Court under Section 24 of the CPC can be exercised or not to transfer such Suits. \n42. In Narendra Kumar (supra), another Division Bench of this Court was considering a challenge to the order passed by the learned District Judge (Commercial Court), returning the plaint of a Suit which, though originally filed before a ordinary Civil Court, was transferred by the learned District and Sessions Judge to a Commercial Court. The learned District Judge (Commercial Court) had held that as there was no such power vested with the learned District and Sessions Judge to transfer the Suit to the Commercial Court, returned the plaint to be filed in the appropriate format before the competent Commercial Court. The Division Bench held that Section 15 of the Act would not apply to the Suits filed after the coming into force of the Act. The Court upheld the order returning the plaint, by observing as under:-\n\"11. This implies that Section 15(2) of the CCA, 2015 was not to be effective in future but was an enabling provision for transfer of all the pending suits of commercial nature from the regular Civil Courts to the Commercial Courts. The present Suit has been instituted on 16.03.2019 i.e. post 2015 and thus, the provisions of Commercial Courts Act, 2015 as amended on 03.05.2018 would become applicable. \nxxxx 16. Order VII Rule 10 CPC, 1908 envisages Return of a Plaint instituted before a court other than the court before it should be instituted. In Ambalal Sarabhai Enterprises (supra) it had been held that where a court case is filed before a Court which is not the appropriate Court, the suit may be returned to be presented before the Court of competent jurisdiction. \n17. Similar facts as in hand came for consideration before the co-ordinate Bench of this Court in Virender Kumar vs Rekha Bhayana 2022 SCC OnLine Del 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts. \nDel 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts. \n18. In the present case, though the case had been transferred from the Court of learned ADJ to the Court of Commercial Judge, but that procedure was incorrect as the suit did not meet the requirements of a Commercial Suit. The learned Judge Commercial Court has therefore, rightly returned the suit to be filed in the appropriate format before the competent Commercial Court. \nppropriate format before the competent Commercial Court. \n19. Accordingly, we find no merit in the present Appeal against the impugned Order dated 20.03.2023, and the same is hereby dismissed.\" \n43. Therefore, the Hon'ble Division Bench held that Order VII Rule 10 of the CPC would have been the appropriate power to be exercised by the learned District & Sessions Judge rather than transferring the suit to the learned District Judge (Commercial Court). \n44. In Maharshi Commerce Limited (supra), the High Court of Calcutta, held that the Suit therein raised a Commercial Dispute of a specified value and, therefore, the ordinary Civil Suit was not maintainable. As the Court did not have the jurisdiction to proceed with the same, it, under Order VII Rule 10 of the CPC, returned the plaint to the plaintiff therein to present it before a Court having competent jurisdiction. \n45. In ANE Industries Private Limited (supra), the Calcutta High Court, relying upon its earlier judgment in Laxmi Polyfab Pvt. Ltd. (supra), and having held that Section 15 of the Act would not apply to Suits filed after the establishment of the Commercial Division in the said High Court, directed the plaint to be returned to the plaintiff therein to be presented before the appropriate Court in accordance with the law. \n46. The same view was reiterated by the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) (Supra). The Court held that a petition under Section 24 of the CPC seeking transfer of the Suit from one Commercial Court to another Commercial Court on the ground that the Court in which the said Suit was instituted lacks territorial jurisdiction, is misconceived and unsustainable, and the same has to be dealt only under Order VII, Rule 10 of the CPC. However, I must here itself note that in reaching the said conclusion, the prime focus of the Court was only on Section 15 of the Act, as the petition filed therein, though filed under Section 24 of the CPC, was relying and invoking only Section 15 of the Act. With respect, the Court did not give any reasons to exclude the applicability of Section 24 of the CPC to the Suit relating to a Commercial Dispute of a specified value. \n47. In Life Shine Medical Services Pvt. Ltd. (supra), the High Court of Telangana was considering a challenge to the order whereby the learned Trial Court had returned the plaint with a direction to present it before a proper forum, as the Suit related to a commercial transaction, held that the Suit indeed related to a transaction which was commercial in nature, and upheld the order of return of the plaint passed by the learned Trial Court therein. \n48. The High Court of Bombay in Gaurang Manguesh Suctancar (supra), was considering the issue as to whether the Court, as defined under Section 2(1)(e) of the Arbitration Act read with Section 5 of the Goa Civil Courts Act, 1965, or a Commercial Court under Section 3(1) of the Amended Commercial Court Act, 2015, would have jurisdiction for adjudicating an application under Section 9 of the Arbitration Act. The High Court held that the learned Senior Civil Judge at Panaji, which had been vested with the jurisdiction of a Commercial Court, had the jurisdiction to adjudicate the application filed under Section 9 of the Arbitration Act. This judgment would therefore, have no application to the issues being considered in the present petition. \n49. In M/s A.V. Industries (supra), the Division Bench of this Court was considering a Regular First Appeal (Commercial) challenging the judgment and decree passed by the learned District Judge (Commercial Courts) in a Commercial Suit. The Court reiterated that the special provisions with respect to the Statement of Truth, applicable to the Commercial Suits under the Act, are mandatory and need to be followed, and in the absence thereof, the plaint itself is non est and could not have been read into evidence. The Court further held that even though originally the Suit was considered by the learned Additional District Judge dealing with the Ordinary Suit, it was later registered under the Act and numbered as a Commercial Suit, therefore, the plaintiff was under a legal obligation to file the Statement of Truth in accordance with sub-rule (4) & (5) of Rule 15-A of the Order VI of the CPC, as amended by the Act while confirming to the mandatory procedural formality contained therein. The Court held that the plaintiff therein cannot be permitted to contend that no such directions were issued for filing the Statement of Truth after the transfer of the Suit from ordinary Court to the designated Commercial Court. In the said judgment, therefore, the Court was only considering the fate of the Suit, which was relating to a Commercial Dispute and adjudicated upon by a Commercial Court, however, the plaint whereof did not meet the necessary and mandatory conditions as stipulated in the Schedule to the Act read with Section 16 thereof. The Court had no occasion to the consider the application of Section 24 of the CPC to such a Suit. \n50. From an analysis of the above judgments, it would be evident that: -\n(a) The Commercial Courts Act provides for a special format and specific requirements in relation to the pleadings and affidavits, in the form of a Statement of Truth, verification, among others. It further requires mandatory compliance with provisions under Section 12-A of the Act in the form of a Pre- Institution Mediation; \n(b) If a Suit raises a Commercial Dispute of a Specified Value, the Ordinary Civil Court shall have no jurisdiction to entertain the same, and it must, therefore, return the plaint in exercise of its power under Order VII Rule 10 of the CPC;\n(c) On return of the plaint, the plaintiff may, after making necessary corrections in the pleadings, present the plaint before the Court of competent jurisdiction.\n51. The learned counsel for the petitioner also does not dispute the applicability of Order VII Rule 10 of the CPC to the facts of the present case. In fact, it is his own case that the learned Trial Court should have returned the plaint to the plaintiff, that is, the respondent herein, for it to be presented before the Court of competent jurisdiction. \n52. This now brings me to the question that if the Court has the power and a duty to return the plaint under Order VII Rule 10 of the CPC, would the power of this Court under Section 24 of the CPC get denuded thereby. In other words, does the Commercial Courts Act exclude the applicability of Section 24 of the CPC. \n53. Order VII Rule 10 and Order VII Rule 10A of the CPC are reproduced hereinbelow:- \n                                      \"                   ORDER VII                                                              xxxx                                       10. Return of plaint.--(1 ) Subject to the provisions of rule 10A, the plaint shall at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted. \nExplanation.-- For the removal of doubts, it is hereby declared that a Court of appeal or revision may direct after setting aside the decree passed in a suit, the return of the plaint under this sub-rule. \n(2) Procedure on returning plaint. --On returning a plaint, the Judge shall endorse thereon the date of its presentation and return, the name of the party presenting it, and a brief statement of the reasons for returning it. \n10A. Power of Court to fix a date of appearance in the Court where plaint is to be filed after its return.--(1) Where, in any suit, after the defendant has appeared, the Court is of opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff. \n(2) Where an intimation is given to the plaintiff under sub-rule (1), the plaintiff may make an application to the Court-- (a) specifying the Court in which he proposes to present the plaint after its return,\n(b) praying that the Court may fix a date for the appearance of the parties in the said Court, and (c) requesting that the notice of the date so fixed may be given to him and to the defendant.\n(3) Where an application is made by the plaintiff under sub-rule (2), the Court shall, before returning the plaint and notwithstanding that the order for return of plaint was made by it on the ground that it has no jurisdiction to try the suit,--\n(a) fix a date for the appearance of the parties in the Court in which the plaint is proposed to be presented, and (b) give to the plaintiff and to the defendant notice of such date for appearance. \n(4) Where the notice of the date for appearance is given under sub-rule (3),--\n(a) it shall not be necessary for the Court in which the plaint is presented after its return, to serve the defendant with a summons for appearance in the suit, unless that Court, for reasons to be recorded, otherwise directs, and (b) the said notice shall be deemed to be a summons for the appearance of the defendant in the Court in which the plaint is presented on the date so fixed by the Court by which the plaint was returned. \n(5) Where the application made by the plaintiff under sub-rule (2) is allowed by the Court, the plaintiff shall not be entitled to appeal against the order returning the plaint.\" \n54. Order VII Rule 10 of the CPC provides that the plaint, at any stage of the Suit, be returned to be presented to the Court in which the Suit should have been instituted. Order VII Rule 10A of the CPC mandates that where the Court is of the opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff, and where the plaintiff accepts such decision, the plaintiff may make an application to the Court specifying the Court in which he proposes to present the plaint after its return, and pray for the Court to fix a date for the appearance of the parties in the said Court and inform the parties of the said date.\n55. Where the plaint is returned under Order VII Rule 10 of the CPC, on its presentation before the appropriate Court of jurisdiction, the Suit would be treated as a fresh Suit, and would have to start de novo, and all proceedings before the earlier Court would be rendered a nullity. In this regard, reference may be made to the judgement on the Supreme Court in EXL Careers & Anr. v. Frankfinn Aviation Services Pvt. Ltd. (2020) 12 SCC 667.\n56. To avoid the above consequence of loss of all proceedings that have taken place before the earlier court, either of the parties may seek recourse to Section 24 of the CPC, which empowers the High Court or the District Court, on its own motion or otherwise, to transfer any Suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it; or withdraw any Suit, appeal or proceeding pending in any Court subordinate to it and inter alia transfer the same for trial or disposal to any Court subordinate to it and competent to try and dispose of the same. Sub- Section ( 5 ) of Section 24 states that such power of transfer can be exercised to transfer the Suit or proceeding from a Court which has no jurisdiction to try it. \n57. Section 24 of the CPC is reproduced hereinbelow:-\n\"24. General power of transfer and withdrawal.--(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and-- (i) try or dispose of the same; or (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn. \n(2) Where any suit or proceeding has been transferred or withdrawn under sub-section (1), the Court which is thereafter to try or dispose of such suit or proceeding may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn. \n(3) For the purposes of this section,--\n(a) Courts of Additional and Assistant Judges shall be deemed to be subordinate to the District Court;\n(b) \"proceeding\" includes a proceeding for the execution of a decree or order. \n(4) The Court trying any suit transferred or withdrawn under this section from a Court of Small Causes shall, for the purposes of such suit, be deemed to be a Court of Small Causes. \n(5) A suit or proceeding may be transferred under this section from a Court which has no jurisdiction to try it. \n58. The difference between Section 24 and Order VII Rule 10 of the CPC is that in terms of Sub-Section (2) of Section 24, where any Suit or proceeding has been transferred or withdrawn, the Court which is thereafter to try or dispose of such Suit or proceeding may, subject to any special directions in the case of an order of transfer, either re- try it or proceed from the point at which it was transferred or withdrawn. Therefore, all proceedings that were undertaken before the Court where a Suit was earlier instituted, though it lacked jurisdiction to try the same, can be saved, and the Suit on its transfer can be proceeded from the point at which it was transferred. \n59. In Mahesh Gupta (Supra), a Division Bench of this Court was considering a challenge to an order returning the plaint on the ground of lack of pecuniary jurisdiction to be filed before an appropriate Court having pecuniary jurisdiction over it. The Court, while upholding the order passed by the learned Single Judge therein, directed that instead of the return of the plaint, the Suit be transferred to the competent Court of civil jurisdiction. The Court observed as under: -\n\"11. During the course of hearing of the appeal, the counsel for the appellant/plaintiff contended that the appellant will be caused grave prejudice if the order returning the plaint is sustained in as much as considerable evidence has already been recorded in the suit and, there was also an order of injunction against the respondents/defendants by the consent of the counsel for the parties. Taking into account the considerable time invested by this court in this suit, we have decided to suo moto exercise our powers under Section 24(1) read with Section 24(5) of the Code of Civil Procedure, 1908 and instead of the order returning the plaint as passed by the learned Single Judge, we modify the order of the learned Single Judge and direct that, in the facts of the case, the suit itself be transferred to the competent court of civil jurisdiction. The effect of exercising of powers under Section 24 CPC would mean that the suit would be taken up by the transferee court from the stage at which it was pending before the impugned order dated 16.2.2009 was passed. The learned counsel for the respondents has stated that the respondents wanted to move an application for vacation of the interim order of injunction, but, which he did not do in as much as the matter was heard on the aspect of the lack of pecuniary jurisdiction of the court. Therefore, while directing the transfer of the suit, we further order that the interim order of injunction operating against the respondent in the suit will continue only till the date when the matter is taken up on the first date by the concerned Civil Judge. The Civil Judge will decide afresh the issue of grant or denial of an ad interim/ex-parte injunction on the first date and he will also decide expeditiously, and preferably within four weeks from the first hearing, the injunction application as filed by the plaintiff in the suit. The learned Single Judge should take up the issue of granting or denying of injunction (ex parte/ad interim or pendent lite) entirely uninfluenced by the any observations of this court or the fact that earlier an injunction order was passed by the consent of the parties.\" \n60. Therefore, once it is accepted that a Suit, which though relates to a Commercial Dispute of a Specified Amount, is filed as an ordinary Suit before a Civil Court, the plaint, under Order VII Rule 10 CPC, shall be returned to the plaintiff to present the same before the Commercial Court of appropriate jurisdiction , equally, either of the parties may invoke the provisions of Section 24 of the CPC to seek transfer of such a Suit. \n61. The learned counsel for the petitioner has rightly pointed out that the Suit, which has been filed before the Ordinary Civil Court, may not be complying with the special pleadings, may not contain the Statement of Truth or the affidavit in the prescribed form, and may not even have complied with the provisions of Section 12A of the Act. However, in my view, once it is conceded that the plaint of a Suit filed before the ordinary Civil Court can be returned to be filed before a Commercial Court after making necessary amendments thereto in the form of necessary pleadings, attachment of Statement of Truth, and affidavits, even where the Suit is transferred in the exercise of powers under Section 24 of the CPC, the plaintiff will have to make such necessary amendments in the Suit. Merely because such amendments may have to be made by the plaintiff on transfer of the Suit, the High Court cannot be denuded of the power which it has under Section 24 of the CPC.\n62. In Suraj Prakash (supra), this Court rejected a similar plea, observing as under:-\n\"8. On the objection of the learned counsel for the respondent nos. 1 to 3 that the Suit be not transferred to the Commercial Court as it has been filed without the mandatory verification, Statement of Truth and the affidavit, this Court in its judgment in Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt. Ltd., NC:2022/DHC/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect. Therefore, in the present case, mere non-filing of the prescribed Affidavit, Statement of Truth or the Verification, cannot lead to the dismissal of the Suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the Suit to the Court of Competent Jurisdiction. On treating the suit as a Commercial Suit, and on its transfer to a competent Court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the CC Act and with respect to the filing of the Statement of the Truth, Affidavit and Verification in the prescribed form. In case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\"\n63. As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act. Section 24 of the CPC is not a provision which has been amended by the said Schedule. It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value. If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so. There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act. \n64. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit. The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act. These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act. \n65. As held hereinabove, a Commercial Court, constituted under Section 3 of the Act, would be a Court subordinate to the High Court. Reference in this regard may also be made to the judgment of the Supreme Court in Life Insurance Corporation of India v. Nandini J. Shah & Ors., (2018) 15 SCC 356. Therefore, there is no reason to exclude the applicability of Section 24 of the CPC to a Suit in relation to a Commercial dispute of a specified value. The first issue is answered accordingly. \nISSUE (ii)\n66. To answer Issue (ii), it is relevant to consider whether a Commercial Court below the level of a District Judge, would be a Court subordinate to a District Court. In my view, the answer to this issue has to be in the negative. \n67. In terms of section 3 of the Act, the State Government, after consultation with the concerned High Court, by notification, may constitute such number of Commercial Courts at the District level as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred upon those Courts under the Act. Sub-Section (3) of Section 3 of the Act further provides that the State Government may, with the concurrence of the Chief Justice of the High Court, appoint one or more person having experience in dealing with Commercial Disputes to be a Judge or Judges of Commercial Courts either at the level of District Judge or a Court below the level of a District Judge. Appeals against the order passed by a Commercial Court below the level of a District Judge shall lie before a Commercial Appellate Court constituted under Section 3A of the Act, and against a Commercial Court at the level of the District Judge or against an order of a Commercial Division, as the case may be, shall lie to the Commercial Appellate Division of that High Court constituted under Section 5 of the Act. \n68. Therefore, a separate hierarchy of Courts is provided under the Act. \n69. Though the Commercial Court below the level of a District Judge may be manned by Officers of the Delhi Higher Judicial Services, in my opinion, these Courts do not still become subordinate to the District Court for purposes of Section 24 of the CPC. Equally, because of certain powers delegated by the High Court to the learned District and Session Judge to transfer certain Suits from one Commercial Court to another, it cannot be said that these Courts are subordinate to the District Court. In such cases, the learned District Judge exercises the powers as a delegate of the High Court. \n70. The Issue (ii) is answered by holding that the power under Section 24 of the CPC to transfer the Suit, is not available to learned the District and Session Judge. \nCONCLUSION:\n71. Having considered the above position of law, and returning to the facts of the present case, in my view, the learned Additional District Judge has erred in passing the order dated 06.03.2023, impugned in the present petition. Once the learned Additional District Judge was of the view that the dispute raised in the subject Suit is commercial in nature of a Specified Value, the only power vested in him was to return the plaint to the plaintiff, that is, the respondent herein for it to be presented before the Court of competent jurisdiction. The learned Additional District Judge had no power to place the file of the Suit before the learned Principal District and Sessions Judge for it to be transferred to the Court of competent jurisdiction. \n72. Similarly, the learned Principal District and Sessions Judge erred in transferring the Suit from the Court of the learned Additional District Judge to the Court of the learned District Judge, Commercial Court. As held hereinabove, the Commercial Court even at the level below the learned District Judge is not a Court subordinate to the District Judge. Therefore, the learned Principal District and Sessions Judge had no power to pass the Impugned Order dated 14.03.2023.\n73. In view of the above, the orders dated 06.03.2023 passed by the learned Additional District Judge and the order dated 14.03.2023 passed by the learned Principal District and Sessions judge are set aside. \n74. At the same time, as held herein above, this Court, under Section 24 of the CPC, has the power to transfer the Suit to the court of competent jurisdiction. In the present case, as it is not disputed that the Suit relates to a Commercial Dispute of a Specified Value and is to be tried by the learned District Judge (Commercial), South-East District, Saket District Court, and as it is also not disputed that the petitioner herein, who is the defendant in the Suit, has not only filed her Written Statement but also a Counter-Claim, in my opinion, the interest of justice would demand that in exercise of power vested in this Court under Section 24 of the CPC, the Suit be transferred from the Court of the learned Additional District Judge to the Court of the District Judge (Commercial), South-East District, Saket District Court, to be tried from the stage it is at present. \n75. The parties shall appear before the learned Transferee Court on the date that must have already been fixed by the Transferee Court. \n76. The petition and the pending applications are disposed of in the above terms. \n77. There shall be no order as to costs. \nNAVIN CHAWLA, J.\nJANUARY 9, 2023/RP/AS",
        "preamble_end_char_offset": null,
        "cleaned_text": "madhya pradesh high court madhya pradesh road development . vs m/s vindhyachal expressway pvt. ltd. on 28 february, 2024 author: sujoy paul bench: sujoy paul 1 in the high court of madhya pradesh at jabalpur before justice sujoy paul & shri justice vivek jain arbitration appeal no. 308 of 2023 between:1. madhya pradesh road development corporation ltd. registered office at 45a arera hills, bhopal 4 6 2 0 11 (madhya pradesh) 2. ministry of road transport and highways regional office at 2nd floor, nirman bhawan, arera hills, bhopal 462011 (madhya pradesh) .applicants (by shri manoj munshi advocate with shri swastik singh, shri hirdesh gupta and shir akshay jha advocates for the appellants) and m/s vindhyachal expressway pvt. ltd., registered office at; a-104 shapath -4 opposite karnavati club s.g. road ahmadabad (gujarat) .respondent (by shri ravindra shrivastava senior advocate with shri sunil mittal, shri akshay sapre, shri nilava bandopadhyay, shri sahil sonkusale, shri yogesh dalal, ms. sanya shukla, ms. krati dubey and shri deepesh joshi advocates for the respondent) ----------------------------------------------------------------------------------------------------------reserved on : 21/02/2024 pronounced on : 28/02/2024 ------------------------------------------------------------------------------------this appeal having been heard and reserved for order, coming on for signature not verified signed by: rajesh kumar jyotishi signing time: 2/28/2024 5:25:45 pm 2 pronouncement this day, shri justice vivek jain passed the following:order the present appeal has been filed calling into question the order dated 03.11.2023 passed by the commercial court, district bhopal. 2. the factual matrix of the case in brief is that certain disputes arose in a contract executed between the present respondent and the appellant no.2. the appellant no.1 was a nodal agency for execution of the said contract. appellant no.1 m.p. road development corporation is a instrumentality of the state of m.p. and appellant no.2 is ministry of road transport and highways, government of india. 3. the dispute arising between the parties were referred to an arbitration tribunal consisting of three members. the arbitral award was passed on 14.01.2023 to the tune of rs.294.00 crore (wrongly mentioned in impugned order passed by the commercial court as 3.88 crore). the said award was challenged by the present appellants before the commercial court, bhopal in terms of section 34 of arbitration and conciliation act, 1996. the application under section 34(1) was filed before the commercial court on 10.05.2023 and it was registered on 11.05.2023. thus, it is admitted between the parties that the application was filed after a period of three months and 27 days from the date of receipt of copy of award by email on 14.01.2023. thus, admittedly, the application under section 34 (1) was filed by the present appellant before the commercial court with the delay of 27 days. 4. as per section 34 (3) of arbitration and conciliation act, 1996 (for short referred to as 'act of 1996') special limitation is prescribed for submitting application for setting aside award, which is three months and as per proviso to section 34(3), it has been provided that the court may entertain the application within a further period of 30 days, but not thereafter. 5 . t he present appellants had submitted an application under section 34(3) for condonation of delay of 27 days, which was within the condonable period of 30 days as laid down under section 34(3) of act of 1996. 6. the said application was contested by the present respondent and the commercial court vide impugned order dated 03.11.2023 has rejected the application under section 34(3) on the ground that day to day explanation has not been offered for the delay and therefore, the delay cannot be condoned. resultantly, the application under section 34(1) seeking to challenge the award has also been rejected. 7. learned counsel for the appellant has stated that the monetary value of the award is rs.294.00 crore and the delay was only 27 days, which was within the condonable period of 30 days. therefore, the commercial court should not have scuttled the challenge made to award in such a manner and the appellants challenge to the said award was liable to be considered on merits. 8. it is further submitted that due explanation was offered in application under section 34 (3) of act of 1996, but the commercial court has wrongly rejected the said application on irrelevant considerations. 9. learned counsel for the appellant by referring to the application under section 34(3) filed before the commercial court has submitted that the contract was in the matter of concession agreement dated 25.01.2012 for development of four laning of rewa to mp/up border section of nh-7 project on bot basis in the state of m.p. the work was awarded by the ministry of road transport and highways, government of india ('morth' for short) and the appellant no.1, which is a instrumentality of state of m.p., was the executing nodal agency. 10. it is further submitted that the award allowing the claims of present respondent to the tune of rs.294.00 crore was passed by the arbitral tribunal on 14.01.2023, which was received by email on 14.01.2023. thus, the limitation to challenge the award was till 13.04.2023, which is when the period of three months ended. it is submitted that delay was caused due to administrative exigencies, because there were many changes in the position of managing director of the appellant no.1, which was the main contestant in the case. appellant no.1 being nodal agency of appellant no.2 for this contract, had sought administrative approval of morth vide letter dated 27.01.2023 to file the application under section 34 of act of 1996 for setting aside the award dated 14.01.2023. reminder was sent on 15.02.2023 for the same purpose and the morth finally give their consent on 21.02.2023. thereafter, the appellant no.1 vide its letter dated 24.03.2023 and 12.04.2023 also sought approval for appointment of advocate and his fees schedule and got approval from morth vide letter dated 26.04.2023. 11. the case file was running in almost 3000 pages and some time was taken by the advocate to study the huge set of documents and thereafter, the matter was forwarded to legal cell of the appellants for their study. after getting final approval and vetting the contents of application, the legal department of appellants had forwarded back the draft of application with instructions to the advocate to file the same at the earliest. therefore, the petition was made on 09.05.2023 and filed on 10.05.2023, which is with the delay of 27 days after expiry of three months from the date of receipt of copy of award. 12. learned counsel for the appellants further submits that the appellant no.1 is an instrumentality of the state and appellant no.2 is the government of india itself. the manner of construing delay in cases of state are on different footings as compared to that of the private litigants. the state and its instrumentality functions through impersonal machinery, which usually takes some more time as compared to the time taken by a private litigant to take such type of decision. learned counsel for the appellants further stated that the explanation offered by the appellants was not excuse, but it was in fact explanation. it is argued that it was thought appropriate that the appellant no.1 being nodal agency of the contract should challenge the award along with the appellant no.2, which would be in the best interest of the appellants. 13. getting approval of the same, getting approval of the advocate and getting approval for payment of fees were three different events, which were to be settled between the appellant nos.1 and 2 and this process took sometime. thus, it is stated that the explanation offered by the present appellants duly narrated sufficient cause for such delay, which ought to have condoned. 14. learned for the appellants has relied on the following judgments in support of his contentions:i. chintnels india limited vs. bhayana builders private limited (2021) 4 scc 602. ii. union of india vs. popular construction co. (2001) 8 scc iii. mahindra and mahindra financial services limited vs. maheshbhai tinabhai rathod and others (2022) 4 scc 162. iv. collector, land acquisition anantnag and another vs. ms. katiji and others (1987) 2 scc 107. v. ramlal, motilal and chhotelal vs. rewa coalfields ltd., air 1962 sc 361. vi. state of haryana vs. chandra mani and others (1996) 3 scc vii. haryana urban develpment authority, karnal vs. mehta construction company and another (2022) 5 scc 432. 15. lastly, it is contended by the learned counsel for the appellants that the respondent should not be shy of contesting the matter on merits before the commercial court and as huge stakes of government to the tune of rs.294.00 crore are involved in the matter, it is in public interest that the delay should be condoned and the matter be contested on merits. 16. sounding a contrary note, learned senior counsel appearing for the respondent has argued that the considerations available to condone delay under section 5 of limitation act are not relevant for the purpose of condoning the delay under section 34(3) of the act of 1996. highlighting the stricter language employed in section 34(3) of the act of 1996, it is argued by learned counsel for the respondents that the consideration under section 5 of the limitation act is that the applicant should satisfy the court that he had sufficient cause for not preferring the appeal or application within the prescribed limitation period. on the contrary, the language employed in proviso to section 34(3) is \"prevented by sufficient cause\". thus, it is contended that by stronger language used by the legislature, which is in consonance with the purpose for which the act of 1996 has been enacted, i.e. to ensure speedy disposal of commercial disputes. 17. it is further submitted by learned senior counsel that the office of appellant no.1 is located at bhopal while regional office of morth is also located at bhopal and both are in the same locality. thus, the appellants cannot rely on red-tapism to seek condonation of delay of 27 days. 18. it is further submitted by learned senior counsel for the respondent that delay is not required to be explained only from 13.04.2023 till 10.05.2023, but also from the very first date from 14.01.2023 when the award was passed. it is argued by learned senior counsel that diligency and seriousness of the appellants should flow from the very first date on which award was communicated. 19. learned senior counsel for the respondent further submits by referring to document annexure a-8 that the ministry had given concurrence to challenge the arbitration award by appellant no.1 on behalf of both the appellants on 21.02.2023 itself, but despite that the appellants did not take urgent steps to file application under section 34(1). thus, it is a sheer case of lethargy and no explanation has been offered by the appellants, rather it is an excuse. learned senior counsel has argued at length that 'excuse' differs from an 'explanation' and the state instrumentality is not at liberty to create and project excuses. rather they should be more vigilant and should come out with explanations. the present case, it is argued, is utterly devoid of any explanation. 20. it is further argued by learned senior counsel that the latest judicial trend is that no special privilege should be granted to the state instrumentality in the matter of condonation of delay and they should be treated at par with a private litigant in the matter of condonation of delay. learned senior counsel has relied on the judgment of the hon'ble supreme court in the case of state of m.p. v. bherulal, (2020) 10 scc 654 and sheo raj singh v. union of india, (2023) 10 scc 531. 21. learned senior counsel further argued at length that to demonstrate the meaning and import of stricter language employed in section 34(3) by the using the word \"prevent\". learned senior counsel has referred to various dictionaries and legal glossary to bring home his argument that the word prevent means some action that actually prevented someone from acting to do some act. thus, it must be some act of hindering or impeding a process. administrative delays, it is argued, is not an act of hindrance, but it is part of process. thus, administrative correspondence and communications cannot be taken to be an act, which \"prevent\" a state instrumentality from seeking challenge to the award within the time limit of three months. 22. it is further argued by learned senior counsel that days to day delay has to be explained and the present appellants have failed to explain day to day delay before the commercial court. thus, the appellants cannot be given any premium for their own lethargy and inactions. 23. learned senior counsel has also argued that expiry of limitation period invests invaluable right in the party in whose favour of the decree or order is made. thus, condonation of delay brings to life an extinguished right. thus, the court should be slow in condonation of delay, even if it is for a short period of 27 days. it is argued by learned senior counsel that the award has become enforceable upon expiry of three months and the appellants just want to deny the fruits of the award to the respondent by making a belated challenge to the award, which cannot be countenanced. 24. learned senior counsel for the respondent has relied on the following judgments in support of his submissions :\"i. ministry of youth affair and sports, department of ports government of india vs. ernst and young pvt. ltd. 2023 scc online del 5182. ii. p. radha bai and others vs. p. ashok kumar and another (2019) 13 scc 445. iii. a.g. aerovision electronics pvt. ltd. vs. tata capital financial services ltd. 2018 scc online del 10825. iv. simplex infrastructure ltd. vs. union of india (2019) 2 scc v. wander ltd. and another vs. antox india pvt. ltd. 1990 (supp) scc 727. vi. state of himachal pradesh vs. himachal techno engineers (2010) 12 scc 210. vii. mahindra and mahindra financial services limited vs. maheshbhai tinabhai rathod and others (2022) 4 scc 162. viii. union of india vs. popular constructions co. (2001) 8 scc ix. oil and natural gas corporation ltd. vs. join venture of sai rama engineering enterprises (sree) and megha engineering and infrastructure ltd. (meil) 2019 scc online del 10456. x. state of uttar pradesh and ors. satish chand shivhare and brothers 2022 scc online sc 2151. xi. the secretary/chief commissioner transport department vs. m/s gaurav enterprises through its partner omp (comm) 351/2017 (delhi high court) xii. state of m.p. vs. bherulal (2020) 10 scc 654.\" 25. heard learned counsel for the parties and perused the record. 26. the question that arises for consideration in the present appeal is whether the appellant herein had made out a case for condonation of delay of 27 days and whether the commercial court was correct in taking the view that the delay of 27 days in filing application under section 34 of the act of 1996 which was within the statutory limit of 30 days was not properly explained. 27. learned counsel for the appellant has argued at length to submit that time was spent in inter office correspondence and also due to the fact that appellant no. 1 was nodal agency of the project while the appellant no. 2 i.e. union of india, morth was the actual agency that has awarded the contract to the present respondent. the time was spent in arriving at consensus between the parties to make a common challenge to the award before the commercial court in terms of the section 34 of the act of 1996. 28. upon perusal of the application for condonation of delay filed before the commercial court as well as the documents that were brought on record before the commercial court and are on record before this court also with the memo of appeal, following facts emerges:( a ) the award was passed on 14.01.2023 which seems to have been communicated to the appellants on that date itself by email. the limitation was thus admittedly upto 13.04.2023. (b) the appellant no. 1 made a request to the appellant no. 2 to give its concurrence to file application under section 34 of the act of 1996 vide letter dated 27.01.2023. by this letter it was pointed out to the morth that appellant no. 1 is the authority acting for and on behalf of morth as per the concession agreement and this permission is required for further necessary action. this letter is brought on record as annexure a/6. (c) by letter dated 15.02.2023 (annexure a/7), the appellant no. 1 submitted a reminder to the morth. (d) vide letter dated 21.02.2023 (annexure p/8) the morth informed the appellant no. 1 that the competent authority in the ministry has given concurrence to challenge the award by appellant no. 1 on behalf of appellant no. 1 as well as morth. (e) thereafter, a letter dated 24.03.2023 was sent by the appellant no. 1 to the appellant no. 2 proposing the name of counsel to be appointed and also the fees being claimed by the said counsel and approval was sought from the morth because the financial liability was to fall on morth. this letter is annexure a/9. (f) vide letter dated 12.04.2023, a reminder was sent to morth by the appellant no.1. (g) by letter dated 26.04.2023 the regional officer of morth located at bhopal, after obtaining approval of competent authority in the ministry approved the fees payable to the advocate as claimed by him. 2 9 . it is the contention of the appellant that after the ministry at new delhi approved the fees schedule of the advocate, the appellant no. 1 instructed the advocate to file application under section 34 of the act of 1996 and the advocate was required to study the case papers running into 3000 pages which took time and thereafter the draft was vetted by the legal department and then application under section 34 was filed on 10.05.2023 and the delay is natural and not something which can be said to be an excuse and not an explanation. 30. learned counsel for the appellants has also stated that the final approval letter issued by morth clearly mentioned that it has been issued after obtaining approval of competent authority of the ministry. it is contended that the regional officer had to obtain approval of competent authority of the ministry located at new delhi and then the regional officer communicated approval to the appellant no. 1 on 26.04.2023. the aforesaid facts clearly show that on the date, the limitation expired i.e. on 13.04.2023, a reminder was pending before the morth to give approval to fee schedule which had been submitted to morth on 24.03.2023. morth approved the fee schedule and communicated the fact of approval vide letter dated 26.04.2023. thus, after expiry of limitation period the delay can be divided into two spells i.e. from 13.04.2023 till 26.04.2023 which is period for which approval was pending before morth and second spell from 26.04.2023 till 10.05.2023 which was the time spent in study of the case, preparation of application and filing of the same. 31. it has been vehemently argued by the counsel for respondent that there was no legal requirement for both the appellants to arrive at a consensus to challenge the award together. the appellant no. 1 could have challenged the award on its own without waiting for consent of the ministry. 32. in the opinion of this court, it is for the party or parties to the lis to decide to challenge the award by filing a joint application or filing separate application. the appellant no. 1 was only a nodal agency of the project which has been awarded by appellant no. 2. if the appellant no. 1 felt that in absence of challenge to award by appellant no. 2, its application would not be effective, such a logic and reasoning adopted by the appellant no. 1 cannot be said to be something which may dis-entitle the appellants from challenging the award as some time was spent in arriving at consensus. 33. the facts of the case show that the time which was spent was the time spent in arriving at a consensus to challenge the award jointly and in approval of the professional fees claimed by advocate which was submitted to the appellant no. 1 and then sent for approval to appellant no. 2. as discussed above, the challenge to award by the appellant no. 1 without there being challenge by appellant no. 2 would not have made the challenge by appellant no. 1 alone effective. thus, if to make an effective challenge to award, some time was spent in arriving at an consensus, it cannot be said to be an excuse. it appears to be a sufficient cause in terms of proviso to section 34 (3) of the act of 1996. 34. it has been argued at length that the language employed in section 34(3) is \"prevent\" which is stricter language than the language employed in section 5 of limitation act. thus, it has been argued at length that the commercial court was justified in rejecting the application for condonation of delay because what has been shown by the appellants as sufficient cause, is not cause but excuse. it has been argued that the word \"prevent\" is stricter and it required stricter standard for condonation of delay. 35. the learned senior counsel for the respondent has argued that the factum of approval etc. is not a event which \"prevented\" the appellants from challenging the award. in the opinion of this court the word \"prevent\" does not mean only obstruction by physical force. \"prevent\" may be something which may hinder or impede or stop happening of any event. as has already held above, the time spent at arriving at consensus was something which was bona fide and thus it can be said to be a sufficient cause which prevented the appellants from making an application within the prescribed limitation of three months. 36. it has been argued that the appellant no. 1 could have appointed an advocate even in anticipation of approval of the fees from the appellant no. 2. upon perusal of the record, it is clearly evident that the appellant no. 1 had sent the same for approval to appellant no. 2 because mou dated 30.09.2009, fees of the advocate is to be borne and approved by morth and this fact was being pointed out by appellant no.1 to appellant no. 2. the appellant no. 1 could not have incurred liability which was to be borne by the appellant no. 2 without its consent. advocate cannot be expected to proceed ahead without settling the professional fee and thus, these facts also make out sufficient cause preventing filing of application to challenge the award. 37. so far as the time spent after final approval dated 26.04.2023 is concerned, it is mentioned in the application for condonation of delay filed before the commercial court that the advocate was supplied case papers running into 3000 pages and after studying the case file and other documents, the application was prepared on 08.05.2023 which was forwarded to the legal cell of the appellant for study. after the same was vetted and approved by legal cell of the appellants, the draft was forwarded to the concerning advocate at the earliest and it was filed on 10.05.2023. thus, the delay of 12 days is on account of the advocate going through 3000 pages of case material and preparing the application. 38. stake in this case is very high to the extent of rs. 294.00 crores. an advocate is expected to apply the best of his professional wisdom in drafting a pleading and to take all possible grounds and narrate all relevant facts in drafting the pleading. if the advocate took 12 days time to study the case papers running into 3000 pages, find out the relevant facts and to arrive at grounds to be taken by applying his professional wisdom and then drafting the application, 12 days time cannot be said to be a time spent which is excessive. 39. it has been argued by learned senior counsel for respondent that no premium can be given to the instrumentality of the state for delay caused by red-tapism in legal matters. learned counsel for the respondent has argued at length that government agencies and instrumentalities are not entitled for any special limitation and special treatment in the matter of limitation just to protect their red-tapism. 40. learned counsel has relied upon the judgment of hon'ble apex court in the case of simplex infrastructure ltd. vs. union of india reported in (2019) 2 scc 455. in the said case it has been held that the court could not have condoned the delay of 514 days on account of administrative correspondence and obtaining approval. however, upon perusal of the para 20 of this judgment, it is evident that the said case is one of condonation of 514 days which is certainly beyond 30 days period for which delay is condonable as per section 34(3) of the act of 1996. thus, this judgment cannot be employed to hold that the delay caused within the cononable period of 30 days cannot be condoned in the present case. 41. learned senior counsel for the respondent has further relied upon the judgment of hon'ble supreme court in the case of state of uttar prades & others vs. satish chand shivhare and brothers 2022 scc online sc 2151. the hon'ble supreme court in the said case has held that liberal approach does not mean that appeal should be allowed, even if the cause for delay shown is glimsy. it has been held that the court should not waive limitation for all practical purposes by condoning inordinate delay caused by a tardy negligent manner of the functioning. however, the said case was condonation of delay of 337 days in filing appeal under section 37 of act of 1996. the delay was beyond the statutory limit of 120 days for filing appeal under section 37 of the act of 1996. the hon'ble supreme court held that the petitioner therein failed to show sufficient cause for condonation of inordinate delay of 337 days. the considerations for condoning delay of 337 days cannot be strictly employed for condoning delay of 27 days, though it is true that the cause shown is relevant and not the length of delay. 42. learned senior counsel for the respondent has also relied on judgment of hon'ble supreme court in the case of sheoraj singh vs. union of india (2023) 10 scc 531. learned senior counsel has stated that the hon'ble supreme court has held in the said case that 'explanation' is different from an 'excuse'. an 'explanation' is designed to give someone all the facts and lay out the cause for something. thus, care must be taken to distinguish and 'explanation' from an 'excuse'. an 'excuse' is offered by a person to deny responsibility and consequences when under attack. it is sort of defensive action. it has further been held that it is only 'excuses' and not 'explanation' that is more often accepted for condonation of long delay and such condonation of long delay is often made to safeguard public interest from those hidden forces whose sole agenda is to ensure that a meritorious claim does not reach the higher court for adjudication. thus, it has been argued that the commercial court was right in refusing to condone the delay of 27 days, even though it was within the condonable limit. 43. in the aforesaid judgment the hon'ble supreme court has in fact held that condonation of delay caused by union of india to be just and proper. in the present case, admittedly the value of award is rs. 294.00 crores and the delay is 27 days. as narrated above in this order the matter was continuously under correspondence between the appellant no. 1 and appellant no. 2. in the aforesaid judgment hon'ble supreme court has held as under:\"41. having bestowed serious consideration to the rival contentions, we feel that the high court's decision [union of india v. sheo raj, 2011 scc online del 5511] to condone the delay on account of the first respondent's inability to present the appeal within time, for the reasons assigned therein, does not suffer from any error warranting interference. a s the aforementioned judgments have shown, such an exercise of discretion does, at times, call for a liberal and justice-oriented approach by the courts, where certain leeway could be provided to the state. the hidden forces that are at work in preventing an appeal by the state being presented within the prescribed period of limitation so as not to allow a higher court to pronounce upon the legality and validity of an order of a lower court and thereby secure unholy gains, can hardly be ignored. impediments in the working of the grand scheme of governmental functions have to be removed by taking a pragmatic view on balancing of the competing interests.\" (emphasis supplied) 4 4 . while arriving at the aforesaid conclusion the hon'ble supreme court considered the earlier judgment of the supreme court wherein the delay caused by the government or its instrumentalities were condoned. the relevant is as under:\"26. g. ramegowda v. lao [g. ramegowda v. lao, (1988) 2 scc 142] , while summarising the position of law on \"sufficient cause\", had the occasion to observe that the contours of the area of discretion of the courts in the matter of condonation of delays in filing appeals have been set out in a number of pronouncements of this court. it was observed to be true that there is no general principle saving the party from all mistakes of its the counsel. noting that there is no reason why the opposite side should be exposed to a time-barred appeal if there was negligence, deliberate or gross inaction or lack of bona fides on the part of the party or its the counsel, it was further observed that each case will have to be considered on the particularities of its own special facts. however, this court reiterated that the expression \"sufficient cause\" in section 5 must receive a liberal construction so as to advance substantial justice and generally delays in preferring appeals are required to be condoned in the interest of justice where no gross negligence or deliberate inaction or lack of bona fides is imputable to the party seeking condonation of the delay. this was followed by these words : (scc p. 148, paras 15 & 17) \"15. in litigations to which government is a party there is yet another aspect which, perhaps, cannot be ignored. if appeals brought by government are lost for such defaults, no person is individually affected; but what, in the ultimate analysis, suffers is public interest. the decisions of government are collective and institutional decisions and do not share the characteristics of decisions of private individuals. *** 17. therefore, in assessing what, in a particular case, constitutes \"sufficient cause\" for purposes of section 5, it might, perhaps, be somewhat unrealistic to exclude from the considerations that go into the judicial verdict, these factors which are peculiar to and characteristic of the functioning of the government. governmental decisions are proverbially slow encumbered, as they are, by a considerable degree of procedural red tape in the process of their making. a certain amount of latitude is, therefore, not impermissible. it is rightly said that those who bear responsibility of government must have \"a little play at the joints\". due recognition of these limitations on governmental functioning -of course, within reasonable limits -is necessary if the judicial approach is not to be rendered unrealistic. it would, perhaps, be unfair and unrealistic to put government and private parties on the same footing in all respects in such matters. implicit in the very nature of governmental functioning is procedural delay incidental to the decision-making process.\" 27. katiji [collector (la) v. katiji, (1987) 2 scc 107] was also noticed by a bench of three hon'ble judges of this court in state of haryana v. chandra mani [state of haryana v. chandra mani, (1996) 3 scc 132] where we find the following discussion : (chandra mani case [state of haryana v. chandra mani, (1996) 3 scc 132] , scc p. 138, para 11) \"11. . when the state is an applicant, praying for condonation of delay, it is common knowledge that on account of impersonal machinery and the inherited bureaucratic methodology imbued with the note-making, file-pushing, and passing-on-the-buck ethos, delay on the part of the state is less difficult to understand though more difficult to approve, but the state represents collective cause of the community. it is axiomatic that decisions are taken by officers/agencies proverbially at slow pace and encumbered process of pushing the files from table to table and keeping it on table for considerable time causing delay -intentional or otherwise -is a routine. considerable delay of procedural red-tape in the process of their making decision is a common feature. therefore, certain amount of latitude is not impermissible. if the appeals brought by the state are lost for such default no person is individually affected but what in the ultimate analysis suffers, is public interest. the expression \"sufficient cause\" should, therefore, be considered with pragmatism in justiceoriented approach rather than the technical detection of sufficient cause for explaining every day's delay. the factors which are peculiar to and characteristic of the functioning of the governmental conditions would be cognizant to and requires adoption of pragmatic approach in justice-oriented process.\" 28. this court in tehsildar (la) v. k.v. ayisumma [tehsildar (la) v. k.v. ayisumma, (1996) 10 scc 634] , had the occasion to observe that it would not be necessary for the state to provide a day-to-day explanation of delay while seeking condonation of the same. the relevant observations therein read as follows : (scc p. 635, para 2) \" 2 . it is now settled law that when the delay was occasioned at the behest of the government, it would be very difficult to explain the day-to-day delay. the transaction of the business of the government was being d o n e leisurely by officers who had no or evince no personal interest at different levels. no one takes personal responsibility in processing the matters expeditiously. as a fact at several stages, they take their own time to reach a decision. even in spite of pointing at the delay, they do not take expeditious action for ultimate decision in filing the appeal. this case is one of such instances. it is true that section 5 of the limitation act envisages explanation of the delay to the satisfaction of the court and in matters of limitation act made no distinction between the state and the citizen. nonetheless adoption of strict standard of proof leads to grave miscarriage of public justice. it would result in public mischief by skilful management of delay in the process of filing the appeal. the approach of the court should be pragmatic but not pedantic. under those circumstances, the subordinate judge has rightly adopted correct approach and had condoned the delay without insisting upon explaining every day's delay in filing the review application in the light of the law laid down by this court. the high court was not right in setting aside the order. delay was rightly condoned.\" 45. in the case of state of nagaland vs. lipok a.o. & others (2005) 3 scc 752 it has been held as under:\"9. what constitutes sufficient cause cannot be laid down by hardand-fast rules. in new india insurance co. ltd. v. shanti misra [(1975) 2 scc 840] this court held that discretion given by section 5 should not be defined or crystallised so as to convert a discretionary matter into a rigid rule of law. the expression \"sufficient cause\" should receive a liberal construction. in brij indar singh v. kanshi ram [ilr (1918) 45 cal 94 : air 1917 pc 156] it was observed that true guide for a court to exercise the discretion under section 5 is whether the appellant acted with reasonable diligence in prosecuting the appeal. in shakuntala devi jain v. kuntal kumari [(1969) 1 scr 1006 : air 1969 sc 575] a bench of three judges had held that unless want of bona fides of such inaction or negligence as would deprive a party of the protection of section 5 is proved, the application must not be thrown out or any delay cannot be refused to be condoned. 10. in concord of india insurance co. ltd. v. nirmala devi [(1979) 4 scc 365 : 1979 scc (cri) 996] which is a case of negligence of the counsel which misled a litigant into delayed pursuit of his remedy, the default in delay was condoned. in lala mata din v. a. narayanan [(1969) 2 scc 770] this court had held that there is no general proposition that mistake of counsel by itself is always sufficient cause for condonation of delay. it is always a question whether the mistake was bona fide or was merely a device to cover an ulterior purpose. in that case it was held that the mistake committed by the counsel was bona fide and it was not tainted by any mala fide motive. 11. in state of kerala v. e.k. kuriyipe [1981 supp scc 72] it was held that whether or not there is sufficient cause for condonation of delay is a question of fact dependent upon the facts and circumstances of the particular case. in milavi devi v. dina nath [(1982) 3 scc 366] it was held that the appellant had sufficient cause for not filing the appeal within the period of limitation. this court under article 136 can reassess the ground and in appropriate case set aside the order made by the high court or the tribunal and remit the matter for hearing on merits. it was accordingly allowed, delay was condoned and the case was remitted for decision on merits. 12. in o.p. kathpalia v. lakhmir singh [(1984) 4 scc 66] a bench o f three judges had held that if the refusal to condone the delay results in grave miscarriage of justice, it would be a ground to condone the delay. delay was accordingly condoned. in collector, land acquisition v. katiji [(1987) 2 scc 107] a bench of two judges considered the question of limitation in an appeal filed by the state and held that section 5 was enacted in order to enable the court to do substantial justice to the parties by disposing of matters on merits. the expression \"sufficient cause\" is adequately elastic to enable the court to apply the law in a meaningful manner which subserves the ends of justice -that being the life purpose for the existence of the institution of courts. it is common knowledge that this court has been making a justifiably liberal approach in matters instituted in this court. but the message does not appear to have percolated down to all the other courts in the hierarchy. this court reiterated that the expression \"every day's delay must be explained\" does not mean that a pedantic approach should be made. the doctrine must be applied in a rational, common-sense, pragmatic manner. when substantial justice and technical considerations are pitted against each other, cause of substantial justice deserves to be preferred for the other side cannot claim to have vested right in injustice being done because of a non-deliberate delay. there is no presumption that delay is occasioned deliberately, or on account of culpable negligence, or on account of mala fides. a litigant does not stand to benefit by resorting to delay. in fact he runs a serious risk. judiciary is not respected on account of its power to legalise injustice on technical grounds but because it is capable of removing injustice and is expected to do so. making a justice-oriented approach from this perspective, there was sufficient cause for condoning the delay in the institution of the appeal. the fact that it was the state which was seeking condonation and not a private party was altogether irrelevant. the doctrine of equality before law demands that all litigants, including the state as a litigant, are accorded the same treatment and the law is administered in an even-handed manner. there is no warrant for according a stepmotherly treatment when the state is the applicant. the delay was accordingly condoned. 13. experience shows that on account of an impersonal machinery (no one in charge of the matter is directly hit or hurt by the judgment sought to be subjected to appeal) and the inherited bureaucratic methodology imbued with the note-making, filepushing, and passing-on-the-buck ethos, delay on its part is less difficult to understand though more difficult to approve. the state which represents collective cause of the community, does not deserve a litigant-non-grata status. the courts, therefore, have to be informed with the spirit and philosophy of the provision in the course of the interpretation of the expression of sufficient cause. merit is preferred to scuttle a decision on merits in turning down the case on technicalities of delay in presenting the appeal. delay as accordingly condoned, the order was set aside and the matter was remitted to the high court for disposal on merits after affording opportunity of hearing to the parties. in prabha v. ram parkash kalra [1987 supp scc 339] this court had held that the court should not adopt an injustice-oriented approach in rejecting the application for condonation of delay. the appeal was allowed, the delay was condoned and the matter was remitted for expeditious disposal in accordance with law\". 46. the hon'ble supreme court in para 16 of the aforesaid judgment has also held that the adoption of strict standard of proof sometime fails to protect public justice and it would be result in public mischief by local management of delay in the process of filing an appeal. in the case of sheoraj singh (supra) it has been held by the hon'ble supreme court that an exercise of discretion by the high court has to be tested on the anvil of liberal and justice oriental approach as propounded in various decisions referred in the said judgment. it has also been held that the law of limitation is founded on public policy and some lapse on the part of the litigant by itself would not be sufficient to deny the condonation of delay as the same could cause miscarriage of justice. 4 7 . it has been held in another recent judgment of hon'ble supreme court in the case of haryana urban development authority, karnal vs. mehta construction company and another 2022(5)scc 432 as under:\"8. in the present case, it is an accepted position that the application for setting aside of the award dated 20-12-2013 was made on 28-3-2014 accompanied by an application for condonation of delay. the court, therefore, had the power to condone the eight days' delay, which was less than thirty days, in terms of the proviso to sub-section (3) to section 34 of the act. in the application seeking condonation of delay, it was inter alia stated that after receiving a copy of the award at about 6.50 p.m. on 20-32014, the appellant had engaged an empanelled advocate and the records pertaining to the arbitration case were constructed and examined. the short delay had also occurred as sanctions and approvals were required from the higher/competent authority. 9. given the aforesaid background and the short condonable delay which had occurred, we do not think that the high court and the additional district judge, karnal were justified in refusing to condone the delay. the application for condonation of delay in filing of the objections should have been allowed. 13. we have briefly noted the provisions of the act only to highlight that the objections under section 34 of the act did require consideration and in-depth examination and should not have been dismissed without proper and full application of mind with reference to the provisions of the limitation act and the act. 14. in these circumstances, and for the reasons stated, we have no option but to allow the present appeal and set aside the impugned order dated 11-12-2019 [haryana urban development authority (huda) v. mehta construction co., 2019 scc online p&h 6257] passed by the high court as well as the order dated 8-12018 passed by the additional district judge, karnal. 15. we would remit the matter to the file of the additional district judge, karnal, who would hear the objections afresh and on merits without being influenced by the earlier orders and also the present order. we clarify that the observations made in this order are for the disposal of the present appeal and would not be treated as observations that are binding on the additional district judge, karnal, when he examines and decides the objections under section 34 of the act on merits. 4 8 . t he aforesaid case was also a case of condonation of delay in preferring the application under section 34(3) of the act of 1996 filed on behalf of an instrumentality of the state. 49. the the hon'ble supreme court in the case of collector land acquisition anantnag and another vs. ms. katiji and others (1987) 2 scc 107, has held as under:\"making a justice-oriented approach from this perspective, there was sufficient cause for condoning the delay in the institution of the appeal. the fact that it was the \"state\" which was seeking condonation and not a private party was altogether irrelevant. the doctrine of equality before law demands that all litigants, including the state as a litigant, are accorded the same treatment and the law is administered in an even-handed manner. there is no warrant for according a step-motherly treatment when the \"state\" is the applicant praying for condonation of delay. in fact experience shows that on account of an impersonal machinery (no one in charge of the matter is directly hit or hurt by the judgment sought to be subjected to appeal) and the inherited bureaucratic methodology imbued with the note-making, file-pushing and passing-on-the-buck ethos, delay on its part is less difficult to understand though more difficult to approve. in any event, the state which represents the collective cause of the community, does not deserve a litigant-non-grata status. the courts therefore have to be informed with the spirit and philosophy of the provision in the course of the interpretation of the expression \"sufficient cause\". so also the same approach has to be evidenced in its application to matters at hand with the end in view to do even-handed justice on merits in preference to the approach which scuttles a decision on merits. turning to the facts of the matter giving rise to the present appeal, we are satisfied that sufficient cause exists for the delay. the order of the high court dismissing the appeal before it as time-barred, is therefore, set aside. delay is condoned. and the matter is remitted to the high court. the high court will now dispose of the appeal on merits after affording reasonable opportunity of hearing to both the sides.\" 50. the commercial court has held in the impugned order that the explanation for the delay after 13.04.2023 is not properly explained, thus, it refused to condone the delay of 27 days caused after 13.04.2023. as discussed by us in detail above, the delay of 27 days caused has been properly explained by the appellants. 51. in view of the factual situation of this case and the law as applicable in the present factual situation of the case as discussed in detail above, we are of the opinion that the commercial court has erred in refusing to condone the delay of 27 days which was within the limit of condonable delay of 30 days. 52. the appellants had no doubt offered sufficient cause for condonation of delay. the cause shown was an explanation and not excuse. consequently, the order under appeal passed by the commercial court is set-aside. the application for condonation of delay filed by the appellant under section 34(3) of the act of 1996 stands allowed. the commercial court is directed to proceed with disposal of the application under section 34 of the act of 1996 in accordance with law. no order as to costs. 53. appeal is allowed, in the above terms. (sujoy paul) (vivek jain) judge judge rj/mishra"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c7b62b477664e179571374248b619f7_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69dff8367891461b8c72cc2a9bde10da_1"
        },
        {
            "start": 242,
            "end": 338,
            "text": "\nDelhi High Court\nNamita Gupta vs Suraj Holdings Limited on 9 January, 2024\nAuthor: Navin Chawla",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68dd870fb05242b2853620bea19e069e_2"
        },
        {
            "start": 339,
            "end": 359,
            "text": "\nBench: Navin Chawla",
            "labels": [
                "PREAMBLE"
            ],
            "id": "222be14083f9401eb824cf9eb95d4115_3"
        },
        {
            "start": 379,
            "end": 482,
            "text": "*      In The High Court Of Delhi At New Delhi\n                                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c512d47834e4c3fa49ccb9a2fbd1dc2_4"
        },
        {
            "start": 482,
            "end": 562,
            "text": "Reserved on: 08.11.2023\n                                                        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "00d5db4fbf73426284eb01590ac99f93_5"
        },
        {
            "start": 562,
            "end": 611,
            "text": "Date of decision: 09.01.2024\n\n                  +",
            "labels": [
                "PREAMBLE"
            ],
            "id": "17cadd7cb50c4670a9f8e2277cbdda76_6"
        },
        {
            "start": 617,
            "end": 653,
            "text": "Cm(M) 457/2023 & Cm Appl. 13615/2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a2dbb343f6c0468384ba925badd1d48a_7"
        },
        {
            "start": 680,
            "end": 692,
            "text": "Namita Gupta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45785d623a7345e08fb2b5d834ac5a51_8"
        },
        {
            "start": 717,
            "end": 733,
            "text": "..... Petitioner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07a07789ce064ce79389ad8de1bd52d8_9"
        },
        {
            "start": 775,
            "end": 783,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1ec388f0fec4db9b5e59dc87728daf4_10"
        },
        {
            "start": 784,
            "end": 794,
            "text": "Mr. Bhuvan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba6ff2d6f1b545aca1694866bf07cc65_11"
        },
        {
            "start": 807,
            "end": 815,
            "text": "Gugnani,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f17572ffc13c4d038db808232a4b57dc_12"
        },
        {
            "start": 866,
            "end": 891,
            "text": "Mr.Rupender Sharma, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f154e2f82ca4a139f32473230542983_13"
        },
        {
            "start": 942,
            "end": 998,
            "text": "Advs.\n\n                                           versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e31e2779948f449a9bdc31922d501d7f_14"
        },
        {
            "start": 1026,
            "end": 1059,
            "text": "Suraj Holdings Limited           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee8cbd705dec47b78915dfc1c3141826_15"
        },
        {
            "start": 1059,
            "end": 1075,
            "text": "..... Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06b7a77b11374535823c381a14515a11_16"
        },
        {
            "start": 1115,
            "end": 1123,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "093733971b734f1d8994bb9c906d24b1_17"
        },
        {
            "start": 1124,
            "end": 1150,
            "text": "Mr.Ashish Mohan, Mr.Hemant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c5590db45f14ddb96e6943f7920c9d1_18"
        },
        {
            "start": 1200,
            "end": 1212,
            "text": "Manjani, Ms.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d481ee09705f485594d0cb40b2fb55f9_19"
        },
        {
            "start": 1213,
            "end": 1605,
            "text": "Sagrika Tanwar,\n                                                Advs.\n\n                  Coram:\n                  Hon'Ble Mr. Justice Navin Chawla\n                                    Judgment\n1. This petition has been filed by the petitioner, who is the defendant in the Suit, being Cs Dj No. 708/2019 titled M/s Suraj Holdings Ltd. v. Namita Gupta (hereinafter referred to as the 'Suit'), ch",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d62cee5494d947a5bace321df5ba1b2a_20"
        },
        {
            "start": 1606,
            "end": 2101,
            "text": "allenging the order dated 06.03.2023 (hereinafter referred to as the 'Impugned Order') passed by the learned Additional District Judge- 06, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Additional District Judge'), and the order dated 14.03.2023 (hereinafter referred to as 'Impugned Order') passed by the learned Principal District and Sessions Judge, South-East District, Saket Courts, New Delhi (hereinafter referred to as 'Principal District and Sessions Judge').",
            "labels": [
                "PREAMBLE"
            ],
            "id": "755a834df64840c89a19ba08483d1ecc_21"
        },
        {
            "start": 2102,
            "end": 2408,
            "text": "\n2. By the Impugned Order dated 06.03.2023, the learned Additional District Judge, while observing that the dispute between the parties is commercial in nature, directed the file of the Suit to be placed before the Court of the learned Principal District and Sessions Judge, for passing appropriate orders.",
            "labels": [
                "RLC"
            ],
            "id": "cdeec7a61a3f41f8ae0b5e2b71b2f4c8_22"
        },
        {
            "start": 2409,
            "end": 2778,
            "text": "\n3. By the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge directed that the Suit be withdrawn from the Court of the learned Additional District Judge, and transferred the same to the Court of the learned District Judge, Commercial Court-06, South-East District, Saket Courts, New Delhi, for proceeding further in accordance with law.",
            "labels": [
                "RLC"
            ],
            "id": "f92e7c8e1ec744638ce01c4d970672e2_23"
        },
        {
            "start": 2779,
            "end": 2797,
            "text": "\nFactual Matrix 4.",
            "labels": [
                "FAC"
            ],
            "id": "c1e75f70f8184e448fe137dc0fe7934b_24"
        },
        {
            "start": 2798,
            "end": 3050,
            "text": "The facts, in brief, giving rise to the present petition are that the respondent herein, who is the plaintiff in the Suit, filed the said Suit on 19.08.2019, seeking recovery of a sum of Rs.1,07,37,545.07 along with interest from the petitioner herein.",
            "labels": [
                "FAC"
            ],
            "id": "6bc7acbe89c444f5bd77e11cf8525017_25"
        },
        {
            "start": 3051,
            "end": 3189,
            "text": "The said Suit was filed by the respondent under Order XXXVII read with Section 151 of the Code of Civil Procedure, 1908 (in short, 'CPC').",
            "labels": [
                "FAC"
            ],
            "id": "7292eb4930384beb87383af2b7ea7a07_26"
        },
        {
            "start": 3191,
            "end": 3352,
            "text": "5. By the order dated 13.12.2019, the learned Additional District Judge treated the Suit as an Ordinary Civil Suit, and issued summons thereon to the petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "9be6b64ee6c14800b35f872701d7a64e_27"
        },
        {
            "start": 3354,
            "end": 3508,
            "text": "6. The petitioner filed her written statement to the Suit, along with a Counter-Claim for seeking recovery of a sum of Rs.40,62,882/- along with interest.",
            "labels": [
                "FAC"
            ],
            "id": "de8fad1f663b4bfbb39bd52d5b50876e_28"
        },
        {
            "start": 3510,
            "end": 3983,
            "text": "7. The petitioner, on 10.02.2022, also filed an application under Order VII Rule 11 of the CPC, contending therein that the Suit was raising a commercial dispute, as defined under Section 2(1)(c)(i) of the Commercial Courts Act, 2015 (hereinafter referred to as the 'Act'), of the specified value, and as it has been filed without resort to the Pre-Institution Mediation as mandated under Section 12-A of the Act, the plaint is liable to be rejected as being barred by law.",
            "labels": [
                "FAC"
            ],
            "id": "474742777a3741fc9d47147ecffce7ee_29"
        },
        {
            "start": 3985,
            "end": 4333,
            "text": "8. It is in the course of hearing of the said application, that the learned Additional District Judge, while observing that the dispute raised in the Suit is commercial in nature, passed the Impugned Order dated 06.03.2023, directing the file of the Suit to be placed before the learned Principal District and Sessions Judge for appropriate orders.",
            "labels": [
                "FAC"
            ],
            "id": "cb432cba98854563a97395944c74a5cc_30"
        },
        {
            "start": 4335,
            "end": 4585,
            "text": "9. As noted hereinabove, by the Impugned Order dated 14.03.2023, the learned Principal District and Sessions Judge has been pleased to transfer the Suit to the learned District Judge, Commercial Court-06, South East District, Saket Courts, New Delhi.",
            "labels": [
                "FAC"
            ],
            "id": "3c74a1de6f5944dea9cb12c38c6d5d52_31"
        },
        {
            "start": 4587,
            "end": 4673,
            "text": "10. The petitioner has filed the present petition being aggrieved of the above orders.",
            "labels": [
                "FAC"
            ],
            "id": "85d437a44dbf404bb2b23e6e4b36154f_32"
        },
        {
            "start": 4675,
            "end": 4987,
            "text": "Submissions by the Learned Counsel for the Petitioner:\n11. The learned counsel for the petitioner submits that the learned Additional District Judge, and even the learned Principal District and Sessions Judge, do not have the power to transfer the Suit, which is filed as an Ordinary Suit, to a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "655db22e0bfc42b88b55f81af4ac629d_33"
        },
        {
            "start": 4988,
            "end": 5162,
            "text": "He submits that the only power available to the Court is to return the plaint for the plaintiff to file the same, if so advised, before the Court of appropriate jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "37aba85503284d32985fcb451eebede3_34"
        },
        {
            "start": 5164,
            "end": 5496,
            "text": "12. The learned counsel for the petitioner submits that under the Act, there are special requirements for a Suit to be filed before a Commercial Court, which are in the form of a prescribed Statement of Truth and affidavit to be filed, as well as Pre-Institution Mediation to be initiated, as mandated under Section 12-A of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "da64d9686d8f48d3bcb0ac9b63cc4400_35"
        },
        {
            "start": 5497,
            "end": 5665,
            "text": "He submits that as in the present case, the plaint does not meet the above requirements, the learned Additional District Judge should have rejected/returned the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0aecebda47824c6dbfabb5c887d1e139_36"
        },
        {
            "start": 5667,
            "end": 5876,
            "text": "13. The learned counsel for the petitioner further submits that the only provision for transfer of the Suit, which is filed as an Ordinary Suit, to a Commercial Court, is contained in Section 15(2) of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a427fd7b5e834b308d3eddd982124299_37"
        },
        {
            "start": 5877,
            "end": 6166,
            "text": "He submits that the said provision is applicable only to the Civil Suits relating to commercial disputes of a specified value that were pending before the Civil Courts in any District or area in respect of which a Commercial Court has been constituted, as on the date of such constitution.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6f8525b5536b4e37a32d9c6e6dacefd9_38"
        },
        {
            "start": 6167,
            "end": 6282,
            "text": "It does not apply to Suits that are filed after the constitution of the Commercial Courts in a particular District.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8d0849efbf0540e1a0f67ad387144786_39"
        },
        {
            "start": 6283,
            "end": 6670,
            "text": "He submits that where a Suit, though relating to a commercial dispute of a specified value, is filed as an Ordinary Civil Suit after the constitution of the Commercial Courts, the only power available with the Court is to return the plaint under Order VII Rule 10 of the CPC for the presentation of the plaint before the Commercial Courts, that is, the Court of appropriate jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e7a4d5bc8e3d4f989e9150f76510d53c_40"
        },
        {
            "start": 6671,
            "end": 7363,
            "text": "In support, he places reliance on the judgment of the Supreme Court in Ambalal Sarabhai Enterprises Ltd. v. K.S. Infraspace LLP & Anr. (2020) 15 SCC 585; judgments of this Court in Satyanarain Khandelwal v. Prem Arora, 2022 SCC OnLine Del 2142; Narendra Kumar v. Om Daily Needs Retailing Pvt. Ltd. and Anr., Neutral Citation no.2023:DHC:6474-DB; M/s AV Industries v. M/s Neo Neon Electrical Pvt. Ltd., Neutral Citation no.2023:DHC:6230-DB; and Virender Kumar v. Rekha Bhayana, 2022 SCC OnLine Del 2678; and of the Calcutta High Court in Laxmi Plyfab Pvt. Ltd. and Ors. v. Eden Realty Ventures Pvt. Ltd. and Ors., 2021 SCC OnLine Cal 1457, Maharshi Commerce Limited v. Rajiv R. Balani and Ors.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7d0d6902e88f4f29a7c8a06616c35363_41"
        },
        {
            "start": 7364,
            "end": 7975,
            "text": "(Order dated 10.11.2022 in CS/3/2019 OD-13), and ANE Industries Private Limited v. J.K. Engineering Private Limited, 2023 SCC OnLine Cal 3331; and of the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) v. Meghavaram Power Pvt. Ltd., 2023 SCC OnLine AP 794; and of the High Court of Telangana in Life Shine Medical Services Pvt. Ltd. v. Dr.Alety Jeevan Reddy & Anr. (Order Dated 13.04.2023 in Civil Revision Petition No.689 of 2023); and of the High Court of Bombay in Gaurang Manguesh Suctancar v. Sonia Gaurang Suctancar (in LD-VC-CW-88/2020 decided on 20.07.2020).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5fda62b3c8c24135ba4feca28cbc143d_42"
        },
        {
            "start": 7977,
            "end": 8155,
            "text": "14. He submits that the Commercial Courts Act, 2015 being a special and subsequent statute, would override the general provisions of the CPC and especially Section 24 of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03b198d80e6c45a291198b53cbfb0dc9_43"
        },
        {
            "start": 8156,
            "end": 8489,
            "text": "In support of the said submission, he places reliance on the judgment of the Supreme Court in Jaycee Housing Private Limited and Others v. Registrar (General), Orissa High Court, Cuttack and Others, (2023) 1 SCC 549; and of the Allahabad High Court in Shankar Lal Jaiswal v. Asha Devi & Ors., Neutral Citation No.2018:AHC:177160.\n15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "81ce5588adf34955ae4e070cf60fdb4e_44"
        },
        {
            "start": 8490,
            "end": 8876,
            "text": "The learned counsel for the petitioner further submits that, even assuming that Section 24 of the CPC would apply, a Commercial Court constituted under the Act is not a Court subordinate to the Court of the Principal District and Sessions Judge, therefore, in any case, the learned Principal District and Sessions Judge did not have the power to transfer the Suit to a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e9e85851c4340a3b8306786b8ed4daf_45"
        },
        {
            "start": 8878,
            "end": 8936,
            "text": "Submissions by the Learned Counsel for the Respondent:\n16.",
            "labels": [
                "NONE"
            ],
            "id": "23837205fdc742af9f48cce9c50a91de_46"
        },
        {
            "start": 8937,
            "end": 9142,
            "text": "On the other hand, the learned counsel for the respondent submits that the learned District Judge, as also this Court, by the provisions of the Act is not denuded of the powers under Section 24 of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "88a63cef17484d2a9343348b0cb4439a_47"
        },
        {
            "start": 9143,
            "end": 9377,
            "text": "He submits that Section 15 of the Act provides for the transfer of the cases that are pending adjudication as on the date of the constitution of the Commercial Division in the High Court or the Commercial Courts at the District Level.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5d5231fb80d4499ebaefb013c4dee257_48"
        },
        {
            "start": 9378,
            "end": 9624,
            "text": "The said provision, however, is in addition to the general power which is vested in the District Judge, as also the High Court, under Section 24 of the CPC to transfer any proceedings pending in a Court subordinate to any other Court subordinate.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ada430a0f9ec46cab60744288c274e4d_49"
        },
        {
            "start": 9626,
            "end": 9991,
            "text": "17. He submits that as the Suit was pending before the Court of the learned Additional District Judge, which, in terms of the provisions of the Punjab Courts Act, 1918, is a Court subordinate to the Court of the learned Principal District and Session Judge, the learned Principal District and Sessions Judge had the power to transfer the Suit to a Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31c25397093c43de833016b47134b351_50"
        },
        {
            "start": 9992,
            "end": 10179,
            "text": "He submits that the Commercial Court, though constituted under the Act, is manned by the Officers from the District Judiciary, as is evident from the Delhi Higher Judicial Services Rules.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2519affd4b884459b9e5f313d64d7441_51"
        },
        {
            "start": 10180,
            "end": 10338,
            "text": "He submits that the learned District Judge has been passing administrative orders transferring the Commercial Suits from one Court to another in the District.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c3ad5076fc134abb83538d77753517df_52"
        },
        {
            "start": 10339,
            "end": 10478,
            "text": "In support, he places reliance on Office Order No.2719/87297-332 dated 08.12.2019, and Office Order No. 576/14058-104 dated 18.02.2020.\n18.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a1a16efb6a2346aabc94dc2c2474f3c9_53"
        },
        {
            "start": 10479,
            "end": 10726,
            "text": "The learned counsel for the respondent further submits that once it is admitted that the plaint filed before a Ordinary Civil Court can be returned to be filed before a Commercial Court, the provisions of Section 24 of the CPC would equally apply.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "21a2fc8510d6484e926333bf75e7ad2b_54"
        },
        {
            "start": 10727,
            "end": 10923,
            "text": "He submits that in terms of Section 24(5) of the CPC, a power is vested in the High Court and the District Court to transfer a Suit or proceedings from a Court which has no jurisdiction to try it.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1e686b61afa3444f81effb05b8851637_55"
        },
        {
            "start": 10924,
            "end": 11155,
            "text": "Exercising such power, the learned Principal District and Sessions Judge and even this Court can transfer the Suits which are filed as Ordinary Suits, though raising a commercial dispute of a specified value, to a Commercial Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8c487d2c447e4001b6aaaa066e085a11_56"
        },
        {
            "start": 11156,
            "end": 11361,
            "text": "He submits that on such transfer, the plaintiff in the Suit would have to make necessary amendments in the Suit so as to comply with the other requirements of a Commercial Suit as prescribed under the Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c940c402a0b04d3eb81268f0accfca45_57"
        },
        {
            "start": 11362,
            "end": 11428,
            "text": "However, this cannot be a reason to deny the transfer of the Suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6c5e820d0c7e437e92d5fd067a06e20b_58"
        },
        {
            "start": 11429,
            "end": 11628,
            "text": "In support, he places reliance on the judgment of this Court in Suraj Prakash v. Neeraj Kumar and Others, 2023 SCC OnLine Del 4563 and Mahesh Gupta v. Ranjit Singh and Ors., 2009 SCC OnLine Del 1418.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f80a3fc5e8ac4936bed1189b29f6c3af_59"
        },
        {
            "start": 11630,
            "end": 11650,
            "text": "ANALYSIS & FINDINGS:",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7fce7a4c4c444b6c8db4a9969988d080_60"
        },
        {
            "start": 11651,
            "end": 11736,
            "text": "\n19 . I have considered the submissions made by the learned counsels for the parties.",
            "labels": [
                "NONE"
            ],
            "id": "4550c0253474490ca9a6604a2086b2bb_61"
        },
        {
            "start": 11738,
            "end": 12112,
            "text": "20. The present petition raises two issues to be answered:-\n(i) Whether the Act excludes the application of Section 24 of the CPC to the commercial disputes having a specified value?\n(ii) If the answer to the above issue is in the negative, whether the power under Section 24 of the CPC to transfer the Suit is also available to the District and Session Judge?\nISSUE (i)\n21.",
            "labels": [
                "ISSUE"
            ],
            "id": "c9a8b5fe8ef340d2a25291b378c163cd_62"
        },
        {
            "start": 12113,
            "end": 12184,
            "text": "To answer the first issue, I shall first examine the scheme of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7c88f66ce024ed0980a4e807c852698_63"
        },
        {
            "start": 12186,
            "end": 12503,
            "text": "22. The Act provides for the constitution of Commercial Courts and Commercial Appellate Courts at the District Courts, and Commercial Division and Commercial Appellate Division in the High Courts, for adjudicating the commercial disputes of a specified value and for matters connected therewith or incidental thereof.",
            "labels": [
                "STA"
            ],
            "id": "2999c212fd4b442485d53b6c238fc571_64"
        },
        {
            "start": 12504,
            "end": 12665,
            "text": "\n23. Section 3 and Section 3A of the Act provides for the constitution of Commercial Courts and Commercial Appellate Courts, respectively, at the District level.",
            "labels": [
                "STA"
            ],
            "id": "5ffb443894354c81979b1359e9318de9_65"
        },
        {
            "start": 12666,
            "end": 13011,
            "text": "They read as under:\n\"3. Constitution of Commercial Courts.--(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:\n",
            "labels": [
                "STA"
            ],
            "id": "108c004cc25f46a891163a05e9626e52_66"
        },
        {
            "start": 13011,
            "end": 13252,
            "text": "Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level:",
            "labels": [
                "STA"
            ],
            "id": "dd83560d17024ea79d66ef38053f5022_67"
        },
        {
            "start": 13253,
            "end": 13603,
            "text": "\nProvided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "80d34a7cf73c44a5b0579b922d092cf8_68"
        },
        {
            "start": 13604,
            "end": 13911,
            "text": "\n(1-A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "ac3935e9942644ceac32dfd8c5e793ee_69"
        },
        {
            "start": 13912,
            "end": 14176,
            "text": "\n(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
            "labels": [
                "STA"
            ],
            "id": "a7f900c566a647ee910c1b5f00db1d58_70"
        },
        {
            "start": 14177,
            "end": 14484,
            "text": "\n(3) The State Government may, with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial Court either at the level of District Judge or a court below the level of a District Judge.",
            "labels": [
                "STA"
            ],
            "id": "874b5ea8798f48efa8eeb5038d81dfce_71"
        },
        {
            "start": 14485,
            "end": 14626,
            "text": "\n3A. Designation of Commercial Appellate Courts.--Except the territories over which the High Courts have ordinary original civil jurisdiction",
            "labels": [
                "STA"
            ],
            "id": "fe7c79aada254c26a36baadb1e26ab0f_72"
        },
        {
            "start": 14627,
            "end": 15398,
            "text": ", the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act..\"\n24. Section 4 of the Act provides for the constitution of the Commercial Division of High Courts and reads as under:\n\"4. Constitution of Commercial Division of High Court.--(1) In all High Courts, having ordinary original civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.",
            "labels": [
                "STA"
            ],
            "id": "8c20853614d74e9db4f6bc6cd2629e27_73"
        },
        {
            "start": 15399,
            "end": 15826,
            "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.\"\n25. Section 5 of the Act empowers the Chief Justice of the concerned High Court to constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred by the Act.\n26.",
            "labels": [
                "STA"
            ],
            "id": "915d4eab1f24417a8d0b56af79c94295_74"
        },
        {
            "start": 15827,
            "end": 16109,
            "text": "Section 6 of the Act states that the Commercial Courts shall have the jurisdiction to try all the Suits and applications relating to a commercial dispute of a specified value arising out of the entire jurisdiction of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "23a6dae58a334a269a4541a49419cf2f_75"
        },
        {
            "start": 16111,
            "end": 16385,
            "text": "27. Similarly, Section 7 of the Act states that all Suits and applications relating to commercial disputes of a specified value filed in the High Court having ordinary original civil jurisdiction, shall be heard and disposed of by the Commercial Division of that High Court.",
            "labels": [
                "STA"
            ],
            "id": "47c2b913ed7b44e481e567e578f15093_76"
        },
        {
            "start": 16386,
            "end": 16705,
            "text": "\n28. Section 11 states that a Commercial Court or a Commercial Division shall not entertain or decide any Suit, application, or proceedings relating to any commercial dispute in respect of which the jurisdiction of the Civil Court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "c699ef635d3e4e67a359fca9163a1b66_77"
        },
        {
            "start": 16706,
            "end": 16887,
            "text": "\n29. A reading of the above provisions would show that a separate and distinct hierarchy of Courts has been prescribed for adjudicating the commercial disputes of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41a4b05234c048e69a9a02a506f8218c_78"
        },
        {
            "start": 16888,
            "end": 16945,
            "text": "These Courts are distinct from the Ordinary Civil Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6199e5307ba8447482dd17ee613f0488_79"
        },
        {
            "start": 16946,
            "end": 17192,
            "text": "\n30. Section 15 of the Act pertains to the transfer of the Suits and applications relating to a commercial dispute of a specified Value pending as on the date of the constitution of a Commercial Division or a Commercial Court, as the case may be.",
            "labels": [
                "STA"
            ],
            "id": "2322bf64ccff4485897a68661651f968_80"
        },
        {
            "start": 17193,
            "end": 17879,
            "text": "It is reproduced as under:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\n",
            "labels": [
                "STA"
            ],
            "id": "fc6cd9ce8a324e5b96b61787f88f0c70_81"
        },
        {
            "start": 17879,
            "end": 18118,
            "text": "Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "62f8e011ae914b95a0d27c0ca4067bb2_82"
        },
        {
            "start": 18119,
            "end": 18515,
            "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub- section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "d4d6d908e2d14148aff71fce0e3158b7_83"
        },
        {
            "start": 18516,
            "end": 19744,
            "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XV-A of the Code of Civil Procedure, 1908 (5 of 1908).\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.\n(5) In the event that such suit or application is not transferred in the manner specified in sub- section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n31.",
            "labels": [
                "STA"
            ],
            "id": "9ef962b0a72e44b59250d05a7a34abd5_84"
        },
        {
            "start": 19745,
            "end": 20108,
            "text": "Sub-Section (1) of Section 15 of the Act provides that all Suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (in short, 'Arbitration Act'), relating to a commercial dispute of a specified value, pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "fb0a6724d20a4cb09f47400c63181823_85"
        },
        {
            "start": 20109,
            "end": 20463,
            "text": "Similarly, Sub-Section (2) of Section 15 of the Act states that all suits and application, including applications under the Arbitration Act, relating to a commercial dispute of a specified value, pending in any Civil Court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "77f2dc3150644384aca52686129b1d77_86"
        },
        {
            "start": 20464,
            "end": 20662,
            "text": "Such transfer shall, however, not take place where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, as the case may be.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27977d0de448431a8b36367d386f7096_87"
        },
        {
            "start": 20663,
            "end": 21310,
            "text": "\n32. Sub-Section (5) of Section 15 of the Act states that in the event that a Suit or application as has been mandated to be transferred by virtue of sub-section (1) or sub-section (2) of the Act, is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the Suit, withdraw such Suit or application from the Court before which it is pending, and transfer the same for trial or disposal to the Commercial Division or the Commercial Court, as the case may be, having territorial jurisdiction over such Suit.",
            "labels": [
                "STA"
            ],
            "id": "19ab6ff363874ea7b8199a5b99710ac8_88"
        },
        {
            "start": 21311,
            "end": 21608,
            "text": "Sub - Section (5) of Section 15 of the Act is, therefore, applicable and is attracted to cases, which should have been transferred to a Commercial Division or a Commercial Court as on the date of the constitution of such Commercial Division or a Commercial Court, however, were not so transferred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffb87c28273049d79c02cfb1a367f790_89"
        },
        {
            "start": 21610,
            "end": 21838,
            "text": "33. Section 16 of the Act provides for amendments to the provisions of the CPC in their application to commercial disputes, and states that the CPC shall stand amended in the manner specified in the Schedule appended to the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a785af5a67f4557b71b2e22fb662b47_90"
        },
        {
            "start": 21839,
            "end": 22077,
            "text": "In the said Schedule, special provisions have been made/amended inter-alia providing for every pleading to be verified by an affidavit, Statement of Truth, strict timeline for filing of the written statement, Case Management Hearing, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2fe1aa9dbe28447fa799df57c09a9441_91"
        },
        {
            "start": 22078,
            "end": 23495,
            "text": "What is important to note herein is that it is only certain provisions of the CPC that stand amended by the Schedule annexed to the Act, and Section 24 of the CPC is not one of such provisions.\n34. Section 16 of the Act is reproduced as under:\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.\n(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.\n(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"\n35. Section 18 of the Act empowers the High Court(s) to issue directions in the form of notification and practice directions to supplement the provisions of Chapter II of the Act and the CPC with respect to the hearing of a commercial dispute of a specified value.\n36.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "48fedf5c30e84306998e9716c0a48e46_92"
        },
        {
            "start": 23496,
            "end": 23707,
            "text": "A reading of the above provisions would show that the Act provides for the constitution of Commercial Courts and Commercial Divisions of the High Courts to adjudicate on commercial disputes of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee8f2ff0d0b241af9c758561f5a059ea_93"
        },
        {
            "start": 23708,
            "end": 23934,
            "text": "However, the implementation of the said provisions and the overall administrative control over these Courts remains vested with the High Courts and, therefore, Commercial Courts would be a Court Subordinate to the High Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb215f9610a44770ad01fe15b8aca7c3_94"
        },
        {
            "start": 23935,
            "end": 24139,
            "text": "Section 24 of the CPC is not amended by the Act or by the Schedule appended thereto, therefore, there is no reason for it to be not applied to a Suit relating to a commercial dispute of a Specified Value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d512d59b645407f9389bc0d5b3a92df_95"
        },
        {
            "start": 24141,
            "end": 24428,
            "text": "37. The Supreme Court in Ambalal Sarabhai Enterprises Ltd. (supra), was considering a case where a suit was filed before a Commercial Court and the defendant therein filed an application under Order VII Rule 10 of the CPC, contending that the suit did not relate to a commercial dispute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a32368c38afc4123ad1f113a939fa23a_96"
        },
        {
            "start": 24429,
            "end": 24490,
            "text": "The application was rejected by the learned Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "32b55c1c39e54ae59e30dcfa627c35cc_97"
        },
        {
            "start": 24491,
            "end": 24696,
            "text": "The defendant approached the High Court of Gujarat, which directed return of the plaint of the Suit to the plaintiff under Order VII Rule 10 of the CPC, for it to be presented before the appropriate Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e89d0555b17140db8163996403ca2875_98"
        },
        {
            "start": 24697,
            "end": 24759,
            "text": "The Supreme Court affirmed and approved this course of action.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3d1542692cb44f7a6b4dcb227bda201_99"
        },
        {
            "start": 24760,
            "end": 24868,
            "text": "What is important is that recourse to Order VII Rule 10 of the CPC was made and upheld by the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d13136824cd442f493d1daeabcfd0e68_100"
        },
        {
            "start": 24870,
            "end": 25163,
            "text": "38. In Virender Kumar (supra), a learned Single Judge of this Court was considering a petition challenging the order passed by the learned District Judge, (Commercial Court), transferring a Suit, which though was a commercial suit but was filed as a non-commercial suit, to a Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "03e3f2e16ad8477e9c8b85420bb292fc_101"
        },
        {
            "start": 25164,
            "end": 25327,
            "text": "This Court held that the provisions of Section 15 of the Act apply only to the Suits that were pending as on the date of the constitution of the Commercial Courts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a02248d468c9461fbac77edf39b342b4_102"
        },
        {
            "start": 25328,
            "end": 25349,
            "text": "It held as under:\n\"9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bed90260705b4a3b898816139b9dc13c_103"
        },
        {
            "start": 25350,
            "end": 25546,
            "text": "The implication of the words \"pending\", as used in this section is readily understood by referring not only to sub-section (2) of Section 15 but also to the other sub-sections of the said Section.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9de15b8d88ed4f9bbe0f3c50b8560bb3_104"
        },
        {
            "start": 25547,
            "end": 25999,
            "text": "Seen in conjunction with the expression \"has been constituted\", as employed in Section 15(2), it is clear that the intent of the legislature, in enacting the said provision is to cover all commercial suits, filed as non-commercial suits before the Civil Court in any district or area in respect of which a Commercial Court \"has been constituted\" on the date when the Commercial Courts Act came into force and was, therefore, \"pending\"\non the said date.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8034837d44f24d169ae9a40b4c88fb51_105"
        },
        {
            "start": 26001,
            "end": 26223,
            "text": "10. It cannot be treated as a provision which can apply in futuro for all times to come, so as to permit litigants to file commercial suits before the Civil Court and have the suit transferred to the Commercial Court.\"\n39.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "114dc23c156f443ca0587ca056bbd66f_106"
        },
        {
            "start": 26224,
            "end": 26568,
            "text": "The Court, though highlighted the more stringent protocols that are applicable to the Commercial Suits as compared to the ordinary Civil Suits, instead of rejecting the plaint, held that the same should be returned to the plaintiff under Order VII Rule 10 of the CPC, so that it could be instituted before the Court of appropriate jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "670ffac90d714b4cbf0e81e1eafd19ff_107"
        },
        {
            "start": 26569,
            "end": 26602,
            "text": "The Court observed as under:\n\"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8fd869959e5b49ae83efe1c8bf1cdb9b_108"
        },
        {
            "start": 26603,
            "end": 26693,
            "text": "There is a clear difference in protocol between commercial suits and non-commercial suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16ed136e9e524b55a7342bca35e86a23_109"
        },
        {
            "start": 26694,
            "end": 26816,
            "text": "Commercial suits follow their own distinct procedure, and are subjected to much greater rigour than non- commercial suits.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "35ac1e80d9794dc79e1701cc8747dc5c_110"
        },
        {
            "start": 26817,
            "end": 26998,
            "text": "A commercial suit has its own distinct format, which involves, inter alia, the requirement of filing a Statement of Truth both with the plaint as well as with the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32a437d5d4eb45a1b1eb3c09c0c793d7_111"
        },
        {
            "start": 27000,
            "end": 27159,
            "text": "12. Various provisions of the CPC, including Section 26, Section 35, Section 35-A, have been amended by the Commercial Courts Act to cater to commercial suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09ef8e58b3aa45c4a5bb8c8c028dc280_112"
        },
        {
            "start": 27160,
            "end": 27419,
            "text": "It would, therefore, be counter- productive to permit commercial suits, which have not been filed following the protocol prescribed in, or in the format prescribed by, the Commercial Courts Act, to be transferred to the Commercial Court as a matter of course.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2100acb48b7d4ef083389c0bdb32f4ee_113"
        },
        {
            "start": 27421,
            "end": 27429,
            "text": "xxxx 14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb3c72e1d78c49f5b3c299b7956c33eb_114"
        },
        {
            "start": 27430,
            "end": 27490,
            "text": "Commercial Courts are different from non- Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a641640abfa406398acc6adb2796745_115"
        },
        {
            "start": 27491,
            "end": 27655,
            "text": "If a commercial suit is instituted before a Civil Court, it is, clearly, instituted before a Court other than the Court before which it should have been instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31f03f870863495abc20764580b7946d_116"
        },
        {
            "start": 27656,
            "end": 27856,
            "text": "Order VII Rule 10 (1), in such circumstances, directly comes into play and requires the suit to be returned to the plaintiff to be instituted before the appropriate Court, i.e., the Commercial Court.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aefa33c1136e49098e56ad0c3a58f6b9_117"
        },
        {
            "start": 27858,
            "end": 28117,
            "text": "40. The Court also held and clarified that once the plaint is returned to the plaintiff, the plaintiff would be entitled to institute the same plaint, albeit in the form and following the procedure prescribed by the Act, before the competent Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "184d3d8c3ce54acdae33d9cf668f0ccd_118"
        },
        {
            "start": 28118,
            "end": 28183,
            "text": "I may reproduce the direction issued by the Court, as under:\n\"24.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ea1f6b21555470c81e521a98963b2ce_119"
        },
        {
            "start": 28184,
            "end": 28461,
            "text": "In order to avoid any confusion, it is clarified that once the plaint is returned to the respondent, he would be entitled to institute the same plaint albeit in the form and following the procedure prescribed by the Commercial Courts Act before the competent commercial court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90980faa78e04314befcc5110c3abe44_120"
        },
        {
            "start": 28463,
            "end": 28836,
            "text": "41. In Satyanarain Khandelwal (supra), a Division Bench of this Court, while adjudicating on a batch of Transfer Petitions filed against the respondent therein, held that Section 19 of the Commercial Courts (Amending) Act, 2018 would not apply retrospectively to the cases relating to the commercial dispute filed and pending as on the date of commencement of the said Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2ba7cbdaff0d440796b571b9f56ae528_121"
        },
        {
            "start": 28837,
            "end": 29001,
            "text": "The Division Bench did not consider the issue whether the power vested in the High Court under Section 24 of the CPC can be exercised or not to transfer such Suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "219b91a8c73a42c28f01d9e86002e251_122"
        },
        {
            "start": 29003,
            "end": 29343,
            "text": "42. In Narendra Kumar (supra), another Division Bench of this Court was considering a challenge to the order passed by the learned District Judge (Commercial Court), returning the plaint of a Suit which, though originally filed before a ordinary Civil Court, was transferred by the learned District and Sessions Judge to a Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c86137df80cb4bd5b4b9209791ea8746_123"
        },
        {
            "start": 29344,
            "end": 29625,
            "text": "The learned District Judge (Commercial Court) had held that as there was no such power vested with the learned District and Sessions Judge to transfer the Suit to the Commercial Court, returned the plaint to be filed in the appropriate format before the competent Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b72bd4de76c4b5aa8209ad9d870a328_124"
        },
        {
            "start": 29626,
            "end": 29751,
            "text": "The Division Bench held that Section 15 of the Act would not apply to the Suits filed after the coming into force of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9754889f645a4fea9b7a7110ab6884b9_125"
        },
        {
            "start": 29752,
            "end": 29829,
            "text": "The Court upheld the order returning the plaint, by observing as under:-\n\"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0f8ad538df414ab9a7c871bb746b495d_126"
        },
        {
            "start": 29830,
            "end": 30057,
            "text": "This implies that Section 15(2) of the CCA, 2015 was not to be effective in future but was an enabling provision for transfer of all the pending suits of commercial nature from the regular Civil Courts to the Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b234df19dbf84cb6b2426b6d82563e16_127"
        },
        {
            "start": 30058,
            "end": 30229,
            "text": "The present Suit has been instituted on 16.03.2019 i.e. post 2015 and thus, the provisions of Commercial Courts Act, 2015 as amended on 03.05.2018 would become applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0ca65f7966240dea3eccd31676a7498_128"
        },
        {
            "start": 30231,
            "end": 30239,
            "text": "xxxx 16.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64b1a46096b04c39b7950de2acf750e5_129"
        },
        {
            "start": 30240,
            "end": 30375,
            "text": "Order VII Rule 10 CPC, 1908 envisages Return of a Plaint instituted before a court other than the court before it should be instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad5302060c2f4b9198cf04d465d927fd_130"
        },
        {
            "start": 30376,
            "end": 30601,
            "text": "In Ambalal Sarabhai Enterprises (supra) it had been held that where a court case is filed before a Court which is not the appropriate Court, the suit may be returned to be presented before the Court of competent jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ad7d3572b302492fba43a1dad4d2b7ec_131"
        },
        {
            "start": 30603,
            "end": 30941,
            "text": "17. Similar facts as in hand came for consideration before the co-ordinate Bench of this Court in Virender Kumar vs Rekha Bhayana 2022 SCC OnLine Del 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0faf89fefaf7422cba931410271d10fd_132"
        },
        {
            "start": 30942,
            "end": 31135,
            "text": "\nDel 2678 wherein also it was observed that a Commercial Suit filed before the Court of learned ADJ has to be returned under Order VII Rule 10 CPC for presentation before the Commercial Courts.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "aa8be9c707a64c82b651912bbd044e48_133"
        },
        {
            "start": 31137,
            "end": 31359,
            "text": "18. In the present case, though the case had been transferred from the Court of learned ADJ to the Court of Commercial Judge, but that procedure was incorrect as the suit did not meet the requirements of a Commercial Suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5535e34a468f44d987f8f3dc686dbea0_134"
        },
        {
            "start": 31360,
            "end": 31512,
            "text": "The learned Judge Commercial Court has therefore, rightly returned the suit to be filed in the appropriate format before the competent Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a80b7ae38c83410da9763f7d5eeadcd3_135"
        },
        {
            "start": 31513,
            "end": 31570,
            "text": "\nppropriate format before the competent Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f979cba85dd44e5ebc816bc47c05635a_136"
        },
        {
            "start": 31572,
            "end": 31707,
            "text": "19. Accordingly, we find no merit in the present Appeal against the impugned Order dated 20.03.2023, and the same is hereby dismissed.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1d907fc565c4bddad11b516dbf80fa7_137"
        },
        {
            "start": 31709,
            "end": 31968,
            "text": "43. Therefore, the Hon'ble Division Bench held that Order VII Rule 10 of the CPC would have been the appropriate power to be exercised by the learned District & Sessions Judge rather than transferring the suit to the learned District Judge (Commercial Court).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "56d301cc26f747c49e2f3bab8d424708_138"
        },
        {
            "start": 31970,
            "end": 32177,
            "text": "44. In Maharshi Commerce Limited (supra), the High Court of Calcutta, held that the Suit therein raised a Commercial Dispute of a specified value and, therefore, the ordinary Civil Suit was not maintainable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7a44d900480e46379bd9113d50fda70e_139"
        },
        {
            "start": 32178,
            "end": 32391,
            "text": "As the Court did not have the jurisdiction to proceed with the same, it, under Order VII Rule 10 of the CPC, returned the plaint to the plaintiff therein to present it before a Court having competent jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fdb97000017b4487b8c2eb6e2915b012_140"
        },
        {
            "start": 32393,
            "end": 32816,
            "text": "45. In ANE Industries Private Limited (supra), the Calcutta High Court, relying upon its earlier judgment in Laxmi Polyfab Pvt. Ltd. (supra), and having held that Section 15 of the Act would not apply to Suits filed after the establishment of the Commercial Division in the said High Court, directed the plaint to be returned to the plaintiff therein to be presented before the appropriate Court in accordance with the law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4b4b36722c2e4c399a2551ddda67d6cd_141"
        },
        {
            "start": 32818,
            "end": 32959,
            "text": "46. The same view was reiterated by the High Court of Andhra Pradesh in Andhra Pradesh Industrial Infrastructure Corporation (APIIC) (Supra).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "76c6e4a20777433db8e4817730c475b0_142"
        },
        {
            "start": 32960,
            "end": 33306,
            "text": "The Court held that a petition under Section 24 of the CPC seeking transfer of the Suit from one Commercial Court to another Commercial Court on the ground that the Court in which the said Suit was instituted lacks territorial jurisdiction, is misconceived and unsustainable, and the same has to be dealt only under Order VII, Rule 10 of the CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ec1527a3e44a45ee8c8b21da73d524e9_143"
        },
        {
            "start": 33307,
            "end": 33567,
            "text": "However, I must here itself note that in reaching the said conclusion, the prime focus of the Court was only on Section 15 of the Act, as the petition filed therein, though filed under Section 24 of the CPC, was relying and invoking only Section 15 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42cc9f7625f24f9388afc6b697e60cee_144"
        },
        {
            "start": 33568,
            "end": 33737,
            "text": "With respect, the Court did not give any reasons to exclude the applicability of Section 24 of the CPC to the Suit relating to a Commercial Dispute of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4938ad4bf2864763a515a5a382d07774_145"
        },
        {
            "start": 33739,
            "end": 34191,
            "text": "47. In Life Shine Medical Services Pvt. Ltd. (supra), the High Court of Telangana was considering a challenge to the order whereby the learned Trial Court had returned the plaint with a direction to present it before a proper forum, as the Suit related to a commercial transaction, held that the Suit indeed related to a transaction which was commercial in nature, and upheld the order of return of the plaint passed by the learned Trial Court therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e0fa5707b29840c4878d52222ca6ce18_146"
        },
        {
            "start": 34193,
            "end": 34602,
            "text": "48. The High Court of Bombay in Gaurang Manguesh Suctancar (supra), was considering the issue as to whether the Court, as defined under Section 2(1)(e) of the Arbitration Act read with Section 5 of the Goa Civil Courts Act, 1965, or a Commercial Court under Section 3(1) of the Amended Commercial Court Act, 2015, would have jurisdiction for adjudicating an application under Section 9 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa96bf1fd2df4e849ec4f7afe27a5e4b_147"
        },
        {
            "start": 34603,
            "end": 34833,
            "text": "The High Court held that the learned Senior Civil Judge at Panaji, which had been vested with the jurisdiction of a Commercial Court, had the jurisdiction to adjudicate the application filed under Section 9 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff0de12cf8d64bb29f5018424177c247_148"
        },
        {
            "start": 34834,
            "end": 34940,
            "text": "This judgment would therefore, have no application to the issues being considered in the present petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e372ab5259e44ec49ab5329ba511d5ed_149"
        },
        {
            "start": 34942,
            "end": 35177,
            "text": "49. In M/s A.V. Industries (supra), the Division Bench of this Court was considering a Regular First Appeal (Commercial) challenging the judgment and decree passed by the learned District Judge (Commercial Courts) in a Commercial Suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8fba210dc5bb4064bb22834bf153ab66_150"
        },
        {
            "start": 35178,
            "end": 35456,
            "text": "The Court reiterated that the special provisions with respect to the Statement of Truth, applicable to the Commercial Suits under the Act, are mandatory and need to be followed, and in the absence thereof, the plaint itself is non est and could not have been read into evidence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "11e958e5a254453b9815946e121dcabf_151"
        },
        {
            "start": 35457,
            "end": 35937,
            "text": "The Court further held that even though originally the Suit was considered by the learned Additional District Judge dealing with the Ordinary Suit, it was later registered under the Act and numbered as a Commercial Suit, therefore, the plaintiff was under a legal obligation to file the Statement of Truth in accordance with sub-rule (4) & (5) of Rule 15-A of the Order VI of the CPC, as amended by the Act while confirming to the mandatory procedural formality contained therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "765206f15c9f4d3386d85ac1f40dc8b4_152"
        },
        {
            "start": 35938,
            "end": 36167,
            "text": "The Court held that the plaintiff therein cannot be permitted to contend that no such directions were issued for filing the Statement of Truth after the transfer of the Suit from ordinary Court to the designated Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f18cab6d66044425a6e1916f92be43dd_153"
        },
        {
            "start": 36168,
            "end": 36491,
            "text": "In the said judgment, therefore, the Court was only considering the fate of the Suit, which was relating to a Commercial Dispute and adjudicated upon by a Commercial Court, however, the plaint whereof did not meet the necessary and mandatory conditions as stipulated in the Schedule to the Act read with Section 16 thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2df96241be74e70ba373bd7ecf79571_154"
        },
        {
            "start": 36492,
            "end": 36590,
            "text": "The Court had no occasion to the consider the application of Section 24 of the CPC to such a Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f1ac698cd74467389f21f21a3cfb168_155"
        },
        {
            "start": 36592,
            "end": 36860,
            "text": "50. From an analysis of the above judgments, it would be evident that: -\n(a) The Commercial Courts Act provides for a special format and specific requirements in relation to the pleadings and affidavits, in the form of a Statement of Truth, verification, among others.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "705dc399e3e543a689cd44e60cf22d92_156"
        },
        {
            "start": 36861,
            "end": 36992,
            "text": "It further requires mandatory compliance with provisions under Section 12-A of the Act in the form of a Pre- Institution Mediation;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1f155bf5f7f481788d96884c0c29a4a_157"
        },
        {
            "start": 36993,
            "end": 37403,
            "text": "\n(b) If a Suit raises a Commercial Dispute of a Specified Value, the Ordinary Civil Court shall have no jurisdiction to entertain the same, and it must, therefore, return the plaint in exercise of its power under Order VII Rule 10 of the CPC;\n(c) On return of the plaint, the plaintiff may, after making necessary corrections in the pleadings, present the plaint before the Court of competent jurisdiction.\n51.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a858261090754264b66dcbbac12807e5_158"
        },
        {
            "start": 37404,
            "end": 37548,
            "text": "The learned counsel for the petitioner also does not dispute the applicability of Order VII Rule 10 of the CPC to the facts of the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59f83f257ca4419b855458db2a66eca4_159"
        },
        {
            "start": 37549,
            "end": 37754,
            "text": "In fact, it is his own case that the learned Trial Court should have returned the plaint to the plaintiff, that is, the respondent herein, for it to be presented before the Court of competent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cc79877de9c45dda76509dd430ceabc_160"
        },
        {
            "start": 37756,
            "end": 37973,
            "text": "52. This now brings me to the question that if the Court has the power and a duty to return the plaint under Order VII Rule 10 of the CPC, would the power of this Court under Section 24 of the CPC get denuded thereby.",
            "labels": [
                "ISSUE"
            ],
            "id": "87454c408b0f452db77c402c293cd205_161"
        },
        {
            "start": 37974,
            "end": 38072,
            "text": "In other words, does the Commercial Courts Act exclude the applicability of Section 24 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be098f39b873459f9470db6299f4a1fb_162"
        },
        {
            "start": 38074,
            "end": 38158,
            "text": "53. Order VII Rule 10 and Order VII Rule 10A of the CPC are reproduced hereinbelow:-",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8f12fdc40564c22800e6c4baceae834_163"
        },
        {
            "start": 38198,
            "end": 38227,
            "text": "\"                   ORDER VII",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86e4eadc38e0480f8a1dcbcfcaf6ff77_164"
        },
        {
            "start": 38289,
            "end": 38335,
            "text": "xxxx                                       10.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ed489e9b466400d9d4d0f8c4f493eb8_165"
        },
        {
            "start": 38336,
            "end": 38345,
            "text": "Return of",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82a979800d674fb1b106ce7beaff6c92_166"
        },
        {
            "start": 38346,
            "end": 38357,
            "text": "plaint.--(1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb8dc07198b444f9b6122d01f5db70b1_167"
        },
        {
            "start": 38358,
            "end": 38528,
            "text": ") Subject to the provisions of rule 10A, the plaint shall at any stage of the suit be returned to be presented to the Court in which the suit should have been instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3187b166aa4d476f8bd08c29b578b975_168"
        },
        {
            "start": 38530,
            "end": 38544,
            "text": "Explanation.--",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cc7b31167104b5aab7184045bbbd08a_169"
        },
        {
            "start": 38545,
            "end": 38734,
            "text": "For the removal of doubts, it is hereby declared that a Court of appeal or revision may direct after setting aside the decree passed in a suit, the return of the plaint under this sub-rule.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1ae811d10c34563a93e28f0bb979971_170"
        },
        {
            "start": 38735,
            "end": 38770,
            "text": "\n(2) Procedure on returning plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "486742d0df074586ac98ea1861061a7a_171"
        },
        {
            "start": 38771,
            "end": 38960,
            "text": "--On returning a plaint, the Judge shall endorse thereon the date of its presentation and return, the name of the party presenting it, and a brief statement of the reasons for returning it.",
            "labels": [
                "STA"
            ],
            "id": "d9007359657a486eb58b14815e667d80_172"
        },
        {
            "start": 38961,
            "end": 39073,
            "text": "\n10A. Power of Court to fix a date of appearance in the Court where plaint is to be filed after its return.--(1)",
            "labels": [
                "STA"
            ],
            "id": "e3c6049ce89c4b77a4c4ba676b2094f5_173"
        },
        {
            "start": 39074,
            "end": 39254,
            "text": "Where, in any suit, after the defendant has appeared, the Court is of opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff.",
            "labels": [
                "STA"
            ],
            "id": "54e90afeac8848d8ba729b41f812c7a5_174"
        },
        {
            "start": 39255,
            "end": 40102,
            "text": "\n(2) Where an intimation is given to the plaintiff under sub-rule (1), the plaintiff may make an application to the Court-- (a) specifying the Court in which he proposes to present the plaint after its return,\n(b) praying that the Court may fix a date for the appearance of the parties in the said Court, and (c) requesting that the notice of the date so fixed may be given to him and to the defendant.\n(3) Where an application is made by the plaintiff under sub-rule (2), the Court shall, before returning the plaint and notwithstanding that the order for return of plaint was made by it on the ground that it has no jurisdiction to try the suit,--\n(a) fix a date for the appearance of the parties in the Court in which the plaint is proposed to be presented, and (b) give to the plaintiff and to the defendant notice of such date for appearance.",
            "labels": [
                "STA"
            ],
            "id": "2e7b6c3cdd8644c88b6e16fb148cf11f_175"
        },
        {
            "start": 40103,
            "end": 40615,
            "text": "\n(4) Where the notice of the date for appearance is given under sub-rule (3),--\n(a) it shall not be necessary for the Court in which the plaint is presented after its return, to serve the defendant with a summons for appearance in the suit, unless that Court, for reasons to be recorded, otherwise directs, and (b) the said notice shall be deemed to be a summons for the appearance of the defendant in the Court in which the plaint is presented on the date so fixed by the Court by which the plaint was returned.",
            "labels": [
                "STA"
            ],
            "id": "c816293d3f764ecfa3e280c68f996160_176"
        },
        {
            "start": 40617,
            "end": 40795,
            "text": "(5) Where the application made by the plaintiff under sub-rule (2) is allowed by the Court, the plaintiff shall not be entitled to appeal against the order returning the plaint.\"",
            "labels": [
                "STA"
            ],
            "id": "1b70f670ce234016aa02eca05eaf0106_177"
        },
        {
            "start": 40796,
            "end": 40969,
            "text": "\n54. Order VII Rule 10 of the CPC provides that the plaint, at any stage of the Suit, be returned to be presented to the Court in which the Suit should have been instituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a1dfb6f4608b4d5e9a543876cdd4d54e_178"
        },
        {
            "start": 40970,
            "end": 41464,
            "text": "Order VII Rule 10A of the CPC mandates that where the Court is of the opinion that the plaint should be returned, it shall, before doing so, intimate its decision to the plaintiff, and where the plaintiff accepts such decision, the plaintiff may make an application to the Court specifying the Court in which he proposes to present the plaint after its return, and pray for the Court to fix a date for the appearance of the parties in the said Court and inform the parties of the said date.\n55.",
            "labels": [
                "STA"
            ],
            "id": "0823ed2d9a6e40a6a502a471e59ea089_179"
        },
        {
            "start": 41465,
            "end": 41745,
            "text": "Where the plaint is returned under Order VII Rule 10 of the CPC, on its presentation before the appropriate Court of jurisdiction, the Suit would be treated as a fresh Suit, and would have to start de novo, and all proceedings before the earlier Court would be rendered a nullity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbf2a3cd106a4836bd0629dfe613b902_180"
        },
        {
            "start": 41746,
            "end": 41907,
            "text": "In this regard, reference may be made to the judgement on the Supreme Court in EXL Careers & Anr. v. Frankfinn Aviation Services Pvt. Ltd. (2020) 12 SCC 667.\n56.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "882bcaea4499410997b98afb41689d0d_181"
        },
        {
            "start": 41908,
            "end": 42499,
            "text": "To avoid the above consequence of loss of all proceedings that have taken place before the earlier court, either of the parties may seek recourse to Section 24 of the CPC, which empowers the High Court or the District Court, on its own motion or otherwise, to transfer any Suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it; or withdraw any Suit, appeal or proceeding pending in any Court subordinate to it and inter alia transfer the same for trial or disposal to any Court subordinate to it and competent to try and dispose of the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "125d6b87e13f4afdabab534bbb907822_182"
        },
        {
            "start": 42500,
            "end": 42512,
            "text": "Sub- Section",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f181e3cda9e648988a93158573a212cc_183"
        },
        {
            "start": 42513,
            "end": 42532,
            "text": "( 5 ) of Section 24",
            "labels": [
                "STA"
            ],
            "id": "fac84c3cceb3440887da994d1a9f33ba_184"
        },
        {
            "start": 42533,
            "end": 42669,
            "text": "states that such power of transfer can be exercised to transfer the Suit or proceeding from a Court which has no jurisdiction to try it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13927ed5feef4f0c96413ec4661c2ec7_185"
        },
        {
            "start": 42670,
            "end": 43516,
            "text": "\n57. Section 24 of the CPC is reproduced hereinbelow:-\n\"24. General power of transfer and withdrawal.--(1) On the application of any of the parties and after notice to the parties and after hearing such of them as desired to be heard, or of its own motion without such notice, the High Court or the District Court may at any stage-- (a) transfer any suit, appeal or other proceeding pending before it for trial or disposal to any Court subordinate to it and competent to try or dispose of the same, or (b) withdraw any suit, appeal or other proceeding pending in any Court subordinate to it, and-- (i) try or dispose of the same; or (ii) transfer the same for trial or disposal to any Court subordinate to it and competent to try or dispose of the same; or (iii) retransfer the same for trial or disposal to the Court from which it was withdrawn.",
            "labels": [
                "STA"
            ],
            "id": "90a8016033e14860bd70ba914e240611_186"
        },
        {
            "start": 43517,
            "end": 43842,
            "text": "\n(2) Where any suit or proceeding has been transferred or withdrawn under sub-section (1), the Court which is thereafter to try or dispose of such suit or proceeding may, subject to any special directions in the case of an order of transfer, either retry it or proceed from the point at which it was transferred or withdrawn.",
            "labels": [
                "STA"
            ],
            "id": "79fa5183d1064982a54401b8d533a87a_187"
        },
        {
            "start": 43843,
            "end": 44065,
            "text": "\n(3) For the purposes of this section,--\n(a) Courts of Additional and Assistant Judges shall be deemed to be subordinate to the District Court;\n(b) \"proceeding\" includes a proceeding for the execution of a decree or order.",
            "labels": [
                "STA"
            ],
            "id": "27a9b7cdfe50469bb55e9bde5ab2c3f7_188"
        },
        {
            "start": 44066,
            "end": 44248,
            "text": "\n(4) The Court trying any suit transferred or withdrawn under this section from a Court of Small Causes shall, for the purposes of such suit, be deemed to be a Court of Small Causes.",
            "labels": [
                "STA"
            ],
            "id": "9734c1bd8a63423c9871c41ad1020a76_189"
        },
        {
            "start": 44249,
            "end": 44362,
            "text": "\n(5) A suit or proceeding may be transferred under this section from a Court which has no jurisdiction to try it.",
            "labels": [
                "STA"
            ],
            "id": "8dbf4ed746fc4a09b2d760ae943bca09_190"
        },
        {
            "start": 44364,
            "end": 44786,
            "text": "58. The difference between Section 24 and Order VII Rule 10 of the CPC is that in terms of Sub-Section (2) of Section 24, where any Suit or proceeding has been transferred or withdrawn, the Court which is thereafter to try or dispose of such Suit or proceeding may, subject to any special directions in the case of an order of transfer, either re- try it or proceed from the point at which it was transferred or withdrawn.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f21b7cc050841a881beb3cca139bb4e_191"
        },
        {
            "start": 44787,
            "end": 45039,
            "text": "Therefore, all proceedings that were undertaken before the Court where a Suit was earlier instituted, though it lacked jurisdiction to try the same, can be saved, and the Suit on its transfer can be proceeded from the point at which it was transferred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8eb34e7ee8643c2bc0c84b809f34acd_192"
        },
        {
            "start": 45041,
            "end": 45288,
            "text": "59. In Mahesh Gupta (Supra), a Division Bench of this Court was considering a challenge to an order returning the plaint on the ground of lack of pecuniary jurisdiction to be filed before an appropriate Court having pecuniary jurisdiction over it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca281c5c88c748b5871ec58ad80c795f_193"
        },
        {
            "start": 45289,
            "end": 45490,
            "text": "The Court, while upholding the order passed by the learned Single Judge therein, directed that instead of the return of the plaint, the Suit be transferred to the competent Court of civil jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "182a2463a6e84c7cacf27b96443288f1_194"
        },
        {
            "start": 45491,
            "end": 45526,
            "text": "The Court observed as under: -\n\"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5eeb296779ab42e79d68b2cff08e9aa9_195"
        },
        {
            "start": 45527,
            "end": 45916,
            "text": "During the course of hearing of the appeal, the counsel for the appellant/plaintiff contended that the appellant will be caused grave prejudice if the order returning the plaint is sustained in as much as considerable evidence has already been recorded in the suit and, there was also an order of injunction against the respondents/defendants by the consent of the counsel for the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71867ddeccd54785a164dd6ed7da48cb_196"
        },
        {
            "start": 45917,
            "end": 46377,
            "text": "Taking into account the considerable time invested by this court in this suit, we have decided to suo moto exercise our powers under Section 24(1) read with Section 24(5) of the Code of Civil Procedure, 1908 and instead of the order returning the plaint as passed by the learned Single Judge, we modify the order of the learned Single Judge and direct that, in the facts of the case, the suit itself be transferred to the competent court of civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c6a7226746041ab973e3f10d84413f4_197"
        },
        {
            "start": 46378,
            "end": 46593,
            "text": "The effect of exercising of powers under Section 24 CPC would mean that the suit would be taken up by the transferee court from the stage at which it was pending before the impugned order dated 16.2.2009 was passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2dbd2d0cf15485894926f48e6b733a4_198"
        },
        {
            "start": 46594,
            "end": 46870,
            "text": "The learned counsel for the respondents has stated that the respondents wanted to move an application for vacation of the interim order of injunction, but, which he did not do in as much as the matter was heard on the aspect of the lack of pecuniary jurisdiction of the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cdd471350354162ac4e9a41c3cc2f50_199"
        },
        {
            "start": 46871,
            "end": 47131,
            "text": "Therefore, while directing the transfer of the suit, we further order that the interim order of injunction operating against the respondent in the suit will continue only till the date when the matter is taken up on the first date by the concerned Civil Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb1b015c6b6f4d04bd020111cff13e60_200"
        },
        {
            "start": 47132,
            "end": 47412,
            "text": "The Civil Judge will decide afresh the issue of grant or denial of an ad interim/ex-parte injunction on the first date and he will also decide expeditiously, and preferably within four weeks from the first hearing, the injunction application as filed by the plaintiff in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3de25c521d824adaa19ddbc7b3e1399e_201"
        },
        {
            "start": 47413,
            "end": 47685,
            "text": "The learned Single Judge should take up the issue of granting or denying of injunction (ex parte/ad interim or pendent lite) entirely uninfluenced by the any observations of this court or the fact that earlier an injunction order was passed by the consent of the parties.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05789b4cb9124e728482dc5a3182784d_202"
        },
        {
            "start": 47687,
            "end": 48005,
            "text": "60. Therefore, once it is accepted that a Suit, which though relates to a Commercial Dispute of a Specified Amount, is filed as an ordinary Suit before a Civil Court, the plaint, under Order VII Rule 10 CPC, shall be returned to the plaintiff to present the same before the Commercial Court of appropriate jurisdiction",
            "labels": [
                "STA"
            ],
            "id": "af2f793ba2684c1f8066960f720eed11_203"
        },
        {
            "start": 48006,
            "end": 48122,
            "text": ", equally, either of the parties may invoke the provisions of Section 24 of the CPC to seek transfer of such a Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "837e7bbb529647f9890ec295c4d42faf_204"
        },
        {
            "start": 48124,
            "end": 48466,
            "text": "61. The learned counsel for the petitioner has rightly pointed out that the Suit, which has been filed before the Ordinary Civil Court, may not be complying with the special pleadings, may not contain the Statement of Truth or the affidavit in the prescribed form, and may not even have complied with the provisions of Section 12A of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffb4ed15621b4f01af17b601e0deba6a_205"
        },
        {
            "start": 48467,
            "end": 48914,
            "text": "However, in my view, once it is conceded that the plaint of a Suit filed before the ordinary Civil Court can be returned to be filed before a Commercial Court after making necessary amendments thereto in the form of necessary pleadings, attachment of Statement of Truth, and affidavits, even where the Suit is transferred in the exercise of powers under Section 24 of the CPC, the plaintiff will have to make such necessary amendments in the Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e262529c647d49bfa6042875bf868824_206"
        },
        {
            "start": 48915,
            "end": 49099,
            "text": "Merely because such amendments may have to be made by the plaintiff on transfer of the Suit, the High Court cannot be denuded of the power which it has under Section 24 of the CPC.\n62.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "763f393616a94ba2842cf0bc1cb59704_207"
        },
        {
            "start": 49100,
            "end": 49792,
            "text": "In Suraj Prakash (supra), this Court rejected a similar plea, observing as under:-\n\"8. On the objection of the learned counsel for the respondent nos. 1 to 3 that the Suit be not transferred to the Commercial Court as it has been filed without the mandatory verification, Statement of Truth and the affidavit, this Court in its judgment in Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt. Ltd., NC:2022/DHC/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2477d1be8eac403eb75e0d5ccb89cc6e_208"
        },
        {
            "start": 49793,
            "end": 50102,
            "text": "Therefore, in the present case, mere non-filing of the prescribed Affidavit, Statement of Truth or the Verification, cannot lead to the dismissal of the Suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the Suit to the Court of Competent Jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d338be60c163448ea4099b20a0c22a89_209"
        },
        {
            "start": 50103,
            "end": 50405,
            "text": "On treating the suit as a Commercial Suit, and on its transfer to a competent Court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the CC Act and with respect to the filing of the Statement of the Truth, Affidavit and Verification in the prescribed form.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c61209fb2a2b4bc28331c72ec5ad68fc_210"
        },
        {
            "start": 50406,
            "end": 50539,
            "text": "In case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\"\n63.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "389a93e366cb4dc0870afe8cfa9b736d_211"
        },
        {
            "start": 50540,
            "end": 50793,
            "text": "As noted hereinabove, Section 16 of the Act provides that the provisions of the CPC shall apply to any Suit in respect of Commercial Dispute of a Specified Value, subject to the amended provisions thereof as provided in the Schedule appended to the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "098334914c674d1e8465061ef0bfe751_212"
        },
        {
            "start": 50794,
            "end": 50879,
            "text": "Section 24 of the CPC is not a provision which has been amended by the said Schedule.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a0311b0120c429f825761cc9caba277_213"
        },
        {
            "start": 50880,
            "end": 50994,
            "text": "It, therefore, continues to apply in full force to a Suit in respect of a Commercial Dispute of a Specified Value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a552251b2b3042eaa063e28a71a33961_214"
        },
        {
            "start": 50995,
            "end": 51171,
            "text": "If the Legislature wanted to take away this power from the Court, it would have expressly stated so by deleting the said provision in the Schedule to the Act; it did not do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "000e141f53164bbc95d2b9f416e1b34b_215"
        },
        {
            "start": 51172,
            "end": 51297,
            "text": "There is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36b6436bc7354ad2b2389fa33f130d85_216"
        },
        {
            "start": 51299,
            "end": 51465,
            "text": "64. As far as non-compliance with Section 12A of the Act is concerned, the Transferee Court shall consider the said objection on merits upon the transfer of the Suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "038133aa2bcd4fa8b7b1bd32070060a0_217"
        },
        {
            "start": 51466,
            "end": 51866,
            "text": "The transfer of the Suit does not, in any manner, affect the right of the defendant to contend that the Suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under Order VII Rule 11 of the CPC for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under Section 12A of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85b2ad4a4614455188c277c72fec716e_218"
        },
        {
            "start": 51867,
            "end": 51980,
            "text": "These objections would remain open to the defendant even on the transfer of the Suit under Section 24 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccbdccb6b0a14e97861ad9114e5a6439_219"
        },
        {
            "start": 51982,
            "end": 52114,
            "text": "65. As held hereinabove, a Commercial Court, constituted under Section 3 of the Act, would be a Court subordinate to the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97cbe2717876419b92498f5650b753a6_220"
        },
        {
            "start": 52115,
            "end": 52278,
            "text": "Reference in this regard may also be made to the judgment of the Supreme Court in Life Insurance Corporation of India v. Nandini J. Shah & Ors., (2018) 15 SCC 356.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f2cb57da5a5b4d078e5b00ad386f4366_221"
        },
        {
            "start": 52279,
            "end": 52430,
            "text": "Therefore, there is no reason to exclude the applicability of Section 24 of the CPC to a Suit in relation to a Commercial dispute of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddbc31c5932f4dc09386090a37d15de0_222"
        },
        {
            "start": 52431,
            "end": 52471,
            "text": "The first issue is answered accordingly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0314b002e904cbba835aad13b73e87a_223"
        },
        {
            "start": 52472,
            "end": 52487,
            "text": "\nISSUE (ii)\n66.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "71d917dd55c646a3ba54a3cad8ac0edc_224"
        },
        {
            "start": 52488,
            "end": 52650,
            "text": "To answer Issue (ii), it is relevant to consider whether a Commercial Court below the level of a District Judge, would be a Court subordinate to a District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9a5677571eb459ea4bcc9df002b5b89_225"
        },
        {
            "start": 52651,
            "end": 52714,
            "text": "In my view, the answer to this issue has to be in the negative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27956946c4de4e10bec3e6e645f07a86_226"
        },
        {
            "start": 52716,
            "end": 53038,
            "text": "67. In terms of section 3 of the Act, the State Government, after consultation with the concerned High Court, by notification, may constitute such number of Commercial Courts at the District level as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred upon those Courts under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4f78c51d58549fb9c971380ce533efa_227"
        },
        {
            "start": 53039,
            "end": 53399,
            "text": "Sub-Section (3) of Section 3 of the Act further provides that the State Government may, with the concurrence of the Chief Justice of the High Court, appoint one or more person having experience in dealing with Commercial Disputes to be a Judge or Judges of Commercial Courts either at the level of District Judge or a Court below the level of a District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d499cdb853834f5cb9244b0e176a4d20_228"
        },
        {
            "start": 53400,
            "end": 53815,
            "text": "Appeals against the order passed by a Commercial Court below the level of a District Judge shall lie before a Commercial Appellate Court constituted under Section 3A of the Act, and against a Commercial Court at the level of the District Judge or against an order of a Commercial Division, as the case may be, shall lie to the Commercial Appellate Division of that High Court constituted under Section 5 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adb33acd429b4e09a1864544eb5d303a_229"
        },
        {
            "start": 53817,
            "end": 53889,
            "text": "68. Therefore, a separate hierarchy of Courts is provided under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c4351c2521f49ffad5e306c1bada113_230"
        },
        {
            "start": 53891,
            "end": 54144,
            "text": "69. Though the Commercial Court below the level of a District Judge may be manned by Officers of the Delhi Higher Judicial Services, in my opinion, these Courts do not still become subordinate to the District Court for purposes of Section 24 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07ad2c9625514be6a95b92c24c95526d_231"
        },
        {
            "start": 54145,
            "end": 54388,
            "text": "Equally, because of certain powers delegated by the High Court to the learned District and Session Judge to transfer certain Suits from one Commercial Court to another, it cannot be said that these Courts are subordinate to the District Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9385875e610f4d6899ce0b925c35b14e_232"
        },
        {
            "start": 54389,
            "end": 54484,
            "text": "In such cases, the learned District Judge exercises the powers as a delegate of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64ace5f460954b86b882acff01aeedd6_233"
        },
        {
            "start": 54486,
            "end": 54652,
            "text": "70. The Issue (ii) is answered by holding that the power under Section 24 of the CPC to transfer the Suit, is not available to learned the District and Session Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0f8aaeebf1b4caeb9c15519fa828043_234"
        },
        {
            "start": 54653,
            "end": 54669,
            "text": "\nCONCLUSION:\n71.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf8b616fbe9c47dd9907d84d2b8bed2d_235"
        },
        {
            "start": 54670,
            "end": 54895,
            "text": "Having considered the above position of law, and returning to the facts of the present case, in my view, the learned Additional District Judge has erred in passing the order dated 06.03.2023, impugned in the present petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ae6e2da5f644ee18239a4c7a1e055df_236"
        },
        {
            "start": 54896,
            "end": 55214,
            "text": "Once the learned Additional District Judge was of the view that the dispute raised in the subject Suit is commercial in nature of a Specified Value, the only power vested in him was to return the plaint to the plaintiff, that is, the respondent herein for it to be presented before the Court of competent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8dce2e5457b456ba40446bbf1479b44_237"
        },
        {
            "start": 55215,
            "end": 55417,
            "text": "The learned Additional District Judge had no power to place the file of the Suit before the learned Principal District and Sessions Judge for it to be transferred to the Court of competent jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2872b5bc33044479da5ae3e4bdb971e_238"
        },
        {
            "start": 55419,
            "end": 55632,
            "text": "72. Similarly, the learned Principal District and Sessions Judge erred in transferring the Suit from the Court of the learned Additional District Judge to the Court of the learned District Judge, Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "171b072360b24710a536eb974abe458d_239"
        },
        {
            "start": 55633,
            "end": 55775,
            "text": "As held hereinabove, the Commercial Court even at the level below the learned District Judge is not a Court subordinate to the District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ee0d0ae21a645f4a55a0017ebec525c_240"
        },
        {
            "start": 55776,
            "end": 55898,
            "text": "Therefore, the learned Principal District and Sessions Judge had no power to pass the Impugned Order dated 14.03.2023.\n73.",
            "labels": [
                "RPC"
            ],
            "id": "f78313a81dbf47dfa60c12f8cb07f0ff_241"
        },
        {
            "start": 55899,
            "end": 56102,
            "text": "In view of the above, the orders dated 06.03.2023 passed by the learned Additional District Judge and the order dated 14.03.2023 passed by the learned Principal District and Sessions judge are set aside.",
            "labels": [
                "RPC"
            ],
            "id": "58c60c8a6cf34d08a3451e97623f1776_242"
        },
        {
            "start": 56104,
            "end": 56263,
            "text": "74. At the same time, as held herein above, this Court, under Section 24 of the CPC, has the power to transfer the Suit to the court of competent jurisdiction.",
            "labels": [
                "RPC"
            ],
            "id": "40813616de69477da83ad3f46bfc09a1_243"
        },
        {
            "start": 56264,
            "end": 56984,
            "text": "In the present case, as it is not disputed that the Suit relates to a Commercial Dispute of a Specified Value and is to be tried by the learned District Judge (Commercial), South-East District, Saket District Court, and as it is also not disputed that the petitioner herein, who is the defendant in the Suit, has not only filed her Written Statement but also a Counter-Claim, in my opinion, the interest of justice would demand that in exercise of power vested in this Court under Section 24 of the CPC, the Suit be transferred from the Court of the learned Additional District Judge to the Court of the District Judge (Commercial), South-East District, Saket District Court, to be tried from the stage it is at present.",
            "labels": [
                "RPC"
            ],
            "id": "e8cf3058dc484494ad5b29a18198a3d5_244"
        },
        {
            "start": 56986,
            "end": 57121,
            "text": "75. The parties shall appear before the learned Transferee Court on the date that must have already been fixed by the Transferee Court.",
            "labels": [
                "RPC"
            ],
            "id": "e20741e226d0490a8d5b139354d8be24_245"
        },
        {
            "start": 57123,
            "end": 57204,
            "text": "76. The petition and the pending applications are disposed of in the above terms.",
            "labels": [
                "RPC"
            ],
            "id": "4fe7716d0be0449c90ab93a33fad7e54_246"
        },
        {
            "start": 57206,
            "end": 57246,
            "text": "77. There shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "464fda96025e4f4fa0bf62b574b5c1ec_247"
        },
        {
            "start": 57247,
            "end": 57286,
            "text": "\nNAVIN CHAWLA, J.\nJANUARY 9, 2023/RP/AS",
            "labels": [
                "NONE"
            ],
            "id": "a71cb3323d5944ca82b3ee9cd7297322_248"
        }
    ],
    "entities": [
        {
            "text": "Madhya Pradesh High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 25
        },
        {
            "text": "Madhya Pradesh Road Development",
            "label": "PETITIONER",
            "start_char": 26,
            "end_char": 57
        },
        {
            "text": "Vindhyachal Expressway Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 69,
            "end_char": 101
        },
        {
            "text": "Sujoy Paul",
            "label": "JUDGE",
            "start_char": 131,
            "end_char": 141
        },
        {
            "text": "Sujoy Paul",
            "label": "JUDGE",
            "start_char": 149,
            "end_char": 159
        },
        {
            "text": "High Court Of Madhya Pradesh\n                                                        At Jabalpur",
            "label": "COURT",
            "start_char": 289,
            "end_char": 385
        },
        {
            "text": "Sujoy Paul",
            "label": "JUDGE",
            "start_char": 529,
            "end_char": 539
        },
        {
            "text": "Vivek Jain",
            "label": "JUDGE",
            "start_char": 684,
            "end_char": 694
        },
        {
            "text": "Ministry Of    Road   Transport     And\n                                  Highways Regional Office At 2Nd Floor,\n                                  Nirman Bhawan, Arera Hills, Bhopal 462011",
            "label": "RESPONDENT",
            "start_char": 1111,
            "end_char": 1299
        },
        {
            "text": "Manoj Munshi",
            "label": "LAWYER",
            "start_char": 1517,
            "end_char": 1529
        },
        {
            "text": "Swastik Singh",
            "label": "LAWYER",
            "start_char": 1551,
            "end_char": 1564
        },
        {
            "text": "Hirdesh Gupta",
            "label": "LAWYER",
            "start_char": 1597,
            "end_char": 1610
        },
        {
            "text": "Shir Akshay Jha",
            "label": "LAWYER",
            "start_char": 1615,
            "end_char": 1630
        },
        {
            "text": "Ravindra Shrivastava",
            "label": "LAWYER",
            "start_char": 2105,
            "end_char": 2125
        },
        {
            "text": "Sunil Mittal",
            "label": "LAWYER",
            "start_char": 2181,
            "end_char": 2193
        },
        {
            "text": "Akshay Sapre",
            "label": "LAWYER",
            "start_char": 2200,
            "end_char": 2212
        },
        {
            "text": "Nilava Bandopadhyay",
            "label": "LAWYER",
            "start_char": 2219,
            "end_char": 2238
        },
        {
            "text": "Sahil Sonkusale",
            "label": "LAWYER",
            "start_char": 2272,
            "end_char": 2287
        },
        {
            "text": "Yogesh Dalal",
            "label": "LAWYER",
            "start_char": 2294,
            "end_char": 2306
        },
        {
            "text": "Sanya Shukla",
            "label": "LAWYER",
            "start_char": 2312,
            "end_char": 2324
        },
        {
            "text": "Krati Dubey",
            "label": "LAWYER",
            "start_char": 2357,
            "end_char": 2368
        },
        {
            "text": "Deepesh Joshi",
            "label": "LAWYER",
            "start_char": 2378,
            "end_char": 2391
        },
        {
            "text": "RAJESH KUMAR JYOTISHI",
            "label": "OTHER_PERSON",
            "start_char": 3010,
            "end_char": 3031
        },
        {
            "text": "2/28/2024",
            "label": "DATE",
            "start_char": 3046,
            "end_char": 3055
        },
        {
            "text": "Vivek Jain",
            "label": "JUDGE",
            "start_char": 3194,
            "end_char": 3204
        },
        {
            "text": "03.11.2023",
            "label": "DATE",
            "start_char": 3369,
            "end_char": 3379
        },
        {
            "text": "Commercial Court, District Bhopal",
            "label": "COURT",
            "start_char": 3394,
            "end_char": 3427
        },
        {
            "text": "M.P. Road Development Corporation",
            "label": "PETITIONER",
            "start_char": 3673,
            "end_char": 3706
        },
        {
            "text": "State of M.P.",
            "label": "ORG",
            "start_char": 3735,
            "end_char": 3748
        },
        {
            "text": "Ministry of Road Transport and Highways, Government of India",
            "label": "ORG",
            "start_char": 3771,
            "end_char": 3831
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 3980,
            "end_char": 3990
        },
        {
            "text": "Commercial Court, Bhopal",
            "label": "COURT",
            "start_char": 4173,
            "end_char": 4197
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4210,
            "end_char": 4220
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4224,
            "end_char": 4262
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 4286,
            "end_char": 4299
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 4341,
            "end_char": 4351
        },
        {
            "text": "11.05.2023",
            "label": "DATE",
            "start_char": 4377,
            "end_char": 4387
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 4558,
            "end_char": 4568
        },
        {
            "text": "Section 34 (1)",
            "label": "PROVISION",
            "start_char": 4610,
            "end_char": 4624
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 4726,
            "end_char": 4740
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4744,
            "end_char": 4782
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 4953,
            "end_char": 4966
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 5154,
            "end_char": 5167
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 5274,
            "end_char": 5287
        },
        {
            "text": "03.11.2023",
            "label": "DATE",
            "start_char": 5420,
            "end_char": 5430
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 5466,
            "end_char": 5479
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 5637,
            "end_char": 5650
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 6164,
            "end_char": 6178
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 6368,
            "end_char": 6381
        },
        {
            "text": "25.01.2012",
            "label": "DATE",
            "start_char": 6496,
            "end_char": 6506
        },
        {
            "text": "M.P.",
            "label": "GPE",
            "start_char": 6615,
            "end_char": 6619
        },
        {
            "text": "Ministry of Road Transport and Highways, Government of India",
            "label": "ORG",
            "start_char": 6648,
            "end_char": 6708
        },
        {
            "text": "State of M.P.",
            "label": "ORG",
            "start_char": 6783,
            "end_char": 6796
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 6986,
            "end_char": 6996
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 7029,
            "end_char": 7039
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 7094,
            "end_char": 7104
        },
        {
            "text": "Nodal Agency",
            "label": "PETITIONER",
            "start_char": 7382,
            "end_char": 7394
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 7470,
            "end_char": 7475
        },
        {
            "text": "27.01.2023",
            "label": "DATE",
            "start_char": 7494,
            "end_char": 7504
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7535,
            "end_char": 7545
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 7595,
            "end_char": 7605
        },
        {
            "text": "15.02.2023",
            "label": "DATE",
            "start_char": 7628,
            "end_char": 7638
        },
        {
            "text": "21.02.2023",
            "label": "DATE",
            "start_char": 7704,
            "end_char": 7714
        },
        {
            "text": "24.03.2023",
            "label": "DATE",
            "start_char": 7769,
            "end_char": 7779
        },
        {
            "text": "12.04.2023",
            "label": "DATE",
            "start_char": 7784,
            "end_char": 7794
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 7888,
            "end_char": 7893
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 7912,
            "end_char": 7922
        },
        {
            "text": "09.05.2023",
            "label": "DATE",
            "start_char": 8394,
            "end_char": 8404
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 8418,
            "end_char": 8428
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 8678,
            "end_char": 8697
        },
        {
            "text": "Nodal Agency",
            "label": "PETITIONER",
            "start_char": 9239,
            "end_char": 9251
        },
        {
            "text": "Chintnels India Limited vs. Bhayana Builders Private Limited (2021) 4 SCC 602",
            "label": "PRECEDENT",
            "start_char": 9866,
            "end_char": 9943
        },
        {
            "text": "Union of India vs. Popular Construction Co. (2001) 8 SCC iii",
            "label": "PRECEDENT",
            "start_char": 9950,
            "end_char": 10010
        },
        {
            "text": "Mahindra and Mahindra Financial Services Limited vs. Maheshbhai Tinabhai Rathod and others (2022)",
            "label": "PRECEDENT",
            "start_char": 10012,
            "end_char": 10109
        },
        {
            "text": "SCC 162",
            "label": "PROVISION",
            "start_char": 10112,
            "end_char": 10119
        },
        {
            "text": "Collector, Land Acquisition Anantnag and another vs. Ms. Katiji and others (1987) 2 SCC 107",
            "label": "PRECEDENT",
            "start_char": 10125,
            "end_char": 10216
        },
        {
            "text": "v. Ramlal, Motilal and Chhotelal vs. Rewa Coalfields Ltd., AIR 1962 SC 361",
            "label": "PRECEDENT",
            "start_char": 10219,
            "end_char": 10293
        },
        {
            "text": "State of Haryana vs. Chandra Mani and others (1996) 3 SCC vii.",
            "label": "PRECEDENT",
            "start_char": 10300,
            "end_char": 10362
        },
        {
            "text": "Haryana Urban Develpment Authority, Karnal vs. Mehta Construction Company and another (2022) 5 SCC 432",
            "label": "PRECEDENT",
            "start_char": 10363,
            "end_char": 10465
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 10980,
            "end_char": 10989
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 10993,
            "end_char": 11007
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 11070,
            "end_char": 11083
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 11151,
            "end_char": 11164
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 11266,
            "end_char": 11275
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 11283,
            "end_char": 11297
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 11513,
            "end_char": 11526
        },
        {
            "text": "Bhopal",
            "label": "GPE",
            "start_char": 11878,
            "end_char": 11884
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 11910,
            "end_char": 11915
        },
        {
            "text": "Bhopal",
            "label": "GPE",
            "start_char": 11935,
            "end_char": 11941
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 12192,
            "end_char": 12202
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 12208,
            "end_char": 12218
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 12259,
            "end_char": 12269
        },
        {
            "text": "21.02.2023",
            "label": "DATE",
            "start_char": 12685,
            "end_char": 12695
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 12788,
            "end_char": 12801
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13590,
            "end_char": 13603
        },
        {
            "text": "State of M.P. v. Bherulal, (2020) 10 SCC 654",
            "label": "PRECEDENT",
            "start_char": 13619,
            "end_char": 13663
        },
        {
            "text": "Sheo Raj Singh v. Union of India, (2023) 10 SCC 531",
            "label": "PRECEDENT",
            "start_char": 13668,
            "end_char": 13719
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 13850,
            "end_char": 13863
        },
        {
            "text": "Ministry of Youth Affair and Sports, Department of Ports Government of India vs. Ernst and Young Pvt",
            "label": "PRECEDENT",
            "start_char": 15444,
            "end_char": 15544
        },
        {
            "text": "Ltd. 2023 SCC OnLine Del 5182",
            "label": "CASE_NUMBER",
            "start_char": 15546,
            "end_char": 15575
        },
        {
            "text": "P. Radha Bai and others vs. P. Ashok Kumar and another (2019) 13",
            "label": "PRECEDENT",
            "start_char": 15582,
            "end_char": 15646
        },
        {
            "text": "SCC 445",
            "label": "CASE_NUMBER",
            "start_char": 15647,
            "end_char": 15654
        },
        {
            "text": "A.G. Aerovision Electronics Pvt",
            "label": "ORG",
            "start_char": 15662,
            "end_char": 15693
        },
        {
            "text": "Tata Capital Financial Services Ltd.",
            "label": "RESPONDENT",
            "start_char": 15704,
            "end_char": 15740
        },
        {
            "text": "Simplex Infrastructure Ltd. vs. Union of India (2019) 2 SCC v. Wander Ltd. and another vs. Antox India Pvt. Ltd. 1990 (Supp) SCC 727",
            "label": "PRECEDENT",
            "start_char": 15773,
            "end_char": 15905
        },
        {
            "text": "State of Himachal Pradesh vs. Himachal Techno Engineers (2010) 12 SCC 210",
            "label": "PRECEDENT",
            "start_char": 15912,
            "end_char": 15985
        },
        {
            "text": "Mahindra and Mahindra Financial Services Limited vs. Maheshbhai Tinabhai Rathod and others (2022)",
            "label": "PRECEDENT",
            "start_char": 15993,
            "end_char": 16090
        },
        {
            "text": "SCC 162",
            "label": "PROVISION",
            "start_char": 16093,
            "end_char": 16100
        },
        {
            "text": "Union of India vs. Popular Constructions Co. (2001) 8 scc ix",
            "label": "PRECEDENT",
            "start_char": 16108,
            "end_char": 16168
        },
        {
            "text": "Oil and Natural Gas Corporation Ltd. vs. Join Venture of Sai Rama Engineering Enterprises (Sree)",
            "label": "PRECEDENT",
            "start_char": 16170,
            "end_char": 16266
        },
        {
            "text": "Megha Engineering and Infrastructure Ltd. (Meil) 2019 SCC OnLine Del 10456",
            "label": "PRECEDENT",
            "start_char": 16271,
            "end_char": 16345
        },
        {
            "text": "State of Uttar Pradesh",
            "label": "RESPONDENT",
            "start_char": 16350,
            "end_char": 16372
        },
        {
            "text": "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151",
            "label": "PRECEDENT",
            "start_char": 16382,
            "end_char": 16440
        },
        {
            "text": "Secretary/Chief Commissioner Transport Department vs. M/s Gaurav Enterprises",
            "label": "PRECEDENT",
            "start_char": 16451,
            "end_char": 16527
        },
        {
            "text": "State of M.P. vs. Bherulal (2020)",
            "label": "PRECEDENT",
            "start_char": 16592,
            "end_char": 16625
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16982,
            "end_char": 16992
        },
        {
            "text": "Nodal Agency",
            "label": "ORG",
            "start_char": 17259,
            "end_char": 17271
        },
        {
            "text": "Union of India",
            "label": "PETITIONER",
            "start_char": 17318,
            "end_char": 17332
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17567,
            "end_char": 17577
        },
        {
            "text": "14.01.2023",
            "label": "DATE",
            "start_char": 17897,
            "end_char": 17907
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 18034,
            "end_char": 18044
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18159,
            "end_char": 18169
        },
        {
            "text": "27.01.2023",
            "label": "DATE",
            "start_char": 18207,
            "end_char": 18217
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 18260,
            "end_char": 18265
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 18332,
            "end_char": 18337
        },
        {
            "text": "15.02.2023",
            "label": "DATE",
            "start_char": 18503,
            "end_char": 18513
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 18578,
            "end_char": 18583
        },
        {
            "text": "21.02.2023",
            "label": "DATE",
            "start_char": 18608,
            "end_char": 18618
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 18822,
            "end_char": 18827
        },
        {
            "text": "24.03.2023",
            "label": "DATE",
            "start_char": 18861,
            "end_char": 18871
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 19058,
            "end_char": 19063
        },
        {
            "text": "12.04.2023",
            "label": "DATE",
            "start_char": 19170,
            "end_char": 19180
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 19205,
            "end_char": 19210
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 19255,
            "end_char": 19265
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 19290,
            "end_char": 19295
        },
        {
            "text": "Bhopal",
            "label": "GPE",
            "start_char": 19307,
            "end_char": 19313
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 19512,
            "end_char": 19521
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19636,
            "end_char": 19646
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19848,
            "end_char": 19858
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 19872,
            "end_char": 19882
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 20081,
            "end_char": 20086
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 20309,
            "end_char": 20318
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 20397,
            "end_char": 20407
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 20491,
            "end_char": 20501
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 20537,
            "end_char": 20542
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 20604,
            "end_char": 20609
        },
        {
            "text": "24.03.2023",
            "label": "DATE",
            "start_char": 20613,
            "end_char": 20623
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 20625,
            "end_char": 20630
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 20713,
            "end_char": 20723
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 20816,
            "end_char": 20826
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 20832,
            "end_char": 20842
        },
        {
            "text": "MoRTH",
            "label": "COURT",
            "start_char": 20897,
            "end_char": 20902
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 20925,
            "end_char": 20935
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 20941,
            "end_char": 20951
        },
        {
            "text": "Section 34 (3)",
            "label": "PROVISION",
            "start_char": 22611,
            "end_char": 22625
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 22710,
            "end_char": 22723
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 22794,
            "end_char": 22803
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 22807,
            "end_char": 22821
        },
        {
            "text": "30.09.2009",
            "label": "DATE",
            "start_char": 24068,
            "end_char": 24078
        },
        {
            "text": "MoRTH",
            "label": "ORG",
            "start_char": 24132,
            "end_char": 24137
        },
        {
            "text": "26.04.2023",
            "label": "DATE",
            "start_char": 24582,
            "end_char": 24592
        },
        {
            "text": "08.05.2023",
            "label": "DATE",
            "start_char": 24854,
            "end_char": 24864
        },
        {
            "text": "10.05.2023",
            "label": "DATE",
            "start_char": 25090,
            "end_char": 25100
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 26245,
            "end_char": 26255
        },
        {
            "text": "Simplex Infrastructure Ltd.",
            "label": "ORG",
            "start_char": 26271,
            "end_char": 26298
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 26303,
            "end_char": 26317
        },
        {
            "text": "(2019) 2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 26330,
            "end_char": 26346
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 26711,
            "end_char": 26724
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26988,
            "end_char": 27001
        },
        {
            "text": "State of Uttar Prades & others Vs.",
            "label": "PRECEDENT",
            "start_char": 27017,
            "end_char": 27051
        },
        {
            "text": "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151",
            "label": "PRECEDENT",
            "start_char": 27052,
            "end_char": 27110
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27124,
            "end_char": 27137
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27531,
            "end_char": 27541
        },
        {
            "text": "Act of 1996",
            "label": "STATUTE",
            "start_char": 27545,
            "end_char": 27556
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27635,
            "end_char": 27645
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27678,
            "end_char": 27691
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28083,
            "end_char": 28096
        },
        {
            "text": "Sheoraj Singh Vs.",
            "label": "PRECEDENT",
            "start_char": 28112,
            "end_char": 28129
        },
        {
            "text": "Union of India (2023) 10 SCC 531",
            "label": "PRECEDENT",
            "start_char": 28130,
            "end_char": 28162
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28215,
            "end_char": 28228
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29140,
            "end_char": 29153
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 29207,
            "end_char": 29221
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29508,
            "end_char": 29521
        },
        {
            "text": "Union of India v. Sheo Raj, 2011 SCC OnLine Del 5511",
            "label": "PRECEDENT",
            "start_char": 29651,
            "end_char": 29703
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30643,
            "end_char": 30656
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30696,
            "end_char": 30709
        },
        {
            "text": "G. Ramegowda v. LAO [G. Ramegowda v. LAO, (1988) 2 SCC 142]",
            "label": "PRECEDENT",
            "start_char": 30825,
            "end_char": 30884
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31675,
            "end_char": 31684
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 32579,
            "end_char": 32588
        },
        {
            "text": "Katiji [Collector (LA) v. Katiji, (1987) 2",
            "label": "PRECEDENT",
            "start_char": 33559,
            "end_char": 33601
        },
        {
            "text": "SCC 107]",
            "label": "CASE_NUMBER",
            "start_char": 33602,
            "end_char": 33610
        },
        {
            "text": "State of Haryana v. Chandra Mani",
            "label": "PRECEDENT",
            "start_char": 33680,
            "end_char": 33712
        },
        {
            "text": "State of Haryana v. Chandra Mani, (1996) 3 SCC 132",
            "label": "PRECEDENT",
            "start_char": 33714,
            "end_char": 33764
        },
        {
            "text": "Chandra Mani case [State of Haryana v. Chandra Mani, (1996) 3 SCC 132",
            "label": "PRECEDENT",
            "start_char": 33808,
            "end_char": 33877
        },
        {
            "text": "Tehsildar (LA) v. K.V. Ayisumma",
            "label": "PRECEDENT",
            "start_char": 35315,
            "end_char": 35346
        },
        {
            "text": "Tehsildar (LA) v. K.V. Ayisumma, (1996) 10 SCC 634",
            "label": "PRECEDENT",
            "start_char": 35348,
            "end_char": 35398
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 36266,
            "end_char": 36275
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 36283,
            "end_char": 36297
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 36384,
            "end_char": 36398
        },
        {
            "text": "State of Nagaland Vs.",
            "label": "PRECEDENT",
            "start_char": 37069,
            "end_char": 37090
        },
        {
            "text": "Lipok",
            "label": "OTHER_PERSON",
            "start_char": 37091,
            "end_char": 37096
        },
        {
            "text": "New India Insurance Co. Ltd. v. Shanti Misra [(1975) 2 SCC 840]",
            "label": "PRECEDENT",
            "start_char": 37242,
            "end_char": 37305
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37347,
            "end_char": 37356
        },
        {
            "text": "Brij Indar Singh v. Kanshi Ram [ILR (1918) 45 Cal 94 : AIR 1917 PC 156]",
            "label": "PRECEDENT",
            "start_char": 37537,
            "end_char": 37608
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37686,
            "end_char": 37695
        },
        {
            "text": "Shakuntala Devi Jain v. Kuntal Kumari [(1969) 1 SCR 1006 : AIR 1969 SC 575]",
            "label": "PRECEDENT",
            "start_char": 37783,
            "end_char": 37858
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 38000,
            "end_char": 38009
        },
        {
            "text": "Concord of India Insurance Co. Ltd. v. Nirmala Devi [(1979) 4 SCC 365 : 1979 SCC (Cri) 996]",
            "label": "PRECEDENT",
            "start_char": 38115,
            "end_char": 38206
        },
        {
            "text": "Lala Mata Din v. A. Narayanan [(1969) 2 SCC 770]",
            "label": "PRECEDENT",
            "start_char": 38350,
            "end_char": 38398
        },
        {
            "text": "State of Kerala v. E.K. Kuriyipe [1981 Supp SCC 72]",
            "label": "PRECEDENT",
            "start_char": 38791,
            "end_char": 38842
        },
        {
            "text": "Milavi Devi v. Dina Nath [(1982) 3 SCC 366]",
            "label": "PRECEDENT",
            "start_char": 39018,
            "end_char": 39061
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 39190,
            "end_char": 39201
        },
        {
            "text": "O.P. Kathpalia v. Lakhmir Singh [(1984) 4 SCC 66]",
            "label": "PRECEDENT",
            "start_char": 39458,
            "end_char": 39507
        },
        {
            "text": "Collector, Land Acquisition v. Katiji [(1987) 2",
            "label": "PRECEDENT",
            "start_char": 39702,
            "end_char": 39749
        },
        {
            "text": "SCC 107]",
            "label": "CASE_NUMBER",
            "start_char": 39750,
            "end_char": 39758
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 39865,
            "end_char": 39874
        },
        {
            "text": "Prabha v. Ram Parkash Kalra [1987 Supp SCC 339]",
            "label": "PRECEDENT",
            "start_char": 42822,
            "end_char": 42869
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43150,
            "end_char": 43163
        },
        {
            "text": "Sheoraj Singh",
            "label": "OTHER_PERSON",
            "start_char": 43424,
            "end_char": 43437
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43478,
            "end_char": 43491
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43975,
            "end_char": 43988
        },
        {
            "text": "Haryana Urban Development Authority, Karnal Vs.",
            "label": "PRECEDENT",
            "start_char": 44004,
            "end_char": 44051
        },
        {
            "text": "Mehta Construction Company",
            "label": "ORG",
            "start_char": 44052,
            "end_char": 44078
        },
        {
            "text": "20-12-2013",
            "label": "DATE",
            "start_char": 44227,
            "end_char": 44237
        },
        {
            "text": "28-3-2014",
            "label": "DATE",
            "start_char": 44250,
            "end_char": 44259
        },
        {
            "text": "20-3- 2014",
            "label": "DATE",
            "start_char": 44625,
            "end_char": 44635
        },
        {
            "text": "Additional District Judge, Karnal",
            "label": "COURT",
            "start_char": 45010,
            "end_char": 45043
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 45285,
            "end_char": 45295
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 45477,
            "end_char": 45491
        },
        {
            "text": "11-12-2019",
            "label": "DATE",
            "start_char": 45651,
            "end_char": 45661
        },
        {
            "text": "Haryana Urban Development Authority (HUDA) v. Mehta Construction Co., 2019 SCC OnLine P&H 6257",
            "label": "PRECEDENT",
            "start_char": 45663,
            "end_char": 45757
        },
        {
            "text": "8-1- 2018",
            "label": "DATE",
            "start_char": 45811,
            "end_char": 45820
        },
        {
            "text": "Additional District Judge, Karnal",
            "label": "COURT",
            "start_char": 45835,
            "end_char": 45868
        },
        {
            "text": "Additional District Judge, Karnal",
            "label": "COURT",
            "start_char": 45920,
            "end_char": 45953
        },
        {
            "text": "Additional District Judge, Karnal",
            "label": "COURT",
            "start_char": 46241,
            "end_char": 46274
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 46326,
            "end_char": 46336
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 46462,
            "end_char": 46475
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 46568,
            "end_char": 46581
        },
        {
            "text": "Collector Land Acquisition Anantnag and another Vs.",
            "label": "PRECEDENT",
            "start_char": 46597,
            "end_char": 46648
        },
        {
            "text": "Katiji",
            "label": "OTHER_PERSON",
            "start_char": 46653,
            "end_char": 46659
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 48673,
            "end_char": 48683
        },
        {
            "text": "13.04.2023",
            "label": "DATE",
            "start_char": 48773,
            "end_char": 48783
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 49496,
            "end_char": 49509
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 49628,
            "end_char": 49638
        },
        {
            "text": "SUJOY PAUL",
            "label": "JUDGE",
            "start_char": 49778,
            "end_char": 49788
        },
        {
            "text": "VIVEK JAIN",
            "label": "JUDGE",
            "start_char": 49841,
            "end_char": 49851
        },
        {
            "text": "mishra",
            "label": "JUDGE",
            "start_char": 49982,
            "end_char": 49988
        }
    ],
    "precedent_clusters": {
        "Ministry of Youth Affair and Sports, Department of Ports Government of India vs. Ernst and Young Pvt": [
            "Mahindra and Mahindra Financial Services Limited vs. Maheshbhai Tinabhai Rathod and others (2022)",
            "Ministry of Youth Affair and Sports, Department of Ports Government of India vs. Ernst and Young Pvt",
            "P. Radha Bai and others vs. P. Ashok Kumar and another (2019) 13",
            "Mahindra and Mahindra Financial Services Limited vs. Maheshbhai Tinabhai Rathod and others (2022)",
            "Union of India vs. Popular Constructions Co. (2001) 8 scc ix",
            "Oil and Natural Gas Corporation Ltd. vs. Join Venture of Sai Rama Engineering Enterprises (Sree)",
            "Secretary/Chief Commissioner Transport Department vs. M/s Gaurav Enterprises",
            "State of M.P. vs. Bherulal (2020)",
            "State of Uttar Prades & others Vs.",
            "Sheoraj Singh Vs.",
            "Katiji [Collector (LA) v. Katiji, (1987) 2",
            "State of Haryana v. Chandra Mani",
            "Tehsildar (LA) v. K.V. Ayisumma",
            "State of Nagaland Vs.",
            "Collector, Land Acquisition v. Katiji [(1987) 2",
            "Haryana Urban Development Authority, Karnal Vs.",
            "Collector Land Acquisition Anantnag and another Vs."
        ],
        "Sheo Raj Singh v. Union of India, (2023) 10 SCC 531": [
            "Sheo Raj Singh v. Union of India, (2023) 10 SCC 531",
            "Union of India (2023) 10 SCC 531"
        ],
        "Haryana Urban Development Authority (HUDA) v. Mehta Construction Co., 2019 SCC OnLine P&H 6257": [
            "Megha Engineering and Infrastructure Ltd. (Meil) 2019 SCC OnLine Del 10456",
            "Haryana Urban Development Authority (HUDA) v. Mehta Construction Co., 2019 SCC OnLine P&H 6257"
        ],
        "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151": [
            "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151",
            "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151"
        ],
        "Chandra Mani case [State of Haryana v. Chandra Mani, (1996) 3 SCC 132": [
            "State of Haryana v. Chandra Mani, (1996) 3 SCC 132",
            "Chandra Mani case [State of Haryana v. Chandra Mani, (1996) 3 SCC 132"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 37",
            "Act of 1996",
            "Section 37",
            "Act of 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "SCC 162",
            "Arbitration and Conciliation Act, 1996",
            "SCC 162",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Act of 1996",
            "Section 37",
            "Act of 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34(3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "SCC 162",
            "Arbitration and Conciliation Act, 1996",
            "SCC 162",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 136",
            "Arbitration and Conciliation Act, 1996",
            "Article 136",
            "Arbitration and Conciliation Act, 1996"
        ]
    ],
    "precedent_counts": {
        "Ministry of Youth Affair and Sports, Department of Ports Government of India vs. Ernst and Young Pvt": 17,
        "Sheo Raj Singh v. Union of India, (2023) 10 SCC 531": 2,
        "Haryana Urban Development Authority (HUDA) v. Mehta Construction Co., 2019 SCC OnLine P&H 6257": 2,
        "Satish Chand Shivhare and Brothers 2022 SCC OnLine SC 2151": 2,
        "Chandra Mani case [State of Haryana v. Chandra Mani, (1996) 3 SCC 132": 2
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 9,
        "Section 34 (3) of Arbitration and Conciliation Act, 1996": 3,
        "Section 5 of Limitation Act": 10,
        "Section 37 of Act of 1996": 2,
        "Section 34 of Limitation Act": 1,
        "Section 34(1) of Arbitration and Conciliation Act, 1996": 3,
        "Section 34 (1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34(3) of Arbitration and Conciliation Act, 1996": 13,
        "SCC 162 of Arbitration and Conciliation Act, 1996": 2,
        "Article 136 of Arbitration and Conciliation Act, 1996": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 32,
        "Limitation Act": 11,
        "Act of 1996": 2
    }
}