{
    "id": "9d2fcb40d86143690e386826e79fce6fd38c6e6d9dd921e63d6474d666346039",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka High Court\nMr. A. Krishna Murthy vs Mr. Shantharaj on 10 January, 2024\nAuthor: M.Nagaprasanna\nBench: M.Nagaprasanna\n                                                  -1-\n                                                               Nc: 2024 :Khc:1124 \n                                                            Wp No. 27060 of 2023\n\n\n\n\n                           In The High Court Of Karnataka At Bengaluru\n\n                             Dated This The 10Th Day Of January, 2024 \n\n                                                Before\n                             The Hon'Ble Mr Justice M.Nagaprasanna \n                             Writ Petition No. 27060 Of 2023 (Gm-Res) \n                      Between: \n\n                      1.    Mr. A. Krishna Murthy, \n                            Son Of Late Mr. N. Anjinappa, \n                            Aged About 72 Years. \n\n                      2.    Mr. B.K. Bhuvanesh, \n                            Son Of Mr. A. Krishna Murthy, \n                            Aged About 38 Years. \n\n                      3.    Mr. B.K. Rakesh, \n                            Son Of Mr. A. Krishna Murthy, \n                            Aged About 35 Years. \n\n                      4.    Mrs. Nandakumari, \n                            D / O. Mr. A. Krishna Murthy, \nDigitally signed by         Aged About 33 Years. \nPadmavathi B K\nLocation: High \nCourt Of                    All Are Residing At\nKarnataka \n                            1St Cross, Nanjappa Garden,\n                            Babusapalya, \n                            Kalyan Nagar Post, \n                            Bengaluru - 560 043 . \n                                                                   ... Petitioners\n                      (By Sri. Syed Zulfikhar Ahmed Khureshi, Advocate ) \n                            -2- \n                                      Nc: 2024 :Khc:1124 \n                                  Wp No . 27060 of 2023 \n\n\n\n\nAnd: \n\n1.   Mr. Shantharaj,\n     Son Of Late Mr. Gurumurthy Reddy,\n     Aged About 40 Years,\n     Residing At No. 14/94,\n     Chowdeshwari Building,\n     Babusapallya,\n     Kalyan Nagar Post,\n     Bangalore - 560 043.\n\n2.   Mr. Ramachandra,\n     Son Of Late Mr. Junjappa,\n     Aged About 50 Years, \n     Residing At No. 46,\n     Challakere Village,\n     Kalyan Nagar Post,\n     Bangalore - 560 043. \n\n3.   Arbitration And Conciliation Centre\n     #49, 3Rd Floor East Wing,\n     Khadija Bhavan,\n     Race Cource Road,\n     Bengaluru - 560 001,\n     Represented By Sole Arbitrator. \n                                        ...Respondents\n(By Sri.Dr. Prajwal K Aradhya, Advocate For C/R1)\n\n       This Wp Is Filed Under Articles 226 And 227 Of\nThe Constitution Of India Praying To i) To Quash The\nOrder Passed On Memo, By The Commercial Court Of\nLxxxv Addl. City Civil And S J Judge, Bangalore (Cch\nNo. 86) Dated 15/11/2023 In Com. A.P. No. 96/2023 Vide\nAnnexure-A And Allow Memo Vide Annexure-F And Etc.,\n                                   -3-\n                                                     Nc: 2024:Khc:1124\n                                               Wp No. 27060 of 2023 \n\n\n\n\n      This    Petition,      Coming      On      For     Preliminary\n\nHearing, This Day, The Court Made The Following:\n\n                              Order \nThe petitioners are before this Court seeking the following prayers:\n\"i) To quash the order passed on Memo, by the Commercial Court of Lxxxv Addl. City Civil & S J Judge, Bangalore (Cch No.86) dated 1 5.11.2023 in Com.A.P.No.96/2023 vide Annexure-A and allow Memo vide Annexure-F and ii) To grant such other further relief/s as this Hon'ble Court deem fit under the facts and circumstances of the case, in the ends of justice and equity.\" \n2. Heard Sri. Syed Zulfikhar Ahmed Khureshi, learned counsel appearing for the petitioners, Dr. Prajwal K. Aradhya, learned counsel appearing for caveator/respondent No.1.\n3. A memorandum of understanding is entered into between the petitioners and the respondents for securing sites from the hands of the Bangalore Development Authority ('BDA' for short) and remittance of fees for the said job of securing the sites from the BDA. Dispute arose between the two and leads to Arbitration before the Arbitrator in Arbitration case No.223/2022. An award of the Arbitrator is passed by allowing the claim partially and a sum of Rs.23,93,488/- is directed to NC: 2024:KHC:1124 be paid. The petitioners then question the award of the Arbitrator before the competent Court in Arbitration Appeal No.26/2023 and the case is pending consideration before the said Court. The respondents also question the award before the competent Court in Commercial Appeal No.96/2023.\n4. During the pendency of the said petition, a memo is filed before the concerned Court to decide the jurisdiction, as according to the petitioner, it was not a commercial dispute that could be entertained before the concerned Court in Commercial Appeal No.96/2023, as there was no commercial dispute in terms of the Act existing. The concerned Court rejects the memo holding that it is a commercial dispute and it has jurisdiction to try the suit. Therefore, the petitioners are before this Court in the subject petition. \n5. Learned counsel appearing for the petitioners taking this Court through the memorandum of understanding would seek to contend that by no stretch of imagination, this could be construed to be a commercial dispute as defined under Section 2 of the Commercial Courts Act, 2015 ('the Act' for short). He would contend that the Apex Court in identical circumstances in the case of AMBALAL SARABHAI NC: 2024:KHC:1124 ENTERPRISES LIMITED V. K.S. INFRASPACE LLP AND ANOTHER1 has considered what would be the commercial dispute for the Commercial Court to entertain a suit before it. \n6. Learned counsel appearing for the respondents would submit that the issue is undoubtedly a commercial dispute and therefore, the act of the Court in rejecting the memo qua the jurisdiction cannot be found fault with. \n7. I have given my anxious consideration to the respective submissions made by the learned counsel and have perused the material on record. \n8. The afore-narrated facts are not in dispute. The memorandum of understanding leads to a dispute between the parties and the dispute leads to the arbitration. The Arbitrator passes an award partially allowing the claim of the claimant, which leads to two cases being filed, one by the petitioners and the other by the respondents. In the case filed by the respondents before the Commercial Court, the petitioners file a memo that the Commercial Court has no jurisdiction to try the suit, as it is not a commercial dispute.\n(2020) 15 SCC 585 NC: 2024:KHC:1124 9. On a perusal at the memorandum of understanding or the award of the Arbitrator, it is clear that it is not a commercial dispute at best it was a liaison agreement between the petitioners and the respondents for execution of certain work. \n10. Learned counsel for the respondents has strenuously contended that the said dispute would come within the ambit of Clause 18 of Section 2 of the Act, which defines what is a commercial dispute. According to him, this is an agreement for services and therefore, it is a commercial dispute. The said submission is noted only to be rejected. \n11. The Apex Court in the case of AMBALAL supra has held as follows:\n\"14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act. In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. Further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the NC: 2024:KHC:1124 High Court was justified in its conclusion arrived through the order dated 1-3-2019 [K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926] impugned herein. The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction. \n17. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act No. 4 of 2016) was published in the Gazette of India on 1-1-2016. The Act is deemed to have come into force w.e.f. 23-10-2015. Act No. 4 of 2016 was amended by Central Act 28 of 2018, the Commercial Courts Act. \n18. We may refer to the Law Commission's 253rd Report, which inter alia made various recommendations. Para 4.2 of Chapter IV--\"Conclusions and Summary of Recommendations\" of the Law Commission's 253rd Report reads as under:\n\"4.2. The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India. The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant. Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes. In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business. Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all-round development of an economy.\" [See Para 4.2 of Chapter IV--'Conclusions and Summary of Recommendations' of Law Commission's 253rd Report -- Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 (January 2015). ] After the Law Commission's 253rd Report, Act No. 4 of 2016 was amended by Central Act 28 of 2018. \n19. Section 3 of the Act deals with constitution of Commercial Courts. As per Section 3 of the Act, the State NC: 2024:KHC:1124 Government shall, after consultation with the High Court, by notification, constitute Commercial Courts at district level if deemed necessary for the purpose of exercising jurisdiction under the Act. As per Section 3(1-A) of the Act, Commercial Courts shall have jurisdiction to try the commercial disputes of a \"specified value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary. After amendment in 2018, the proviso to Section 3 provides that Commercial Courts may be constituted with respect to area over which the High Courts have ordinary original civil jurisdiction. Section 5(1) of the Act provides for the constitution of Commercial Appellate Division having one or more Division Benches for the purpose of exercising jurisdiction and powers conferred on it by the Act. \n20. Section 6 deals with the jurisdiction of Commercial Court. Section 6 of the Act reads as under: \"6. Jurisdiction of Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction. Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\" \n21. Section 7 deals with the jurisdiction of Commercial Divisions of High Courts. Section 7 of the Act reads as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the NC: 2024:KHC:1124 original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n22. Commercial Divisions are to be set up in High Courts that are already having ordinary original civil jurisdiction having one or more Benches consisting of a Single Judge having experience in dealing with commercial disputes for exercising powers under the Act. As per Section 7(1) and the proviso thereto, Commercial Division will hear and dispose of all suits and applications relating to commercial disputes of a specified value, that lie in a court not inferior to district court and filed in a High Court having ordinary original civil jurisdiction and also those cases transferred to High Court under Section 22(4) of the Designs Act, 2000 or under Section 104 of the Patents Act, 1970.\n23. Section 5 of the Act deals with the constitution of Commercial Appellate Division. Section 5(1) of the Act reads as under:\n\"5. Constitution of Commercial Appellate Division.--(1) After issuing notification under sub-section (1) of Section 3 or order under sub-section (1) of Section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.\"\nIn terms of Section 5(2) of the Act, the Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division. \n24. Section 2(1)(c) defines \"commercial dispute\" as under:\n- 10 - NC: 2024:KHC:1124 \"2. Definitions.--(1) In this Act, unless the context otherwise requires-- ***\n(c) \"commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semi- conductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and - 11 - NC: 2024:KHC:1124 (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation.--A commercial dispute shall not cease to be commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n***\n(d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of Section 4;\n(e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of Article 236 of the Constitution of India;\n(f) \"document\" means any mater expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matters;\n(g) \"notification\" means a notification published in the Official Gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) \"Schedule\" means the Schedule appended to the Act; and (i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\"\n(emphasis supplied) [Subs. by Act 28 of 2018, Section 4(II), for \"which shall not be less than one crore rupees\" (w.r.e.f. 3-5- 2018).]\n25. As noted above, clause (i) of Section 2 of the Act defines \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in - 12 - NC: 2024:KHC:1124 respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government. Section 12 provides for criteria for valuation of the suit, application or appeal for the purpose of the Act. \n26. A matter will fall under the jurisdiction of the Commercial Court or the Commercial Division of the High Court on the following factors:\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act.\n27. As per Section 11 of the Act, notwithstanding anything contained in the Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. \n28. Section 15 of the Act deals with transfer of pending cases. Section 15 of the Act reads as under:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\" \n- 13 - NC: 2024:KHC:1124 29. Insofar as transferred cases, as per Section 15(4) of the Act, the Commercial Division or Commercial Court shall prescribe new timelines or issue further directions for speedy and efficacious disposal of such suit or application in accordance with Order 15-A of the Code of Civil Procedure. New time period for filing written statement shall be prescribed and the proviso to sub-rule (1) of Rule 1 of Order 5 of the Code of Civil Procedure shall not apply to the transferred cases and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n30. The Preamble of the Commercial Courts Act, 2015 reads as under:\n\"An Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\"\n31. The Statement of Objects and Reasons of the Commercial Courts Act reads as under:\n\"Statement of Objects and Reasons.--The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and question of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \n***\n6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015, to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015, which inter alia, provides for the following namely-- (i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil - 14 - NC: 2024:KHC:1124 jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the orders of the Commercial Courts and the orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908, as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases.\" \nThe object and purpose of the Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.\n32. Section 13 deals with appeals from decrees of Commercial Courts and Commercial Divisions. As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. \n    Fast     Track     Procedure       for   deciding     the commercial disputes 33. As per Section 16 of the Act, the provisions of the Code of Civil Procedure as amended under the Act, shall apply in the trial of suit in respect of a commercial dispute of a specified value. Section 16 of the Act reads as under:\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes. --(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the Schedule. (2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a - 15 - NC: 2024:KHC:1124 suit in respect of a commercial dispute of a specified value. \n(3) Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" \n34. The Schedule to the Commercial Courts Act amends various provisions of the Code of Civil Procedure and thereby makes significant departure from the Code. After Order 13 of the Code, Order 13-A -- \"Summary Judgment\" has been inserted. Order 13-A contains the scope and classes of suits to which Order 13-A applies, grounds for summary judgment, procedure to be followed, evidence for hearing of summary judgment, orders that may be made by Court in such proceedings for summary judgment, etc. After Order 15 of the Code, Order 15-A--\"Case Management Hearing\" has been inserted. Order 15-A provides for first case management hearing (Rule 1); recording of oral evidence on a day-to- day basis (Rule 4); powers of the court in a case management hearing (Rule 6); adjournment of case management hearing (Rule 7); consequences of non- compliance with orders (Rule 8). By way of amendment, several rules have been incorporated to make the matters of commercial disputes on fast track. In Order 20 of the Code -- \"Judgment\", Rule 1 has been substituted that within ninety days of the conclusion of arguments, the Commercial Court/Commercial Division/Commercial Appellate Division to pronounce the judgment and copies thereof shall be issued to all the parties to the dispute through electronic mail or otherwise. \n35. Various provisions of the Act, namely, case management hearing and other provisions makes the court to adopt a pro-active approach in resolving the commercial dispute. A new approach for carrying out case management and strict guidelines for completion of the process has been introduced so that the adjudicatory process is not delayed. I have referred to the various provisions of the Act and the Schedule bringing in amendments brought to the Civil Procedure Code to deal - 16 - NC: 2024:KHC:1124 with the commercial disputes, only to highlight that the trial of the commercial dispute suits is put on fast track for disposal of the suits expeditiously. Various provisions of the Act referred to above and the amendments inserted to the Civil Procedure Code by the Schedule is to ensure speedy resolution of the commercial disputes in a time bound manner. The intent of the legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and make India an attractive place to do business. \n36. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to the Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes. A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed. If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated. If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated. The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system. \n37. A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". It should be \"actually used\". Such a wide interpretation - 17 - NC: 2024:KHC:1124 would defeat the objects of the Act and the fast tracking procedure discussed above. \n38. On 3-11-2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent- defendant and Ketan Bhailalbhai Shah, second respondent. As per the terms of MoU, parties executed a deed of conveyance of the land. A mortgage deed was executed simultaneously along with the MoU with respect to the part of the land admeasuring 15,000 sq ft in favour of the plaintiff. It was understood between the parties that Respondent 1 would apply for change of land use permission for the land in question on signing of the MoU. Mortgage deed was executed by Respondent 1 in favour of the appellant in order to ensure performance of obligations under the MoU. But the said mortgage deed was not presented for registration. \n39. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the appellant-plaintiff seems to be carrying on business as estate agent and to manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question is being used exclusively in trade or commerce rather in the business of the plaintiff. As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub- clause (vii) of Section 2(1)(c) of the Act. Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court. \n40. In Ujwala Raje Gaekwar v. Hemaben Achyut Shah [Ujwala Raje Gaekwar v. Hemaben Achyut Shah, 2017 SCC OnLine Guj 583] , Special Civil Suit No. 533 of 2011 was instituted for declaration that the sale deed valued at Rs 17.76 crores executed by the appellant- original Defendant 1 in favour of Respondent 4 be declared illegal and also, for permanent injunction with respect to the land in question. The appellants-defendants thereon filed an application that in sale deed, it has been - 18 - NC: 2024:KHC:1124 clearly mentioned that the agreement relating to immovable property used exclusively in trade or commerce and falls within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act and that the matters above, the value of rupees one crore are to be transferred to the Commercial Court. Trial court rejected the said application which was challenged before the Gujarat High Court. The Gujarat High Court held that the aim, object and purpose of establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigant, and if such a suit which is as such arising out of the probate proceedings and/or is dispute with respect to the property are transferred to the Commercial Division/Commercial Court, there shall not be any difference between the regular civil courts and the Commercial Division/Commercial Courts and the object for the establishment of the Commercial Division/Commercial Courts shall be frustrated. \n41. In Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd. [Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017 Guj 153] , referred to in extenso by my learned Brother, it was held that: (SCC OnLine Guj para 33) \"33. ... On plain reading of the relevant clause, it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\".\" We entirely agree with the above purposive interpretation adopted by the Gujarat High Court. \n42. The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigants. Keeping in view the object and purpose of the establishment of the Commercial Courts and fast - 19 - NC: 2024:KHC:1124 tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country. On the above reasonings, I agree with the conclusion arrived at by my esteemed Brother A.S. Bopanna, J.\nThe Apex Court considering an identical circumstance has held that all disputes involving monetary claim would not become a commercial dispute ipso facto unless it comes within the definition of a commercial dispute as found in Section 2 of the Act. \n12. The Apex Court considers that every dispute being referred to the Commercial Court would clog the Court and defeat the very constitution of the Commercial Court and for the purpose for which it is constituted. Therefore, issue stands answered by the Apex Court in the case of AMBALAL supra.\n13. The petition deserves to succeed on the score of it being covered on all fours by the judgment rendered by the Apex Court in the case of AMBALAL supra.\n14. Learned counsel appearing for the respondents submits that the petitioners have already preferred a suit - 20 - NC: 2024:KHC:1124 before the concerned Court and the present Commercial Appeal in 96/2023 also be clubbed along with the same and be heard by the same court. \n15. It is for the petitioners to file an appropriate application to that effect. \n17. For the aforesaid reasons, the following:\nORDER (i) The petition is allowed. \n(ii) The order passed on memo by the Commercial Court of LXXXV Additional City Civil and Sessions Judge, Bengaluru (CCH-86) dated 15.11.2023 in Com.A.P.No.96/2023 is quashed. \n(iii) It is declared that Commercial Appeal before the concerned Court was not maintainable. \nSd/-\nJUDGE SJK CT:SNN",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court marsons electrical industries vs chairman, madhya pradesh electricity . on 12 december, 2023 author: mahesh chandra tripathi bench: mahesh chandra tripathi high court of judicature at allahabad neutral citation no. 2023:ahc:235589-db afr reserved on : 28.11. 2023 delivered on : 12.12.2023 court no. 40 case :appeal under section 37 of arbitration and conciliation act 1996 no. 701 of 2023 appellant :marsons electrical industries respondent :chairman, madhya pradesh electricity board (madhya pradesh state electricity board) and another counsel for petitioner :alok kumar yadav counsel for respondent :varun srivastava hon'ble mahesh chandra tripathi,j. hon'ble prashant kumar,j. (delivered by m.c. tripathi, j.) 1. heard sri alok kumar yadav and sri shantanu srivastava, learned counsel for the appellant and sri aditya khandekar, advocate along with sri varun srivastava, learned counsel for the respondent. factual martix of this case 2. the appellant was engaged in the business of manufacturing transformers of various capacities. the appellant initially was a proprietorship firm known as mei power private limited. however, it was registered as a private limited company with the name of marsons electrical industries but it is now changed to mei power private limited. 3. the appellant has set up a small scale manufacturing industry in agra and the same was acknowledged by the director of industries as the \"small scale industry\" and a certificate to that effect was also issued on 9.2.1971. this certification was given under the provisions of the industrial development and regulation act, 1951. the appellant claims that he has been working as small scale industry since then. 4. the parliament in its wisdom in the year 1993 had promulgated an act called 'interest on delayed payments to small scale and ancillary undertakings act, 1993' (hereinafter referred to as '1993 act'). this act was later on repealed and a new act known as 'small scale industries act, 2006' was promulgated in the year 2006. 5. the appellant, who already had a certificate of a small scale industry and was running since 1971 as a small scale industry, after the promulgation of the new act, applied for certificate, which was issued to the appellant on 29.10.2007 as per the provisions of micro, small and medium enterprises development act, 2006 (hereinafter referred to as 'msmed act, 2006'). the appellant submitted that the certificate issued in 2006 was actually a continuation of the certificate issued in 1971. later, the central government again modified the rule for small scale industries and all the small scale industries registered under the 2006 act were supposed to get a udyog adhaar number. the appellant applied for the same and a fresh udyog adhaar number was issued on 10.5.2016. this udyog adhaar certificate clearly showed that it was in continuation of the original certificate of small scale industry, which was issued to the appellant on 9.2.1971. 6. a contract was entered into between appellant and the respondent, m.p. state electricity board. thereafter, various work orders had been issued to the appellant for supply of transformers. the details of the work orders are as follows:s.no. dates work order numbers 1. 14-10-1993 06-01/ord/14998 2. 03-03-1994 extn. order no.06-01/ce(s & p)/se(p-i)/ee(p-ii)/15240 3. 10-02-1995 06-01/ce(s & p)/sep-i/eep-ii/15719 extn.15837 4. 11-01-1996 extn. order no.06-01/ce(s & p)/ord/sep-i/eep-ii)/16266 5. 27-06-1996 06-01/ce(s&p)/ord/sep-i/eep-iii/16482 6. 10-09-1996 06-01/ce(s&p)/ord/sep-i/eep-iii/extn-i/16551 7. 13-09-1996 06-01/ce(s&p)/ord/se(p-i)/ee(p-ii)/extn.116575 8. 03-12-1998 06-01/ce(s&p)/ord/se(p-iv)/ee(p-ii)/17723 9. 10-11-1997 06-01/ce(s&p)/ord/sep-i/eep-iii)/extn.-i/17094 10. 03-07-1998 06-01/ce(s&p)/ord/sep-i/eep-iii)/extn-ii/17514 11. 22-08-1997 06-01/ce(s&p)/se(p-iv)/ord/se(p-i)/ee(p-ii)/16957 12. 29-06-1998 6-01/ce(s&p)/se(p-iv)/ee(p-ii)/17458 7. the relevant clauses of the contract are being reproduced hereinunder for ready reference:clause 8 laid down the mode of payment, which reads as under:\"8. terms of payment:8.1 the supplier shall forward the original rr/mtr and excise gate pass directly to consignee alongwith copies of following documents:(i) a copy of bill (ii) delivery challan (iii) original copy of excise duty gate pass alongwith photocopy (iv) the inspection and or t.c. approval (v) detailed packing list 8.2 the original bills should be forwarded to the paying authority and should be marked \"original\". the bill should indicate the sales tax registration certificate number and date allotted to him under the sales tax act. 8.3 the following documents will have to be forwarded to the paying authority alongwith bills in triplicate:(i) bill/invoice-each invoice shall carry the endorsement that there has been no negative price variation in the month; in the absence of this endorsement, it shall be presumed that there has been negative price variation in the month. (ii) xerox copy of despatch documents i.e. rr/mtr. (iii) inspection and test certificate approval or despatch clearance. (iv) detailed packing list. (v) photocopy of excise duty gate pass. 8.4 the material receipt certificate will be forwarded by the consignee to the paying authority alongwith certificate of payment of ed or attested copy of ed gate pass for payment under intimation to the supplier towards acknowledgement of receipt of material. clause 8.5 100% payment alongwith excise duty and taxes corresponding to the consignment shall be paid generally within 45 days after acceptance of material at stores/site in good condition against material receipt certificate issued by the consignees on direct basis and not through bank. (ii) for payment the invoice in triplicate with relevant documents such as material receipt certificate in good condition etc. should be submitted to the sr. ao(bills), mpeb, jabalpur for value more than rs.60,000/and to concerned sr. a.o./rao for bills upto rs.60,000/as the case may be. (iii) price variation claims, if any, as per contract will be paid separately on faithful completion of contract after due verification within reasonable time by sr.a.o.(bills) on submission of necessary documents. clause 14 laid down the arbitration clause which is as under: arbitration :if, at any time, question of dispute or difference whatever shall arise between the purchaser and the supplier upon, or in relation to, or in connection with the contract, either party may forthwith give to the other a notice in writing of the existence of such question, dispute or difference, and the same shall be referred to the adjudication of two arbitrators, one to be nominated by the purchaser and the other to be nominated by the supplier or in the case if said arbitrators not agreeing, then to .adjudication of the umpire to be appointed by the arbitrators, whose decision shall be final and binding on the parties and the provisions of the indian arbitration act 1940, and of the rules thereunder and any statutory modification thereof shall be deemed to apply. the arbitrators or the umpire, as the case may be, are bound to give a detailed speaking award assigning reasons for the findings. supplies under the contract shall be continued by the contractor during the arbitration proceedings, unless otherwise directed in writing by the purchaser or unless the matter is such that the work cannot possibly be continued until the decision of the arbitrators or of the umpire, as the case may be, is issued. clause 20 laid down the jurisdiction clause which is as under: 20. jurisdiction:any dispute or difference, arising under, out of, or in connection with this tender/contract order shall be subject to exclusive jurisdiction of competent court at jabalpur only. 8. the appellant as per work order given by the respondent had supplied the goods in time, but no payment was made within the stipulated time, which was to be made as per clause 8(5) of the contract. hence, the appellant made repeated representations on 23.8.1999, 1.9.1999, 11.9.1999, 16.10.1999 and 30.10.1999 but neither any heed was paid on the representation nor payment was made. instead of making the payment in time, when there was a delay, the same was paid without paying interest thereon, which was against the provisions of 1993 act. on demand of the interest made by the appellant, the appellant was blacklisted by the respondents. feeling aggrieved by the blacklisting, the appellant filed a writ petition before jabalpur high court. the same was numbered as writ petition no.742 of 2008, which is still pending before jabalpur high court. 9. however, on 22.1.2000 the state of u.p. had notified establishment of u.p. industry facilitation council at kanpur (hereinafter referred to as 'council'), which was under the 1993 act. when the appellant felt that the respondent may not pay the aforesaid interest although delayed payment for the transformer was made, then a claim petition for delayed payment was filed by the appellant and the same was numbered as claim petition no.25 of 2001 before the council at kanpur for payment of the interest on the delayed payment made by the opposite party, as per the provisions of 1993 act. 10. this claim petition was contested by the respondent by filing a preliminary objection. during pendency of the claim petition an offer was made by the respondent that in case the appellant enters into a compromise the claim of the appellant would be considered by the respondent. the same would be considered only after the appellant withdraws the claim petition and only then the respondents would be ready to negotiate. having fallen for the bait of compromise, as suggested by the respondent, the appellant made an application on 17.5.2002 for withdrawal of the claim petition. however, no order was passed on the said withdrawal application and the same remained pending. during the pendency of this application, the msmed act, 2006 was enacted, which repealed and replaced the earlier act of 1993. since, respondent neither honoured the compromise nor settled the account, so the appellant was left with no other alternative, but to again make an application on 19.12.2006 before the council to restart the proceedings of aforesaid claim petition. on 19.6.2007, the facilitation council, established under the msmed act, 2006, rejected the claim petition filed before the erstwhile council under the 1993 act, however, giving liberty to the appellant to file a fresh claim before the newly established facilitation council under the msmed act, 2006. accordingly, the appellant preferred a fresh claim application on 31.7.2007 before the facilitation council requesting to restart the proceedings of the said claim. the respondent opposed the petition on the ground that, once the order dated 19.6.2007 was passed, the council cannot reopen and restart the proceedings. this objection was rejected by the council vide its order dated 4.2.2008 and the council proceeded with the matter on merits and asked the respondents to file a reply. the matter was heard by the council on various dates and both the parties appeared before the council. after considering the evidence on record and the arguments advanced by the parties, the facilitation council passed an award on 2.7.2009, which was signed on 9.7.2011 and published on 3.2.2012. 11. the respondents herein being aggrieved by the award dated 2.7.2009, which was signed on 7.9.2011 and published on 3.2.2012, challenged the same by filing an application under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as 'act, 1996') before the district judge, kanpur nagar. this was registered as arbitration case no.76/70/12, which was transferred to the commercial court, kanpur when the commercial court was established. in response to this section 34 application, the appellant herein had filed his reply submitting therein that the appellant submitted that as per section 19 of the msmed act, 2006, the respondent was supposed to deposit 75% of the awarded amount, which was thereafter deposited by the respondent out of which the appellant was allowed to withdraw 65% of the amount (which was rs.1.49 crores), which the appellant did. 12. the commercial court vide its order dated 23.6.2023 was pleased to allow the section 34 application filed by the respondent on the ground of jurisdiction. aggrieved by which the appellant has filed the instant appeal under section 37 of the act, 1996. 13. the impugned order herein was passed on the ground of jurisdiction. the learned commercial court had come to the conclusion that as per the contract/agreement, the parties have decided that the court in jabalpur would have jurisdiction to entertain a writ petition and as per section 20(2) of the act, 1996, if the parties have decided a place for arbitration then the courts having jurisdiction of the place can only entertain a petition. in this case, since the parties had agreed that all the disputes would be subject to the jurisdiction of jabalpur court, hence the commercial court in kanpur would have no jurisdiction to entertain such a case. the court had further held that the ground of jurisdiction was raised before the council but the council has given no finding on the jurisdiction. as regards the second issue as to whether award passed by the council is liable to the rejected, the commercial court has held that the council has passed an award without considering that the agreement between the parties clearly lays down that council has no jurisdiction to entertain such claim, since, the claim was without jurisdiction and hence the award passed by the council dated 2.7.2009, signed on 7.9.2011 and published on 3.2.2012, is liable to be rejected and accordingly, the same was rejected. submissions of appellant 14. learned counsel for the appellant submits as follows:(a) the contract cannot prevail over the provisions of the msmed act, 2006 and hence, the finding that the court at jabalpur alone will have the jurisdiction, is incorrect and will not be applicable for the reasons that it had not considered the provisions of sections 2(b), 2(d) and 2(n) of the msmed act, 2006. it also did not consider the provisions of section 15 of the msmed act, 2006. further it had also failed to consider the provisions of sections 18(1), 18(2) and 18(4) of the msmed act, 2006. the relevant provisions of the msmed act, 2006 are being reproduced hereunder for ready reference:\"section 2(b) \"appointed day\" means the day following immediately after the expiry of the period of fifteen days from the day of acceptance or the day of deemed acceptance of any goods or any services by a buyer from a supplier. (d) \"buyer\" means whoever buys any goods or receives any services from a supplier for consideration. (n) \"supplier\" means a micro or small enterprise, which has filed a memorandum with the authority referred to in sub-section (1) of section 8, and includes,(i) the national small industries corporation, being a company, registered under the companies act, 1956; (ii) the small industries development corporation of a state or a union territory, by whatever name called, being a company registered under the companies act, 1956; (iii) any company, co-operative society, trust or a body, by whatever name called, registered or constituted under any law for the time being in force and engaged in selling goods produced by micro or small enterprises and rendering services which are provided by such enterprises; section 15. liability of buyer to make payment.--where any supplier, supplies any goods or renders any services to any buyer, the buyer shall make payment therefor on or before the date agreed upon between him and the supplier in writing or, where there is no agreement in this behalf, before the appointed day: provided that in no case the period agreed upon between the supplier and the buyer in writing shall exceed forty-five days from the day of acceptance or the day of deemed acceptance. \"section 18. reference to micro and small enterprises facilitation council. (1) notwithstanding anything contained in any other law for the time being in force, any party to a dispute may, with regard to any amount due under section 17, make a reference to the micro and small enterprises facilitation council. (2) on receipt of a reference under sub-section (1), the council shall either itself conduct conciliation in the matter or seek the assistance of any institution or centre providing alternate dispute resolution services by making a reference to such an institution or centre, for conducting conciliation and the provisions of sections 65 to 81 of the arbitration and conciliation act, 1996 (26 of 1996) shall apply to such a dispute as if the conciliation was initiated under part iii of that act. . (4) notwithstanding anything contained in any other law for the time being in force, the micro and small enterprises facilitation council or the centre providing alternate dispute resolution services shall have jurisdiction to act as an arbitrator or conciliator under this section in a dispute between the supplier located within its jurisdiction and a buyer located anywhere in india.\" 15. counsel for the appellant submitted that, no objection was ever raised, about the appellant being not registered under the provision of section 8(1) of the act, either before the industry facilitation council at kanpur or in application under section 34 of the act, therefore, no fresh objections can be raised for the first time, before this court by means of the objection filed in the abovementioned arbitration appeal. however, it is clarified that the appellant was registered as small scale industry with director of industries at agra on 9.2.1971 under the provisions of act of 1951 and thereafter as per provisions of section 8(1) of the msmed act, 2006. 16. a bare perusal of section 18(4) of the msmed act, 2006 provides that, the facilitation council shall have jurisdiction to decide the dispute between the parties as an arbitrator, in a dispute where the supplier is located within its jurisdiction and the buyer can be located anywhere in india. as per the provisions of this act since the supplier, who is appellant herein, is situated within the jurisdiction of facilitation council and hence the award passed by the facilitation council was within jurisdiction. 17. counsel for the appellant further submits that section 24 of the msmed act, 2006 provides that the provisions of section 15 to 23 of the msmed act, 2006 shall have overriding effect on any other law for the time being enforced. hence, msmed act, 2006 being a special act will have an overriding effect on any other act even over the provisions of arbitration and conciliation act, 1996. for ready reference section 24 of msmed act, 2006 is quoted below:\"24. overriding effect.--the provisions of sections 15 to 23 shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.\" 18. counsel for the appellant further submits that units registered as small scale industry can claim under section 18(1) of the msmed act, 2006, the benefits of msmed act, 2006 before the facilitation council within whose jurisdiction it is registered. since the appellant was registered with director of industries at agra which falls within facilitation council at kanpur and is registered continuously with effect from 9.2.1971, therefore, he is entitled to get all the benefits of the msmed act, 2006 and the amendments introduced in the act. 19. counsel for the appellant submits that buyer and supplier have been defined in section 2(d) and 2(n) of the msmed act, 2006. clearly, the appellant falls within definition of \"supplier\" and the respondent also falls within ambit of definition of the \"buyer\". a plain reading of the section 15 of the msmed act, 2006 makes it very clear that, supplies of any good or service, the buyer is duty bound to make payment before the date accorded between them and if there is no such agreement on the date of payment then the payment has to be made within 45 days from the date of acceptance or from the date of due acceptance. 20. section 16 lays down the rate of interest which a buyer has to pay in case of default. the provisions of section 16 are being reproduced hereinunder for ready reference:\"16. where any buyer fails to make payment of the amount to the supplier, as required under section 15, the buyer shall, notwithstanding anything contained in any agreement between the buyer and the supplier or in any law for the time being in force, be liable to pay compound interest with monthly rests to the supplier on that amount from the appointed day or, as the case may be, from the date immediately following the date agreed upon, at three times of the bank rate notified by the reserve bank.\" 21. a plain reading of section 16 makes it very clear that if there is delay in payment by the buyer then he is liable to pay the bank interest with monthly rates from appointed day, which would be three times the bank rate of interest as notified by the reserve bank of india. 22. learned counsel for the appellant further submits that during course of arguments the respondents had taken ground of limitation, though the same was never taken before the council or before the commercial court. however, that being a legal question the appellant in response to the objection raised by the respondents submitted that the issue of limitation is misconceived as the last payment made by the respondents against various supplies of transformers was on 31.12.1998 and the claim petition was filed on 2.7.2001 under the 1993 act before the director of industries, facilitation council at agra, which was well within time. this claim was never withdrawn. the claim was rejected by the council on the ground that since a new act has been introduced, so liberty was given to the appellant to withdraw the same and file it afresh. accordingly, the appellant taking liberty filed a fresh claim petition under the msmed act, 2006. 23. counsel for the appellant further submits that, no objections were ever raised by the respondent claiming that, the appellant was not registered under the provisions of section 18(1) of the msmed act, 2006 before the council, nor was raised in their section 34 application. however, a feeble objection has been raised by the respondent on this issue. the appellant clarifies that he was registered as the small scale industry with the director of industries, agra way back on 9.2.1971 under the provisions of 1951 act and thereafter as per provisions of section 8(1) of the msmed act, 2006. he still continues as a small scale industry. 24. as per section 18(4) of the msmed act, 2006, the appellant, who has been registered as \"small scale industry\" can approach the facilitation council. the commercial court in its order (which is impugned herein) did not discuss or consider the provisions of section 18 of the msmed act, 2006. in fact, the commercial court only relied upon section 20(2) of the arbitration and conciliation act, 1996 which is incorrect as the provisions of section 18(2) of the msmed act, 2006 would prevail over the provisions of arbitration and conciliation act, 1996. 25. section 18(2) of the msmed act, 2006 provides that the act adopts section 65 to 81 of the arbitration and conciliation act, 1996 only and, therefore, section 20 of the act, 1996 cannot be relied upon. counsel for the appellant further submitted that all the judgments relied on by the commercial court in the impugned order which are 2015(3) scc 49, 2006(4) scc 45, 2003(5) scc 705 and 2020 (7) scc 167, all are related to section 20 of the act, 1996, since the provisions of section 20 of the act, 1996 is not applicable in this case. hence, all the authorities relied by the commercial court has no relevance in this case. 26. counsel for the appellant further submitted that the commercial court in the impugned judgment has wrongly concluded that \"the contract would prevail over the provision of the msmed act, 2006, therefore, the court at jabalpur alone will have jurisdiction\". while coming to this conclusion, the commercial court did not look into the provisions of sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4) of the msmed act, 2006. he further submitted that any industry registered with msme can file claim under section 18(1) of the msmed act, 2006 before the facilitation council within whose jurisdiction it is registered. 27. counsel for the appellant further submits that his case is squarely covered by judgment of m/s silpi industries vs. kerala state road transport corporation1 wherein hon'ble supreme court in paragraph 23 has held as follows:23. the obligations of the buyer to make payment, and award of interest at three times of the bank rate notified by reserve bank in the event of delay by the buyer and the mechanism for recovery and reference to micro and small enterprises facilitation council and further remedies under the 2006 act for the party aggrieved by the awards, are covered by chapter v of the 2006 act. the provisions of section 15 to 23 of the act are given overriding effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force. from the statement of objects and reasons also it is clear that it is a beneficial legislation to the small, medium and micro sector. the arbitration and conciliation act, 1996 is a general law whereas the micro, small and medium enterprises development act, 2006 is a special beneficial legislation which is intended to benefit micro, small and medium enterprises covered by the said act. the act of 2006 contemplates a statutory arbitration when conciliation fails. a party which is covered by the provisions of 2006 act allows a party to apply to the council constituted under the act to first conciliate and then arbitrate on the dispute between it and other parties. there are fundamental differences in the settlement mechanism under the 2006 act and the 1996 act. the first difference is, the council constituted under the 2006 act to undertake mandatory conciliation before the arbitration which is not so under the 1996 act. secondly, in the event of failure of conciliation under the 2006 act, the council or the centre or institution is identified by it for arbitration. the 1996 act allows resolution of disputes by agreed forum. the third difference is that, in the event of award in favour of seller and if the same is to be challenged, there is a condition for pre-deposit of 75% of the amount awarded. such is not the case in the 1996 act. when such beneficial provisions are there in the special enactment, such benefits cannot be denied on the ground that counter-claim is not maintainable before the council. in any case, whenever buyer wish to avoid the jurisdiction of the council, the buyer can do on the spacious plea of counter-claim, without responding to the claims of the seller. when the provisions of sections 15 to 23 are given overriding effect under section 24 of the act and further the 2006 act is a beneficial legislation, we are of the view that even the buyer, if any claim is there, can very well subject to the jurisdiction before the council and make its claim/ counter claim as otherwise it will defeat the very objects of the act which is a beneficial legislation to micro, small and medium enterprises. even in cases where there is no agreement for resolution of disputes by way of arbitration, if the seller is a party covered by micro, small and medium enterprises development act, 2006, if such party approaches the council for resolution of dispute, other party may approach the civil court or any other forum making claims on the same issue. if two parallel proceedings are allowed, it may result in conflicting findings. at this stage, it is relevant to notice the judgment of this court in the case of edukanti kistamma (dead) through lrs. v. 9. venkatareddy (dead) through lrs. & ors.2, where this court has held that a special statute would be preferred over general one where it is beneficial one. it was explained that the purport and object of the act must be given its full effect by applying the principles of purposive construction. thus, it is clear that out of the two legislations, the provisions of msmed act will prevail, especially when it has overriding provision under section 24 thereof. thus, we hold that msmed act, being a special statute, will have an overriding effect vis--vis arbitration and conciliation act, 1996, which is a general act. even if there is an agreement between the parties for resolution of disputes by arbitration, if a seller is covered by micro, small and medium enterprises development act, 2006, the seller can certainly approach the competent authority to make its claim. if any agreement between the parties is there, same is to be ignored in view of the statutory obligations and mechanism provided under the 2006 act. further, apart from the provision under section 23(2a) of the 1996 act, it is to be noticed that if counter-claim is not permitted, buyer can get over the legal obligation of compound interest at 3 times of the bank rate and the \"75% predeposit contemplated under sections 16 and 19 of the msmed act. 28. counsel for the appellant further submits that he is bound by the law laid down by hon'ble supreme court in the matter of gujarat state civil supplies corporation ltd. vs. mahakali foods private ltd3 in which hon'ble court has held that, there cannot be any disagreement to the proposition of law laid down in various decisions of the hon'ble supreme court. the court has to read the agreement as it is and cannot rewrite or create a new one, and that the parties to an arbitration agreement have an autonomy to decide not only on the procedural law to be followed but also on the substantive law. however, it is equally settled legal position that no agreement entered into between the parties could be given primacy over the statutory provision. when the special act i.e. msmed act, 2006 has been created for ensuring timely and smooth payment to the suppliers, who are the micro and small industries, and to provide a legal framework for resolving the dispute with regard to the recovery of dues between the parties under the act, also providing an overriding effect to the said law over any other law for the time being in force, any interpretation in derogation thereof would frustrate the very object of the act. 29. counsel for the appellant further submitted that the provisions of msmed act, 2006, shall, therefore, prevail over the arbitration and conciliation act, 1996 and the impugned order passed by the commercial court is liable to be set aside. submissions of respondent 30. per contra, sri aditya khandekar, advocate assisted by sri varun srivastava, learned counsel for the respondents very vociferously argued that the appellant was not the supplier as per section 2(n) of the msmed act, 2006. the work orders were issued by the respondent between 14.3.1998 to 29.6.1998 which was much prior to coming into force of the msmed act, 2006. the claim petition was filed before the facilitation council under the 1993 act. the claimant registered itself as a small scale industry as per section 8(1) of the msmed act, 2006, on 10.5.2016 which goes to show that he was not registered under the msmed act, 2006, on the date the claim was made and also on the date when the award was passed, signed and published. since, he was not registered on the date and it is trite law that the benefits of small scale industry cannot be given under the msmed act, 2006, retrospectively. 31. counsel for the respondent further submitted that the facilitation council under the msmed act, 2006 had no jurisdiction to entertain the claim as the claimant was not the supplier on the relevant date and was not a small enterprise as per msmed act, 2006. 32. counsel for the respondent further relied on para 51 of the judgment passed in gujarat state civil supplies corporation ltd. vs. mahakali foods private ltd (supra). he further relied on para 12 of the judgment passed in bharat heavy electricals ltd vs. vector engineering company4. counsel for the respondent has also relied on judgment passed by bombay high court in the matter of bajaj auto limited vs. state of maharashtra5. counsel for the respondent further claimed that an application was made by the appellant to withdraw his claim on 17.5.2002 along with the undertaking that the appellant will not pursue the claim petition and the case was closed by the council vide its order dated 13.5.2003. thereafter the council in its meeting dated 19.6.2007 rejected the prayer of restoring the proceedings and directed that if aggrieved the appellant may file a fresh claim. hence, the subsequent claim could not have been filed by the appellant. 33. counsel for the respondent further submitted that the claim of the appellant is time barred. he submitted that the work order has been issued on 14.10.1993 to 29.6.1998 but the claim was filed on 2.7.2001 i.e. after a period of three years. counsel for the respondent further relied on para 26 of the judgment passed in m/s silpi industries (supra) wherein hon'ble supreme court has held that if any registration is obtained then the benefit would be given to the industries prospectively and cannot get benefit retrospectively. 34. counsel for the respondent further argued that the scope of interference under section 37 of the act, 1996 is limited and for which he had relied on the judgment passed in konkan railway corporation ltd. vs. chenab bridge project undertaking6 and lion engineering consultants vs. state of m.p. and others7. analysis, reasoning and conclusions 35. we have carefully considered the submissions advanced by learned counsel for the respective parties. with their able assistance, we have perused the pleadings, grounds taken in the petition, annexures thereto and reply filed by the concerned respondent. 36. it is not in dispute that the appellant was acknowledged and registered as \"small scale industry\" by the director of industries, agra way back on 9.2.1971. it is also not disputed that the parties have entered into an agreement for supply of transformers, which the appellant had done. the last work order was issued by the respondent on 3.12.1998. after the work was executed, transformers were supplied, the appellant issued letter for release of his dues on 23.8.1999. the industry facilitation council was established in kanpur under the provisions of interest on delayed payments to small scale and ancillary undertakings act, 1993. it was thereafter the appellant had preferred an application for arbitration before the industry facilitation council on 2.7.2001, which was just within two and half years of the last work order been issued. msme development act, 2006 came into force on 18.7.2006. since thereafter the appellant filed an application to restore the claim petition, which was pending before the industry facilitation council. the application was restored and award was passed on 2.7.2009, which was signed on 7.9.2011 and final award was signed on 3.2.2012. aggrieved by the award passed by the facilitation council under msmed act, 2006, the respondent herein had filed application under section 34 of the arbitration and conciliation act, 1996. during pendency of the section 34 application, the appellant again got a new udyog aadhar registration done under the new act and the appellant's company was re-registered as a small scale industry and even in this certificate it was clearly mentioned that the date of commencement of the certificate would be treated as 12.9.1971. hence, it cannot be said that there was any break of continuity or the appellant was not registered under the msme act on the date when he supplied the goods or from the date when he filed an application before the council and even on the date when the award was passed. the appellant was registered as small scale industry in 9.2.1971 and continues till date as small scale industry. 37. the argument raised by respondent that the appellant was not a supplier, as defined under section 2(n) of the msmed act, 2006, cannot be sustained as the appellant was registered as small scale industry under the 1993 act and continued till date. 38. section 32 of the msmed act, 2006 makes it very clear that any action taken under the 1993 act shall be deemed to have been taken or taken under the corresponding provisions of msmed act, 2006. the provisions of section 32 of the msmed act, 2006 is being reproduced herein for ready reference:\"32. repeal of the act. (1) the interest on delayed payments to small scale and ancillary industrial undertakings act, 1993 (32 of 1993) is hereby repealed. (2) notwithstanding such repeal, anything done or any action taken under the act so repealed under sub-section (1) shall be deemed to have been done or taken under the corresponding provisions of this act.\" 39. a plain reading of provisions of section 32 clarifies that all proceedings initiated under the 1993 act shall be deemed to have been initiated under this act. 40. hon'ble supreme court in the matter of silpi industries (supra) has clearly held that msmed act, 2006 being a special act will have overriding effect on the arbitration and conciliation act, 1996 and if the seller comes under the ambit of msmed act, 2006, he can approach the competent authority and file his claim under the said act. any agreement to the contrary has to be ignored in view of the statutory obligations. the court further held that if any registration is obtained the same will be prospective and applies for supply of goods and service subsequent to its registration but cannot operate retrospectively. 41. however, in this case the appellant was registered as \"small scale industry\" way back on 9.2.1971 and continues to be the same. the only thing which is to be noticed is that it was re-registered and even in the re-registration certificate the date of commencement has been mentioned as 9.2.1971. though the respondent argued that re-registration certificate came much later so the benefit cannot be granted to the appellant. however, it is not a case of new registration. it is a case of continuous registration, hence, there is no question of any prospective application. 42. counsel for the respondent had relied on a decision of hon'ble supreme court in vaishno enterprises vs. hamilton medical ag and another8 wherein hon'ble supreme court has laid down that the provisions of the msmed act, 2006 will not be applicable if the supplier is registered under the msmed act, 2006 [under section 8(1)] after the contract has been executed. however, in the case in hand, the appellant was registered as small scale industry much prior the parties entered into a contract, hence, the ratio of this judgment will not be applicable in this case. 43. hon'ble supreme court in gujarat state civil supplies corporation ltd. (supra) has followed the earlier ratio and has held that if the parties is not registered under the msme act on the date of entering into the contract he will not get the benefit as the supplier [as per section 2(n)] under msmed act, 2006. again, the ratio of this case will not be applicable as the appellant was registered as small scale industry much prior to the execution of the agreement between the parties. 44. counsel for the respondent has further cited judgment of bombay high court passed in dhule municipal corporation vs. microvision technologies and another9 in which the court had held that filing of memorandum is mandatory only for the person who intend to establish micro, small or medium enterprise and not for already registered entities before coming into force the msmed act, 2006. in case, the memorandum was not filed before the contract was executed then they will not get the benefit under chapter v of the msmed act, 2006. this ratio is also not applicable in this case as the appellant was registered as small scale industry much prior to the date of agreement. 45. counsel for the respondent has argued that during pendency of the application before the facilitation council, which was filed under the provisions of 1993 act, the appellant moved an application that the issue pending under the 1993 act can be treated under the msmed act, 2006 as provided under section 32 of the act and his claim application which was earlier filed on 17.5.2002 under the old act, may be permitted to be withdrawn. on this, the respondent herein filed objection. thereafter, the facilitation council passed an order on 4.2.2008 and rejected the objection by passing an order stating that, they would decide the issue on merits and fixed next date of hearing on 7.4.2008. this order was never challenged and has attained finality. in view of this, it is now not open for the respondent to say that since the appellant has moved an application for withdrawal, hence, the same should be treated as withdrawn. 46. further, in case of msmed act, 2006 the agreement between the parties cannot have supremacy over the statutory provisions. the purpose of msmed act, 2006 was to ensure timely and smooth payment to the supplier registered as micro, small and medium enterprises. 47. after considering all the facts and the arguments advanced by the parties, this court comes to the following conclusion : (a) the appellant is a supplier as per section 2(n) of the msmed act, 2006 and respondent is buyer as per section 2(d) of the act. (b) the appellant was registered as \"small scale industry\" on 9.2.1971 and continues to be registered as the same. re-registration/udyog aadhar number issued by the respondent on 10.5.2016 clearly mentions that the date of commencement of the appellant's registration as \"small scale industry\" with effect from 9.2.1971, hence, the unit of the appellant would be considered as small scale industry with effect from 9.2.1971 up till date. (c) as per section 32 of msmed act, 2006 while repealing the 1993 act it was made clear that anything done or any action taken under the 1993 act shall be deemed to have taken under the msmed act, 2006. hence, the application filed by the appellant before the facilitation council is deemed to have been filed under the provisions of msmed act, 2006. (d) the appellant was justified in making application under section 18(1) of the msmed act, 2006 and the council had rightly proceeded under section 18(2) of the msmed act, 2006 and under section 18(4) the council had jurisdiction to entertain the matter. (e) hon'ble supreme court in the matter of silpi industries (supra) has held that msmed act, 2006 being a special act would have overriding effect over the 1993 act. it further held that if there is any agreement between the parties, the same shall be ignored in view of statutory obligations and mechanism provided under the msmed act, 2006. (f) the judgment of the commercial court which was passed placing reliance on clause 20 of the agreement wherein it was stated that only the courts at jabalpur will have jurisdiction, is incorrect. msmed act, 2006 being a special act will have overriding effect over the arbitration and conciliation act, 1996 and the agreement entered into between the parties. since the proceeding was initiated under the msmed act, 2006 and was filed before facilitation council, kanpur, hence, the commercial court, kanpur will have the jurisdiction to entertain the section 34 application. the parties to an arbitration have an autonomy to decide not only on the procedural law to be followed but also on the substantive law. the private agreement between the parties cannot obliterate the statutory provisions. once the statutory mechanism under section 18(1) of the msmed act, 2006 is triggered by any party it would override any agreement entered into between the parties. 48. since the commercial court in its order dated 23.6.2023 (impugned herein) has not considered and properly appreciated the provisions of the msmed act, 2006 and has held that only the courts at jabalpur would have the jurisdiction, the impugned order is incorrect, and hence, set aside. the award passed by the facilitation council dated 2.7.2009, signed on 7.9.2011 and final award passed on 3.2.2012 is hereby restored and affirmed. 49. accordingly, the instant appeal filed under section 37 of the arbitration and conciliation act, 1996 is allowed. order date : 12.12.2023 manish himwan"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3f406a4a9d345fea10839bbe8e44292_0"
        },
        {
            "start": 155,
            "end": 485,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka High Court\nMr. A. Krishna Murthy vs Mr. Shantharaj on 10 January, 2024\nAuthor: M.Nagaprasanna\nBench: M.Nagaprasanna\n                                                  -1-\n                                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77b88905199145a29d282d752b7eff8c_1"
        },
        {
            "start": 485,
            "end": 493,
            "text": "Nc: 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee1ce9a256f545268b5b2e652e30ed10_2"
        },
        {
            "start": 494,
            "end": 503,
            "text": ":Khc:1124",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe1a75bf51ab4a20b0255ae9110e6164_3"
        },
        {
            "start": 565,
            "end": 617,
            "text": "Wp No. 27060 of 2023\n\n\n\n\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0146a8988e4d4b70a6755e6f5c39a6f3_4"
        },
        {
            "start": 617,
            "end": 731,
            "text": "In The High Court Of Karnataka At Bengaluru\n\n                             Dated This The 10Th Day Of January, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68b8d3972e974a019d3371aec8df8025_5"
        },
        {
            "start": 782,
            "end": 818,
            "text": "Before\n                             ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60c2069a7dd742f19dd790520a9ac552_6"
        },
        {
            "start": 818,
            "end": 829,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e87c147fdb1c4231a699b6b44b19dd80_7"
        },
        {
            "start": 830,
            "end": 855,
            "text": "Mr Justice M.Nagaprasanna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa856dfa4de1475db1d51330f46ffa3e_8"
        },
        {
            "start": 886,
            "end": 917,
            "text": "Writ Petition No. 27060 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38e648e5295d47b3a25418e539d294e3_9"
        },
        {
            "start": 918,
            "end": 926,
            "text": "(Gm-Res)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b8c7dee7c864398b36bf182eee121e5_10"
        },
        {
            "start": 950,
            "end": 958,
            "text": "Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c3b4751cd3a4a59890d64bc282a6a75_11"
        },
        {
            "start": 983,
            "end": 1011,
            "text": "1.    Mr. A. Krishna Murthy,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fbe0b36b138a4586b1b9c51a84477f55_12"
        },
        {
            "start": 1041,
            "end": 1070,
            "text": "Son Of Late Mr. N. Anjinappa,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45c68b2d294049b68c77f316604fabe7_13"
        },
        {
            "start": 1100,
            "end": 1120,
            "text": "Aged About 72 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ce4cb72a8d14231bd45d046da8dabfc_14"
        },
        {
            "start": 1145,
            "end": 1154,
            "text": "2.    Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b7fc43f611304676be3a2275e5e2a9e9_15"
        },
        {
            "start": 1155,
            "end": 1170,
            "text": "B.K. Bhuvanesh,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "712f6973611b4f51a04057036534ca23_16"
        },
        {
            "start": 1200,
            "end": 1229,
            "text": "Son Of Mr. A. Krishna Murthy,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4875e1d5276e41b2aa86f497c900f360_17"
        },
        {
            "start": 1259,
            "end": 1279,
            "text": "Aged About 38 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a1607c7d428c454c9ce13669271693e0_18"
        },
        {
            "start": 1304,
            "end": 1326,
            "text": "3.    Mr. B.K. Rakesh,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e1367039938247f5a2a12e7965b1e755_19"
        },
        {
            "start": 1356,
            "end": 1385,
            "text": "Son Of Mr. A. Krishna Murthy,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c02f28293f247f587c5b560fce3413e_20"
        },
        {
            "start": 1386,
            "end": 1435,
            "text": "\n                            Aged About 35 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6288732d09614aeab7e5f4d89d357773_21"
        },
        {
            "start": 1460,
            "end": 1483,
            "text": "4.    Mrs. Nandakumari,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e710d1fe44124533b486e4f16dd92360_22"
        },
        {
            "start": 1513,
            "end": 1519,
            "text": "D / O.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "06aa2f4c6ceb4f28a366cfe68c376c04_23"
        },
        {
            "start": 1520,
            "end": 1542,
            "text": "Mr. A. Krishna Murthy,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3b9c26a018b49d59176d58f89951fb2_24"
        },
        {
            "start": 1543,
            "end": 1563,
            "text": "\nDigitally signed by",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ce7489ccec9433fbb7745470a2d492c_25"
        },
        {
            "start": 1572,
            "end": 1592,
            "text": "Aged About 33 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9d7f84ccc2c4fb191ad2df89253cf32_26"
        },
        {
            "start": 1593,
            "end": 1609,
            "text": "\nPadmavathi B K\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b9db46591e8456e953e3c7c5b7b659e_27"
        },
        {
            "start": 1609,
            "end": 1623,
            "text": "Location: High",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1f175f86cc141da85469e1ecf1a692c_28"
        },
        {
            "start": 1624,
            "end": 1653,
            "text": "\nCourt Of                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "148c5f7cd6f7461f94fbdde971f9d55f_29"
        },
        {
            "start": 1653,
            "end": 1682,
            "text": "All Are Residing At\nKarnataka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fb84728a10724f7eaf72c281ae98cd93_30"
        },
        {
            "start": 1712,
            "end": 1768,
            "text": "1St Cross, Nanjappa Garden,\n                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0b88b27ed6154e7f897b9c261647af25_31"
        },
        {
            "start": 1768,
            "end": 1780,
            "text": "Babusapalya,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66729917de00440390e825d91c8ea75a_32"
        },
        {
            "start": 1810,
            "end": 1828,
            "text": "Kalyan Nagar Post,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5082efdacabc44dca0c1bf9f488baab7_33"
        },
        {
            "start": 1858,
            "end": 1869,
            "text": "Bengaluru -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9735a0e7b7224956a543326c77d6798c_34"
        },
        {
            "start": 1870,
            "end": 1877,
            "text": "560 043",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93573733db074f9783c6abe7cd236231_35"
        },
        {
            "start": 1878,
            "end": 1951,
            "text": ". \n                                                                   ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8f7376cea0dd45cea693c9fe42f3400a_36"
        },
        {
            "start": 1952,
            "end": 1986,
            "text": "Petitioners\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "199fd5058ed048be9dc29247af61754c_37"
        },
        {
            "start": 1986,
            "end": 2025,
            "text": "(By Sri. Syed Zulfikhar Ahmed Khureshi,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe1a154a5add485e84ccec3a6d9115df_38"
        },
        {
            "start": 2026,
            "end": 2034,
            "text": "Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aeb79a671e7d493e80c8b448677d7826_39"
        },
        {
            "start": 2035,
            "end": 2069,
            "text": ") \n                            -2-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94368cd62f8f4a42aed564f4dda13e6d_40"
        },
        {
            "start": 2109,
            "end": 2117,
            "text": "Nc: 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3e64e388e81c433fb887706b09ed6c33_41"
        },
        {
            "start": 2118,
            "end": 2127,
            "text": ":Khc:1124",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e8b6e7243534604a26952b1647b804e_42"
        },
        {
            "start": 2163,
            "end": 2170,
            "text": "Wp No .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3acc26052902419dac89609790052e7e_43"
        },
        {
            "start": 2171,
            "end": 2184,
            "text": "27060 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7bb9b6fa5fcc455bad52b1eb8341b945_44"
        },
        {
            "start": 2185,
            "end": 2414,
            "text": "\n\n\n\n\nAnd: \n\n1.   Mr. Shantharaj,\n     Son Of Late Mr. Gurumurthy Reddy,\n     Aged About 40 Years,\n     Residing At No. 14/94,\n     Chowdeshwari Building,\n     Babusapallya,\n     Kalyan Nagar Post,\n     Bangalore - 560 043.\n\n2.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d2342a2559fe43258b5e69a8ad5f27a0_45"
        },
        {
            "start": 2414,
            "end": 2487,
            "text": "Mr. Ramachandra,\n     Son Of Late Mr. Junjappa,\n     Aged About 50 Years,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f7e2778b3ac40f3b3b5b87dc0d814fc_46"
        },
        {
            "start": 2494,
            "end": 2544,
            "text": "Residing At No. 46,\n     Challakere Village,\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bb67b3dbe6b428fa5b09c63fcf0b284_47"
        },
        {
            "start": 2544,
            "end": 2588,
            "text": "Kalyan Nagar Post,\n     Bangalore - 560 043.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7cd4ce78f04439081081c29acb580f3_48"
        },
        {
            "start": 2589,
            "end": 2769,
            "text": "\n\n3.   Arbitration And Conciliation Centre\n     #49, 3Rd Floor East Wing,\n     Khadija Bhavan,\n     Race Cource Road,\n     Bengaluru - 560 001,\n     Represented By Sole Arbitrator.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce4c9f76b15b4e39921bbf4a6a0701e5_49"
        },
        {
            "start": 2811,
            "end": 3350,
            "text": "...Respondents\n(By Sri.Dr. Prajwal K Aradhya, Advocate For C/R1)\n\n       This Wp Is Filed Under Articles 226 And 227 Of\nThe Constitution Of India Praying To i) To Quash The\nOrder Passed On Memo, By The Commercial Court Of\nLxxxv Addl. City Civil And S J Judge, Bangalore (Cch\nNo. 86) Dated 15/11/2023 In Com. A.P. No. 96/2023 Vide\nAnnexure-A And Allow Memo Vide Annexure-F And Etc.,\n                                   -3-\n                                                     Nc: 2024:Khc:1124\n                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed839225149045de98647744efd759ec_50"
        },
        {
            "start": 3350,
            "end": 3370,
            "text": "Wp No. 27060 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4d6cd95eea94ddb8beb3d36e794bb79_51"
        },
        {
            "start": 3382,
            "end": 3417,
            "text": "This    Petition,      Coming      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c3a1d479c24f4e4da476742099659f02_52"
        },
        {
            "start": 3417,
            "end": 3531,
            "text": "On      For     Preliminary\n\nHearing, This Day, The Court Made The Following:\n\n                              Order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97c85f0505c747208a3e689a56046da1_53"
        },
        {
            "start": 3533,
            "end": 3679,
            "text": "The petitioners are before this Court seeking the following prayers:\n\"i) To quash the order passed on Memo, by the Commercial Court of Lxxxv Addl.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e11de84e6c9b457dbae9b2e30bfc2fe7_54"
        },
        {
            "start": 3680,
            "end": 3690,
            "text": "City Civil",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1cc5b25e89944311939d671473c9976d_55"
        },
        {
            "start": 3691,
            "end": 3733,
            "text": "& S J Judge, Bangalore (Cch No.86) dated 1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e17062f9e034c8c8157570991047ed8_56"
        },
        {
            "start": 3734,
            "end": 3971,
            "text": "5.11.2023 in Com.A.P.No.96/2023 vide Annexure-A and allow Memo vide Annexure-F and ii) To grant such other further relief/s as this Hon'ble Court deem fit under the facts and circumstances of the case, in the ends of justice and equity.\"",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0979a68c189748679a2beb84beaa145b_57"
        },
        {
            "start": 3973,
            "end": 4147,
            "text": "2. Heard Sri. Syed Zulfikhar Ahmed Khureshi, learned counsel appearing for the petitioners, Dr. Prajwal K. Aradhya, learned counsel appearing for caveator/respondent No.1.\n3.",
            "labels": [
                "NONE"
            ],
            "id": "26e226968ed249febe6646c1cc996507_58"
        },
        {
            "start": 4148,
            "end": 4404,
            "text": "A memorandum of understanding is entered into between the petitioners and the respondents for securing sites from the hands of the Bangalore Development Authority ('BDA' for short) and remittance of fees for the said job of securing the sites from the BDA.",
            "labels": [
                "FAC"
            ],
            "id": "8eb9a1bb570f46adbbd02b1e3800df95_59"
        },
        {
            "start": 4405,
            "end": 4514,
            "text": "Dispute arose between the two and leads to Arbitration before the Arbitrator in Arbitration case No.223/2022.",
            "labels": [
                "FAC"
            ],
            "id": "6810af852f4e401188d2f66c0ce9b7de_60"
        },
        {
            "start": 4515,
            "end": 4653,
            "text": "An award of the Arbitrator is passed by allowing the claim partially and a sum of Rs.23,93,488/- is directed to NC: 2024:KHC:1124 be paid.",
            "labels": [
                "FAC"
            ],
            "id": "a5b7d8cffbe4406fa1718dedf1448060_61"
        },
        {
            "start": 4654,
            "end": 4832,
            "text": "The petitioners then question the award of the Arbitrator before the competent Court in Arbitration Appeal No.26/2023 and the case is pending consideration before the said Court.",
            "labels": [
                "FAC"
            ],
            "id": "45fea6f72c7a4a81bf4b2a59d25f3fcc_62"
        },
        {
            "start": 4833,
            "end": 4935,
            "text": "The respondents also question the award before the competent Court in Commercial Appeal No.96/2023.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "0bce7b5b6fec422dada44dfb4637bacc_63"
        },
        {
            "start": 4936,
            "end": 5263,
            "text": "During the pendency of the said petition, a memo is filed before the concerned Court to decide the jurisdiction, as according to the petitioner, it was not a commercial dispute that could be entertained before the concerned Court in Commercial Appeal No.96/2023, as there was no commercial dispute in terms of the Act existing.",
            "labels": [
                "FAC"
            ],
            "id": "14ebd7bdf4784f5099ad0d8fdc4f729d_64"
        },
        {
            "start": 5264,
            "end": 5381,
            "text": "The concerned Court rejects the memo holding that it is a commercial dispute and it has jurisdiction to try the suit.",
            "labels": [
                "FAC"
            ],
            "id": "60640c6fd10642bfaed4d3c47d4767cd_65"
        },
        {
            "start": 5382,
            "end": 5455,
            "text": "Therefore, the petitioners are before this Court in the subject petition.",
            "labels": [
                "FAC"
            ],
            "id": "2f7a00bc53664a95aa7c8b773453efd6_66"
        },
        {
            "start": 5457,
            "end": 5756,
            "text": "5. Learned counsel appearing for the petitioners taking this Court through the memorandum of understanding would seek to contend that by no stretch of imagination, this could be construed to be a commercial dispute as defined under Section 2 of the Commercial Courts Act, 2015 ('the Act' for short).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "202da922e02b4b6f91eda66b4cb719b8_67"
        },
        {
            "start": 5757,
            "end": 6034,
            "text": "He would contend that the Apex Court in identical circumstances in the case of AMBALAL SARABHAI NC: 2024:KHC:1124 ENTERPRISES LIMITED V. K.S. INFRASPACE LLP AND ANOTHER1 has considered what would be the commercial dispute for the Commercial Court to entertain a suit before it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "45ad3ac8dcf24543a4edaf522c7d0dbb_68"
        },
        {
            "start": 6036,
            "end": 6255,
            "text": "6. Learned counsel appearing for the respondents would submit that the issue is undoubtedly a commercial dispute and therefore, the act of the Court in rejecting the memo qua the jurisdiction cannot be found fault with.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a924cf572b444f31b2d43d8a20526de5_69"
        },
        {
            "start": 6257,
            "end": 6396,
            "text": "7. I have given my anxious consideration to the respective submissions made by the learned counsel and have perused the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "c7fabd34c5374d1189b4d12300064337_70"
        },
        {
            "start": 6398,
            "end": 6445,
            "text": "8. The afore-narrated facts are not in dispute.",
            "labels": [
                "NONE"
            ],
            "id": "586d1bcf339e4b51bb7c362bb12a76c6_71"
        },
        {
            "start": 6446,
            "end": 6558,
            "text": "The memorandum of understanding leads to a dispute between the parties and the dispute leads to the arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "54c97ef04053499388ff678846bb5168_72"
        },
        {
            "start": 6559,
            "end": 6730,
            "text": "The Arbitrator passes an award partially allowing the claim of the claimant, which leads to two cases being filed, one by the petitioners and the other by the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "5de67c443c0b4af6a3bded4d7830decf_73"
        },
        {
            "start": 6731,
            "end": 6961,
            "text": "In the case filed by the respondents before the Commercial Court, the petitioners file a memo that the Commercial Court has no jurisdiction to try the suit, as it is not a commercial dispute.\n(2020) 15 SCC 585 NC: 2024:KHC:1124 9.",
            "labels": [
                "FAC"
            ],
            "id": "7bab80be1ac442818e2e04bf1c1bf816_74"
        },
        {
            "start": 6962,
            "end": 7199,
            "text": "On a perusal at the memorandum of understanding or the award of the Arbitrator, it is clear that it is not a commercial dispute at best it was a liaison agreement between the petitioners and the respondents for execution of certain work.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33f337e7c2d14c7d8b4b398940dc49a4_75"
        },
        {
            "start": 7201,
            "end": 7398,
            "text": "10. Learned counsel for the respondents has strenuously contended that the said dispute would come within the ambit of Clause 18 of Section 2 of the Act, which defines what is a commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3927c86c0db149f987ada2af7a2b0c01_76"
        },
        {
            "start": 7399,
            "end": 7493,
            "text": "According to him, this is an agreement for services and therefore, it is a commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "84214dfd0c794e6bb4291b6def03dae5_77"
        },
        {
            "start": 7494,
            "end": 7543,
            "text": "The said submission is noted only to be rejected.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0abba56bf72d4646be9c1e13b53d8aa3_78"
        },
        {
            "start": 7545,
            "end": 7618,
            "text": "11. The Apex Court in the case of AMBALAL supra has held as follows:\n\"14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "50a228cfe27f4503b91516ccdccb0869_79"
        },
        {
            "start": 7619,
            "end": 7788,
            "text": "In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cf44f36983547d3ad51e0afbef592a2_80"
        },
        {
            "start": 7789,
            "end": 8053,
            "text": "In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0a6b2034586423aaf092dbd9e2bb438_81"
        },
        {
            "start": 8054,
            "end": 8339,
            "text": "Further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fba9cac3de7d4f028b0c835aef2c69a3_82"
        },
        {
            "start": 8340,
            "end": 8645,
            "text": "Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the NC: 2024:KHC:1124 High Court was justified in its conclusion arrived through the order dated 1-3-2019 [K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926] impugned herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79b5bc47bd3c49768c9fcdc4bd1b9b59_83"
        },
        {
            "start": 8646,
            "end": 8777,
            "text": "The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b84a94e756d74393b9e63a3c94648ac5_84"
        },
        {
            "start": 8779,
            "end": 8955,
            "text": "17. The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (Act No. 4 of 2016) was published in the Gazette of India on 1-1-2016.",
            "labels": [
                "NONE"
            ],
            "id": "dd25a018f70c4797944b64b8e22f4ed6_85"
        },
        {
            "start": 8956,
            "end": 9016,
            "text": "The Act is deemed to have come into force w.e.f. 23-10-2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61b152c97e784d6b8297889f49dc4542_86"
        },
        {
            "start": 9017,
            "end": 9100,
            "text": "Act No. 4 of 2016 was amended by Central Act 28 of 2018, the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3dcd6df8379243e190c3ff08275e6cb2_87"
        },
        {
            "start": 9102,
            "end": 9203,
            "text": "18. We may refer to the Law Commission's 253rd Report, which inter alia made various recommendations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc92dbb8185c4b0bb35b1cbf6a94c7f8_88"
        },
        {
            "start": 9204,
            "end": 9331,
            "text": "Para 4.2 of Chapter IV--\"Conclusions and Summary of Recommendations\" of the Law Commission's 253rd Report reads as under:\n\"4.2.",
            "labels": [
                "STA"
            ],
            "id": "7236c32bc92248bc84ac964cb2250579_89"
        },
        {
            "start": 9332,
            "end": 9568,
            "text": "The Commercial Courts, the Commercial Divisions and the Commercial Appellate Divisions of High Courts that have been recommended are intended to serve as a pilot project in the larger goal of reforming the civil justice system in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3dab14e072ec46a8b490a3c3715503a8_90"
        },
        {
            "start": 9569,
            "end": 9679,
            "text": "The goal is to ensure that cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4bb86a675594e1f9f0ea77311f74124_91"
        },
        {
            "start": 9680,
            "end": 9898,
            "text": "Not only does this benefit the litigant, other potential litigants (especially those engaged in trade and commerce) are also advantaged by the reduction in backlog caused by the quick resolution of commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35b741537d8d4d54bc1f0b32c0dd3664_92"
        },
        {
            "start": 9899,
            "end": 10022,
            "text": "In turn, this will further economic growth, increase foreign investment, and make India an attractive place to do business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43350d75856741dfb9602dc567b5012a_93"
        },
        {
            "start": 10023,
            "end": 10184,
            "text": "Further, it also benefits the economy as a whole given that a robust dispute resolution mechanism is a sine qua non for the all-round development of an economy.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bb7f8adf45c445e39c0ee3454fc34d10_94"
        },
        {
            "start": 10185,
            "end": 10412,
            "text": "[See Para 4.2 of Chapter IV--'Conclusions and Summary of Recommendations' of Law Commission's 253rd Report -- Commercial Division and Commercial Appellate Division of High Courts and Commercial Courts Bill, 2015 (January 2015).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f1b70e9194b4eb781c552e8c3971ce7_95"
        },
        {
            "start": 10413,
            "end": 10512,
            "text": "] After the Law Commission's 253rd Report, Act No. 4 of 2016 was amended by Central Act 28 of 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bed81bfd78084ef9b893af26fd6462db_96"
        },
        {
            "start": 10514,
            "end": 10584,
            "text": "19. Section 3 of the Act deals with constitution of Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a1d0185a13a4c9d8a0dfc7597d3546f_97"
        },
        {
            "start": 10585,
            "end": 10841,
            "text": "As per Section 3 of the Act, the State NC: 2024:KHC:1124 Government shall, after consultation with the High Court, by notification, constitute Commercial Courts at district level if deemed necessary for the purpose of exercising jurisdiction under the Act.",
            "labels": [
                "STA"
            ],
            "id": "1e2fcf842063455b882efcc3906d215d_98"
        },
        {
            "start": 10842,
            "end": 11102,
            "text": "As per Section 3(1-A) of the Act, Commercial Courts shall have jurisdiction to try the commercial disputes of a \"specified value\" which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.",
            "labels": [
                "STA"
            ],
            "id": "58c86ff8c59a47108d507e01071a2900_99"
        },
        {
            "start": 11103,
            "end": 11294,
            "text": "After amendment in 2018, the proviso to Section 3 provides that Commercial Courts may be constituted with respect to area over which the High Courts have ordinary original civil jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1c177557af641d1a42cdd2891929a96_100"
        },
        {
            "start": 11295,
            "end": 11499,
            "text": "Section 5(1) of the Act provides for the constitution of Commercial Appellate Division having one or more Division Benches for the purpose of exercising jurisdiction and powers conferred on it by the Act.",
            "labels": [
                "STA"
            ],
            "id": "fd28689037e04218b12b567a3d3e1fbb_101"
        },
        {
            "start": 11500,
            "end": 11563,
            "text": "\n20. Section 6 deals with the jurisdiction of Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6be68a555f034bb1a72e575cd61a4e8f_102"
        },
        {
            "start": 11564,
            "end": 11620,
            "text": "Section 6 of the Act reads as under: \"6. Jurisdiction of",
            "labels": [
                "STA"
            ],
            "id": "df21d1e1913443698c5bb6c09a8c078f_103"
        },
        {
            "start": 11621,
            "end": 11877,
            "text": "Commercial Court.--The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a specified value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "08019c549c9e407fb91b524c817d5b34_104"
        },
        {
            "start": 11878,
            "end": 12253,
            "text": "Explanation.--For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of Sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).\"",
            "labels": [
                "STA"
            ],
            "id": "122d627331de4f6f92d8025e61162a02_105"
        },
        {
            "start": 12254,
            "end": 12336,
            "text": "\n21. Section 7 deals with the jurisdiction of Commercial Divisions of High Courts.",
            "labels": [
                "STA"
            ],
            "id": "105adf8aa3e843858fb959454cfb231c_106"
        },
        {
            "start": 12337,
            "end": 12656,
            "text": "Section 7 of the Act reads as under:\n\"7. Jurisdiction of Commercial Divisions of High Courts.--All suits and applications relating to commercial disputes of a specified value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\n",
            "labels": [
                "STA"
            ],
            "id": "caa3f85075b7437fba63a0b6d09baf54_107"
        },
        {
            "start": 12656,
            "end": 12958,
            "text": "Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the NC: 2024:KHC:1124 original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:",
            "labels": [
                "STA"
            ],
            "id": "f8b54b4530e043fb9954e6253421372f_108"
        },
        {
            "start": 12959,
            "end": 13604,
            "text": "Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of Section 22 of the Designs Act, 2000 (16 of 2000) or Section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.\"\n22. Commercial Divisions are to be set up in High Courts that are already having ordinary original civil jurisdiction having one or more Benches consisting of a Single Judge having experience in dealing with commercial disputes for exercising powers under the Act.",
            "labels": [
                "STA"
            ],
            "id": "465c691ec61b4fa7ae4d98678161059c_109"
        },
        {
            "start": 13605,
            "end": 14122,
            "text": "As per Section 7(1) and the proviso thereto, Commercial Division will hear and dispose of all suits and applications relating to commercial disputes of a specified value, that lie in a court not inferior to district court and filed in a High Court having ordinary original civil jurisdiction and also those cases transferred to High Court under Section 22(4) of the Designs Act, 2000 or under Section 104 of the Patents Act, 1970.\n23. Section 5 of the Act deals with the constitution of Commercial Appellate Division.",
            "labels": [
                "STA"
            ],
            "id": "b700951c560b46f08323ed7285a000f3_110"
        },
        {
            "start": 14123,
            "end": 14553,
            "text": "Section 5(1) of the Act reads as under:\n\"5. Constitution of Commercial Appellate Division.--(1) After issuing notification under sub-section (1) of Section 3 or order under sub-section (1) of Section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.\"\n",
            "labels": [
                "STA"
            ],
            "id": "6dfb15bb2d784207a0412b1993010557_111"
        },
        {
            "start": 14553,
            "end": 14777,
            "text": "In terms of Section 5(2) of the Act, the Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.",
            "labels": [
                "STA"
            ],
            "id": "408d8c0b7d5c43eb9dd4347bb5964128_112"
        },
        {
            "start": 14778,
            "end": 16604,
            "text": "\n24. Section 2(1)(c) defines \"commercial dispute\" as under:\n- 10 - NC: 2024:KHC:1124 \"2. Definitions.--(1) In this Act, unless the context otherwise requires-- ***\n(c) \"commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semi- conductor integrated circuits;\n(xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above; and - 11 - NC: 2024:KHC:1124 (xxii) such other commercial disputes as may be notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "e02efc939edf4b538cc28b977e1539bc_113"
        },
        {
            "start": 16606,
            "end": 18216,
            "text": "Explanation.--A commercial dispute shall not cease to be commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;\n***\n(d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of Section 4;\n(e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of Article 236 of the Constitution of India;\n(f) \"document\" means any mater expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matters;\n(g) \"notification\" means a notification published in the Official Gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly;\n(h) \"Schedule\" means the Schedule appended to the Act; and (i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.\"\n(emphasis supplied) [Subs. by Act 28 of 2018, Section 4(II), for \"which shall not be less than one crore rupees\" (w.r.e.f. 3-5- 2018).]\n25.",
            "labels": [
                "STA"
            ],
            "id": "09207e9dda2d4df7b1a5b5573ae77396_114"
        },
        {
            "start": 18217,
            "end": 18581,
            "text": "As noted above, clause (i) of Section 2 of the Act defines \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in - 12 - NC: 2024:KHC:1124 respect of a suit as determined in accordance with Section 12 [which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "8107719f919247a89c6cc363ab171ad0_115"
        },
        {
            "start": 18582,
            "end": 18691,
            "text": "Section 12 provides for criteria for valuation of the suit, application or appeal for the purpose of the Act.",
            "labels": [
                "STA"
            ],
            "id": "35decb1ee1b74c73a2ade6f1a19db8ff_116"
        },
        {
            "start": 18693,
            "end": 19015,
            "text": "26. A matter will fall under the jurisdiction of the Commercial Court or the Commercial Division of the High Court on the following factors:\n(i) it shall be a commercial dispute within the meaning of Section 2(1)(c) of the Act; and (ii) such commercial disputes are of a specified value as per Section 2(i) of the Act.\n27.",
            "labels": [
                "STA"
            ],
            "id": "62e9011e3715430289037fdb2a3d8180_117"
        },
        {
            "start": 19016,
            "end": 19355,
            "text": "As per Section 11 of the Act, notwithstanding anything contained in the Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "ba50b20da7754e09957c4ca91b9f5bf6_118"
        },
        {
            "start": 19356,
            "end": 19420,
            "text": "\n28. Section 15 of the Act deals with transfer of pending cases.",
            "labels": [
                "STA"
            ],
            "id": "5ab28023d9714be9ad3c92f7683b66a4_119"
        },
        {
            "start": 19421,
            "end": 19786,
            "text": "Section 15 of the Act reads as under:\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "d54841f09ad84592863eac8866775e7b_120"
        },
        {
            "start": 19787,
            "end": 20118,
            "text": "(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\n",
            "labels": [
                "STA"
            ],
            "id": "9f478ddda1a94f66a76e196e43e646ae_121"
        },
        {
            "start": 20118,
            "end": 20358,
            "text": "Provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\"",
            "labels": [
                "STA"
            ],
            "id": "22663e5acece401f80e4e8c6dee3a38b_122"
        },
        {
            "start": 20359,
            "end": 20388,
            "text": "\n- 13 - NC: 2024:KHC:1124 29.",
            "labels": [
                "STA"
            ],
            "id": "85e2a6a95e0f4e2a9f995fc1b9ef7967_123"
        },
        {
            "start": 20389,
            "end": 20679,
            "text": "Insofar as transferred cases, as per Section 15(4) of the Act, the Commercial Division or Commercial Court shall prescribe new timelines or issue further directions for speedy and efficacious disposal of such suit or application in accordance with Order 15-A of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b2fe2196242347c0a0f2f46f9a21d3dd_124"
        },
        {
            "start": 20680,
            "end": 20986,
            "text": "New time period for filing written statement shall be prescribed and the proviso to sub-rule (1) of Rule 1 of Order 5 of the Code of Civil Procedure shall not apply to the transferred cases and the Court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4bc89b6c11e147b7a4dcd6383a6ed84c_125"
        },
        {
            "start": 20988,
            "end": 21335,
            "text": "30. The Preamble of the Commercial Courts Act, 2015 reads as under:\n\"An Act to provide for the constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected therewith or incidental thereto.\"\n31.",
            "labels": [
                "STA"
            ],
            "id": "255ecb14964440c8a2a002cea9057029_126"
        },
        {
            "start": 21336,
            "end": 21599,
            "text": "The Statement of Objects and Reasons of the Commercial Courts Act reads as under:\n\"Statement of Objects and Reasons.--The proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13c189039d6742fdb34278fb5b91acac_127"
        },
        {
            "start": 21600,
            "end": 21677,
            "text": "The high value commercial disputes involve complex facts and question of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "975adae1b8cd463abe451de6e6c721e7_128"
        },
        {
            "start": 21678,
            "end": 21772,
            "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36813130c87542298e253c28aea71655_129"
        },
        {
            "start": 21773,
            "end": 21922,
            "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3cd4d77860b421f8ada14970646ef47_130"
        },
        {
            "start": 21923,
            "end": 22849,
            "text": "\n***\n6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015, to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015, which inter alia, provides for the following namely-- (i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil - 14 - NC: 2024:KHC:1124 jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the orders of the Commercial Courts and the orders of the Commercial Division of the High Court;\n",
            "labels": [
                "STA"
            ],
            "id": "195549050f6a434abb6865f5f7eaecb6_131"
        },
        {
            "start": 22849,
            "end": 23286,
            "text": "(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908, as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908, so as to improve the efficiency and reduce delays in disposal of commercial cases.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c82b13d503540bdb4e809d976c88bd5_132"
        },
        {
            "start": 23287,
            "end": 23699,
            "text": "\nThe object and purpose of the Commercial Courts Act is to ensure that the Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division of the High Courts and also to ensure that the commercial cases are disposed of expeditiously, fairly and at reasonable cost to the litigant.\n32. Section 13 deals with appeals from decrees of Commercial Courts and Commercial Divisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "546401483ca947aab33ddf30678fe670_133"
        },
        {
            "start": 23700,
            "end": 23922,
            "text": "As per Section 14 of the Act, the Commercial Appellate Court and the Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dc7394fb2e8d4a889e76dfa81638366c_134"
        },
        {
            "start": 23923,
            "end": 24009,
            "text": "\n    Fast     Track     Procedure       for   deciding     the commercial disputes 33.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65d423f95c194011b19216798d68e34d_135"
        },
        {
            "start": 24010,
            "end": 24201,
            "text": "As per Section 16 of the Act, the provisions of the Code of Civil Procedure as amended under the Act, shall apply in the trial of suit in respect of a commercial dispute of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c523a895facc4fc3ab3b6fcb296f00b0_136"
        },
        {
            "start": 24202,
            "end": 24335,
            "text": "Section 16 of the Act reads as under:\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.",
            "labels": [
                "STA"
            ],
            "id": "445e9941f3b241dc94c8c83ba6826c16_137"
        },
        {
            "start": 24336,
            "end": 24560,
            "text": "--(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a specified value, stand amended in the manner as specified in the Schedule.",
            "labels": [
                "STA"
            ],
            "id": "64596a48a0b046e5ba89f17833483f59_138"
        },
        {
            "start": 24561,
            "end": 24816,
            "text": "(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a - 15 - NC: 2024:KHC:1124 suit in respect of a commercial dispute of a specified value.",
            "labels": [
                "STA"
            ],
            "id": "ec896e41bcaa4ecc8935df20d32fd527_139"
        },
        {
            "start": 24817,
            "end": 25171,
            "text": "\n(3) Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
            "labels": [
                "STA"
            ],
            "id": "43a775ee5eb24564ae910b0b99ced5c7_140"
        },
        {
            "start": 25173,
            "end": 25330,
            "text": "34. The Schedule to the Commercial Courts Act amends various provisions of the Code of Civil Procedure and thereby makes significant departure from the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24fe2b3f99b04550b37d130bd573b5e8_141"
        },
        {
            "start": 25331,
            "end": 25410,
            "text": "After Order 13 of the Code, Order 13-A -- \"Summary Judgment\" has been inserted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c3593b5490443138302c07300f4617f_142"
        },
        {
            "start": 25411,
            "end": 25668,
            "text": "Order 13-A contains the scope and classes of suits to which Order 13-A applies, grounds for summary judgment, procedure to be followed, evidence for hearing of summary judgment, orders that may be made by Court in such proceedings for summary judgment, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f98989102ad4ac4b989b2a57d24eb7c_143"
        },
        {
            "start": 25669,
            "end": 25753,
            "text": "After Order 15 of the Code, Order 15-A--\"Case Management Hearing\" has been inserted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "409231c28af34340b521abda08242f4d_144"
        },
        {
            "start": 25754,
            "end": 26039,
            "text": "Order 15-A provides for first case management hearing (Rule 1); recording of oral evidence on a day-to- day basis (Rule 4); powers of the court in a case management hearing (Rule 6); adjournment of case management hearing (Rule 7); consequences of non- compliance with orders (Rule 8).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c27b12d80b0744e3896c7ee3497fe7bf_145"
        },
        {
            "start": 26040,
            "end": 26155,
            "text": "By way of amendment, several rules have been incorporated to make the matters of commercial disputes on fast track.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25e1c1d87b2546389a1c4aafe6068f98_146"
        },
        {
            "start": 26156,
            "end": 26482,
            "text": "In Order 20 of the Code -- \"Judgment\", Rule 1 has been substituted that within ninety days of the conclusion of arguments, the Commercial Court/Commercial Division/Commercial Appellate Division to pronounce the judgment and copies thereof shall be issued to all the parties to the dispute through electronic mail or otherwise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7cca5115c1974806b31ed03a1d2553ec_147"
        },
        {
            "start": 26484,
            "end": 26655,
            "text": "35. Various provisions of the Act, namely, case management hearing and other provisions makes the court to adopt a pro-active approach in resolving the commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "539eb8aa00f54cd1884898499e6e7004_148"
        },
        {
            "start": 26656,
            "end": 26824,
            "text": "A new approach for carrying out case management and strict guidelines for completion of the process has been introduced so that the adjudicatory process is not delayed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7bff9bdb98e46a4ad40525c2e7d50bf_149"
        },
        {
            "start": 26825,
            "end": 27143,
            "text": "I have referred to the various provisions of the Act and the Schedule bringing in amendments brought to the Civil Procedure Code to deal - 16 - NC: 2024:KHC:1124 with the commercial disputes, only to highlight that the trial of the commercial dispute suits is put on fast track for disposal of the suits expeditiously.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "154f133599194f17964889bc1df7f044_150"
        },
        {
            "start": 27144,
            "end": 27345,
            "text": "Various provisions of the Act referred to above and the amendments inserted to the Civil Procedure Code by the Schedule is to ensure speedy resolution of the commercial disputes in a time bound manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f75d3e1e8742474b9970cf4c2791241c_151"
        },
        {
            "start": 27346,
            "end": 27581,
            "text": "The intent of the legislature seems to be to have a procedure which expedites the disposal of commercial disputes and thus creates a positive environment for investment and development and make India an attractive place to do business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33f1472e9e9d4ad891268267b832e2ca_152"
        },
        {
            "start": 27583,
            "end": 27920,
            "text": "36. A perusal of the Statement of Objects and Reasons of the Commercial Courts Act, 2015 and the various amendments to the Civil Procedure Code and insertion of new rules to the Code applicable to suits of commercial disputes show that it has been enacted for the purpose of providing an early disposal of high value commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0d3ba370d9ad4c4fb2c5edd87ec7c3dd_153"
        },
        {
            "start": 27921,
            "end": 28128,
            "text": "A purposive interpretation of the Statement of Objects and Reasons and various amendments to the Civil Procedure Code leaves no room for doubt that the provisions of the Act require to be strictly construed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae7c732a98554d4b90618a2502f43fbb_154"
        },
        {
            "start": 28129,
            "end": 28348,
            "text": "If the provisions are given a liberal interpretation, the object behind constitution of Commercial Division of Courts viz. putting the matter on fast track and speedy resolution of commercial disputes, will be defeated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70a5949214ea4a8bb2f32e4c86bcb24a_155"
        },
        {
            "start": 28349,
            "end": 28488,
            "text": "If we take a closer look at the Statement of Objects and Reasons, words such as \"early\" and \"speedy\" have been incorporated and reiterated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "31a79c6c8d5c40b5aa9b4cbecb3f42b7_156"
        },
        {
            "start": 28489,
            "end": 28673,
            "text": "The object shall be fulfilled only if the provisions of the Act are interpreted in a narrow sense and not hampered by the usual procedural delays plaguing our traditional legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e3487fdc13b49a597315f0d82efc4fc_157"
        },
        {
            "start": 28675,
            "end": 28759,
            "text": "37. A dispute relating to immovable property per se may not be a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f705d20449e41e3b3138b37214743d1_158"
        },
        {
            "start": 28760,
            "end": 28953,
            "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2(1)(c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ede5f83abdca40b7b49ee2608aad496f_159"
        },
        {
            "start": 28954,
            "end": 29039,
            "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fc1e24c5d694dd0879f38ed178787c7_160"
        },
        {
            "start": 29040,
            "end": 29159,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "805f5a68dd16424483ab671f581b6ed0_161"
        },
        {
            "start": 29160,
            "end": 29189,
            "text": "It should be \"actually used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d7793c06ac74354a64405c90832798d_162"
        },
        {
            "start": 29190,
            "end": 29326,
            "text": "Such a wide interpretation - 17 - NC: 2024:KHC:1124 would defeat the objects of the Act and the fast tracking procedure discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c8ef5884ac34294a8486602d20695d1_163"
        },
        {
            "start": 29328,
            "end": 29490,
            "text": "38. On 3-11-2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent- defendant and Ketan Bhailalbhai Shah, second respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cfe086da81e942b397e05c3d279789ac_164"
        },
        {
            "start": 29491,
            "end": 29566,
            "text": "As per the terms of MoU, parties executed a deed of conveyance of the land.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da83d1c0fb3945ef9001eff51de96219_165"
        },
        {
            "start": 29567,
            "end": 29719,
            "text": "A mortgage deed was executed simultaneously along with the MoU with respect to the part of the land admeasuring 15,000 sq ft in favour of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12df138fc8e8451dbefc656e3ba35704_166"
        },
        {
            "start": 29720,
            "end": 30000,
            "text": "It was understood between the parties that Respondent 1 would apply for change of land use permission for the land in question on signing of the MoU. Mortgage deed was executed by Respondent 1 in favour of the appellant in order to ensure performance of obligations under the MoU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0eb450159d24564b1dd2cc5408b5377_167"
        },
        {
            "start": 30001,
            "end": 30063,
            "text": "But the said mortgage deed was not presented for registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c1dcdfbf3ec4417a3fda38fcb23a0be_168"
        },
        {
            "start": 30065,
            "end": 30529,
            "text": "39. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the appellant-plaintiff seems to be carrying on business as estate agent and to manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question is being used exclusively in trade or commerce rather in the business of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94335ff7e2934b1ca6f70fa1458e31db_169"
        },
        {
            "start": 30530,
            "end": 30829,
            "text": "As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub- clause (vii) of Section 2(1)(c) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d6cf3270e01438fa02668a83c19b42b_170"
        },
        {
            "start": 30830,
            "end": 30997,
            "text": "Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20fbe5f471344596ae76538d91ec9219_171"
        },
        {
            "start": 30998,
            "end": 31398,
            "text": "\n40. In Ujwala Raje Gaekwar v. Hemaben Achyut Shah [Ujwala Raje Gaekwar v. Hemaben Achyut Shah, 2017 SCC OnLine Guj 583] , Special Civil Suit No. 533 of 2011 was instituted for declaration that the sale deed valued at Rs 17.76 crores executed by the appellant- original Defendant 1 in favour of Respondent 4 be declared illegal and also, for permanent injunction with respect to the land in question.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b7776adf6245421f9e21f173a126dcca_172"
        },
        {
            "start": 31399,
            "end": 31802,
            "text": "The appellants-defendants thereon filed an application that in sale deed, it has been - 18 - NC: 2024:KHC:1124 clearly mentioned that the agreement relating to immovable property used exclusively in trade or commerce and falls within the meaning of Section 2(1)(c)(vii) of the Commercial Courts Act and that the matters above, the value of rupees one crore are to be transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf3b98d765514899a600c38ad8cdefc8_173"
        },
        {
            "start": 31803,
            "end": 31896,
            "text": "Trial court rejected the said application which was challenged before the Gujarat High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92efe63015e740e2b9b77154f662be3d_174"
        },
        {
            "start": 31897,
            "end": 32607,
            "text": "The Gujarat High Court held that the aim, object and purpose of establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigant, and if such a suit which is as such arising out of the probate proceedings and/or is dispute with respect to the property are transferred to the Commercial Division/Commercial Court, there shall not be any difference between the regular civil courts and the Commercial Division/Commercial Courts and the object for the establishment of the Commercial Division/Commercial Courts shall be frustrated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b91d06008f8147fd8e495273dafd327d_175"
        },
        {
            "start": 32609,
            "end": 32881,
            "text": "41. In Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd. [Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017 Guj 153] , referred to in extenso by my learned Brother, it was held that: (SCC OnLine Guj para 33) \"33. ...",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fd10067d8b35408893469a637434e0ff_176"
        },
        {
            "start": 32882,
            "end": 33004,
            "text": "On plain reading of the relevant clause, it is clear that the expression \"used\" must mean \"actually used\" or \"being used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "44d733cdc3744482b184ad7ea6e15394_177"
        },
        {
            "start": 33005,
            "end": 33178,
            "text": "If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1ae7e3de62b4f218fe1da76c044f7f9_178"
        },
        {
            "start": 33179,
            "end": 33311,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\".\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d83b0cb5ea34464c8985b118b80a9bda_179"
        },
        {
            "start": 33312,
            "end": 33404,
            "text": "We entirely agree with the above purposive interpretation adopted by the Gujarat High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8fb3ac658a924ad186ca4768b2bdcbbb_180"
        },
        {
            "start": 33406,
            "end": 33688,
            "text": "42. The object and purpose of the establishment of Commercial Courts, Commercial Divisions and Commercial Appellate Divisions of the High Court is to ensure that the cases involved in commercial disputes are disposed of expeditiously, fairly and at reasonable cost to the litigants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "93c9dc6a2735452fb74311ecc4f56f63_181"
        },
        {
            "start": 33689,
            "end": 34146,
            "text": "Keeping in view the object and purpose of the establishment of the Commercial Courts and fast - 19 - NC: 2024:KHC:1124 tracking procedure provided under the Act, the statutory provisions of the Act and the words incorporated thereon are to be meaningfully interpreted for quick disposal of commercial litigations so as to benefit the litigants especially those who are engaged in trade and commerce which in turn will further economic growth of the country.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "896c25756db5481da0d455a5a79556d0_182"
        },
        {
            "start": 34147,
            "end": 34251,
            "text": "On the above reasonings, I agree with the conclusion arrived at by my esteemed Brother A.S. Bopanna, J.\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d91905759d4c40eca5153ae2b392169d_183"
        },
        {
            "start": 34251,
            "end": 34500,
            "text": "The Apex Court considering an identical circumstance has held that all disputes involving monetary claim would not become a commercial dispute ipso facto unless it comes within the definition of a commercial dispute as found in Section 2 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ef9ec0f9d674b1ca7a953bd15f3d29a_184"
        },
        {
            "start": 34502,
            "end": 34715,
            "text": "12. The Apex Court considers that every dispute being referred to the Commercial Court would clog the Court and defeat the very constitution of the Commercial Court and for the purpose for which it is constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dd9043f4388e41a2b550eb82f9635c3b_185"
        },
        {
            "start": 34716,
            "end": 34800,
            "text": "Therefore, issue stands answered by the Apex Court in the case of AMBALAL supra.\n13.",
            "labels": [
                "RATIO"
            ],
            "id": "01847e7a2d754b8fa3c5a2e4fcd1f4b9_186"
        },
        {
            "start": 34801,
            "end": 34956,
            "text": "The petition deserves to succeed on the score of it being covered on all fours by the judgment rendered by the Apex Court in the case of AMBALAL supra.\n14.",
            "labels": [
                "RATIO"
            ],
            "id": "48e25ac28dd74942b39ea28d9adf1fd6_187"
        },
        {
            "start": 34957,
            "end": 35226,
            "text": "Learned counsel appearing for the respondents submits that the petitioners have already preferred a suit - 20 - NC: 2024:KHC:1124 before the concerned Court and the present Commercial Appeal in 96/2023 also be clubbed along with the same and be heard by the same court.",
            "labels": [
                "RPC"
            ],
            "id": "8a16abca505e4d1a98c873af4660f0fb_188"
        },
        {
            "start": 35228,
            "end": 35308,
            "text": "15. It is for the petitioners to file an appropriate application to that effect.",
            "labels": [
                "RPC"
            ],
            "id": "1846533120404fd4b19cc783939f3dbf_189"
        },
        {
            "start": 35310,
            "end": 35390,
            "text": "17. For the aforesaid reasons, the following:\nORDER (i) The petition is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "2d8df84f70cf4e7686a4b710b11f6511_190"
        },
        {
            "start": 35391,
            "end": 35566,
            "text": "\n(ii) The order passed on memo by the Commercial Court of LXXXV Additional City Civil and Sessions Judge, Bengaluru (CCH-86) dated 15.11.2023 in Com.A.P.No.96/2023 is quashed.",
            "labels": [
                "RPC"
            ],
            "id": "17586edfe9cb420884d2f4ddee896332_191"
        },
        {
            "start": 35567,
            "end": 35660,
            "text": "\n(iii) It is declared that Commercial Appeal before the concerned Court was not maintainable.",
            "labels": [
                "RPC"
            ],
            "id": "41f5bbfc3d3344b789a346866b1ba964_192"
        },
        {
            "start": 35662,
            "end": 35683,
            "text": "Sd/-\nJUDGE SJK CT:SNN",
            "labels": [
                "NONE"
            ],
            "id": "4f350a43fe0d42e1b8f5571aa32d3890_193"
        }
    ],
    "entities": [
        {
            "text": "Marsons Electrical Industries",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 50
        },
        {
            "text": "Chairman, Madhya Pradesh Electricity ... on 12 December, 2023",
            "label": "RESPONDENT",
            "start_char": 54,
            "end_char": 115
        },
        {
            "text": "Mahesh Chandra Tripathi",
            "label": "LAWYER",
            "start_char": 124,
            "end_char": 147
        },
        {
            "text": "Mahesh Chandra Tripathi",
            "label": "JUDGE",
            "start_char": 155,
            "end_char": 178
        },
        {
            "text": "High Court Of Judicature At Allahabad",
            "label": "COURT",
            "start_char": 179,
            "end_char": 216
        },
        {
            "text": "Marsons Electrical Industries",
            "label": "PETITIONER",
            "start_char": 461,
            "end_char": 490
        },
        {
            "text": "Chairman, Madhya Pradesh Electricity Board (Madhya Pradesh State Electricity Board)",
            "label": "RESPONDENT",
            "start_char": 507,
            "end_char": 590
        },
        {
            "text": "Alok Kumar Yadav",
            "label": "LAWYER",
            "start_char": 632,
            "end_char": 648
        },
        {
            "text": "Varun Srivastava",
            "label": "LAWYER",
            "start_char": 677,
            "end_char": 693
        },
        {
            "text": "Mahesh Chandra Tripathi",
            "label": "JUDGE",
            "start_char": 707,
            "end_char": 730
        },
        {
            "text": "Prashant Kumar",
            "label": "JUDGE",
            "start_char": 744,
            "end_char": 758
        },
        {
            "text": "M.C. Tripathi",
            "label": "JUDGE",
            "start_char": 776,
            "end_char": 789
        },
        {
            "text": "Alok Kumar Yadav",
            "label": "LAWYER",
            "start_char": 808,
            "end_char": 824
        },
        {
            "text": "Shantanu Srivastava",
            "label": "OTHER_PERSON",
            "start_char": 833,
            "end_char": 852
        },
        {
            "text": "Aditya Khandekar",
            "label": "OTHER_PERSON",
            "start_char": 896,
            "end_char": 912
        },
        {
            "text": "Varun Srivastava",
            "label": "LAWYER",
            "start_char": 938,
            "end_char": 954
        },
        {
            "text": "MEI Power Private Limited",
            "label": "ORG",
            "start_char": 1178,
            "end_char": 1203
        },
        {
            "text": "Marsons Electrical Industries",
            "label": "ORG",
            "start_char": 1278,
            "end_char": 1307
        },
        {
            "text": "MEI Power Private Limited",
            "label": "ORG",
            "start_char": 1333,
            "end_char": 1358
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 1429,
            "end_char": 1433
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 1576,
            "end_char": 1584
        },
        {
            "text": "Industrial Development and Regulation Act, 1951",
            "label": "STATUTE",
            "start_char": 1643,
            "end_char": 1690
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 1782,
            "end_char": 1792
        },
        {
            "text": "Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993",
            "label": "STATUTE",
            "start_char": 1855,
            "end_char": 1935
        },
        {
            "text": "Small Scale Industries Act, 2006",
            "label": "STATUTE",
            "start_char": 2033,
            "end_char": 2065
        },
        {
            "text": "29.10.2007",
            "label": "DATE",
            "start_char": 2331,
            "end_char": 2341
        },
        {
            "text": "Micro, Small and Medium Enterprises Development Act, 2006",
            "label": "STATUTE",
            "start_char": 2367,
            "end_char": 2424
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 2454,
            "end_char": 2469
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 2607,
            "end_char": 2625
        },
        {
            "text": "10.5.2016",
            "label": "DATE",
            "start_char": 2867,
            "end_char": 2876
        },
        {
            "text": "Small Scale Industry",
            "label": "ORG",
            "start_char": 2982,
            "end_char": 3002
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 3041,
            "end_char": 3049
        },
        {
            "text": "M.P. State Electricity Board",
            "label": "ORG",
            "start_char": 3121,
            "end_char": 3149
        },
        {
            "text": "14-10-1993",
            "label": "DATE",
            "start_char": 3327,
            "end_char": 3337
        },
        {
            "text": "06-01/Ord/14998",
            "label": "DATE",
            "start_char": 3338,
            "end_char": 3353
        },
        {
            "text": "03-03-1994",
            "label": "DATE",
            "start_char": 3357,
            "end_char": 3367
        },
        {
            "text": "10-02-1995",
            "label": "DATE",
            "start_char": 3425,
            "end_char": 3435
        },
        {
            "text": "06-01/CE(S & P)/SEP-I/EEP-II/15719",
            "label": "DATE",
            "start_char": 3436,
            "end_char": 3470
        },
        {
            "text": "11-01-1996",
            "label": "DATE",
            "start_char": 3485,
            "end_char": 3495
        },
        {
            "text": "27-06-1996",
            "label": "DATE",
            "start_char": 3554,
            "end_char": 3564
        },
        {
            "text": "06-01/CE(S&P)/ORD/SEP-I/EEP-",
            "label": "DATE",
            "start_char": 3565,
            "end_char": 3593
        },
        {
            "text": "10-09-1996",
            "label": "DATE",
            "start_char": 3606,
            "end_char": 3616
        },
        {
            "text": "06-01/CE(S&P)/ORD/SEP-I/EEP-III/",
            "label": "DATE",
            "start_char": 3617,
            "end_char": 3649
        },
        {
            "text": "13-09-1996",
            "label": "DATE",
            "start_char": 3665,
            "end_char": 3675
        },
        {
            "text": "06-01/CE(S&P)/ORD/SE(P-I)/EE(P-II)/Extn.116575",
            "label": "DATE",
            "start_char": 3676,
            "end_char": 3722
        },
        {
            "text": "03-12-1998",
            "label": "DATE",
            "start_char": 3726,
            "end_char": 3736
        },
        {
            "text": "06-01/CE(S&P)/ORD/SE(P-IV)/EE(P-II)/17723",
            "label": "DATE",
            "start_char": 3737,
            "end_char": 3778
        },
        {
            "text": "10-11-1997",
            "label": "DATE",
            "start_char": 3782,
            "end_char": 3792
        },
        {
            "text": "06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn.-I/17094",
            "label": "DATE",
            "start_char": 3793,
            "end_char": 3839
        },
        {
            "text": "03-07-1998",
            "label": "DATE",
            "start_char": 3844,
            "end_char": 3854
        },
        {
            "text": "06-01/CE(S&P)/ORD/SEP-I/EEP-III)/Extn-",
            "label": "DATE",
            "start_char": 3855,
            "end_char": 3893
        },
        {
            "text": "22-08-1997",
            "label": "DATE",
            "start_char": 3906,
            "end_char": 3916
        },
        {
            "text": "06-01/CE(S&P)/SE(P-IV)/ORD/SE(P-I)/EE(P-",
            "label": "DATE",
            "start_char": 3917,
            "end_char": 3957
        },
        {
            "text": "29-06-1998",
            "label": "DATE",
            "start_char": 3971,
            "end_char": 3981
        },
        {
            "text": "6-01/CE(S&P)/SE(P-IV)/EE(P-",
            "label": "DATE",
            "start_char": 3982,
            "end_char": 4009
        },
        {
            "text": "Sales Tax Act",
            "label": "STATUTE",
            "start_char": 4715,
            "end_char": 4728
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 5999,
            "end_char": 6007
        },
        {
            "text": "Indian Arbitration Act 1940",
            "label": "STATUTE",
            "start_char": 7068,
            "end_char": 7095
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 7883,
            "end_char": 7891
        },
        {
            "text": "23.8.1999",
            "label": "DATE",
            "start_char": 8153,
            "end_char": 8162
        },
        {
            "text": "1.9.1999",
            "label": "DATE",
            "start_char": 8164,
            "end_char": 8172
        },
        {
            "text": "11.9.1999",
            "label": "DATE",
            "start_char": 8174,
            "end_char": 8183
        },
        {
            "text": "16.10.1999",
            "label": "DATE",
            "start_char": 8185,
            "end_char": 8195
        },
        {
            "text": "30.10.1999",
            "label": "DATE",
            "start_char": 8200,
            "end_char": 8210
        },
        {
            "text": "Jabalpur High Court",
            "label": "COURT",
            "start_char": 8626,
            "end_char": 8645
        },
        {
            "text": "Writ Petition No.742 of 2008",
            "label": "CASE_NUMBER",
            "start_char": 8672,
            "end_char": 8700
        },
        {
            "text": "Jabalpur High Court",
            "label": "COURT",
            "start_char": 8732,
            "end_char": 8751
        },
        {
            "text": "22.1.2000",
            "label": "DATE",
            "start_char": 8769,
            "end_char": 8778
        },
        {
            "text": "State of U.P.",
            "label": "ORG",
            "start_char": 8783,
            "end_char": 8796
        },
        {
            "text": "U.P. Industry Facilitation Council",
            "label": "ORG",
            "start_char": 8827,
            "end_char": 8861
        },
        {
            "text": "Kanpur",
            "label": "GPE",
            "start_char": 8865,
            "end_char": 8871
        },
        {
            "text": "Claim Petition No.25 of 2001",
            "label": "CASE_NUMBER",
            "start_char": 9174,
            "end_char": 9202
        },
        {
            "text": "Kanpur",
            "label": "GPE",
            "start_char": 9225,
            "end_char": 9231
        },
        {
            "text": "17.5.2002",
            "label": "DATE",
            "start_char": 9883,
            "end_char": 9892
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 10071,
            "end_char": 10086
        },
        {
            "text": "19.12.2006",
            "label": "DATE",
            "start_char": 10317,
            "end_char": 10327
        },
        {
            "text": "19.6.2007",
            "label": "DATE",
            "start_char": 10406,
            "end_char": 10415
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 10465,
            "end_char": 10480
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 10688,
            "end_char": 10703
        },
        {
            "text": "31.7.2007",
            "label": "DATE",
            "start_char": 10771,
            "end_char": 10780
        },
        {
            "text": "19.6.2007",
            "label": "DATE",
            "start_char": 10947,
            "end_char": 10956
        },
        {
            "text": "4.2.2008",
            "label": "DATE",
            "start_char": 11088,
            "end_char": 11096
        },
        {
            "text": "2.7.2009",
            "label": "DATE",
            "start_char": 11423,
            "end_char": 11431
        },
        {
            "text": "9.7.2011",
            "label": "DATE",
            "start_char": 11453,
            "end_char": 11461
        },
        {
            "text": "3.2.2012",
            "label": "DATE",
            "start_char": 11479,
            "end_char": 11487
        },
        {
            "text": "2.7.2009",
            "label": "DATE",
            "start_char": 11552,
            "end_char": 11560
        },
        {
            "text": "7.9.2011",
            "label": "DATE",
            "start_char": 11582,
            "end_char": 11590
        },
        {
            "text": "3.2.2012",
            "label": "DATE",
            "start_char": 11608,
            "end_char": 11616
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11669,
            "end_char": 11679
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 11687,
            "end_char": 11725
        },
        {
            "text": "District Judge, Kanpur Nagar",
            "label": "COURT",
            "start_char": 11778,
            "end_char": 11806
        },
        {
            "text": "Arbitration Case No.76/70/12",
            "label": "CASE_NUMBER",
            "start_char": 11831,
            "end_char": 11859
        },
        {
            "text": "Commercial Court, Kanpur",
            "label": "COURT",
            "start_char": 11890,
            "end_char": 11914
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11978,
            "end_char": 11988
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 12103,
            "end_char": 12113
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 12121,
            "end_char": 12136
        },
        {
            "text": "23.6.2023",
            "label": "DATE",
            "start_char": 12422,
            "end_char": 12431
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12457,
            "end_char": 12467
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12603,
            "end_char": 12613
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 12840,
            "end_char": 12848
        },
        {
            "text": "Section 20(2)",
            "label": "PROVISION",
            "start_char": 12913,
            "end_char": 12926
        },
        {
            "text": "Jabalpur Court",
            "label": "COURT",
            "start_char": 13182,
            "end_char": 13196
        },
        {
            "text": "Kanpur",
            "label": "GPE",
            "start_char": 13228,
            "end_char": 13234
        },
        {
            "text": "2.7.2009",
            "label": "DATE",
            "start_char": 13824,
            "end_char": 13832
        },
        {
            "text": "7.9.2011",
            "label": "DATE",
            "start_char": 13844,
            "end_char": 13852
        },
        {
            "text": "3.2.2012",
            "label": "DATE",
            "start_char": 13870,
            "end_char": 13878
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 14089,
            "end_char": 14104
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 14146,
            "end_char": 14154
        },
        {
            "text": "Sections 2(b), 2(d) and 2(n)",
            "label": "PROVISION",
            "start_char": 14290,
            "end_char": 14318
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 14326,
            "end_char": 14341
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 14386,
            "end_char": 14396
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 14404,
            "end_char": 14419
        },
        {
            "text": "Sections 18(1), 18(2) and 18(4)",
            "label": "PROVISION",
            "start_char": 14478,
            "end_char": 14509
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 14517,
            "end_char": 14532
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 14565,
            "end_char": 14580
        },
        {
            "text": "Section 2(b)",
            "label": "PROVISION",
            "start_char": 14635,
            "end_char": 14647
        },
        {
            "text": "sub-section (1) of section 8",
            "label": "PROVISION",
            "start_char": 15079,
            "end_char": 15107
        },
        {
            "text": "National Small Industries Corporation",
            "label": "ORG",
            "start_char": 15132,
            "end_char": 15169
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 15209,
            "end_char": 15228
        },
        {
            "text": "Small Industries Development Corporation",
            "label": "ORG",
            "start_char": 15239,
            "end_char": 15279
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 15375,
            "end_char": 15394
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 15678,
            "end_char": 15688
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 16175,
            "end_char": 16185
        },
        {
            "text": "Micro and small Enterprises Facilitation Council",
            "label": "ORG",
            "start_char": 16200,
            "end_char": 16248
        },
        {
            "text": "section 17",
            "label": "PROVISION",
            "start_char": 16400,
            "end_char": 16410
        },
        {
            "text": "Micro and Small Enterprises Facilitation Council",
            "label": "ORG",
            "start_char": 16436,
            "end_char": 16484
        },
        {
            "text": "sections 65 to 81",
            "label": "PROVISION",
            "start_char": 16813,
            "end_char": 16830
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 16838,
            "end_char": 16889
        },
        {
            "text": "Part III",
            "label": "PROVISION",
            "start_char": 16963,
            "end_char": 16971
        },
        {
            "text": "Micro and Small Enterprises Facilitation Council",
            "label": "ORG",
            "start_char": 17090,
            "end_char": 17138
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 17381,
            "end_char": 17386
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 17530,
            "end_char": 17542
        },
        {
            "text": "Industry Facilitation Council at Kanpur",
            "label": "ORG",
            "start_char": 17573,
            "end_char": 17612
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17637,
            "end_char": 17647
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 17931,
            "end_char": 17935
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 17939,
            "end_char": 17947
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 18020,
            "end_char": 18032
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 18040,
            "end_char": 18055
        },
        {
            "text": "Section 18(4)",
            "label": "PROVISION",
            "start_char": 18080,
            "end_char": 18093
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 18101,
            "end_char": 18116
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 18349,
            "end_char": 18354
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 18627,
            "end_char": 18637
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 18645,
            "end_char": 18660
        },
        {
            "text": "Section 15 to 23",
            "label": "PROVISION",
            "start_char": 18693,
            "end_char": 18709
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 18717,
            "end_char": 18732
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 18815,
            "end_char": 18830
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 18927,
            "end_char": 18965
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 18987,
            "end_char": 18997
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 19001,
            "end_char": 19016
        },
        {
            "text": "sections 15 to 23",
            "label": "PROVISION",
            "start_char": 19078,
            "end_char": 19095
        },
        {
            "text": "Section 18(1)",
            "label": "PROVISION",
            "start_char": 19328,
            "end_char": 19341
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 19349,
            "end_char": 19364
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 19382,
            "end_char": 19397
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 19540,
            "end_char": 19544
        },
        {
            "text": "Kanpur",
            "label": "GPE",
            "start_char": 19588,
            "end_char": 19594
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 19643,
            "end_char": 19651
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 19710,
            "end_char": 19725
        },
        {
            "text": "Section 2(d) and 2(n)",
            "label": "PROVISION",
            "start_char": 19852,
            "end_char": 19873
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 19881,
            "end_char": 19896
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 20055,
            "end_char": 20065
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 20073,
            "end_char": 20088
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 20399,
            "end_char": 20409
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 20504,
            "end_char": 20514
        },
        {
            "text": "section 15",
            "label": "PROVISION",
            "start_char": 20662,
            "end_char": 20672
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 21098,
            "end_char": 21108
        },
        {
            "text": "Reserve Bank of India",
            "label": "ORG",
            "start_char": 21330,
            "end_char": 21351
        },
        {
            "text": "31.12.1998",
            "label": "DATE",
            "start_char": 21824,
            "end_char": 21834
        },
        {
            "text": "2.7.2001",
            "label": "DATE",
            "start_char": 21871,
            "end_char": 21879
        },
        {
            "text": "Facilitation Council at Agra",
            "label": "ORG",
            "start_char": 21934,
            "end_char": 21962
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 22278,
            "end_char": 22293
        },
        {
            "text": "Section 18(1)",
            "label": "PROVISION",
            "start_char": 22469,
            "end_char": 22482
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 22490,
            "end_char": 22505
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22550,
            "end_char": 22560
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 22759,
            "end_char": 22763
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 22776,
            "end_char": 22784
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 22854,
            "end_char": 22866
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 22874,
            "end_char": 22889
        },
        {
            "text": "Section 18(4)",
            "label": "PROVISION",
            "start_char": 22949,
            "end_char": 22962
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 22970,
            "end_char": 22985
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 23198,
            "end_char": 23208
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 23216,
            "end_char": 23231
        },
        {
            "text": "Section 20(2)",
            "label": "PROVISION",
            "start_char": 23280,
            "end_char": 23293
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23301,
            "end_char": 23339
        },
        {
            "text": "Section 18(2)",
            "label": "PROVISION",
            "start_char": 23380,
            "end_char": 23393
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 23401,
            "end_char": 23416
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23454,
            "end_char": 23492
        },
        {
            "text": "Section 18(2)",
            "label": "PROVISION",
            "start_char": 23499,
            "end_char": 23512
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 23520,
            "end_char": 23535
        },
        {
            "text": "Section 65 to 81",
            "label": "PROVISION",
            "start_char": 23565,
            "end_char": 23581
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 23589,
            "end_char": 23627
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 23649,
            "end_char": 23659
        },
        {
            "text": "2015(3) SCC 49, 2006(4) SCC 45, 2003(5) SCC 705 and 2020 (7) SCC 167",
            "label": "PRECEDENT",
            "start_char": 23833,
            "end_char": 23901
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 23922,
            "end_char": 23932
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 23975,
            "end_char": 23985
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 23993,
            "end_char": 24002
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 24305,
            "end_char": 24320
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 24346,
            "end_char": 24354
        },
        {
            "text": "Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4)",
            "label": "PROVISION",
            "start_char": 24476,
            "end_char": 24529
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 24537,
            "end_char": 24552
        },
        {
            "text": "MSME",
            "label": "ORG",
            "start_char": 24609,
            "end_char": 24613
        },
        {
            "text": "Section 18(1)",
            "label": "PROVISION",
            "start_char": 24635,
            "end_char": 24648
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 24656,
            "end_char": 24671
        },
        {
            "text": "M/s Silpi Industries vs. Kerala State Road Transport Corporation1",
            "label": "PRECEDENT",
            "start_char": 24844,
            "end_char": 24909
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24926,
            "end_char": 24939
        },
        {
            "text": "Micro and Small Enterprises Facilitation Council",
            "label": "ORG",
            "start_char": 25190,
            "end_char": 25238
        },
        {
            "text": "Chapter V",
            "label": "PROVISION",
            "start_char": 25333,
            "end_char": 25342
        },
        {
            "text": "Section 15 to 23",
            "label": "PROVISION",
            "start_char": 25378,
            "end_char": 25394
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25676,
            "end_char": 25714
        },
        {
            "text": "Micro, Small and Medium Enterprises Development Act, 2006",
            "label": "STATUTE",
            "start_char": 25744,
            "end_char": 25801
        },
        {
            "text": "Sections 15 to 23",
            "label": "PROVISION",
            "start_char": 27268,
            "end_char": 27285
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 27320,
            "end_char": 27330
        },
        {
            "text": "Micro, Small and Medium Enterprises Development Act, 2006",
            "label": "STATUTE",
            "start_char": 27812,
            "end_char": 27869
        },
        {
            "text": "Edukanti Kistamma",
            "label": "OTHER_PERSON",
            "start_char": 28190,
            "end_char": 28207
        },
        {
            "text": "Venkatareddy",
            "label": "OTHER_PERSON",
            "start_char": 28234,
            "end_char": 28246
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 28599,
            "end_char": 28608
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 28673,
            "end_char": 28683
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 28712,
            "end_char": 28721
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 28789,
            "end_char": 28827
        },
        {
            "text": "Micro, Small and Medium Enterprises Development Act, 2006",
            "label": "STATUTE",
            "start_char": 28972,
            "end_char": 29029
        },
        {
            "text": "Section 23(2A)",
            "label": "PROVISION",
            "start_char": 29297,
            "end_char": 29311
        },
        {
            "text": "Sections 16 and 19",
            "label": "PROVISION",
            "start_char": 29523,
            "end_char": 29541
        },
        {
            "text": "MSMED Act",
            "label": "STATUTE",
            "start_char": 29549,
            "end_char": 29558
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29656,
            "end_char": 29669
        },
        {
            "text": "Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd3",
            "label": "PRECEDENT",
            "start_char": 29687,
            "end_char": 29764
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29908,
            "end_char": 29921
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 30339,
            "end_char": 30354
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 30856,
            "end_char": 30871
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 30908,
            "end_char": 30946
        },
        {
            "text": "Aditya Khandekar",
            "label": "OTHER_PERSON",
            "start_char": 31075,
            "end_char": 31091
        },
        {
            "text": "Varun Srivastava",
            "label": "LAWYER",
            "start_char": 31118,
            "end_char": 31134
        },
        {
            "text": "Section 2(n)",
            "label": "PROVISION",
            "start_char": 31244,
            "end_char": 31256
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 31264,
            "end_char": 31279
        },
        {
            "text": "14.3.1998",
            "label": "DATE",
            "start_char": 31335,
            "end_char": 31344
        },
        {
            "text": "29.6.1998",
            "label": "DATE",
            "start_char": 31348,
            "end_char": 31357
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 31407,
            "end_char": 31422
        },
        {
            "text": "Section 8(1)",
            "label": "PROVISION",
            "start_char": 31569,
            "end_char": 31581
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 31589,
            "end_char": 31604
        },
        {
            "text": "10.5.2016",
            "label": "DATE",
            "start_char": 31609,
            "end_char": 31618
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 31675,
            "end_char": 31690
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 31922,
            "end_char": 31937
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 32046,
            "end_char": 32061
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 32201,
            "end_char": 32216
        },
        {
            "text": "Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd",
            "label": "PRECEDENT",
            "start_char": 32302,
            "end_char": 32378
        },
        {
            "text": "Bharat Heavy Electricals Ltd vs. Vector Engineering Company4",
            "label": "PRECEDENT",
            "start_char": 32443,
            "end_char": 32503
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 32570,
            "end_char": 32587
        },
        {
            "text": "Bajaj Auto Limited vs. State of Maharashtra5",
            "label": "PRECEDENT",
            "start_char": 32605,
            "end_char": 32649
        },
        {
            "text": "17.5.2002",
            "label": "DATE",
            "start_char": 32765,
            "end_char": 32774
        },
        {
            "text": "13.5.2003",
            "label": "DATE",
            "start_char": 32916,
            "end_char": 32925
        },
        {
            "text": "19.6.2007",
            "label": "DATE",
            "start_char": 32971,
            "end_char": 32980
        },
        {
            "text": "14.10.1993",
            "label": "DATE",
            "start_char": 33321,
            "end_char": 33331
        },
        {
            "text": "29.6.1998",
            "label": "DATE",
            "start_char": 33335,
            "end_char": 33344
        },
        {
            "text": "2.7.2001",
            "label": "DATE",
            "start_char": 33372,
            "end_char": 33380
        },
        {
            "text": "Silpi Industries",
            "label": "PRECEDENT",
            "start_char": 33500,
            "end_char": 33516
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 33541,
            "end_char": 33554
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 33789,
            "end_char": 33799
        },
        {
            "text": "Konkan Railway Corporation Ltd. vs. Chenab Bridge Project Undertaking6",
            "label": "PRECEDENT",
            "start_char": 33882,
            "end_char": 33952
        },
        {
            "text": "Lion Engineering Consultants vs. State of M.P. and others7",
            "label": "PRECEDENT",
            "start_char": 33957,
            "end_char": 34015
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 34446,
            "end_char": 34450
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 34463,
            "end_char": 34471
        },
        {
            "text": "3.12.1998",
            "label": "DATE",
            "start_char": 34655,
            "end_char": 34664
        },
        {
            "text": "23.8.1999",
            "label": "DATE",
            "start_char": 34778,
            "end_char": 34787
        },
        {
            "text": "Kanpur",
            "label": "GPE",
            "start_char": 34842,
            "end_char": 34848
        },
        {
            "text": "Interest on Delayed Payments to Small Scale and Ancillary Undertakings Act, 1993",
            "label": "STATUTE",
            "start_char": 34873,
            "end_char": 34953
        },
        {
            "text": "Industry Facilitation Council",
            "label": "ORG",
            "start_char": 35043,
            "end_char": 35072
        },
        {
            "text": "2.7.2001",
            "label": "DATE",
            "start_char": 35076,
            "end_char": 35084
        },
        {
            "text": "MSME Development Act, 2006",
            "label": "STATUTE",
            "start_char": 35163,
            "end_char": 35189
        },
        {
            "text": "18.7.2006",
            "label": "DATE",
            "start_char": 35209,
            "end_char": 35218
        },
        {
            "text": "Industry Facilitation Council",
            "label": "ORG",
            "start_char": 35332,
            "end_char": 35361
        },
        {
            "text": "2.7.2009",
            "label": "DATE",
            "start_char": 35416,
            "end_char": 35424
        },
        {
            "text": "7.9.2011",
            "label": "DATE",
            "start_char": 35446,
            "end_char": 35454
        },
        {
            "text": "3.2.2012",
            "label": "DATE",
            "start_char": 35485,
            "end_char": 35493
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 35559,
            "end_char": 35574
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35626,
            "end_char": 35636
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 35644,
            "end_char": 35682
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35707,
            "end_char": 35717
        },
        {
            "text": "12.9.1971",
            "label": "DATE",
            "start_char": 36005,
            "end_char": 36014
        },
        {
            "text": "MSME Act",
            "label": "STATUTE",
            "start_char": 36126,
            "end_char": 36134
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 36343,
            "end_char": 36351
        },
        {
            "text": "section 2(n)",
            "label": "PROVISION",
            "start_char": 36496,
            "end_char": 36508
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 36516,
            "end_char": 36531
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 36658,
            "end_char": 36668
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 36676,
            "end_char": 36691
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 36835,
            "end_char": 36850
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 36870,
            "end_char": 36880
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 36888,
            "end_char": 36903
        },
        {
            "text": "Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 (32 of 1993)",
            "label": "STATUTE",
            "start_char": 36985,
            "end_char": 37089
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 37355,
            "end_char": 37365
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37494,
            "end_char": 37507
        },
        {
            "text": "Silpi Industries",
            "label": "PRECEDENT",
            "start_char": 37525,
            "end_char": 37541
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 37572,
            "end_char": 37587
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 37643,
            "end_char": 37681
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 37725,
            "end_char": 37740
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 38201,
            "end_char": 38209
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 38398,
            "end_char": 38406
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38753,
            "end_char": 38766
        },
        {
            "text": "Vaishno Enterprises vs. Hamilton Medical AG and another8",
            "label": "PRECEDENT",
            "start_char": 38770,
            "end_char": 38826
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38843,
            "end_char": 38856
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 38898,
            "end_char": 38913
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 38977,
            "end_char": 38992
        },
        {
            "text": "section 8(1)",
            "label": "PROVISION",
            "start_char": 39000,
            "end_char": 39012
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39267,
            "end_char": 39280
        },
        {
            "text": "Gujarat State Civil Supplies Corporation Ltd.",
            "label": "PRECEDENT",
            "start_char": 39284,
            "end_char": 39329
        },
        {
            "text": "MSME Act",
            "label": "STATUTE",
            "start_char": 39430,
            "end_char": 39438
        },
        {
            "text": "Section 2(n)",
            "label": "PROVISION",
            "start_char": 39533,
            "end_char": 39545
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 39553,
            "end_char": 39568
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 39807,
            "end_char": 39824
        },
        {
            "text": "Dhule Municipal Corporation vs. Microvision Technologies and another9",
            "label": "PRECEDENT",
            "start_char": 39835,
            "end_char": 39904
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 40119,
            "end_char": 40134
        },
        {
            "text": "Chapter V",
            "label": "PROVISION",
            "start_char": 40248,
            "end_char": 40257
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 40265,
            "end_char": 40280
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 40690,
            "end_char": 40705
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 40724,
            "end_char": 40734
        },
        {
            "text": "17.5.2002",
            "label": "DATE",
            "start_char": 40799,
            "end_char": 40808
        },
        {
            "text": "4.2.2008",
            "label": "DATE",
            "start_char": 40966,
            "end_char": 40974
        },
        {
            "text": "7.4.2008",
            "label": "DATE",
            "start_char": 41108,
            "end_char": 41116
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 41378,
            "end_char": 41393
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 41496,
            "end_char": 41511
        },
        {
            "text": "Section 2(n)",
            "label": "PROVISION",
            "start_char": 41785,
            "end_char": 41797
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 41805,
            "end_char": 41820
        },
        {
            "text": "Section 2(d)",
            "label": "PROVISION",
            "start_char": 41852,
            "end_char": 41864
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 41940,
            "end_char": 41948
        },
        {
            "text": "10.5.2016",
            "label": "DATE",
            "start_char": 42057,
            "end_char": 42066
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 42189,
            "end_char": 42197
        },
        {
            "text": "9.2.1971",
            "label": "DATE",
            "start_char": 42293,
            "end_char": 42301
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 42328,
            "end_char": 42338
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 42342,
            "end_char": 42357
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 42503,
            "end_char": 42518
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 42651,
            "end_char": 42666
        },
        {
            "text": "Section 18(1)",
            "label": "PROVISION",
            "start_char": 42729,
            "end_char": 42742
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 42750,
            "end_char": 42765
        },
        {
            "text": "Section 18(2)",
            "label": "PROVISION",
            "start_char": 42810,
            "end_char": 42823
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 42831,
            "end_char": 42846
        },
        {
            "text": "Section 18(4)",
            "label": "PROVISION",
            "start_char": 42857,
            "end_char": 42870
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 42938,
            "end_char": 42951
        },
        {
            "text": "Silpi Industries",
            "label": "PRECEDENT",
            "start_char": 42969,
            "end_char": 42985
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 43008,
            "end_char": 43023
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 43252,
            "end_char": 43267
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 43421,
            "end_char": 43429
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 43468,
            "end_char": 43483
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 43541,
            "end_char": 43579
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 43677,
            "end_char": 43692
        },
        {
            "text": "Facilitation Council, Kanpur",
            "label": "ORG",
            "start_char": 43714,
            "end_char": 43742
        },
        {
            "text": "Commercial Court, Kanpur",
            "label": "COURT",
            "start_char": 43755,
            "end_char": 43779
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 43824,
            "end_char": 43834
        },
        {
            "text": "Section 18(1)",
            "label": "PROVISION",
            "start_char": 44105,
            "end_char": 44118
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 44126,
            "end_char": 44141
        },
        {
            "text": "23.6.2023",
            "label": "DATE",
            "start_char": 44285,
            "end_char": 44294
        },
        {
            "text": "MSMED Act, 2006",
            "label": "STATUTE",
            "start_char": 44379,
            "end_char": 44394
        },
        {
            "text": "Jabalpur",
            "label": "GPE",
            "start_char": 44432,
            "end_char": 44440
        },
        {
            "text": "2.7.2009",
            "label": "DATE",
            "start_char": 44576,
            "end_char": 44584
        },
        {
            "text": "7.9.2011",
            "label": "DATE",
            "start_char": 44596,
            "end_char": 44604
        },
        {
            "text": "3.2.2012",
            "label": "DATE",
            "start_char": 44631,
            "end_char": 44639
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 44722,
            "end_char": 44732
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 44740,
            "end_char": 44778
        },
        {
            "text": "12.12.2023",
            "label": "DATE",
            "start_char": 44805,
            "end_char": 44815
        },
        {
            "text": "Manish Himwan",
            "label": "OTHER_PERSON",
            "start_char": 44816,
            "end_char": 44829
        }
    ],
    "precedent_clusters": {
        "M/s Silpi Industries vs. Kerala State Road Transport Corporation1": [
            "M/s Silpi Industries vs. Kerala State Road Transport Corporation1",
            "Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd3",
            "Gujarat State Civil Supplies Corporation Ltd. vs. Mahakali Foods Private Ltd",
            "Bharat Heavy Electricals Ltd vs. Vector Engineering Company4",
            "Bajaj Auto Limited vs. State of Maharashtra5",
            "Konkan Railway Corporation Ltd. vs. Chenab Bridge Project Undertaking6",
            "Lion Engineering Consultants vs. State of M.P. and others7",
            "Vaishno Enterprises vs. Hamilton Medical AG and another8",
            "Dhule Municipal Corporation vs. Microvision Technologies and another9",
            "Silpi Industries",
            "Silpi Industries",
            "Gujarat State Civil Supplies Corporation Ltd.",
            "Silpi Industries"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 19",
            "MSMED Act, 2006",
            "Section 19",
            "MSMED Act, 2006"
        ],
        [
            "Sections 2(b), 2(d) and 2(n)",
            "MSMED Act, 2006",
            "Sections 2(b), 2(d) and 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Section 15",
            "MSMED Act, 2006",
            "Section 15",
            "MSMED Act, 2006"
        ],
        [
            "Sections 18(1), 18(2) and 18(4)",
            "MSMED Act, 2006",
            "Sections 18(1), 18(2) and 18(4)",
            "MSMED Act, 2006"
        ],
        [
            "sub-section (1) of section 8",
            "Companies Act, 1956",
            "sub-section (1) of section 8",
            "Companies Act, 1956"
        ],
        [
            "sections 65 to 81",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "sections 65 to 81",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 8(1)",
            "MSMED Act, 2006",
            "Section 8(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(4)",
            "MSMED Act, 2006",
            "Section 18(4)",
            "MSMED Act, 2006"
        ],
        [
            "Section 24",
            "MSMED Act, 2006",
            "Section 24",
            "MSMED Act, 2006"
        ],
        [
            "Section 15 to 23",
            "MSMED Act, 2006",
            "Section 15 to 23",
            "MSMED Act, 2006"
        ],
        [
            "Section 24",
            "MSMED Act, 2006",
            "Section 24",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(1)",
            "MSMED Act, 2006",
            "Section 18(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 2(d) and 2(n)",
            "MSMED Act, 2006",
            "Section 2(d) and 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Section 15",
            "MSMED Act, 2006",
            "Section 15",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(1)",
            "MSMED Act, 2006",
            "Section 18(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 8(1)",
            "MSMED Act, 2006",
            "Section 8(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(4)",
            "MSMED Act, 2006",
            "Section 18(4)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18",
            "MSMED Act, 2006",
            "Section 18",
            "MSMED Act, 2006"
        ],
        [
            "Section 20(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 20(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 18(2)",
            "MSMED Act, 2006",
            "Section 18(2)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(2)",
            "MSMED Act, 2006",
            "Section 18(2)",
            "MSMED Act, 2006"
        ],
        [
            "Section 65 to 81",
            "Arbitration and Conciliation Act, 1996",
            "Section 65 to 81",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 20",
            "Act, 1996",
            "Section 20",
            "Act, 1996"
        ],
        [
            "Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4)",
            "MSMED Act, 2006",
            "Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(1)",
            "MSMED Act, 2006",
            "Section 18(1)",
            "MSMED Act, 2006"
        ],
        [
            "Sections 16 and 19",
            "MSMED Act",
            "Sections 16 and 19",
            "MSMED Act"
        ],
        [
            "Section 2(n)",
            "MSMED Act, 2006",
            "Section 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Section 8(1)",
            "MSMED Act, 2006",
            "Section 8(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 2(n)",
            "MSMED Act, 2006",
            "section 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Section 32",
            "MSMED Act, 2006",
            "Section 32",
            "MSMED Act, 2006"
        ],
        [
            "Section 32",
            "MSMED Act, 2006",
            "Section 32",
            "MSMED Act, 2006"
        ],
        [
            "Section 2(n)",
            "MSMED Act, 2006",
            "Section 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Chapter V",
            "MSMED Act, 2006",
            "Chapter V",
            "MSMED Act, 2006"
        ],
        [
            "Section 2(n)",
            "MSMED Act, 2006",
            "Section 2(n)",
            "MSMED Act, 2006"
        ],
        [
            "Section 32",
            "MSMED Act, 2006",
            "Section 32",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(1)",
            "MSMED Act, 2006",
            "Section 18(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(2)",
            "MSMED Act, 2006",
            "Section 18(2)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(1)",
            "MSMED Act, 2006",
            "Section 18(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 20(2)",
            "Arbitration and Conciliation Act, 1996",
            "Section 20(2)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 2(b)",
            "MSMED Act, 2006",
            "Section 2(b)",
            "MSMED Act, 2006"
        ],
        [
            "Section 15",
            "MSMED Act, 2006",
            "Section 15",
            "MSMED Act, 2006"
        ],
        [
            "Section 18",
            "MSMED Act, 2006",
            "Section 18",
            "MSMED Act, 2006"
        ],
        [
            "Section 8(1)",
            "Companies Act, 1956",
            "Section 8(1)",
            "Companies Act, 1956"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "sections 15 to 23",
            "MSMED Act, 2006",
            "sections 15 to 23",
            "MSMED Act, 2006"
        ],
        [
            "Section 16",
            "MSMED Act",
            "Section 16",
            "MSMED Act"
        ],
        [
            "Section 16",
            "MSMED Act",
            "Section 16",
            "MSMED Act"
        ],
        [
            "section 15",
            "MSMED Act, 2006",
            "section 15",
            "MSMED Act, 2006"
        ],
        [
            "Section 16",
            "MSMED Act",
            "Section 16",
            "MSMED Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 20",
            "Arbitration and Conciliation Act, 1996",
            "Section 20",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 20",
            "Arbitration and Conciliation Act, 1996",
            "Section 20",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Chapter V",
            "MSMED Act, 2006",
            "Chapter V",
            "MSMED Act, 2006"
        ],
        [
            "Section 15 to 23",
            "MSMED Act, 2006",
            "Section 15 to 23",
            "MSMED Act, 2006"
        ],
        [
            "Sections 15 to 23",
            "MSMED Act, 2006",
            "Sections 15 to 23",
            "MSMED Act, 2006"
        ],
        [
            "Section 24",
            "MSMED Act, 2006",
            "Section 24",
            "MSMED Act, 2006"
        ],
        [
            "Section 24",
            "MSMED Act, 2006",
            "Section 24",
            "MSMED Act, 2006"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 32",
            "MSMED Act, 2006",
            "Section 32",
            "MSMED Act, 2006"
        ],
        [
            "section 8(1)",
            "MSMED Act, 2006",
            "section 8(1)",
            "MSMED Act, 2006"
        ],
        [
            "Section 32",
            "MSMED Act, 2006",
            "Section 32",
            "MSMED Act, 2006"
        ],
        [
            "Section 2(d)",
            "MSMED Act, 2006",
            "Section 2(d)",
            "MSMED Act, 2006"
        ],
        [
            "Section 18(4)",
            "MSMED Act, 2006",
            "Section 18(4)",
            "MSMED Act, 2006"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 17",
            "Companies Act, 1956",
            "section 17",
            "Companies Act, 1956"
        ],
        [
            "Part III",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "Part III",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 23(2A)",
            "Micro, Small and Medium Enterprises Development Act, 2006",
            "Section 23(2A)",
            "Micro, Small and Medium Enterprises Development Act, 2006"
        ]
    ],
    "precedent_counts": {
        "M/s Silpi Industries vs. Kerala State Road Transport Corporation1": 13
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 8,
        "Section 19 of MSMED Act, 2006": 1,
        "Sections 2(b), 2(d) and 2(n) of MSMED Act, 2006": 1,
        "Section 15 of MSMED Act, 2006": 3,
        "Sections 18(1), 18(2) and 18(4) of MSMED Act, 2006": 1,
        "sub-section (1) of section 8 of Companies Act, 1956": 1,
        "sections 65 to 81 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 8(1) of MSMED Act, 2006": 3,
        "Section 18(4) of MSMED Act, 2006": 3,
        "Section 24 of MSMED Act, 2006": 4,
        "Section 15 to 23 of MSMED Act, 2006": 2,
        "Section 18(1) of MSMED Act, 2006": 5,
        "Section 2(d) and 2(n) of MSMED Act, 2006": 1,
        "Section 18 of MSMED Act, 2006": 2,
        "Section 20(2) of Arbitration and Conciliation Act, 1996": 2,
        "Section 18(2) of MSMED Act, 2006": 3,
        "Section 65 to 81 of Arbitration and Conciliation Act, 1996": 1,
        "Section 20 of Act, 1996": 1,
        "Sections 2(b), 2(d) & 2(n), 15 and 18(1), (2) and (4) of MSMED Act, 2006": 1,
        "Sections 16 and 19 of MSMED Act": 1,
        "Section 2(n) of MSMED Act, 2006": 3,
        "section 2(n) of MSMED Act, 2006": 1,
        "Section 32 of MSMED Act, 2006": 5,
        "Chapter V of MSMED Act, 2006": 2,
        "Section 37 of Arbitration and Conciliation Act, 1996": 3,
        "Section 2(b) of MSMED Act, 2006": 1,
        "Section 8(1) of Companies Act, 1956": 1,
        "sections 15 to 23 of MSMED Act, 2006": 1,
        "Section 16 of MSMED Act": 3,
        "section 15 of MSMED Act, 2006": 1,
        "Section 20 of Arbitration and Conciliation Act, 1996": 2,
        "Sections 15 to 23 of MSMED Act, 2006": 1,
        "section 8(1) of MSMED Act, 2006": 1,
        "Section 2(d) of MSMED Act, 2006": 1,
        "section 17 of Companies Act, 1956": 1,
        "Part III of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 23(2A) of Micro, Small and Medium Enterprises Development Act, 2006": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 16,
        "MSMED Act, 2006": 47,
        "Companies Act, 1956": 3,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "Act, 1996": 1,
        "MSMED Act": 4,
        "Micro, Small and Medium Enterprises Development Act, 2006": 1
    }
}