{
    "id": "5b3798c9fe52f4d853882a97b49ca7b1437fd339aedae6db6e0fccbd23a5e72d",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court \nShravan Kumar Patel vs M/S Mohanlal Hargovinddas A ... on 15 May, 2024 \nAuthor: Sheel Nagu\nBench: Sheel Nagu, Amar Nath Kesharwani\nIn The High Court Of Madhya Pradesh\n                 At Jabalpur\n                    Before\n      Hon'Ble Shri Justice Sheel Nagu \n                        & \nHon'Ble Shri Justice Amar Nath Kesharwani \n\n        Misc. Petition No.4758 of 2023\n\nBetween :-\n\n     Shravan Kumar Patel S/O Late\n     Shri Parmanand Bhai Patel,\n     Aged About 77 Years, R/O 933,\n     Gole      Bazar,    Jabalpur,\n     Occupation : Partner In M/S\n     Mohanlal Hargovinddas.\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Having\n     Office   At     M/S Mohanlal\n     Hargovinddas, Gole Bazar,\n     Jabalpur (M.P.)\n\n                                        .....Petitioner\n\n     (By Shri Siddharth Gulatee - Advocate)\n\n                       And\n\n1.   M/S Mohanlal Hargovinddas,\n                    -   2 -\n\n\n\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Throuh\n     Its Manager Having Office At\n     M/S Mohanlal Hargovinddas,\n     903 Gole Bazar, Jabalpur (M.P.)\n\n2.   Siddharth Patel S/O Late Shri\n     Parmanand      Bhai    Patel,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O 933, Gole\n     Bazar, Jabalpur (M.P.)\n\n3.   Smt. Neena Vinaybhai Patel W/O\n     Dr. Vinaybhai Patel, Partner In\n     M/S Mohanlal Hargovinddas,\n     R/O \"31 Valentina\" Gamadiya\n     Road, Off Pedder Road, Mumbai\n     (Maharashtra)\n\n4.   Smt. (Dr.) Sonal Kiranbhai Amin\n     W/O    Shri   Kiranbhai Amin,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O \"Kinal\", 4/11\n     University     Road,  Pachpedi,\n     Jabalpur (M.P.) \n\n5.   Ms. Roopa Patel D/O Late Shri \n     Parmanand      Bhai      Patel, \n     Partner In Ms/ Mohanlal\n     Hargovinddas, R/O \"30 Shreyas\"\n     5Th Floor, Opposite Nariman\n     Point,   20    Br,     Mumbai,\n     (Maharashtra) \n                                             -   3 -\n\n\n\n       6 .      Mohanlal Hargovinddas Bidi \n               Udyog Pvt. Limited, \n               A   Company      Incorporated \n               Under The Provisions Of The\n               Companies Act, Having Its\n               Registered Office At 903 , Gole \n               Bazar, Mh House, Gole Bazar,\n               Jabalpur. A Partner In M/S \n               Mohanlal Hargovinddas. \n\n                                                                     ....Respondents\n\n               ( By Respondent No.1- Shri Bhanu \n               Pratap Singh- Advocate, By Respondent No.2 \n               - Shri Devendra Chouhan, Shri B.D. Singh & \n               Shri Azad Krishna Bais- Advocates, By\n               Respondent No.3 - Shri Kunal Vajani & Shri \n               Devashish Sakalkar - Advocates By\n               Respondent No.5- Shri Aman Gupta-\n               Advocate And By Respondent No.6- Shri \n               Gagan Sanghi - Advocate) \n-----------------------------------------------------------------------------------------------\n       Reserved on                      :        25/04/2024 \n       Pronounced on                    :        15/05/2024 \n--------------------------------------------------------------------------------------- \n       This petition having been heard and reserved for orders ,\ncoming on for pronouncement this day, Hon'ble Shri Justice Sheel\nNagu pronounced the following: \n\n                                                Order\n1. Supervisory jurisdiction of this Court under Article 227 of the Constitution of India is invoked to assail interlocutory order passed by XXIVth District Judge, Commercial Court, Jabalpur on 19.07.2 023 in - 4 - Commercial Suit No.156/2022 whereby, the right of petitioner/ plaintiff to adduce evidence has been closed on the ground of failure of petitioner/plaintiff to avail various last opportunities to adduce evidence afforded earlier. \n2. While taking cognizance of this matter, this Court by an order passed on 29.08.2023 stayed the Commercial Suit No.156/2022. The said interim order continues to subsist till date. Accordingly, urgency arises and therefore, this matter has been finally heard in motion to be decided in following terms:-\n2.1 Preliminary objection has been raised by respondents herein primarily contending that though this petition is maintainable under Article 227 of Constitution since constitutional remedy of supervisory jurisdiction cannot be blocked by any statutory bar or otherwise, but the nature of dispute raised herein does not call for interference within the limited and restricted supervisory power under Article 227 of Constitution of India. \n2.2 Learned counsel for respondents rely upon judgments rendered in Beyond Malls LLP Vs. Lifestyle International Pvt. Ltd., [2021 (1) MPLJ 337 Para 13], Jagir Singh vs. Ranbir Singh and another [(1979) 1 SCC 560 Para 6], Garment Craft Vs. Prakash Chand Goel, [2022 (4) SCC 181 Para 15], Ouseph Mathai and others vs. M. Abdul Khadir [(2002) 1 SCC 319 Para 4], Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others passed in W.P. No.12117/2018 decided on 01.11.2018 [High Court of Bombay, Aurangabad Bench] and State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others [(2003) 6 SCC 641 Para 19 and 28] inter alia in support of the aforesaid objection. \n3. Per contra, learned counsel for petitioner/plaintiff has opposed the preliminary objection of the respondents by relying upon Mahant Ram Das vs. Ganga Das [AIR 1961 SC 882] & Shrinivas Sharma vs. Shiv Kumar Sharma and others [(2011) SCC OnLine MP 2176 Para 11 to16] and contending that once defendant Nos.2, 6 & 7 amended their written statements for hearing immediately prior to passing of the impugned order, petitioner/plaintiff ought to have been afforded further opportunity to rebut the amendment and to this extent, the Commercial Court failed to exercise its jurisdiction thereby, rendering its impugned order amenable to supervisory jurisdiction of this Court under Art. 227 of Constitution.\n4. The Commercial Court Act, 2015 (for brevity \"Act of 2015\") came into force on 23.10.2015 and was enacted to inter alia achieve following objects :-\n(i) Since high value commercial disputes involve complex questions of fact and law, prolonged pendency of which - 6 - decelerates the economic growth and tarnish the Indian judiciary and diminishes faith of investors, an independent mechanism for early resolution of such disputes is need of the hour.\n(ii) Expeditious disposal of such commercial disputes.\n4.1 For achieving the aforesaid objects, the special act i.e. the Commercial Courts Act, 2015 incorporated provisions which indicate towards the legislative intent behind enactment of Act of 2015 which are as follows :-\n(a) The extensive definition of expression \"commercial disputes\" u/S 2(c) of the Act of 2015.\n(b) Constitution of Commercial Courts at District, Appellate and Divisional level. \n(c) Section 8 of the Act of 2015 bars revision against an interlocutory order passed by Commercial Courts which is indicative of legislative intent to shorten the time span consumed by a commercial dispute. \n(d) Section 12(3) of the Act of 2015 bars an appeal or civil revision against an order of Commercial Court determining its own jurisdiction. \n- 7 - (e) Section 12A inserted w.e.f. 03.05.2018 in the Act of 2015 makes pre-institution mediation and settlement mandatory for every commercial dispute baring the suits where urgent interim relief is sought.\n(f) Section 14 obliges the Appellate Court under the Act of 2015 to endeavour to dispose of appeals within a period of six months. \n(g) Section 16 by way of Schedule appended to the Act of 2015 amends the procedure prescribed in Civil Procedure Code,1908 by making it more stringent and time bound. \n(h) Section 21 bestows overriding effect upon the Act of 2015 over any other law or instrument. \n5. On the anvil of the object sought to be achieved and the means prescribed for achieving the same, the attending factual scenario is to be tested especially in regard to the scope of interference under Art. 227 of Constitution. \n5.1 The undisputed facts are that the suit was instituted in the year 2012. \n5.2 After filing of written statement by the defendants, the Commercial Court framed issues on 24.06.2014. \n- 8 - 5.3 Plaintiff/petitioner was given various last opportunities for adducing evidence but for one reason or the other, same could not happen. \n5.4 Ultimately the suit in question came to be listed on 06.07.2023 when two applications; one under Order 40 Rule 1 CPC for appointment of Receiver filed by defendant No.2 and similar application under Order 6 Rule 17 CPC filed by defendant No.7 and third application under Order 8 Rule 1A(3) CPC filed by defendant No.7 were taken up and considered. \n5.5 On 06.07.2023 itself, the application under Order 40 Rule 1 CPC for appointment of Receiver preferred by defendant No.2 was rejected on merits. However, other three applications, two for amending the written statement and the third under Order 8 Rule 1A(3) CPC for taking the documents on record in support of written statement of defendant No.7 were allowed, permitting defendant No.2 and defendant No.7 to amend their respective written statements. \n5.6 However, before concluding the order dated 06.07.2023, the Commercial Court in the backdrop of six opportunities having been afforded to the plaintiff to adduce evidence (on 23.08.2016, 14.08.2018, 23.01.2023, 14.02.2023, 17.03.2023 and 24.05.2023) directed that last opportunity is afforded to plaintiff - 9 - to adduce evidence failing which his right to adduce evidence shall stand forfeited. \n5.7 The suit was thereafter listed on 19.07.2023. On this day again, the plaintiff failed to adduce evidence in support of the plaint. The Commercial Court in the backdrop of peremptory order passed earlier on 06.07.2023, forfeited the right of plaintiff to adduce evidence. While passing the impugned order, the Commercial Court afforded opportunity to the defendants to respond to the application moved by the plaintiff under Order 18 Rule 1A(3) CPC (this application was subsequently withdrawn by the plaintiff). \n6. In the aforesaid factual backdrop, it requires adjudication as to whether the trial Court while passing the impugned order exceeded the jurisdiction vested in it or failed to exercise the jurisdiction or wrongly exercised the jurisdiction. \n6.1 After due consideration, this Court is of the considered view that looking to the nature of dispute, attending factual scenario and the constraints under Art. 227 of Constitution, no relief is due to the petitioner for the reasons infra:-\n( i) The Commercial Court which is obliged under the Act of 2015 to decide the suit expeditiously, was faced with a - 10 - situation where the suit instituted in the year 2012 was pending since last more than 10 years. \n(ii) The Commercial Court was further faced with compelling situation where despite grant of more than six opportunities to the plaintiff including three last opportunities, plaintiff had failed to adduce evidence. \n(iii) The Commercial Court concerned was obliged under the law to decide the suit in question within the restricted procedural provisions of C.P.C. in terms of Section 16 of the Act of 2015. Thus, the Commercial Court was functioning under the constraints of time line for completion of each stage in the suit under C.P.C. circumscribed and abridged by the Commercial Court Act. \n(iv) The application for amendment and taking documents on record preferred by the defendants, which were allowed on 06.07.2023, were mere elaboration of the pleadings contained in the respective written statements and thus plaintiff has no reason to plead prejudice for non-grant of opportunities to rebut the said additional pleadings. \n(v) The supervisory power under Art. 227 of Constitution which is invoked by the petitioner/plaintiff to assail the impugned order has to be exercised with great care and - 11 - caution. This power is merely to ensure that Courts under territorial jurisdiction of High Court function within their jurisdictional purview. Further this power is not akin to the appellate power of High Court. High Court under Art. 227 of Constitution cannot enter into factual disputes unless such disputes arise from palpably perversity demonstrating lacking of jurisdiction. Unless and until it is shown that the Civil Court has passed an order which it could not have been passed in law, no interference under Art. 227 of Constitution is called for. An order passed by the Civil Court may not be the most appropriate decision in the attending facts and circumstances. However, if the view taken by the Civil Court is one which could have been taken in the attending facts and circumstances of the case, then merely because another view is possible, cannot be a good ground to interfere in the limited and restricted supervisory jurisdiction under Art. 227 of Constitution. [See: Shalini Shyam Shetty & Anr. Vs. Rajendra Shankar Patil, 2010 (8) SCC 329 and Radhey Shyam Vs. Chhabi Nath, 2015 (5) SCC 423]. \n(vi) The facts attending the present case reveal that the Commercial Court was dealing with the suit which was more than 12 years old and where the plaintiff despite grant - 12 - of various last opportunities had failed to adduce evidence despite the issues having been framed way back on 24.06.2014. In the backdrop of Commercial Court Act mandating the Commercial Courts to expeditiously decide commercial disputes, the impugned order is in accordance with law especially in the attending compelling facts and circumstances created by procrastination on the part of plaintiff/petitioner. \n(vii)Thus the view taken by the Commercial Court by passing impugned order could very well have been taken in the available facts and circumstances and, therefore, merely because another view is possible, this Court cannot interfere in the limited jurisdictional purview under Art. 227 of Constitution. \n(viii) Interference in the impugned order in the given facts and circumstances shall amount to grant of premium to repeated defaults committed by petitioner/plaintiff. \n(ix) In normal circumstances, amendment in written statement should lead to consequential allowing of amendment in the plaint. However, the facts situation herein is different. The amendment to the written statement is nothing but mere elaboration and expansion of the pleadings already existing - 13 - in their written statement. Thus, the amendment to WS may not afford a right upon the plaintiff to seek consequential amendment of plaint. \n7. In the conspectus of above, no case for interference is made out and the present petition under Art. 227 of Constitution stands dismissed. Interim order passed earlier on 29.08.2023 stands vacated. \n8. Registry is directed to inform the trial Court about passing of this order. \n                     (SHEEL NAGU)                        (AMAR NATH (KESHARWANI))\n                        JUDGE                                    JUDGE YS / Biswal        Date: 2024.05.15 14:52:13 +05'30'\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court mahesh adawani & vs sarasvatiben thakkar on 19 april, 2017 equivalent citations: air 2017 (noc) 713 (guj.) author: m.r. shah bench: m.r. shah, b.n. karia c/fa/1506/2017 judgment in the high court of gujarat at ahmedabad first appeal no. 1506 of 2017 with civil application no. 4618 of 2017 in first appeal no. 1506 of 2017 for approval and signature: honourable mr.justice m.r. shah and honourable mr.justice b.n. karia ====================================== 1 whether reporters of local papers may be yes allowed to see the judgment ? 2 to be referred to the reporter or not ? yes 3 whether their lordships wish to see the fair no copy of the judgment ? 4 whether this case involves a substantial no question of law as to the interpretation of the constitution of india or any order made thereunder ? ====================================== mahesh adawani & 1.appellant(s) versus sarasvatiben thakkar.defendant(s) ====================================== appearance: mr sp majmudar, advocate for the appellant(s) no. 1 2 mr dhaval d vyas, caveator for the defendant(s) no. 1 ====================================== and honourable mr.justice b.n. karia date : 19/04/2017 hc-nic page 1 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment oral judgment (per : honourable mr.justice m.r. shah) [1.0] feeling aggrieved and dissatisfied with the impugned judgment and order passed by the learned commercial court, vadodara dated 15/10/2016 in commercial civil miscellaneous application no.108/2016 by which the learned judge has rejected the said application submitted by the appellants herein, original opponents before the learned arbitral tribunal, submitted under section 34 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the arbitration act\"), appellants herein original applicants before the learned commercial court has preferred the present first appeal under section 37 of the arbitration act. [2.0] the facts leading to the present first appeal in nutshell are as under; [2.1] one mrs. ritu @ nirmala advani and the present respondent herein were the partners of m/s. hariom marketing firm having equal share i.e. 50:50 in the said firm. thereafter, the husband of mrs. ritu @ nirmala advani was inducted as partner in the said firm and new partnership deed was executed wherein mr. mahesh advani was taken as partner in m/s. hariom marketing firm with effect from 01/04/2005 and the profit and loss sharing was agreed at the rate that the respondent shall get 50% and mrs. ritu and mr. mahesh advani shall get 25% each. according to the respondent herein mr. mahesh advani was handling all the financial matters of m/s hariom marketing firm and for easy operation and management, said mr. mahesh advani had hc-nic page 2 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment taken signatures of the respondent on various blank cheques of the partnership firm. it was the case on behalf of the respondent herein that both mr. mahesh advani and mrs. ritu advani appellants herein siphoned huge funds from the said partnership firm and diverted the funds of the partnership business for personal purpose, and therefore, they have committed breach of trust with the respondent herein. therefore, the respondent herein decided to retire from m/s. hariom marketing with effect from 01/04/2010 and the appellants herein mr. mahesh advani and mrs. ritu advani continued as partners of the said firm. it was the case on behalf of the respondent herein that at the time of retirement, the respondent herein was given the balance sheet of m/s. hariom marketing as on 31/03/2010 and on going through the said balance sheet, it was found that mr. mahesh advani and mrs. ritu advani have taken various loans from various financial institutions and have siphoned off the said amount for their personal use and benefit and they had withdrawn huge amount from m/s. hariom marketing for purchasing properties and for making investments in creating new business ventures. it was noticed that large amount came to be withdrawn by way of self cheques during the period between 01/04/2007 to 31/03/2010 from the bank account of the partnership firm and sizable amount was transferred to his personal account from the account of the partnership firm. it was the case on behalf of the respondent herein that despite repeated request to give statement of accounts, appellants under one or the other pretext avoided to provide the correct financial status of the accounts, and therefore, the respondent herein approached this court by preferring an application under section 11 of the act, being application no.89/2012 for hc-nic page 3 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment the appointment of arbitrator. this court vide order dated 22/02/2013 appointed the sole arbitrator to resolve the dispute. [2.2] the respondent herein lodged the statement of claims before the learned arbitral tribunal to determine the correct account of the partnership firm from 01/04/2007 to 31/03/2010 and directed them to bring back the amount of rs.5,90,94,376/as mentioned in paragraph nos.9 and 10 of the statement of claims. the appellants herein filed preliminary objections at exh.8. it was submitted that since all the accounts were settled and all the necessary documents were exchanged between the parties at the time of separation of the partnership, there was no need to provide any further documents to the respondent herein-original applicant. it was submitted that looking to the nature of the dispute referred by the respondent herein original applicant the learned arbitral tribunal has no jurisdiction to try and entertain the claim and the same is to be heard and decided by the civil court of proper jurisdiction, and therefore, it was urged to dismiss the claim of the respondent herein original applicant. along with the statement of claim, respondent herein original applicant produced on record relevant statement of accounts and the bank accounts of the partnership firm, more particularly, for the period between 01/04/2007 to 31/03/2010. before the learned arbitral tribunal neither party led any oral evidence. thereafter, after considering the pleadings and the materials on record, the learned arbitral tribunal passed an award dated 11/02/2014 and held that the remaining partners appellants herein have siphoned a sizable amount of the partnership firm, and therefore, having 50% share of the partnership firm, hc-nic page 4 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment the learned arbitral tribunal while declaring the award has held that the respondent herein original applicant is entitled to recover rs.2,18,06,660/alongwith interest at the rate of 9% per annum. feeling aggrieved and dissatisfied with the award declared by the learned arbitral tribunal, appellants herein submitted an application under section 34 of the act and by the impugned judgment and order the learned commercial court, vadodara has rejected the said application and has confirmed /upheld the award declared by the learned arbitral tribunal. feeling aggrieved and dissatisfied with the impugned judgment and order passed by the learned commercial court, vadodara rejecting the application under section 34 of the act submitted by the appellants herein and in upholding the award declared by the learned arbitral tribunal, the appellants herein original opponents before the learned arbitral tribunal and the original applicants before the learned commercial court have preferred the present first appeal. [3.0] shri sharvil majmudar, learned advocate has appeared on behalf of the appellants and shri dhaval vyas, learned advocate on caveat has appeared on behalf of the respondent herein original applicant. [4.0] it is vehemently submitted by shri majmudar, learned advocate appearing on behalf of the appellants that the respondent herein original applicant alleged the fraud and siphoning of the amount of the partnership firm by submitting an application before the learned arbitral tribunal. it is submitted by shri majmudar, learned advocate appearing hc-nic page 5 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment on behalf of the appellants that as such, the dispute ought not to have been referred to the learned arbitral tribunal for arbitration. in support of his above submission he has relied upon the decision of the hon'ble supreme court in the case of n. radhakrishnan vs. maestro engineers and others reported in (2010) 1 scc 72. it is vehemently submitted by shri majmudar, learned advocate appearing on behalf of the appellants that the hon'ble supreme court in the case of n. radhakrishnan (supra) has observed and held that if the allegations are as to fraud and malpractices committed in the account books and manipulation of finances of partnership firm made, such dispute requires detailed investigations and production of elaborate evidence and despite existence of arbitration agreement and the dispute in question falling within the purview thereof, such dispute must be tried by a court and such dispute does not warrant matter to be tried and decided by the learned arbitrator. it is therefore submitted by shri majmudar, learned advocate appearing on behalf of the appellants that therefore in the present case as such the dispute ought not to have been referred to the learned arbitrator. [4.1] it is further submitted by shri majmudar, learned advocate appearing on behalf of the appellants that even otherwise as the respondent herein original applicant did not lead any oral evidence, and therefore, did not prove the alleged siphoning of the amount. the learned arbitral tribunal has materially erred in observing and holding that the appellants herein siphoned of all the amount, which belonged to the partnership firm. it is next contented on behalf of the appellants herein that even otherwise as at the time of hc-nic page 6 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment execution of the retirement deed dated 19/04/2010 the account as on 31/03/2010 was settled and whatever amount was lying in the credit of the respondent herein, was agreed to be paid and thereafter it was not open for the respondent herein to make any grievance thereafter disputing the accounts. making the above submissions, it is requested to admit /allow the present appeal. [5.0] the present tax appeal is opposed by shri dhaval vyas, learned advocate appearing on behalf of the respondent, who is on caveat. [5.1] it is vehemently submitted by shri dhaval vyas, learned advocate appearing on behalf of the respondent herein that as such the present first appeal is under section 37 of the arbitration act. it is further submitted that even the proceedings before the learned commercial court, vadodara was under section 34 of the arbitration act. it is submitted that as held by the hon'ble supreme court in the case of associate builders vs. delhi development authority reported in (2015) 3 scc 49 the scope and ambit of challenge to the award declared by the learned arbitral tribunal in an application under section 34 of the arbitration act is very limited. it is submitted that the application under section 34 of the arbitration act and /or even the appeal under section 37 of the arbitration act is not akin to the appeal under the provisions of the code of civil procedure. it is submitted that as held by the hon'ble supreme court only when the award is in conflict with the public policy of india or any patent illegality is found, the award declared by the hc-nic page 7 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment learned arbitral tribunal can be set aside in exercise of powers either under section 34 or section 37 of the arbitration act. it is further submitted by shri dhaval vyas, learned advocate appearing on behalf of the respondent that as observed by the hon'ble supreme court in the aforesaid decision even the findings recorded by the learned arbitral tribunal are not required to be interfered with in exercise of powers under sections 34 /37 of the arbitration act. it is submitted that as held by the hon'ble supreme court, the arbitrator is the sole judge of quantity and quality of evidence when he delivers arbitral award and thus the award based on little evidence, which does not measure up in quality to a trained legal mind cannot be held invalid. it is further held that once it is found the arbitrator's approach is neither arbitrary nor capricious, then no interference is called for on facts. [5.2] it is submitted that in the present case, the findings recorded by the learned arbitral tribunal on siphoning of the amount by the appellants herein cannot be said to be either perverse and /or contrary to the evidence on record. it is submitted that the findings recorded by the learned arbitral tribunal are on appreciation of material on record, more particularly, the statement of bank accounts of the partnership firm. it is submitted that in the present case though called upon by the learned arbitral tribunal, and even as agreed by the appellants, they did not produce the books of accounts, and therefore, the learned arbitrator has rightly drawn adverse inference considering the provisions of order 11 rule 5 (1) to (4) and order 16 rule 10 of the code of civil procedure. in support of his above submissions he has relied upon the decision of the hon'ble supreme court in the case of gopal hc-nic page 8 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment krishnaji ketkar vs. mohamed haji latif and others reported in air 1968 sc 1413. [5.3] now so far as the reliance placed upon on the decision of the hon'ble supreme court in the case of n. radhakrishnan (supra) by the learned advocate appearing on behalf of the appellants is concerned, it is vehemently submitted by shri vyas, learned advocate appearing on behalf of the respondent herein that as such no such plea was raised /taken at the time of section 11 of the arbitration act application. it is submitted that thereafter and after the matter was referred to the learned arbitral tribunal by this court, as such the appellants participated in the arbitration proceedings and having lost, thereafter it is not open for them to take the plea that as the fraud was alleged the dispute ought not to have been and /or could not have been referred to the arbitration. [5.4] it is submitted that even otherwise the decision of the hon'ble supreme court in the case of n. radhakrishnan (supra) which has been relied upon by the learned advocate appearing on behalf of the appellants has been explained subsequently by the hon'ble supreme court in the case of a. ayyasamy vs. a. paramasivam and others reported in (2016) 10 scc 386. relying upon the subsequent decision of the hon'ble supreme court in the case of a. ayyasamy (supra) it is submitted that the dispute between the parties can be said to be the matter of account and siphoning of the amount by the partners, and therefore, the dispute between the partners was rightly referred to the arbitrator. making the above submissions, it is requested to hc-nic page 9 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment dismiss the present first appeal. [6.0] heard the learned advocates appearing on behalf of the respective parties at length. at the outset it is required to be noted that the present first appeal is an appeal under section 37 of the arbitration act challenging the impugned judgment and order passed by the learned commercial court, vadodara rejecting the application submitted by the appellants herein submitted under section 34 of the arbitration act and by which the learned commercial court, vadodara has upheld the award declared by the learned arbitral tribunal. therefore, the first and the foremost thing which is required to be considered is that the present first appeal is the scope and ambit of this court under section 37 of the arbitration act or not? [6.1] in the recent decision in the case of associate builders (supra) the hon'ble supreme court had an occasion to consider the scope and ambit of challenge to the award under section 34 of the arbitration act and when in exercise of powers under section 34 of the arbitration act the findings of fact recorded in the arbitral award can be interfered with by the court. in the aforesaid decision, the hon'ble supreme court had also an occasion to consider the grounds on which the arbitral award may be assailed. in the aforesaid decision, it is observed and held that it is only when the award is in conflict with the public policy of india as prescribed in section 34(2)(b)(ii) of the arbitration act, that the merits of an arbitral award are to be looked into under certain specified circumstances. in paragraph nos.13 to 17 the hon'ble supreme court has observed and held as under; hc-nic page 10 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment \"13. in as much as serious objections have been taken to the division bench judgment on the ground that it has ignored the parameters laid down in a series of judgments by this court as to the limitations which a judge hearing objections to an arbitral award under section 34 is subject to, we deem it necessary to state the law on the subject. 14. section 34 of the arbitration and conciliation act reads as follows\"34. application for setting aside arbitral award.-(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with subsection (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if(a) the party making the application furnishes proof that(i) a party was under some incapacity; or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set hc-nic page 11 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation.-without prejudice to the generality of sub-clause (ii), it is hereby declared, for the avoidance of any doubt, that an award is in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action hc-nic page 12 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.\" 15. this section in conjunction with section 5 makes it clear that an arbitration award that is governed by part i of the arbitration and conciliation act, 1996 can be set aside only on grounds mentioned under section 34 (2) and (3), and not otherwise. section 5 reads as follows: \"5. extent of judicial intervention.notwithstanding anything contained in any other law for the time being in force, in matters governed by this part, no judicial authority shall intervene except where so provided in this part.\" 16. it is important to note that the 1996 act was enacted to replace the 1940 arbitration act in order to provide for an arbitral procedure which is fair, efficient and capable of meeting the needs of arbitration; also to provide that the tribunal gives reasons for an arbitral award; to ensure that the tribunal remains within the limits of its jurisdiction; and to minimize the supervisory roles of courts in the arbitral process. 17. it will be seen that none of the grounds contained in subclause 2 (a) deal with the merits of the decision rendered by an arbitral award. it is only when we come to the award being in conflict with the public policy of india that the merits of an arbitral award are to be looked into under certain specified circumstances.\" what can be said to be against the public policy of india has been discussed by the hon'ble supreme court in the said decision. at this stage, it is required to be noted that it is not the case on behalf of the appellants that the award declared by the learned arbitral tribunal is in conflict with the public policy of india. under the circumstances, the same is not required to be dealt with any further. hc-nic page 13 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment thereafter, the hon'ble supreme court has considered the fourth head of the public policy, namely patent illegality. while considering what can be said to be patent illegality the hon'ble supreme court has observed in paragraph nos.40 to 45 as under; patent illegality 40. we now come to the fourth head of public policy namely, patent illegality. it must be remembered that under the explanation to section 34 (2) (b), an award is said to be in conflict with the public policy of india if the making of the award was induced or affected by fraud or corruption. this ground is perhaps the earliest ground on which courts in england set aside awards under english law. added to this ground (in 1802) is the ground that an arbitral award would be set aside if there were an error of law by the arbitrator. this is explained by lord justice denning in r v. northumberland compensation appeal tribunal. ex parte shaw., 1952 1 all er 122 at page 130: \"leaving now the statutory tribunals, i turn to the awards of the arbitrators. the court of king's bench never interfered by certiorari with the award of an arbitrator, because it was a private tribunal and not subject to the prerogative writs. if the award was not made a rule of court, the only course available to an aggrieved party was to resist an action on the award or to file a bill in equity. if the award was made a rule of court, a motion could be made to the court to set it aside for misconduct of the arbitrator on the ground that it was procured by corruption or other undue means: see the statute 9 and 10 will. iii, c. 15. at one time an award could not be upset on the ground of error of law by the arbitrator because that could not be said to be misconduct or undue means, but ultimately it was held in kent v. elstob, (1802) 3 east 18, that an award could be set aside for error of law on the face of it. this was regretted by williams, j., in hodgkinson v. fernie, (1857) 3 c.b.n.s. 189, but is now well established.\" 41. this, in turn, led to the famous principle laid down in champsey bhara company v. the jivraj balloo spinning and weaving company ltd., air 1923 pc 66, where the privy council referred to hodgkinson and then laid down: \"the law on the subject has never been more clearly hc-nic page 14 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment stated than by williams, j. in the case of hodgkinson v. fernie (1857) 3 c.b.n.s. 189. \"the law has for many years been settled, and remains so at this day, that, where a cause or matters in difference are referred to an arbitrator a lawyer or a layman, he is constituted the sole and final judge of all questions both of law and of fact . the only exceptions to that rule are cases where the award is the result of corruption or fraud, and one other, which though it is to be regretted, is now, i think firmly established viz., where the question of law necessarily arises on the face of the award or upon some paper accompanying and forming part of the award. though the propriety of this latter may very well be doubted, i think it may be considered as established.\" \"now the regret expressed by williams, j. in hodgkinson v. fernie has been repeated by more than one learned judge, and it is certainly not to be desired that the exception should be in any way extended. an error in law on the face of the award means, in their lordships' view, that you can find in the award or a document actually incorporated thereto, as for instance, a note appended by the arbitrator stating the reasons for his judgment, some legal proposition which is the basis of the award and which you can then say is erroneous. it does not mean that if in a narrative a reference is made to a contention of one party that opens the door to seeing first what that contention is, and then going to the contract on which the parties' rights depend to see if that contention is sound. here it is impossible to say, from what is shown on the face of the award, what mistake the arbitrators made. the only way that the learned judges have arrived at finding what the mistake was is by saying: \"inasmuch as the arbitrators awarded so and so, and inasmuch as the letter shows that then buyer rejected the cotton, the arbitrators can only have arrived at that result by totally misinterpreting cl.52.\" but they were entitled to give their own interpretation to cl. 52 or any other article, and the award will stand unless, on the face of it they have tied themselves down to some special legal proposition which then, when examined, appears to be unsound. upon this point, therefore, their lordships think that the judgment of pratt, j was right and the conclusion hc-nic page 15 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment of the learned judges of the court of appeal erroneous.\" this judgment has been consistently followed in india to test awards under section 30 of the arbitration act, 1940. 42. in the 1996 act, this principle is substituted by the 'patent illegality' principle which, in turn, contains three sub heads 42.1 (a) a contravention of the substantive law of india would result in the death knell of an arbitral award. this must be understood in the sense that such illegality must go to the root of the matter and cannot be of a trivial nature. this again is a really a contravention of section 28(1)(a) of the act, which reads as under: \"28. rules applicable to substance of dispute.-(1) where the place of arbitration is situated in india,(a) in an arbitration other than an international commercial arbitration, the arbitral tribunal shall decide the dispute submitted to arbitration in accordance with the substantive law for the time being in force in india;\" 42.2 (b) a contravention of the arbitration act itself would be regarded as a patent illegalityfor example if an arbitrator gives no reasons for an award in contravention of section 31(3) of the act, such award will be liable to be set aside. 42.3 (c) equally, the third sub-head of patent illegality is really a contravention of section 28 (3) of the arbitration act, which reads as under: \"28. rules applicable to substance of dispute.(3) in all cases, the arbitral tribunal shall decide in accordance with the terms of the contract and shall take into account the usages of the trade applicable to the transaction.\" this last contravention must be understood with a caveat. an arbitral tribunal must decide in accordance with the terms of the contract, but if an arbitrator construes a term of the contract in a reasonable manner, it will not mean that the award can be set aside on this ground. construction of the terms of a contract is primarily for an arbitrator to decide unless the arbitrator construes the contract in such a way that it could be said to be something that no fair minded or reasonable person could do. 43. in mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181, this court held as under: \"112. it is trite that the terms of the contract can be express or implied. the conduct of the parties would also be a relevant factor in the matter of construction of a contract. the construction of the contract agreement is hc-nic page 16 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment within the jurisdiction of the arbitrators having regard to the wide nature, scope and ambit of the arbitration agreement and they cannot be said to have misdirected themselves in passing the award by taking into consideration the conduct of the parties. it is also trite that correspondences exchanged by the parties are required to be taken into consideration for the purpose of construction of a contract. interpretation of a contract is a matter for the arbitrator to determine, even if it gives rise to determination of a question of law. (see pure helium india (p) ltd. v. ongc [(2003) 8 scc 593] and d.d. sharma v. union of india [(2004) 5 scc 325]). 113. once, thus, it is held that the arbitrator had the jurisdiction, no further question shall be raised and the court will not exercise its jurisdiction unless it is found that there exists any bar on the face of the award.\" 44. in msk projects (i) (jv) ltd. v. state of rajasthan, (2011) 10 scc 573, the court held: \"17. if the arbitrator commits an error in the construction of the contract, that is an error within his jurisdiction. but if he wanders outside the contract and deals with matters not allotted to him, he commits a jurisdictional error. extrinsic evidence is admissible in such cases because the dispute is not something which arises under or in relation to the contract or dependent on the construction of the contract or to be determined within the award. the ambiguity of the award can, in such cases, be resolved by admitting extrinsic evidence. the rationale of this rule is that the nature of the dispute is something which has to be determined outside and independent of what appears in the award. such a jurisdictional error needs to be proved by evidence extrinsic to the award. (see gobardhan das v. lachhmi ram [air 1954 sc 689], thawardas pherumal v. union of india [air 1955 sc 468], union of india v. kishorilal gupta & bros. [air 1959 sc 1362], alopi parshad & sons ltd. v. union of india [air 1960 sc 588], jivarajbhai ujamshi sheth v. chintamanrao balaji [air 1965 sc 214] and renusagar power co. ltd. v. general electric co. [(1984) 4 scc 679 : air 1985 sc 1156] ).\" 45. in rashtriya ispat nigam ltd. v. dewan chand ram saran, (2012) 5 scc 306, the court held: \"43. in any case, assuming that clause 9.3 was capable of two interpretations, the view taken by the arbitrator was clearly a possible if not a hc-nic page 17 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment plausible one. it is not possible to say that the arbitrator had travelled outside his jurisdiction, or that the view taken by him was against the terms of contract. that being the position, the high court had no reason to interfere with the award and substitute its view in place of the interpretation accepted by the arbitrator. 44. the legal position in this behalf has been summarized in para 18 of the judgment of this court in sail v. gupta brother steel tubes ltd. [(2009) 10 scc 63: (2009) 4 scc (civ) 16] and which has been referred to above. similar view has been taken later in sumitomo heavy industries ltd. v. ongc ltd. [(2010) 11 scc 296: (2010) 4 scc (civ) 459] to which one of us (gokhale, j.) was a party. the observations in para 43 thereof are instructive in this behalf. 45. this para 43 reads as follows: (sumitomo case [(2010) 11 scc 296 : (2010) 4 scc (civ) 459] , scc p. 313) \"43. . the umpire has considered the fact situation and placed a construction on the clauses of the agreement which according to him was the correct one. one may at the highest say that one would have preferred another construction of clause 17.3 but that cannot make the award in any way perverse. nor can one substitute one's own view in such a situation, in place of the one taken by the umpire, which would amount to sitting in appeal. as held by this court in kwality mfg. corpn. v. central warehousing corpn. [(2009) 5 scc 142 : (2009) 2 scc (civ) 406] the court while considering challenge to arbitral award does not sit in appeal over the findings and decision of the arbitrator, which is what the high court has practically done in this matter. the umpire is legitimately entitled to take the view which he holds to be the correct one after considering the material before him and after interpreting the provisions of the agreement. if he does so, the decision of the umpire has to be accepted as final and binding.\" applying the law laid down by the hon'ble supreme court in the aforesaid decision, we have to examine whether the learned commercial court is justified in rejecting section 34 application of the arbitration act and upholding the award hc-nic page 18 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment declared by the learned arbitral tribunal? it is required to be noted that each and every claim individually has been dealt with by the learned arbitral tribunal and cogent reasons have been given while accepting each claim. the findings recorded by the learned arbitral tribunal are on appreciation of the material on record. at this stage, it is required to be noted that alongwith the statement of claim the respondent herein original applicant produced the statement of the bank accounts of the partnership firm, which suggested that huge amount had been withdrawn by appellant no.1 in cash by self drawn cheque. there are other withdrawals by the appellants, which have not been explained by the appellants by leading evidence. it is required to be noted that as such the appellants herein never disputed the statement of bank accounts produced by the respondent herein original applicant produced alongwith the statement of claims. as observed hereinabove, each and every document independently has been considered and dealt with by the learned arbitral tribunal. at this stage, it is required to be noted that though sufficient opportunity was given to the appellants and though the appellants herein agreed to produce the books of accounts, they deliberately did not produce any books of accounts. under the circumstances, considering the provisions of order 11 rule 5 (1) to (4) and order 16 rule 10 of the code of civil procedure even adverse inference can be drawn against the appellants. under the circumstances, it cannot be said that the award declared by the learned arbitral tribunal suffers from patent illegality, which can fall within the parameters of section 34 of the arbitration act to set aside the arbitral award. as observed by the hon'ble supreme court and this court in catena of decisions neither the application under section 34 of hc-nic page 19 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment the arbitration act nor appeal under section 37 of the arbitration act can be said to be akin to the appeal under c.p.c. and only in a case where it falls within the parameters of section 34 of the arbitration act then and then only the award declared by the learned arbitral tribunal can be set aside. considering the award declared by the learned arbitral tribunal and the impugned judgment and order passed by the learned commercial court, we are of the opinion that the case does not fall in any of the parameters of section 34 of the arbitration act warranting the inference of this court to quash and set aside the judgment and award declared by the learned arbitral tribunal. [6.2] now so far as the submissions on behalf of the appellant that as the fraud was alleged as such the matter /dispute could not have been referred for arbitration and reliance placed upon the decision of the hon'ble supreme court in the case of n. radhakrishnan (supra) is concerned, at the outset it is required to be noted that as such no such plea was raised by the appellants at the time when the application under section 11 of the arbitration act was decided. thereafter the appellants participated in the arbitration proceedings and thereafter having lost thereafter it is not open for them to take a plea that as fraud was alleged the dispute ought not to have been and /or could not have been referred to the arbitration. even otherwise, the dispute between the partners can be said to be the dispute / matter of account and siphoning of the amount of the partnership firm by the partners. at this stage, it is required to be noted that the decision of the hon'ble supreme court in the case of n. radhakrishnan (supra) upon which the reliance has been hc-nic page 20 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment placed by the learned advocate appearing on behalf of the appellants has been subsequently explained by the hon'ble supreme court in the case of a. ayyasamy (supra). it is observed that when the court is satisfied that the allegations are of serious and complicated nature it would be appropriate for the court to deal with the subject matter rather than relegating the parties to the arbitration and then alone the application under section 8 of the arbitration act can be rejected. the hon'ble supreme court in paragraph 25 has observed and held as under; \"25. in view of our aforesaid discussions, we are of the opinion that mere allegation of fraud simplicitor may not be a ground to nullify the effect of arbitration agreement between the parties. it is only in those cases where the court, while dealing with section 8 of the act, finds that there are very serious allegations of fraud which make a virtual case of criminal offence or where allegations of fraud are so complicated that it becomes absolutely essential that such complex issues can be decided only by civil court on the appreciation of the voluminous evidence that needs to be produced, the court can sidetrack the agreement by dismissing application under section 8 and proceed with the suit on merits. it can be so done also in those cases where there are serious allegations of forgery/fabrication of documents in support of the plea of fraud or where fraud is alleged against the arbitration provision itself or is of such a nature that permeates the entire contract, including the agreement to arbitrate, meaning thereby in those cases where fraud goes to the validity of the contract itself of the entire contract which contains the arbitration clause or the validity of the arbitration clause itself. reverse position thereof would be that where there are simple allegations of fraud touching upon the internal affairs of the party inter se and it has no implication in the public domain, the arbitration clause need not be avoided and the parties can be relegated to arbitration. while dealing with such an issue in an application under section 8 of the act, the focus of the court has to be on the question as to whether jurisdiction of the court has been ousted instead of focusing on the issue as to whether the court has jurisdiction or not. it has to be kept in mind that insofar as the statutory scheme of the act is concerned, it does not specifically exclude any category of cases as non-arbitrable. such categories of nonarbitrable subjects are carved out by the courts, keeping in mind the principle of common law that certain disputes which are of hc-nic page 21 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment public nature, etc. are not capable of adjudication and settlement by arbitration and for resolution of such disputes, courts, i.e. public for a, are better suited than a private forum of arbitration. therefore, the inquiry of the court, while dealing with an application under section 8 of the act, should be on the aforesaid aspect, viz. whether the nature of dispute is such that it cannot be referred to arbitration, even if there is an arbitration agreement between the parties. when the case of fraud is set up by one of the parties and on that basis that party wants to wriggle out of that arbitration agreement, a strict and meticulous inquiry into the allegations of fraud is needed and only when the court is satisfied that the allegations are of serious and complicated nature that it would be more appropriate for the court to deal with the subject matter rather than relegating the parties to arbitration, then alone such an application under section 8 should be rejected.\" applying the tests relied upon by the hon'ble supreme court in the aforesaid decision to the facts of the case on hand and the dispute between the parties it can be said that the dispute is the matter of accounts and siphoning of the amount of partnership by one of the partners. under the circumstances, the submissions on behalf of the appellants that as fraud was alleged, and therefore, the dispute ought not to have been / could not have been referred to the learned arbitral tribunal cannot be accepted. [6.3] now so far as the submission on behalf of the appellants that at the time of execution of the retirement deed dated 19/04/2010 the respondent herein original applicant retiring partner signed the retirement deed and the balance sheet as on 31/03/2010 and she shall be entitled to whatever amount is there in her credit as on 31/03/2010, and therefore, the accounts were settled and thereafter the respondent herein original applicant could not have made any grievance is concerned, it is required to be noted that the siphoning of the amount has been detected subsequently. the appellants hc-nic page 22 of 23 created on wed aug 16 02:21:12 ist 2017 c/fa/1506/2017 judgment herein did not produce any books of accounts. the books of accounts were never shown to the respondent herein original applicant. even the books of accounts were never even produced before the learned arbitral tribunal though sufficient opportunities were given. under the circumstances, the aforesaid submissions cannot be accepted. [7.0] in view of the above and for the reasons stated hereinabove and considering the scope and ambit of this court in appeal under section 37 of the arbitration act and the scope and ambit of the application before the learned commercial court under section 34 of the arbitration act, we see no reason to interfere with the impugned judgment and order passed by the learned commercial court, vadodara rejecting the application under section 32 of the arbitration act and upholding the award declared by the learned arbitral tribunal. under the circumstances, the present first appeal fails and the same deserves to be dismissed and is accordingly dismissed. civiil application no.4618/2017 in view of dismissal of the first appeal, civil application stands dismissed. (m.r. shah, j.) (b.n. karia, j.) siji hc-nic page 23 of 23 created on wed aug 16 02:21:12 ist 2017"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58e960db8bc243e5896c6d593e73ca06_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "26bd390dc90f437d97e68b89a5e09474_1"
        },
        {
            "start": 242,
            "end": 268,
            "text": "\nMadhya Pradesh High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "48f739444412434fa6bee459acd73aba_2"
        },
        {
            "start": 269,
            "end": 340,
            "text": "\nShravan Kumar Patel vs M/S Mohanlal Hargovinddas A ... on 15 May, 2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "de4b06e6bcb3454386fe32de4d4a52ed_3"
        },
        {
            "start": 342,
            "end": 499,
            "text": "Author: Sheel Nagu\nBench: Sheel Nagu, Amar Nath Kesharwani\nIn The High Court Of Madhya Pradesh\n                 At Jabalpur\n                    Before\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10b0531348114ed292a6c3edaadb71dd_4"
        },
        {
            "start": 499,
            "end": 530,
            "text": "Hon'Ble Shri Justice Sheel Nagu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86127776d63c403aa78976589705c3db_5"
        },
        {
            "start": 531,
            "end": 600,
            "text": "\n                        & \nHon'Ble Shri Justice Amar Nath Kesharwani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3409e119e4f544dba3bbe285c2497887_6"
        },
        {
            "start": 611,
            "end": 2065,
            "text": "Misc. Petition No.4758 of 2023\n\nBetween :-\n\n     Shravan Kumar Patel S/O Late\n     Shri Parmanand Bhai Patel,\n     Aged About 77 Years, R/O 933,\n     Gole      Bazar,    Jabalpur,\n     Occupation : Partner In M/S\n     Mohanlal Hargovinddas.\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Having\n     Office   At     M/S Mohanlal\n     Hargovinddas, Gole Bazar,\n     Jabalpur (M.P.)\n\n                                        .....Petitioner\n\n     (By Shri Siddharth Gulatee - Advocate)\n\n                       And\n\n1.   M/S Mohanlal Hargovinddas,\n                    -   2 -\n\n\n\n     A Partnership Firm Registered\n     Under The Provisions Of The\n     Indian Partnership Act With\n     The Registrar Of Firms And\n     Societies, Jabalpur, Throuh\n     Its Manager Having Office At\n     M/S Mohanlal Hargovinddas,\n     903 Gole Bazar, Jabalpur (M.P.)\n\n2.   Siddharth Patel S/O Late Shri\n     Parmanand      Bhai    Patel,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O 933, Gole\n     Bazar, Jabalpur (M.P.)\n\n3.   Smt. Neena Vinaybhai Patel W/O\n     Dr. Vinaybhai Patel, Partner In\n     M/S Mohanlal Hargovinddas,\n     R/O \"31 Valentina\" Gamadiya\n     Road, Off Pedder Road, Mumbai\n     (Maharashtra)\n\n4.   Smt. (Dr.) Sonal Kiranbhai Amin\n     W/O    Shri   Kiranbhai Amin,\n     Partner In M/S Mohanlal\n     Hargovinddas, R/O \"Kinal\", 4/11\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b9b21cd0a8f4f5691ee0a07a7bc85f4_7"
        },
        {
            "start": 2065,
            "end": 2087,
            "text": "University     Road,  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d9a37d4685b49b2879926c4d09eb30e_8"
        },
        {
            "start": 2087,
            "end": 2117,
            "text": "Pachpedi,\n     Jabalpur (M.P.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "725b5e3613924a9db17540e308bb7abd_9"
        },
        {
            "start": 2120,
            "end": 2154,
            "text": "5.   Ms. Roopa Patel D/O Late Shri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c82febe9303c478e88932125f91ee27a_10"
        },
        {
            "start": 2161,
            "end": 2192,
            "text": "Parmanand      Bhai      Patel,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8c7058b6a3642feb1aa4d1ceaa81824_11"
        },
        {
            "start": 2199,
            "end": 2346,
            "text": "Partner In Ms/ Mohanlal\n     Hargovinddas, R/O \"30 Shreyas\"\n     5Th Floor, Opposite Nariman\n     Point,   20    Br,     Mumbai,\n     (Maharashtra)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "224dbed519704ed6bed086d75f78195d_12"
        },
        {
            "start": 2347,
            "end": 2411,
            "text": "\n                                             -   3 -\n\n\n\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca8006b4fe34461bafc2b6357930ce28_13"
        },
        {
            "start": 2411,
            "end": 2428,
            "text": "6 .      Mohanlal",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fbc86910e751430aae89dd0c854d5ae2_14"
        },
        {
            "start": 2429,
            "end": 2446,
            "text": "Hargovinddas Bidi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98e2f1cf8bdb43eb895a90a9333a06d7_15"
        },
        {
            "start": 2463,
            "end": 2473,
            "text": "Udyog Pvt.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b5f7fb2d1fa4d6bb7c79106b8bb4825_16"
        },
        {
            "start": 2474,
            "end": 2482,
            "text": "Limited,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "594cb1b4e6204ebcb1576222abe7d326_17"
        },
        {
            "start": 2499,
            "end": 2516,
            "text": "A   Company      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97e75c29c69344aa835cc3a65ce73a9e_18"
        },
        {
            "start": 2516,
            "end": 2528,
            "text": "Incorporated",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2392b2cb127a427ca623c0274a53fcde_19"
        },
        {
            "start": 2545,
            "end": 2629,
            "text": "Under The Provisions Of The\n               Companies Act, Having Its\n               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d75323c0ab0a4fa7ae6d0f8f6a27ee69_20"
        },
        {
            "start": 2629,
            "end": 2646,
            "text": "Registered Office",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91b39590e5184700ac70773d8a88f75f_21"
        },
        {
            "start": 2647,
            "end": 2653,
            "text": "At 903",
            "labels": [
                "PREAMBLE"
            ],
            "id": "37595d13596b4e74aa133ee95d994146_22"
        },
        {
            "start": 2654,
            "end": 2660,
            "text": ", Gole",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b86b9e0cdb344be0943a9c64417c5192_23"
        },
        {
            "start": 2677,
            "end": 2730,
            "text": "Bazar, Mh House, Gole Bazar,\n               Jabalpur.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b51e418be8d4a51b05d5054060438af_24"
        },
        {
            "start": 2731,
            "end": 2747,
            "text": "A Partner In M/S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e00f61100564efdb0f67ddfb76cf5db_25"
        },
        {
            "start": 2764,
            "end": 2786,
            "text": "Mohanlal Hargovinddas.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfefe4c98eb64b88b8581d05edf9a80e_26"
        },
        {
            "start": 2858,
            "end": 2890,
            "text": "....Respondents\n\n               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4b9b78408a94f24bd5d7e128406983e_27"
        },
        {
            "start": 2890,
            "end": 2911,
            "text": "( By Respondent No.1-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "feee64fdf81e4117ab24093e7c551d51_28"
        },
        {
            "start": 2912,
            "end": 2922,
            "text": "Shri Bhanu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "04ea7cd4499b44f599b3c2d97a58f8c4_29"
        },
        {
            "start": 2939,
            "end": 2952,
            "text": "Pratap Singh-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "14f27cfa03c74d049560712de7fd9b11_30"
        },
        {
            "start": 2953,
            "end": 2981,
            "text": "Advocate, By Respondent No.2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70f46afdbb284634871aa807646ab819_31"
        },
        {
            "start": 2982,
            "end": 3040,
            "text": "\n               - Shri Devendra Chouhan, Shri B.D. Singh &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a8e9b0d03434741babdd30628276d9a_32"
        },
        {
            "start": 3057,
            "end": 3091,
            "text": "Shri Azad Krishna Bais- Advocates,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f49e1127db384208acb426eb049a4d36_33"
        },
        {
            "start": 3092,
            "end": 3152,
            "text": "By\n               Respondent No.3 - Shri Kunal Vajani & Shri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e647a54178894cf185b634f1ff99a431_34"
        },
        {
            "start": 3169,
            "end": 3199,
            "text": "Devashish Sakalkar - Advocates",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ea32111fc204f43bd0d85c8fcfb6851_35"
        },
        {
            "start": 3200,
            "end": 3267,
            "text": "By\n               Respondent No.5- Shri Aman Gupta-\n               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58256490c67c4c5c9b5ca4e0c7e8ac29_36"
        },
        {
            "start": 3267,
            "end": 3275,
            "text": "Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f895dfa7e4724b64bbb0708e788fe157_37"
        },
        {
            "start": 3276,
            "end": 3304,
            "text": "And By Respondent No.6- Shri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e9f9953aa427493686bc830db04f721a_38"
        },
        {
            "start": 3305,
            "end": 3345,
            "text": "\n               Gagan Sanghi - Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cdf6e0e094934c0185e07555e300ec63_39"
        },
        {
            "start": 3347,
            "end": 3450,
            "text": "-----------------------------------------------------------------------------------------------\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62abe07d5a2c4c85962207dbfa1a1a49_40"
        },
        {
            "start": 3450,
            "end": 3461,
            "text": "Reserved on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e7c81d7812f4dc1826d53fe32756a51_41"
        },
        {
            "start": 3483,
            "end": 3502,
            "text": ":        25/04/2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "18798c72ca8d48489b29c5c2d7614a30_42"
        },
        {
            "start": 3511,
            "end": 3524,
            "text": "Pronounced on",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb5ab44e69634701972e3a4a60dd50b1_43"
        },
        {
            "start": 3525,
            "end": 3563,
            "text": "                   :        15/05/2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ee2e186ece347e792f6d60904d76ea4_44"
        },
        {
            "start": 3565,
            "end": 3652,
            "text": "---------------------------------------------------------------------------------------",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dff402070caa44ad986cfeee195769a4_45"
        },
        {
            "start": 3661,
            "end": 3716,
            "text": "This petition having been heard and reserved for orders",
            "labels": [
                "PREAMBLE"
            ],
            "id": "295432400f9140df8e9084aa717cd9b3_46"
        },
        {
            "start": 3717,
            "end": 3814,
            "text": ",\ncoming on for pronouncement this day, Hon'ble Shri Justice Sheel\nNagu pronounced the following:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ce757466c19f495ba97fa25cfd7e32fc_47"
        },
        {
            "start": 3815,
            "end": 3873,
            "text": "\n\n                                                Order\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec1a320ccbc54dfaba8d3f200c4d70a8_48"
        },
        {
            "start": 3874,
            "end": 4071,
            "text": "Supervisory jurisdiction of this Court under Article 227 of the Constitution of India is invoked to assail interlocutory order passed by XXIVth District Judge, Commercial Court, Jabalpur on 19.07.2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb65d94eac5841d8bdad93ae36567d28_49"
        },
        {
            "start": 4072,
            "end": 4313,
            "text": "023 in - 4 - Commercial Suit No.156/2022 whereby, the right of petitioner/ plaintiff to adduce evidence has been closed on the ground of failure of petitioner/plaintiff to avail various last opportunities to adduce evidence afforded earlier.",
            "labels": [
                "FAC"
            ],
            "id": "0438f0b2e8364ffdb3a04c884ad6bd0b_50"
        },
        {
            "start": 4314,
            "end": 4441,
            "text": "\n2. While taking cognizance of this matter, this Court by an order passed on 29.08.2023 stayed the Commercial Suit No.156/2022.",
            "labels": [
                "FAC"
            ],
            "id": "242d8b4e6ff24b79ba93c9882a3b9dc0_51"
        },
        {
            "start": 4442,
            "end": 4496,
            "text": "The said interim order continues to subsist till date.",
            "labels": [
                "FAC"
            ],
            "id": "7a29bf628263403092f1d0c328c3c111_52"
        },
        {
            "start": 4497,
            "end": 4623,
            "text": "Accordingly, urgency arises and therefore, this matter has been finally heard in motion to be decided in following terms:-\n2.1",
            "labels": [
                "NONE"
            ],
            "id": "bbfc5dd8aca048c9b6f5922981da6c31_53"
        },
        {
            "start": 4624,
            "end": 5056,
            "text": "Preliminary objection has been raised by respondents herein primarily contending that though this petition is maintainable under Article 227 of Constitution since constitutional remedy of supervisory jurisdiction cannot be blocked by any statutory bar or otherwise, but the nature of dispute raised herein does not call for interference within the limited and restricted supervisory power under Article 227 of Constitution of India.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16821ba7a0d541c29914fa25f416ec06_54"
        },
        {
            "start": 5057,
            "end": 5762,
            "text": "\n2.2 Learned counsel for respondents rely upon judgments rendered in Beyond Malls LLP Vs. Lifestyle International Pvt. Ltd., [2021 (1) MPLJ 337 Para 13], Jagir Singh vs. Ranbir Singh and another [(1979) 1 SCC 560 Para 6], Garment Craft Vs. Prakash Chand Goel, [2022 (4) SCC 181 Para 15], Ouseph Mathai and others vs. M. Abdul Khadir [(2002) 1 SCC 319 Para 4], Shivaji Laxman - 5 - Palaskar and others vs. Kamal Raosaheb Shipalkar and others passed in W.P. No.12117/2018 decided on 01.11.2018 [High Court of Bombay, Aurangabad Bench] and State Through Special Cell, New Delhi vs. Navjot Sandhu Alias Afshan Guru and others [(2003) 6 SCC 641 Para 19 and 28] inter alia in support of the aforesaid objection.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "187edbe55b0140c4a433c925133e25c1_55"
        },
        {
            "start": 5763,
            "end": 6979,
            "text": "\n3. Per contra, learned counsel for petitioner/plaintiff has opposed the preliminary objection of the respondents by relying upon Mahant Ram Das vs. Ganga Das [AIR 1961 SC 882] & Shrinivas Sharma vs. Shiv Kumar Sharma and others [(2011) SCC OnLine MP 2176 Para 11 to16] and contending that once defendant Nos.2, 6 & 7 amended their written statements for hearing immediately prior to passing of the impugned order, petitioner/plaintiff ought to have been afforded further opportunity to rebut the amendment and to this extent, the Commercial Court failed to exercise its jurisdiction thereby, rendering its impugned order amenable to supervisory jurisdiction of this Court under Art. 227 of Constitution.\n4. The Commercial Court Act, 2015 (for brevity \"Act of 2015\") came into force on 23.10.2015 and was enacted to inter alia achieve following objects :-\n(i) Since high value commercial disputes involve complex questions of fact and law, prolonged pendency of which - 6 - decelerates the economic growth and tarnish the Indian judiciary and diminishes faith of investors, an independent mechanism for early resolution of such disputes is need of the hour.\n(ii) Expeditious disposal of such commercial disputes.\n4.1",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f584443335c64beaa7e9874e72d8ca9c_56"
        },
        {
            "start": 6980,
            "end": 7290,
            "text": "For achieving the aforesaid objects, the special act i.e. the Commercial Courts Act, 2015 incorporated provisions which indicate towards the legislative intent behind enactment of Act of 2015 which are as follows :-\n(a) The extensive definition of expression \"commercial disputes\" u/S 2(c) of the Act of 2015.\n",
            "labels": [
                "STA"
            ],
            "id": "f82e0651139a44cbb813d8eba2de2579_57"
        },
        {
            "start": 7290,
            "end": 7372,
            "text": "(b) Constitution of Commercial Courts at District, Appellate and Divisional level.",
            "labels": [
                "STA"
            ],
            "id": "5095397b70574498af4fc7cbf08bbc5b_58"
        },
        {
            "start": 7373,
            "end": 7580,
            "text": "\n(c) Section 8 of the Act of 2015 bars revision against an interlocutory order passed by Commercial Courts which is indicative of legislative intent to shorten the time span consumed by a commercial dispute.",
            "labels": [
                "STA"
            ],
            "id": "b01d54bb6b4444e6b49393e1e14ba9db_59"
        },
        {
            "start": 7581,
            "end": 7722,
            "text": "\n(d) Section 12(3) of the Act of 2015 bars an appeal or civil revision against an order of Commercial Court determining its own jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "99c099c3bc2b4d1bbcef606a2f0ecad3_60"
        },
        {
            "start": 7723,
            "end": 8064,
            "text": "\n- 7 - (e) Section 12A inserted w.e.f. 03.05.2018 in the Act of 2015 makes pre-institution mediation and settlement mandatory for every commercial dispute baring the suits where urgent interim relief is sought.\n(f) Section 14 obliges the Appellate Court under the Act of 2015 to endeavour to dispose of appeals within a period of six months.",
            "labels": [
                "STA"
            ],
            "id": "2ab7e23d216a42c9953643a83c29443a_61"
        },
        {
            "start": 8065,
            "end": 8232,
            "text": "\n(g) Section 16 by way of Schedule appended to the Act of 2015 amends the procedure prescribed in Civil Procedure Code,1908 by making it more stringent and time bound.",
            "labels": [
                "STA"
            ],
            "id": "7175fb95e56f4642a9c7955d61a64e32_62"
        },
        {
            "start": 8233,
            "end": 8329,
            "text": "\n(h) Section 21 bestows overriding effect upon the Act of 2015 over any other law or instrument.",
            "labels": [
                "STA"
            ],
            "id": "bbf3a288bfd042fda653d20ade27cac0_63"
        },
        {
            "start": 8330,
            "end": 8560,
            "text": "\n5. On the anvil of the object sought to be achieved and the means prescribed for achieving the same, the attending factual scenario is to be tested especially in regard to the scope of interference under Art. 227 of Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23780470e7b94d92960b7bd5240513e1_64"
        },
        {
            "start": 8561,
            "end": 8637,
            "text": "\n5.1 The undisputed facts are that the suit was instituted in the year 2012.",
            "labels": [
                "ISSUE"
            ],
            "id": "56031a3af95048e198ca6b51bf885195_65"
        },
        {
            "start": 8638,
            "end": 8745,
            "text": "\n5.2 After filing of written statement by the defendants, the Commercial Court framed issues on 24.06.2014.",
            "labels": [
                "FAC"
            ],
            "id": "4573b445349346499d94e620b99d0c42_66"
        },
        {
            "start": 8746,
            "end": 8756,
            "text": "\n- 8 - 5.3",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a163f2fd4ea2413fa70d3b83d0e96477_67"
        },
        {
            "start": 8757,
            "end": 8892,
            "text": "Plaintiff/petitioner was given various last opportunities for adducing evidence but for one reason or the other, same could not happen.",
            "labels": [
                "FAC"
            ],
            "id": "a1bfaa9a558845c689f9d22f55ea3792_68"
        },
        {
            "start": 8894,
            "end": 9245,
            "text": "5.4 Ultimately the suit in question came to be listed on 06.07.2023 when two applications; one under Order 40 Rule 1 CPC for appointment of Receiver filed by defendant No.2 and similar application under Order 6 Rule 17 CPC filed by defendant No.7 and third application under Order 8 Rule 1A(3) CPC filed by defendant No.7 were taken up and considered.",
            "labels": [
                "FAC"
            ],
            "id": "aae3d1ec032243bbb4437e592d1af827_69"
        },
        {
            "start": 9247,
            "end": 9394,
            "text": "5.5 On 06.07.2023 itself, the application under Order 40 Rule 1 CPC for appointment of Receiver preferred by defendant No.2 was rejected on merits.",
            "labels": [
                "FAC"
            ],
            "id": "3ca21a2fa0384a0184db0f35f9830793_70"
        },
        {
            "start": 9395,
            "end": 9701,
            "text": "However, other three applications, two for amending the written statement and the third under Order 8 Rule 1A(3) CPC for taking the documents on record in support of written statement of defendant No.7 were allowed, permitting defendant No.2 and defendant No.7 to amend their respective written statements.",
            "labels": [
                "FAC"
            ],
            "id": "5e07896b7a384e29b3732affe98d047c_71"
        },
        {
            "start": 9703,
            "end": 10102,
            "text": "5.6 However, before concluding the order dated 06.07.2023, the Commercial Court in the backdrop of six opportunities having been afforded to the plaintiff to adduce evidence (on 23.08.2016, 14.08.2018, 23.01.2023, 14.02.2023, 17.03.2023 and 24.05.2023) directed that last opportunity is afforded to plaintiff - 9 - to adduce evidence failing which his right to adduce evidence shall stand forfeited.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "968571a6a36a4003849d4940af2e2e0d_72"
        },
        {
            "start": 10104,
            "end": 10153,
            "text": "5.7 The suit was thereafter listed on 19.07.2023.",
            "labels": [
                "FAC"
            ],
            "id": "8b343e4031bd41018537fa990113ae85_73"
        },
        {
            "start": 10154,
            "end": 10238,
            "text": "On this day again, the plaintiff failed to adduce evidence in support of the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "5650c1da5baf4ebeb3b16f88b780aae4_74"
        },
        {
            "start": 10239,
            "end": 10378,
            "text": "The Commercial Court in the backdrop of peremptory order passed earlier on 06.07.2023, forfeited the right of plaintiff to adduce evidence.",
            "labels": [
                "FAC"
            ],
            "id": "9485da256a3b4b1784cb5d366cfdecc8_75"
        },
        {
            "start": 10379,
            "end": 10619,
            "text": "While passing the impugned order, the Commercial Court afforded opportunity to the defendants to respond to the application moved by the plaintiff under Order 18 Rule 1A(3) CPC (this application was subsequently withdrawn by the plaintiff).",
            "labels": [
                "FAC"
            ],
            "id": "0b6bba74e4b74b9688da7f87d5719564_76"
        },
        {
            "start": 10621,
            "end": 10863,
            "text": "6. In the aforesaid factual backdrop, it requires adjudication as to whether the trial Court while passing the impugned order exceeded the jurisdiction vested in it or failed to exercise the jurisdiction or wrongly exercised the jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22619d318e3745669bb4fb6dd615085e_77"
        },
        {
            "start": 10864,
            "end": 11108,
            "text": "\n6.1 After due consideration, this Court is of the considered view that looking to the nature of dispute, attending factual scenario and the constraints under Art. 227 of Constitution, no relief is due to the petitioner for the reasons infra:-\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a19dae7c805417cb95dd49fb8b0803f_78"
        },
        {
            "start": 11108,
            "end": 11326,
            "text": "( i) The Commercial Court which is obliged under the Act of 2015 to decide the suit expeditiously, was faced with a - 10 - situation where the suit instituted in the year 2012 was pending since last more than 10 years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85f4a8f6ae85466ca0397202c795b9d4_79"
        },
        {
            "start": 11327,
            "end": 11542,
            "text": "\n(ii) The Commercial Court was further faced with compelling situation where despite grant of more than six opportunities to the plaintiff including three last opportunities, plaintiff had failed to adduce evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "631ff999084c41caa63dc528032f2b36_80"
        },
        {
            "start": 11543,
            "end": 11734,
            "text": "\n(iii) The Commercial Court concerned was obliged under the law to decide the suit in question within the restricted procedural provisions of C.P.C. in terms of Section 16 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c39b1b2a5ae4648be345ef9d77cf415_81"
        },
        {
            "start": 11735,
            "end": 11922,
            "text": "Thus, the Commercial Court was functioning under the constraints of time line for completion of each stage in the suit under C.P.C. circumscribed and abridged by the Commercial Court Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e66964fb6aab4e7e8d7c73e3079806b4_82"
        },
        {
            "start": 11923,
            "end": 12261,
            "text": "\n(iv) The application for amendment and taking documents on record preferred by the defendants, which were allowed on 06.07.2023, were mere elaboration of the pleadings contained in the respective written statements and thus plaintiff has no reason to plead prejudice for non-grant of opportunities to rebut the said additional pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45c56da6d03945c2bd1a641a565a0eb2_83"
        },
        {
            "start": 12262,
            "end": 12449,
            "text": "\n(v) The supervisory power under Art. 227 of Constitution which is invoked by the petitioner/plaintiff to assail the impugned order has to be exercised with great care and - 11 - caution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1dd7e764e00f48be871f8e98de3ece73_84"
        },
        {
            "start": 12450,
            "end": 12583,
            "text": "This power is merely to ensure that Courts under territorial jurisdiction of High Court function within their jurisdictional purview.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0df35d46227b427db7c96a5e7d5d608d_85"
        },
        {
            "start": 12584,
            "end": 12652,
            "text": "Further this power is not akin to the appellate power of High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa3ac4f5e4864fef8cbb07f455feb134_86"
        },
        {
            "start": 12653,
            "end": 12820,
            "text": "High Court under Art. 227 of Constitution cannot enter into factual disputes unless such disputes arise from palpably perversity demonstrating lacking of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c627d355e6ff4a62a639f4a03eb95fcc_87"
        },
        {
            "start": 12821,
            "end": 12996,
            "text": "Unless and until it is shown that the Civil Court has passed an order which it could not have been passed in law, no interference under Art. 227 of Constitution is called for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cfc6bf7d3e0429a92d12e33c44b441e_88"
        },
        {
            "start": 12997,
            "end": 13114,
            "text": "An order passed by the Civil Court may not be the most appropriate decision in the attending facts and circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec0d2a9eaad440be86f4dccbd9b1a2a3_89"
        },
        {
            "start": 13115,
            "end": 13419,
            "text": "However, if the view taken by the Civil Court is one which could have been taken in the attending facts and circumstances of the case, then merely because another view is possible, cannot be a good ground to interfere in the limited and restricted supervisory jurisdiction under Art. 227 of Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5d38dafe4f14266bf5722890834b182_90"
        },
        {
            "start": 13420,
            "end": 13551,
            "text": "[See: Shalini Shyam Shetty & Anr. Vs. Rajendra Shankar Patil, 2010 (8) SCC 329 and Radhey Shyam Vs. Chhabi Nath, 2015 (5) SCC 423].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0ae366666b4c4b02ac38ada5e2264841_91"
        },
        {
            "start": 13552,
            "end": 13853,
            "text": "\n(vi) The facts attending the present case reveal that the Commercial Court was dealing with the suit which was more than 12 years old and where the plaintiff despite grant - 12 - of various last opportunities had failed to adduce evidence despite the issues having been framed way back on 24.06.2014.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9358fb396824b6eb0038c68248b3b75_92"
        },
        {
            "start": 13854,
            "end": 14142,
            "text": "In the backdrop of Commercial Court Act mandating the Commercial Courts to expeditiously decide commercial disputes, the impugned order is in accordance with law especially in the attending compelling facts and circumstances created by procrastination on the part of plaintiff/petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "848fb5226512410481ad6ebf49d4a643_93"
        },
        {
            "start": 14143,
            "end": 14446,
            "text": "\n(vii)Thus the view taken by the Commercial Court by passing impugned order could very well have been taken in the available facts and circumstances and, therefore, merely because another view is possible, this Court cannot interfere in the limited jurisdictional purview under Art. 227 of Constitution.",
            "labels": [
                "RATIO"
            ],
            "id": "f20d8d35ba5e4055b13e279d3a050f0b_94"
        },
        {
            "start": 14447,
            "end": 14615,
            "text": "\n(viii) Interference in the impugned order in the given facts and circumstances shall amount to grant of premium to repeated defaults committed by petitioner/plaintiff.",
            "labels": [
                "RATIO"
            ],
            "id": "8ab4a5ab8ca94257b472e9e904de2339_95"
        },
        {
            "start": 14616,
            "end": 14743,
            "text": "\n(ix) In normal circumstances, amendment in written statement should lead to consequential allowing of amendment in the plaint.",
            "labels": [
                "RATIO"
            ],
            "id": "694a99c598e4477f9b17de9ddbb45a8d_96"
        },
        {
            "start": 14744,
            "end": 14793,
            "text": "However, the facts situation herein is different.",
            "labels": [
                "RATIO"
            ],
            "id": "9899f4d4fcb341dca31cad9b293e5bc3_97"
        },
        {
            "start": 14794,
            "end": 14947,
            "text": "The amendment to the written statement is nothing but mere elaboration and expansion of the pleadings already existing - 13 - in their written statement.",
            "labels": [
                "RATIO"
            ],
            "id": "69d709373dea4fceb104099cc1117232_98"
        },
        {
            "start": 14948,
            "end": 15058,
            "text": "Thus, the amendment to WS may not afford a right upon the plaintiff to seek consequential amendment of plaint.",
            "labels": [
                "RATIO"
            ],
            "id": "2839c16d0b6a4cf2a70a2e20586f52a6_99"
        },
        {
            "start": 15060,
            "end": 15201,
            "text": "7. In the conspectus of above, no case for interference is made out and the present petition under Art. 227 of Constitution stands dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "bff9527f6aad4b3ca38ab53c3a66bda4_100"
        },
        {
            "start": 15202,
            "end": 15260,
            "text": "Interim order passed earlier on 29.08.2023 stands vacated.",
            "labels": [
                "RPC"
            ],
            "id": "f21cdda358d247b9aa4d3b7ac6d3b6c4_101"
        },
        {
            "start": 15262,
            "end": 15340,
            "text": "8. Registry is directed to inform the trial Court about passing of this order.",
            "labels": [
                "RPC"
            ],
            "id": "65c80e7e7824414194dcc4eb169fc6fb_102"
        },
        {
            "start": 15341,
            "end": 15375,
            "text": "\n                     (SHEEL NAGU)",
            "labels": [
                "NONE"
            ],
            "id": "8f618d9c33614855bc3236bef8c0ccd8_103"
        },
        {
            "start": 15399,
            "end": 15489,
            "text": "(AMAR NATH (KESHARWANI))\n                        JUDGE                                    ",
            "labels": [
                "NONE"
            ],
            "id": "5cd6c66cd89940e2a426fbc165d186e5_104"
        },
        {
            "start": 15489,
            "end": 15497,
            "text": "JUDGE YS",
            "labels": [
                "NONE"
            ],
            "id": "426fc37739074931885eb618a4de6f80_105"
        },
        {
            "start": 15498,
            "end": 15506,
            "text": "/ Biswal",
            "labels": [
                "NONE"
            ],
            "id": "58034a3554464f27be17a245a7dbee28_106"
        },
        {
            "start": 15514,
            "end": 15549,
            "text": "Date: 2024.05.15 14:52:13 +05'30'\n ",
            "labels": [
                "NONE"
            ],
            "id": "8cd33f47dc8f4c98b754c72d894bab06_107"
        }
    ],
    "entities": [
        {
            "text": "Mahesh Adawani",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 33
        },
        {
            "text": "Sarasvatiben Thakkar",
            "label": "RESPONDENT",
            "start_char": 39,
            "end_char": 59
        },
        {
            "text": "M.R. Shah",
            "label": "JUDGE",
            "start_char": 151,
            "end_char": 160
        },
        {
            "text": "B.N. Karia",
            "label": "JUDGE",
            "start_char": 162,
            "end_char": 172
        },
        {
            "text": "High Court Of Gujarat At Ahmedabad",
            "label": "COURT",
            "start_char": 278,
            "end_char": 312
        },
        {
            "text": "M.R. Shah",
            "label": "JUDGE",
            "start_char": 628,
            "end_char": 637
        },
        {
            "text": "B.N. Karia",
            "label": "JUDGE",
            "start_char": 682,
            "end_char": 692
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1247,
            "end_char": 1268
        },
        {
            "text": "MAHESH ADAWANI",
            "label": "PETITIONER",
            "start_char": 1402,
            "end_char": 1416
        },
        {
            "text": "SARASVATIBEN THAKKAR",
            "label": "RESPONDENT",
            "start_char": 1497,
            "end_char": 1517
        },
        {
            "text": "SP MAJMUDAR",
            "label": "OTHER_PERSON",
            "start_char": 1635,
            "end_char": 1646
        },
        {
            "text": "DHAVAL D VYAS",
            "label": "OTHER_PERSON",
            "start_char": 1700,
            "end_char": 1713
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 1857,
            "end_char": 1866
        },
        {
            "text": "B.N. KARIA",
            "label": "JUDGE",
            "start_char": 1925,
            "end_char": 1935
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 2289,
            "end_char": 2298
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 2400,
            "end_char": 2426
        },
        {
            "text": "15/10/2016",
            "label": "DATE",
            "start_char": 2433,
            "end_char": 2443
        },
        {
            "text": "Commercial Civil Miscellaneous Application No.108/2016",
            "label": "CASE_NUMBER",
            "start_char": 2447,
            "end_char": 2501
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2672,
            "end_char": 2682
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2690,
            "end_char": 2728
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2902,
            "end_char": 2912
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 2920,
            "end_char": 2935
        },
        {
            "text": "Ritu @ Nirmala Advani",
            "label": "PETITIONER",
            "start_char": 3031,
            "end_char": 3052
        },
        {
            "text": "Hariom Marketing Firm",
            "label": "ORG",
            "start_char": 3113,
            "end_char": 3134
        },
        {
            "text": "Ritu @ Nirmala Advani",
            "label": "PETITIONER",
            "start_char": 3215,
            "end_char": 3236
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 3328,
            "end_char": 3341
        },
        {
            "text": "Hariom Marketing Firm",
            "label": "ORG",
            "start_char": 3371,
            "end_char": 3392
        },
        {
            "text": "01/04/2005",
            "label": "DATE",
            "start_char": 3410,
            "end_char": 3420
        },
        {
            "text": "Ritu",
            "label": "PETITIONER",
            "start_char": 3519,
            "end_char": 3523
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 3532,
            "end_char": 3545
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 3605,
            "end_char": 3618
        },
        {
            "text": "Hariom Marketing firm",
            "label": "ORG",
            "start_char": 3665,
            "end_char": 3686
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 3735,
            "end_char": 3748
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 3784,
            "end_char": 3812
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 3813,
            "end_char": 3836
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 3987,
            "end_char": 4000
        },
        {
            "text": "Ritu Advani",
            "label": "PETITIONER",
            "start_char": 4010,
            "end_char": 4021
        },
        {
            "text": "Hariom Marketing",
            "label": "ORG",
            "start_char": 4306,
            "end_char": 4322
        },
        {
            "text": "01/04/2010",
            "label": "DATE",
            "start_char": 4340,
            "end_char": 4350
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 4383,
            "end_char": 4396
        },
        {
            "text": "Ritu Advani",
            "label": "PETITIONER",
            "start_char": 4406,
            "end_char": 4417
        },
        {
            "text": "Hariom Marketing",
            "label": "ORG",
            "start_char": 4599,
            "end_char": 4615
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 4622,
            "end_char": 4632
        },
        {
            "text": "Mahesh Advani",
            "label": "PETITIONER",
            "start_char": 4700,
            "end_char": 4713
        },
        {
            "text": "Ritu Advani",
            "label": "PETITIONER",
            "start_char": 4723,
            "end_char": 4734
        },
        {
            "text": "Hariom Marketing",
            "label": "ORG",
            "start_char": 4914,
            "end_char": 4930
        },
        {
            "text": "01/04/2007",
            "label": "DATE",
            "start_char": 5122,
            "end_char": 5132
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 5136,
            "end_char": 5146
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 5607,
            "end_char": 5617
        },
        {
            "text": "Application No.89/2012",
            "label": "CASE_NUMBER",
            "start_char": 5636,
            "end_char": 5658
        },
        {
            "text": "HC-NIC",
            "label": "CASE_NUMBER",
            "start_char": 5663,
            "end_char": 5669
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 5694,
            "end_char": 5722
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 5723,
            "end_char": 5746
        },
        {
            "text": "22/02/2013",
            "label": "DATE",
            "start_char": 5806,
            "end_char": 5816
        },
        {
            "text": "01/04/2007",
            "label": "DATE",
            "start_char": 6030,
            "end_char": 6040
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 6044,
            "end_char": 6054
        },
        {
            "text": "01/04/2007",
            "label": "DATE",
            "start_char": 7100,
            "end_char": 7110
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 7114,
            "end_char": 7124
        },
        {
            "text": "11/02/2014",
            "label": "DATE",
            "start_char": 7325,
            "end_char": 7335
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 7537,
            "end_char": 7565
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 7566,
            "end_char": 7589
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7934,
            "end_char": 7944
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 8007,
            "end_char": 8033
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8301,
            "end_char": 8311
        },
        {
            "text": "Sharvil Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 8625,
            "end_char": 8641
        },
        {
            "text": "Dhaval Vyas",
            "label": "OTHER_PERSON",
            "start_char": 8710,
            "end_char": 8721
        },
        {
            "text": "Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 8862,
            "end_char": 8870
        },
        {
            "text": "Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 9136,
            "end_char": 9144
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 9204,
            "end_char": 9232
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 9233,
            "end_char": 9256
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9475,
            "end_char": 9488
        },
        {
            "text": "N. Radhakrishnan Vs.",
            "label": "PRECEDENT",
            "start_char": 9504,
            "end_char": 9524
        },
        {
            "text": "(2010) 1 SCC 72",
            "label": "PRECEDENT",
            "start_char": 9566,
            "end_char": 9581
        },
        {
            "text": "Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 9618,
            "end_char": 9626
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9700,
            "end_char": 9713
        },
        {
            "text": "N. Radhakrishnan",
            "label": "OTHER_PERSON",
            "start_char": 9729,
            "end_char": 9745
        },
        {
            "text": "Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 10277,
            "end_char": 10285
        },
        {
            "text": "Majmudar",
            "label": "OTHER_PERSON",
            "start_char": 10495,
            "end_char": 10503
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 11020,
            "end_char": 11048
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 11049,
            "end_char": 11072
        },
        {
            "text": "19/04/2010",
            "label": "DATE",
            "start_char": 11112,
            "end_char": 11122
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 11141,
            "end_char": 11151
        },
        {
            "text": "Dhaval Vyas",
            "label": "OTHER_PERSON",
            "start_char": 11502,
            "end_char": 11513
        },
        {
            "text": "Dhaval Vyas",
            "label": "OTHER_PERSON",
            "start_char": 11631,
            "end_char": 11642
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 11753,
            "end_char": 11763
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11771,
            "end_char": 11786
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 11857,
            "end_char": 11883
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11894,
            "end_char": 11904
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11912,
            "end_char": 11927
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11973,
            "end_char": 11986
        },
        {
            "text": "Associate Builders Vs.",
            "label": "PRECEDENT",
            "start_char": 12002,
            "end_char": 12024
        },
        {
            "text": "Delhi Development Authority",
            "label": "ORG",
            "start_char": 12025,
            "end_char": 12052
        },
        {
            "text": "(2015) 3 SCC 49",
            "label": "PRECEDENT",
            "start_char": 12065,
            "end_char": 12080
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12193,
            "end_char": 12203
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12211,
            "end_char": 12226
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12287,
            "end_char": 12297
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12305,
            "end_char": 12320
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 12351,
            "end_char": 12361
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12369,
            "end_char": 12384
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 12439,
            "end_char": 12462
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12508,
            "end_char": 12521
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 12583,
            "end_char": 12588
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 12681,
            "end_char": 12709
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 12710,
            "end_char": 12733
        },
        {
            "text": "Section 34 or Section 37",
            "label": "PROVISION",
            "start_char": 12812,
            "end_char": 12836
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12844,
            "end_char": 12859
        },
        {
            "text": "Dhaval Vyas",
            "label": "OTHER_PERSON",
            "start_char": 12893,
            "end_char": 12904
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 12993,
            "end_char": 13006
        },
        {
            "text": "Sections 34",
            "label": "PROVISION",
            "start_char": 13160,
            "end_char": 13171
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 13183,
            "end_char": 13198
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13244,
            "end_char": 13257
        },
        {
            "text": "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "label": "PROVISION",
            "start_char": 14350,
            "end_char": 14397
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 14405,
            "end_char": 14428
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14513,
            "end_char": 14526
        },
        {
            "text": "Gopal",
            "label": "OTHER_PERSON",
            "start_char": 14542,
            "end_char": 14547
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 14579,
            "end_char": 14607
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT Krishnaji Ketkar Vs.",
            "label": "PRECEDENT",
            "start_char": 14608,
            "end_char": 14652
        },
        {
            "text": "Mohamed Haji Latif",
            "label": "OTHER_PERSON",
            "start_char": 14653,
            "end_char": 14671
        },
        {
            "text": "AIR 1968 SC 1413",
            "label": "CASE_NUMBER",
            "start_char": 14695,
            "end_char": 14711
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14790,
            "end_char": 14803
        },
        {
            "text": "N. Radhakrishnan",
            "label": "OTHER_PERSON",
            "start_char": 14819,
            "end_char": 14835
        },
        {
            "text": "Vyas",
            "label": "OTHER_PERSON",
            "start_char": 14955,
            "end_char": 14959
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 15082,
            "end_char": 15092
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 15100,
            "end_char": 15115
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15572,
            "end_char": 15585
        },
        {
            "text": "N. Radhakrishnan",
            "label": "OTHER_PERSON",
            "start_char": 15601,
            "end_char": 15617
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15762,
            "end_char": 15775
        },
        {
            "text": "A. Ayyasamy Vs. A. Paramasivam and Others reported in (2016)",
            "label": "PRECEDENT",
            "start_char": 15791,
            "end_char": 15851
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15916,
            "end_char": 15929
        },
        {
            "text": "A. Ayyasamy",
            "label": "OTHER_PERSON",
            "start_char": 15945,
            "end_char": 15956
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 16272,
            "end_char": 16300
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 16301,
            "end_char": 16324
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16541,
            "end_char": 16551
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16559,
            "end_char": 16574
        },
        {
            "text": "Commercial Court, Vadodara",
            "label": "COURT",
            "start_char": 16641,
            "end_char": 16667
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 16745,
            "end_char": 16755
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16763,
            "end_char": 16778
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17050,
            "end_char": 17060
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17068,
            "end_char": 17083
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17176,
            "end_char": 17189
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17270,
            "end_char": 17280
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17288,
            "end_char": 17303
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17341,
            "end_char": 17351
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17359,
            "end_char": 17374
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17503,
            "end_char": 17516
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 17730,
            "end_char": 17735
        },
        {
            "text": "Section 34(2)(b)(ii)",
            "label": "PROVISION",
            "start_char": 17753,
            "end_char": 17773
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17781,
            "end_char": 17796
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17934,
            "end_char": 17947
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 18051,
            "end_char": 18079
        },
        {
            "text": "C/FA/1506/2017",
            "label": "CASE_NUMBER",
            "start_char": 18090,
            "end_char": 18104
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18423,
            "end_char": 18433
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18508,
            "end_char": 18518
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 18526,
            "end_char": 18558
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 19800,
            "end_char": 19828
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19829,
            "end_char": 19852
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 20387,
            "end_char": 20392
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 20574,
            "end_char": 20579
        },
        {
            "text": "Section 75 or Section 81",
            "label": "PROVISION",
            "start_char": 20677,
            "end_char": 20701
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 20915,
            "end_char": 20925
        },
        {
            "text": "HC-NIC",
            "label": "CASE_NUMBER",
            "start_char": 21573,
            "end_char": 21579
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 21605,
            "end_char": 21633
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 21634,
            "end_char": 21657
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 21801,
            "end_char": 21810
        },
        {
            "text": "part I",
            "label": "PROVISION",
            "start_char": 21872,
            "end_char": 21878
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 21886,
            "end_char": 21924
        },
        {
            "text": "Section 34 (2) and (3)",
            "label": "PROVISION",
            "start_char": 21974,
            "end_char": 21996
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 22017,
            "end_char": 22026
        },
        {
            "text": "1940 Arbitration Act",
            "label": "STATUTE",
            "start_char": 22350,
            "end_char": 22370
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 22936,
            "end_char": 22941
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 23094,
            "end_char": 23099
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23134,
            "end_char": 23147
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 23363,
            "end_char": 23368
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 23521,
            "end_char": 23549
        },
        {
            "text": "C/FA/1506/2017",
            "label": "CASE_NUMBER",
            "start_char": 23569,
            "end_char": 23583
        },
        {
            "text": "Supreme           Court",
            "label": "COURT",
            "start_char": 23706,
            "end_char": 23729
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 23890,
            "end_char": 23903
        },
        {
            "text": "section 34 (2) (b)",
            "label": "PROVISION",
            "start_char": 24102,
            "end_char": 24120
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 24183,
            "end_char": 24188
        },
        {
            "text": "England",
            "label": "GPE",
            "start_char": 24326,
            "end_char": 24333
        },
        {
            "text": "Denning",
            "label": "JUDGE",
            "start_char": 24540,
            "end_char": 24547
        },
        {
            "text": "R v. Northumberland Compensation Appeal Tribunal",
            "label": "PRECEDENT",
            "start_char": 24551,
            "end_char": 24599
        },
        {
            "text": "Kent v. Elstob, (1802) 3",
            "label": "PRECEDENT",
            "start_char": 25470,
            "end_char": 25494
        },
        {
            "text": "Williams",
            "label": "JUDGE",
            "start_char": 25595,
            "end_char": 25603
        },
        {
            "text": "Hodgkinson v. Fernie, (1857) 3 C.B.N.S. 189",
            "label": "PRECEDENT",
            "start_char": 25612,
            "end_char": 25655
        },
        {
            "text": "Champsey Bhara Company v. The Jivraj Balloo Spinning and Weaving Company Ltd., AIR 1923 PC 66",
            "label": "PRECEDENT",
            "start_char": 25747,
            "end_char": 25840
        },
        {
            "text": "Hodgkinson",
            "label": "OTHER_PERSON",
            "start_char": 25878,
            "end_char": 25888
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 25993,
            "end_char": 26021
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 26022,
            "end_char": 26045
        },
        {
            "text": "Williams",
            "label": "JUDGE",
            "start_char": 26061,
            "end_char": 26069
        },
        {
            "text": "Hodgkinson v. Fernie (1857) 3",
            "label": "PRECEDENT",
            "start_char": 26089,
            "end_char": 26118
        },
        {
            "text": "C.B.N.S. 189",
            "label": "CASE_NUMBER",
            "start_char": 26119,
            "end_char": 26131
        },
        {
            "text": "Williams",
            "label": "JUDGE",
            "start_char": 26851,
            "end_char": 26859
        },
        {
            "text": "Cl.52",
            "label": "PROVISION",
            "start_char": 28018,
            "end_char": 28023
        },
        {
            "text": "Cl. 52",
            "label": "PROVISION",
            "start_char": 28085,
            "end_char": 28091
        },
        {
            "text": "Pratt",
            "label": "JUDGE",
            "start_char": 28351,
            "end_char": 28356
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 28421,
            "end_char": 28449
        },
        {
            "text": "C/FA/1506/2017",
            "label": "CASE_NUMBER",
            "start_char": 28450,
            "end_char": 28464
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 28580,
            "end_char": 28585
        },
        {
            "text": "Section 30",
            "label": "PROVISION",
            "start_char": 28607,
            "end_char": 28617
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 28625,
            "end_char": 28646
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 28831,
            "end_char": 28836
        },
        {
            "text": "Section 28(1)(a)",
            "label": "PROVISION",
            "start_char": 29060,
            "end_char": 29076
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 29432,
            "end_char": 29437
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 29472,
            "end_char": 29487
        },
        {
            "text": "section 31(3)",
            "label": "PROVISION",
            "start_char": 29616,
            "end_char": 29629
        },
        {
            "text": "Section 28 (3)",
            "label": "PROVISION",
            "start_char": 29772,
            "end_char": 29786
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 29794,
            "end_char": 29809
        },
        {
            "text": "McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181",
            "label": "PRECEDENT",
            "start_char": 30581,
            "end_char": 30654
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 30940,
            "end_char": 30968
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 30969,
            "end_char": 30992
        },
        {
            "text": "Pure Helium India (P) Ltd. v. ONGC",
            "label": "PRECEDENT",
            "start_char": 31542,
            "end_char": 31576
        },
        {
            "text": "(2003) 8 SCC 593]",
            "label": "PRECEDENT",
            "start_char": 31578,
            "end_char": 31595
        },
        {
            "text": "D.D. Sharma v. Union of India [(2004) 5",
            "label": "PRECEDENT",
            "start_char": 31600,
            "end_char": 31639
        },
        {
            "text": "SCC 325]",
            "label": "PROVISION",
            "start_char": 31640,
            "end_char": 31648
        },
        {
            "text": "MSK Projects (I) (JV) Ltd. v. State of Rajasthan, (2011) 10 SCC 573",
            "label": "PRECEDENT",
            "start_char": 31887,
            "end_char": 31954
        },
        {
            "text": "Gobardhan Das v. Lachhmi Ram [AIR 1954 SC 689]",
            "label": "PRECEDENT",
            "start_char": 32765,
            "end_char": 32811
        },
        {
            "text": "Thawardas Pherumal v. Union of India [AIR 1955 SC 468]",
            "label": "PRECEDENT",
            "start_char": 32813,
            "end_char": 32867
        },
        {
            "text": "Union of India v. Kishorilal Gupta & Bros.",
            "label": "PRECEDENT",
            "start_char": 32869,
            "end_char": 32911
        },
        {
            "text": "AIR 1959 SC 1362]",
            "label": "PRECEDENT",
            "start_char": 32913,
            "end_char": 32930
        },
        {
            "text": "Alopi Parshad & Sons Ltd. v. Union of India [AIR 1960 SC 588]",
            "label": "PRECEDENT",
            "start_char": 32932,
            "end_char": 32993
        },
        {
            "text": "Jivarajbhai Ujamshi Sheth v. Chintamanrao Balaji [AIR 1965 SC 214]",
            "label": "PRECEDENT",
            "start_char": 32995,
            "end_char": 33061
        },
        {
            "text": "Renusagar Power Co. Ltd. v. General Electric Co.",
            "label": "PRECEDENT",
            "start_char": 33066,
            "end_char": 33114
        },
        {
            "text": "(1984) 4 SCC 679 : AIR 1985 SC 1156]",
            "label": "PRECEDENT",
            "start_char": 33116,
            "end_char": 33152
        },
        {
            "text": "Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran, (2012) 5 SCC 306",
            "label": "PRECEDENT",
            "start_char": 33164,
            "end_char": 33233
        },
        {
            "text": "Wed Aug 16 02:21:12 IST",
            "label": "DATE",
            "start_char": 33427,
            "end_char": 33450
        },
        {
            "text": "2017 C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 33451,
            "end_char": 33479
        },
        {
            "text": "SAIL v. Gupta Brother Steel Tubes Ltd.",
            "label": "PRECEDENT",
            "start_char": 33914,
            "end_char": 33952
        },
        {
            "text": "(2009) 10 SCC 63: (2009) 4 SCC (Civ) 16]",
            "label": "PRECEDENT",
            "start_char": 33954,
            "end_char": 33994
        },
        {
            "text": "Sumitomo Heavy Industries Ltd. v. ONGC Ltd.",
            "label": "PRECEDENT",
            "start_char": 34070,
            "end_char": 34113
        },
        {
            "text": "(2010) 11 SCC 296:\n(2010) 4 SCC (Civ) 459]",
            "label": "PRECEDENT",
            "start_char": 34115,
            "end_char": 34157
        },
        {
            "text": "Gokhale",
            "label": "JUDGE",
            "start_char": 34178,
            "end_char": 34185
        },
        {
            "text": "Sumitomo",
            "label": "OTHER_PERSON",
            "start_char": 34309,
            "end_char": 34317
        },
        {
            "text": "Kwality Mfg",
            "label": "OTHER_PERSON",
            "start_char": 34849,
            "end_char": 34860
        },
        {
            "text": "Central Warehousing Corpn",
            "label": "RESPONDENT",
            "start_char": 34872,
            "end_char": 34897
        },
        {
            "text": "(2009) 5 SCC 142 : (2009) 2 SCC (Civ) 406]",
            "label": "PRECEDENT",
            "start_char": 34900,
            "end_char": 34942
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 35453,
            "end_char": 35466
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35576,
            "end_char": 35586
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35606,
            "end_char": 35621
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 35678,
            "end_char": 35706
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 35707,
            "end_char": 35730
        },
        {
            "text": "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "label": "PROVISION",
            "start_char": 37096,
            "end_char": 37143
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 37151,
            "end_char": 37174
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37407,
            "end_char": 37417
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37425,
            "end_char": 37440
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37501,
            "end_char": 37514
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37583,
            "end_char": 37593
        },
        {
            "text": "HC-NIC",
            "label": "STATUTE",
            "start_char": 37597,
            "end_char": 37603
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 37629,
            "end_char": 37657
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 37658,
            "end_char": 37681
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37686,
            "end_char": 37701
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 37719,
            "end_char": 37729
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37737,
            "end_char": 37752
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 37796,
            "end_char": 37802
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37862,
            "end_char": 37872
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37880,
            "end_char": 37895
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38203,
            "end_char": 38213
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38221,
            "end_char": 38236
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38585,
            "end_char": 38598
        },
        {
            "text": "N. Radhakrishnan",
            "label": "OTHER_PERSON",
            "start_char": 38614,
            "end_char": 38630
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 38788,
            "end_char": 38798
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38806,
            "end_char": 38821
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39343,
            "end_char": 39356
        },
        {
            "text": "N. Radhakrishnan",
            "label": "OTHER_PERSON",
            "start_char": 39372,
            "end_char": 39388
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 39462,
            "end_char": 39490
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 39491,
            "end_char": 39514
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39631,
            "end_char": 39644
        },
        {
            "text": "A. Ayyasamy",
            "label": "OTHER_PERSON",
            "start_char": 39660,
            "end_char": 39671
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 39949,
            "end_char": 39958
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 39966,
            "end_char": 39981
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40011,
            "end_char": 40024
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 40330,
            "end_char": 40339
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 40743,
            "end_char": 40752
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 41631,
            "end_char": 41640
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 42187,
            "end_char": 42215
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 42216,
            "end_char": 42239
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 42518,
            "end_char": 42527
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 43196,
            "end_char": 43205
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43274,
            "end_char": 43287
        },
        {
            "text": "19/04/2010",
            "label": "DATE",
            "start_char": 43861,
            "end_char": 43871
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 43987,
            "end_char": 43997
        },
        {
            "text": "31/03/2010",
            "label": "DATE",
            "start_char": 44072,
            "end_char": 44082
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 44370,
            "end_char": 44398
        },
        {
            "text": "C/FA/1506/2017 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 44399,
            "end_char": 44422
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 44892,
            "end_char": 44902
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 44910,
            "end_char": 44925
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 45011,
            "end_char": 45021
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 45029,
            "end_char": 45044
        },
        {
            "text": "Vadodara",
            "label": "GPE",
            "start_char": 45153,
            "end_char": 45161
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 45194,
            "end_char": 45204
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 45212,
            "end_char": 45227
        },
        {
            "text": "M.R. SHAH",
            "label": "JUDGE",
            "start_char": 45532,
            "end_char": 45541
        },
        {
            "text": "B.N. KARIA",
            "label": "JUDGE",
            "start_char": 45548,
            "end_char": 45558
        },
        {
            "text": "Siji HC-NIC",
            "label": "PRECEDENT",
            "start_char": 45564,
            "end_char": 45575
        },
        {
            "text": "Wed Aug 16 02:21:12 IST 2017",
            "label": "DATE",
            "start_char": 45601,
            "end_char": 45629
        }
    ],
    "precedent_clusters": {
        "A. Ayyasamy Vs. A. Paramasivam and Others reported in (2016)": [
            "N. Radhakrishnan Vs.",
            "Associate Builders Vs.",
            "A. Ayyasamy Vs. A. Paramasivam and Others reported in (2016)",
            "R v. Northumberland Compensation Appeal Tribunal",
            "Kent v. Elstob, (1802) 3",
            "Hodgkinson v. Fernie (1857) 3",
            "Pure Helium India (P) Ltd. v. ONGC",
            "D.D. Sharma v. Union of India [(2004) 5",
            "Union of India v. Kishorilal Gupta & Bros.",
            "Renusagar Power Co. Ltd. v. General Electric Co.",
            "SAIL v. Gupta Brother Steel Tubes Ltd.",
            "Sumitomo Heavy Industries Ltd. v. ONGC Ltd.",
            "Siji HC-NIC"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34 or Section 37",
            "Arbitration Act",
            "Section 34 or Section 37",
            "Arbitration Act"
        ],
        [
            "Sections 34",
            "Arbitration Act",
            "Sections 34",
            "Arbitration Act"
        ],
        [
            "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "Code of Civil Procedure",
            "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "Code of Civil Procedure"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34(2)(b)(ii)",
            "Arbitration Act",
            "Section 34(2)(b)(ii)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act",
            "Section 34",
            "Arbitration and Conciliation Act"
        ],
        [
            "part I",
            "Arbitration and Conciliation Act, 1996",
            "part I",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 30",
            "Arbitration Act, 1940",
            "Section 30",
            "Arbitration Act, 1940"
        ],
        [
            "Section 28 (3)",
            "Arbitration Act",
            "Section 28 (3)",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "Code of Civil Procedure",
            "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10",
            "Code of Civil Procedure"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "HC-NIC",
            "Section 34",
            "HC-NIC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 32",
            "Arbitration Act",
            "Section 32",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Arbitration Act",
            "Section 11",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34 (2) and (3)",
            "Arbitration and Conciliation Act",
            "Section 34 (2) and (3)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 5",
            "Arbitration and Conciliation Act",
            "Section 5",
            "Arbitration and Conciliation Act"
        ],
        [
            "section 34 (2) (b)",
            "Arbitration and Conciliation Act",
            "section 34 (2) (b)",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 28(1)(a)",
            "Arbitration Act",
            "Section 28(1)(a)",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 75 or Section 81",
            "Arbitration and Conciliation Act",
            "Section 75 or Section 81",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 33",
            "Arbitration and Conciliation Act",
            "Section 33",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 5",
            "Arbitration and Conciliation Act",
            "Section 5",
            "Arbitration and Conciliation Act"
        ],
        [
            "Cl.52",
            "1940 Arbitration Act",
            "Cl.52",
            "1940 Arbitration Act"
        ],
        [
            "Cl. 52",
            "1940 Arbitration Act",
            "Cl. 52",
            "1940 Arbitration Act"
        ],
        [
            "section 31(3)",
            "Arbitration Act",
            "section 31(3)",
            "Arbitration Act"
        ],
        [
            "SCC 325]",
            "Arbitration Act",
            "SCC 325]",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "A. Ayyasamy Vs. A. Paramasivam and Others reported in (2016)": 13
    },
    "provision_counts": {
        "Section 34 of Arbitration and Conciliation Act, 1996": 3,
        "Section 37 of Arbitration Act": 7,
        "Section 34 of Arbitration Act": 12,
        "Section 34 or Section 37 of Arbitration Act": 1,
        "Sections 34 of Arbitration Act": 1,
        "Order 11 Rule 5 (1) to (4) and Order 16 Rule 10 of Code of Civil Procedure": 2,
        "Section 11 of Arbitration Act": 3,
        "Section 34(2)(b)(ii) of Arbitration Act": 1,
        "Section 34 of Arbitration and Conciliation Act": 1,
        "part I of Arbitration and Conciliation Act, 1996": 1,
        "Section 30 of Arbitration Act, 1940": 1,
        "Section 28 (3) of Arbitration Act": 1,
        "Section 34 of HC-NIC": 1,
        "Section 8 of Arbitration Act": 6,
        "Section 32 of Arbitration Act": 1,
        "Section 34 (2) and (3) of Arbitration and Conciliation Act": 1,
        "Section 5 of Arbitration and Conciliation Act": 2,
        "section 34 (2) (b) of Arbitration and Conciliation Act": 1,
        "Section 28(1)(a) of Arbitration Act": 1,
        "Section 75 or Section 81 of Arbitration and Conciliation Act": 1,
        "Section 33 of Arbitration and Conciliation Act": 1,
        "Cl.52 of 1940 Arbitration Act": 1,
        "Cl. 52 of 1940 Arbitration Act": 1,
        "section 31(3) of Arbitration Act": 1,
        "SCC 325] of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 4,
        "Arbitration Act": 36,
        "Code of Civil Procedure": 2,
        "Arbitration and Conciliation Act": 7,
        "Arbitration Act, 1940": 1,
        "HC-NIC": 1,
        "1940 Arbitration Act": 2
    }
}