{
    "id": "710a8e7e35f71b6d55787d740674b02b988bef5c65b8b03a8b20b4c978da6677",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nDevarpan Foods Private Limited vs Sukhwant Singh & Ors. on 17 August, 2022\nAuthor: Vibhu Bakhru \nBench: Vibhu Bakhru \n                          $~10\n                          *      In The High Court Of Delhi At New Delhi\n                          %                                       Date of Decision: 17.08.2022\n                          +      Fao ( Comm ) 116/2022 & Cm Appl. 34735/2022 \n                                 Devarpan Foods Private Limited            ..... Appellant \n                                               Through: Mr. Neeraj Malhotra, Sr. Adv. with\n                                                         Mr. Satish Kumar, Mr. Umesh \n                                                         Mishra, Mr. Vishal Patel, Mr. Nimish \n                                                         Kumar & Mr. Nishant Matta, Advs . \n                                               versus\n                                 Sukhwant Singh & Ors.                     ..... Respondents\n                                               Through: Mr. N. Mahabir & Mr. P.C. Arya,\n                                                         Advs.\n                                 Coram:\n                                 Hon'Ble Mr. Justice Vibhu Bakhru \n                                 Hon'Ble Mr. Justice Amit Mahajan \n                                                    Order \n                          %                         17.08.2022 \n\n\n                          Vibhu Bakhru, J. (Oral) \n\n\n                          Cm Appl . 34736/2022 (for condonation of delay) \n1. This is  an application filed by the appellant seeking condonation of delay of 115 days in filing the present appeal.\n2. The learned counsel appearing for the respondents fairly states that part of the delay would be covered by the blanket orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation: Suo Motu Writ Petition (Civil) No.3/2021.\n3. He also states that he has no objection if the delay is condoned. \n4. In view of the above, the application is allowed. \nFAO (COMM) 116/2022 & CM APPL. 34735/2022 5. The appellant has filed the present appeal impugning an order dated 31.01.2022, whereby the learned Commercial Court has partly allowed the application filed by the respondents (defendants) under Order VII Rules 10 and 11 of the Code of Civil Procedure, 1908 (hereafter 'the CPC').\n6. The learned Commercial Court accepted that it had no jurisdiction to entertain a suit for relief of passing off on a finding that no part of a cause of such action had arisen within the territorial jurisdiction of the court. \n7. The appellant (plaintiff) had filed a suit under Sections 134 and 135 read with Section 27(2) of the Trademarks Act, 1999 as well as under Section 51 of the Indian Copyright Act, 1957, inter alia, for permanent injunction, restraining, passing off, infringement of copyright, rendition of accounts, damages etc. against the respondents (defendants). \n8. The appellant claims that it is, inter alia, engaged in the business of distribution, trading and marketing of snacks, sweets and namkeens under the trademark . The appellant had also applied for registration of the trademark DEVARPAN under various classes. However, the respondents have opposed the same. \n9. The appellant had also applied for the artistic work DEVARPAN under the Copyright Act, 1957 and claims that the same was registered in its favour, under Registration No. A-15308/2019. \n10. The appellant alleges that the respondents (arrayed as defendants in the suit) have dishonestly adopted a deceptively similar trademark \"DEV- ARPA (Device)\", which is deceptively similar to the trademark used by the appellant (plaintiff).\n11. The appellant's registered office is located within the territorial jurisdiction of the learned Commercial Court. In its plaint, the appellant (plaintiff) had also alleged that the respondents (defendants) were selling their goods under the deceptively similar trademark in various markets, which are located within the territorial jurisdiction of the learned Commercial Court. \n12. The learned Commercial Court accepted that an action for infringement of copyright would be maintainable as the appellant (plaintiff) was entitled to file such a suit before a court exercising jurisdiction in respect of the area where its registered office is located. However, the court did not accept that any cause of action for passing off had arisen within the territorial jurisdiction of the court. This was, principally, for the reason that the appellant (plaintiff) had not produced any material to substantiate its allegations that the respondents (defendants) were selling the goods within the territorial jurisdiction of the court. \n13. Accordingly, the learned Commercial Court directed the appellant (plaintiff) to amend the plaint to restrict the action in respect of infringement of copyright and permitted the appellant (plaintiff) to file a separate suit for passing off in a court where cause of action in respect of such a relief had arisen. \n14. The principal question that arises for consideration is whether the plaint discloses that the cause of action has arisen within the territorial jurisdiction of the learned Commercial Court. \n15. In this regard, Paragraph 41 of the plaint is relevant and is reproduced as under:\n\"41. That this Hon'ble Court has the territorial jurisdiction to try and adjudicate the present suit. The defendants is offering to sell and are distributing and supplying their impugned goods bearing the impugned mark to the dealers and distributors in the markets of inter alia Shahdara District i.e. in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc. The defendants are carrying out the impugned activities clandestinely and surreptitiously thereby committing the impugned acts of passing off within the jurisdiction of this Hon'ble Court by selling and soliciting trade, distribution and marketing networks in relation to the impugned goods under the impugned trade mark in Shahdara District market. Further, the defendants have all the intention to sell the products in the market. Hence, a part of cause of action arose within the territorial jurisdiction of this Hon'ble Court thereby this Hon'ble Court has jurisdiction to entertain and try and adjudicate the present suit under Section 20 of the Code of Civil Procedure. The defendants offers, advertise, and sell their impugned products within the jurisdiction of this Hon'ble Court and the wrong is done within the local limits of this Hon'ble Court and therefore, this Hon'ble Court also has jurisdiction to entertain and try the suit under the provision of Section 19 of the Code of Civil Procedure. This Hon'ble Court thus has the jurisdiction to try and adjudicate the suit. Further, The plaintiff is having their distributor and stockiest in Shahdara District and are selling the goods under the trademark DEVARPAN in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc. Infact, the Plaintiff has its registered office at D-6, Vivek Vihar, Shahdara, Delhi - 110092 and supplies goods under the trademarks DEVARPAN. The Plaintiff goods are sold inter alia at Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc. which is within the jurisdiction of this Hon'ble Court. The plaintiff has tremendous goodwill and reputation in its said trademark within the jurisdiction of this Hon'ble Court on account of voluminous sales and distribution. The Plaintiff actually and voluntarily resides and carries on business and works for gain within the jurisdiction of this Hon'ble Court and therefore the Hon'ble Court has a jurisdiction to try and adjudicate the present suit by virtue of Section 62 (2) of the Copyright Act, 1957. \nThus, this Hon'ble Court has jurisdiction to entertain and try the present suit under Section 19, 20 of the Code of Civil Procedure and under Section 62 (2)) of the Copyright Act, 1957 as the plaintiff is carrying on the business within the jurisdiction of this Hon'ble Court. This Hon'ble Court thus has the jurisdiction to try and adjudicate the suit.\" \n16. The learned Commercial Court held that the pleadings were made in a mechanical manner and a bald statement that the respondents (defendants) were distributing and selling goods under an infringing mark in various markets within its territorial jurisdiction was insufficient for maintaining the action for passing off.\n17. The learned Commercial Court reasoned that the appellant (plaintiff) had not disclosed any specific instances of sale of goods or produced any documents to evidence that the goods had been sold in various markets, as pleaded; therefore, the court would not have the territorial jurisdiction to entertain the suit. \n18. This Court is of the view that the learned Commercial Court has fallen in error in reaching the conclusion that it did. \n19. It is trite law that the question regarding jurisdiction at the threshold stage of Order VII Rule 10 of the CPC, must be decided on the demurrer; that is, by accepting all statements made in the plaint as correct. \n20. In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.:\n(2004) 3 SCC 688, the Supreme Court observed as under:\n\"9. Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct...\" \n21. In M/s RSPL Limited v. Mukesh Sharma & Anr.: 2016 SCC OnLine Del 4285, a Coordinate Bench of this Court, in a similar context, observed as under:\n\"27. Coming back to the facts of the present case, the plaintiff/appellant in paragraph 36 set out the nature of the cause of action, namely, the defendants/respondents were engaged in providing services under the impugned trade name 'GHARI TRADEMARK COMPANY'. In paragraph 37 of the plaint, it has been averred, first of all, that this Court has the territorial jurisdiction to try and adjudicate the present suit. But, this by itself, would not be sufficient because merely quoting the words of a section or the ingredients of a provision like the chanting of a mantra would not amount to stating material facts as noted by the Supreme Court in Hari Shanker Jain (supra). The material facts would, inter alia, have to include positive statement of facts. In the present case, paragraph 37 of the plaint contains the positive statement of fact that the defendants are committing the impugned acts within the jurisdiction of this Court by 'conducting, soliciting, rendering the impugned services under the impugned trade name'. Further statements are made in the very same paragraph that the plaintiff has its corporate office in Delhi and carries out its business activity in Delhi under its trade mark/label through its dealers/distributors located in Delhi. A specific averment has also been made that the plaintiff's goodwill and reputation is being tarnished by the alleged activities of the defendants, particularly in North-East Delhi as also in other parts of the country and that the plaintiff/appellant's proprietary rights are being prejudicially affected in the Delhi area due to the said activities. While considering an application under Order 7 Rule 10 CPC, these statements would have to be taken as correct. This would mean that this Court would have jurisdiction to try and adjudicate the present suit by virtue of Section 134(2) of the Trade Marks Act, 1999 read with Section 20 CPC. The material fact that has been pleaded by the plaintiff is that the defendants/respondents are conducting, soliciting, rendering the impugned services under the trade name - GHARI TRADEMARK COMPANY - within the jurisdiction of this Court. In case the defendants/respondents deny this averment (as they have done in their written statement but, which cannot be looked into at the stage of Order 7 Rule 10 CPC), the issue would arise as to whether the respondents/defendants are conducting, soliciting, rendering the impugned services under the trade name- GHARI TRADEMARK COMPANY-within the jurisdiction of this Court? Obviously, the onus of proof would lie on the appellant/plaintiff and at the stage of trial, evidence would have to be placed to substantiate this plea. But, at this stage, in our view, it is not necessary as Lord Denman, C.J. in Williams v. Wilcox (supra), to set out the subordinate facts which are the means of proving the material fact or the evidence to sustain the allegation contained in the material fact. We, therefore, do not agree with the view taken by the learned Single Judge that the plaint is bereft of any particulars with regard to territorial jurisdiction. We may observe that the learned Single Judge has also looked at the written statement and even at the replication in the course of arriving at his decision. This, in the context of an Order 7 Rule 10 CPC application, cannot be done as already pointed out by us above. \nTaking the objection of territorial jurisdiction raised in the Order 7 Rule 10 CPC application, by way of a demurrer, as it must, the facts pleaded by the appellant/plaintiff must be taken to be true. Therefore, if we take the statement of the appellant/plaintiff in paragraph 37 to the effect that the defendants/respondents are committing the impugned acts within the jurisdiction of this Court by conducting, soliciting, rendering the impugned services under the impugned trade name to be correct, then, it follows that this Court would have to proceed with the trial of the suit and cannot return the plaint under Order 7 Rule 10 CPC.\" \n(underlined for emphasis)\n22. Thus, for the purposes of an application under Order VII Rule 10 or 11 of the CPC, it was necessary for the learned Commercial Court to accept the statements made in paragraph 41 of the plaint as correct. \n23. As is apparent from a plain reading of paragraph 41 of the plaint, the appellant (plaintiff) has averred that the respondents (defendants) were offering to sell and were distributing and supplying their goods bearing the impugned mark DEVARPAN in \"markets of inter alia Shahdara District i.e. in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc.\" Concededly, if the said statement is accepted as correct, the learned Commercial Court would have the jurisdiction to entertain the suit for passing off. \n24. At this stage, it is not permissible for the court to qualitatively examine the merits of the said statement or to proceed on the basis that the appellant (plaintiff) would fail to establish the same. It is possible that the appellant (plaintiff) may not be able to substantiate the averments made in the plaint. However, at this stage, for the purpose of jurisdiction, the only question to be considered was whether the plaint had disclosed the cause of action within the territorial jurisdiction of the learned Commercial Court. Undisputedly, it did. \n25. In M/s Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt.\nLtd. and Anr.: 2017 SCC OnLine Del 7225, the Division Bench of this Court set aside an order of the learned Single Judge (Vibhu Bakhru J), allowing an application under Order VII Rule 10 of the CPC. In that case, the plaintiff had filed the suit for restraining infringement of a trademark, copyright and passing off. The averments under the heading \"cause of action\" did not include any averment that the defendant was selling its products in the National Capital Territory of Delhi. It included a statement that the defendant was selling its products in the State of Andhra Pradesh. However, the plaintiff did aver in another paragraph (under the heading \"Jurisdiction\") that it had a strong apprehension that the defendant would launch its offending products in Delhi. The learned Single Judge had considered the plaint as a whole and found that there was no foundation in the entire plaint for the averment that the cause of action had arisen within the territorial jurisdiction of the Court. On the principle that the plaint must be read as a whole, the application under Order VII Rule 10 of the CPC was allowed. \n26. The Division Bench, observed as under:\n\"10. If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label..... \n11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant / plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same. We may point out that substantiation of an averment in a plaint by other material would come later. At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact. Substantiation is a part of evidence. \nxxxx xxxx xxxx 13. In these circumstances, we are of the view that considering the plaint on a demurrer, it will have to be accepted, for the purposes of considering an application under Order VII Rule 10 of the Code that the averment of the plaintiff of the imminent and credible threat or apprehension that the defendants would launch the product in Delhi, is correct. If this be the case, then, surely a part of the cause of action has allegedly arisen in Delhi. But, this is only for the purposes of considering whether a plaint should be returned or not.\"\n[underlined for emphasis]\n27. It is important to mention that whilst for the purposes of an application under Order VII Rule 10 of the CPC, only the averments made in the plaint are to be considered; there is no such restriction in considering an application under Order XXXIX Rules 1 and 2 of the CPC. The issue regarding jurisdiction would be material while considering an application under Order XXXIX Rules 1 and 2 of the CPC. Thus, although a suit cannot be rejected in view of the averments made in the plaint, it is open for the court to prima facie examine the quality of those averments including that regarding jurisdiction of the court to entertain the suit while deciding an application under Order XXXIX Rules 1 and 2 of the CPC. \n28. In view of the above, on the anvil that the application under Order VII Rules 10 and 11 of the CPC is to be considered on a demurrer, the impugned order cannot be sustained. The impugned order is, set aside. \n29. The appeal is, accordingly, allowed. \n30. The parties are left to bear their own costs. \n31. It is clarified that the decision of this Court would not be construed as precluding the respondents (defendants) from raising the question of jurisdiction as a matter of trial. This order is limited solely for considering whether the respondents' (defendants) application under Order VII Rules 10 and 11 of the CPC could be allowed, notwithstanding the averments made in paragraph 41 of the plaint. \nVIBHU BAKHRU, J AMIT MAHAJAN, J AUGUST 17, 2022 \"SS\"/RK",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court devarpan foods private limited vs sukhwant singh & ors. on 17 august, 2022 author: vibhu bakhru bench: vibhu bakhru $~10 * in the high court of delhi at new delhi % date of decision: 17.08.2022 + fao (comm) 116/2022 & cm appl. 34735/2022 devarpan foods private limited . appellant through: mr. neeraj malhotra, sr. adv. with mr. satish kumar, mr. umesh mishra, mr. vishal patel, mr. nimish kumar & mr. nishant matta, advs. versus sukhwant singh & ors. . respondents through: mr. n. mahabir & mr. p.c. arya, advs. hon'ble mr. justice vibhu bakhru hon'ble mr. justice amit mahajan order % 17.08.2022 vibhu bakhru, j. (oral) cm appl. 34736/2022 (for condonation of delay) 1. this is an application filed by the appellant seeking condonation of delay of 115 days in filing the present appeal. 2. the learned counsel appearing for the respondents fairly states that part of the delay would be covered by the blanket orders passed by the supreme court in re: cognizance for extension of limitation: suo motu writ petition (civil) no.3/2021. 3. he also states that he has no objection if the delay is condoned. 4. in view of the above, the application is allowed. fao (comm) 116/2022 & cm appl. 34735/2022 5. the appellant has filed the present appeal impugning an order dated 31.01.2022, whereby the learned commercial court has partly allowed the application filed by the respondents (defendants) under order vii rules 10 and 11 of the code of civil procedure, 1908 (hereafter 'the cpc'). 6. the learned commercial court accepted that it had no jurisdiction to entertain a suit for relief of passing off on a finding that no part of a cause of such action had arisen within the territorial jurisdiction of the court. 7. the appellant (plaintiff) had filed a suit under sections 134 and 135 read with section 27(2) of the trademarks act, 1999 as well as under section 51 of the indian copyright act, 1957, inter alia, for permanent injunction, restraining, passing off, infringement of copyright, rendition of accounts, damages etc. against the respondents (defendants). 8. the appellant claims that it is, inter alia, engaged in the business of distribution, trading and marketing of snacks, sweets and namkeens under the trademark . the appellant had also applied for registration of the trademark devarpan under various classes. however, the respondents have opposed the same. 9. the appellant had also applied for the artistic work devarpan under the copyright act, 1957 and claims that the same was registered in its favour, under registration no. a-15308/2019. 10. the appellant alleges that the respondents (arrayed as defendants in the suit) have dishonestly adopted a deceptively similar trademark \"devarpa (device)\", which is deceptively similar to the trademark used by the appellant (plaintiff). 11. the appellant's registered office is located within the territorial jurisdiction of the learned commercial court. in its plaint, the appellant (plaintiff) had also alleged that the respondents (defendants) were selling their goods under the deceptively similar trademark in various markets, which are located within the territorial jurisdiction of the learned commercial court. 12. the learned commercial court accepted that an action for infringement of copyright would be maintainable as the appellant (plaintiff) was entitled to file such a suit before a court exercising jurisdiction in respect of the area where its registered office is located. however, the court did not accept that any cause of action for passing off had arisen within the territorial jurisdiction of the court. this was, principally, for the reason that the appellant (plaintiff) had not produced any material to substantiate its allegations that the respondents (defendants) were selling the goods within the territorial jurisdiction of the court. 13. accordingly, the learned commercial court directed the appellant (plaintiff) to amend the plaint to restrict the action in respect of infringement of copyright and permitted the appellant (plaintiff) to file a separate suit for passing off in a court where cause of action in respect of such a relief had arisen. 14. the principal question that arises for consideration is whether the plaint discloses that the cause of action has arisen within the territorial jurisdiction of the learned commercial court. 15. in this regard, paragraph 41 of the plaint is relevant and is reproduced as under: \"41. that this hon'ble court has the territorial jurisdiction to try and adjudicate the present suit. the defendants is offering to sell and are distributing and supplying their impugned goods bearing the impugned mark to the dealers and distributors in the markets of inter alia shahdara district i.e. in shahdara, vivek vihar, anand vihar, gtb enclave, farsh bazar, harsh vihar, nand nagari, jyoti nagar, welcome, jagat puri, jafrabad, madhu vihar, seemapuri, m.s. park, etc. the defendants are carrying out the impugned activities clandestinely and surreptitiously thereby committing the impugned acts of passing off within the jurisdiction of this hon'ble court by selling and soliciting trade, distribution and marketing networks in relation to the impugned goods under the impugned trade mark in shahdara district market. further, the defendants have all the intention to sell the products in the market. hence, a part of cause of action arose within the territorial jurisdiction of this hon'ble court thereby this hon'ble court has jurisdiction to entertain and try and adjudicate the present suit under section 20 of the code of civil procedure. the defendants offers, advertise, and sell their impugned products within the jurisdiction of this hon'ble court and the wrong is done within the local limits of this hon'ble court and therefore, this hon'ble court also has jurisdiction to entertain and try the suit under the provision of section 19 of the code of civil procedure. this hon'ble court thus has the jurisdiction to try and adjudicate the suit. further, the plaintiff is having their distributor and stockiest in shahdara district and are selling the goods under the trademark devarpan in shahdara, vivek vihar, anand vihar, gtb enclave, farsh bazar, harsh vihar, nand nagari, jyoti nagar, welcome, jagat puri, jafrabad, madhu vihar, seemapuri, m.s. park, etc. infact, the plaintiff has its registered office at d-6, vivek vihar, shahdara, delhi 110092 and supplies goods under the trademarks devarpan. the plaintiff goods are sold inter alia at shahdara, vivek vihar, anand vihar, gtb enclave, farsh bazar, harsh vihar, nand nagari, jyoti nagar, welcome, jagat puri, jafrabad, madhu vihar, seemapuri, m.s. park, etc. which is within the jurisdiction of this hon'ble court. the plaintiff has tremendous goodwill and reputation in its said trademark within the jurisdiction of this hon'ble court on account of voluminous sales and distribution. the plaintiff actually and voluntarily resides and carries on business and works for gain within the jurisdiction of this hon'ble court and therefore the hon'ble court has a jurisdiction to try and adjudicate the present suit by virtue of section 62 (2) of the copyright act, 1957. thus, this hon'ble court has jurisdiction to entertain and try the present suit under section 19, 20 of the code of civil procedure and under section 62 (2)) of the copyright act, 1957 as the plaintiff is carrying on the business within the jurisdiction of this hon'ble court. this hon'ble court thus has the jurisdiction to try and adjudicate the suit.\" 16. the learned commercial court held that the pleadings were made in a mechanical manner and a bald statement that the respondents (defendants) were distributing and selling goods under an infringing mark in various markets within its territorial jurisdiction was insufficient for maintaining the action for passing off. 17. the learned commercial court reasoned that the appellant (plaintiff) had not disclosed any specific instances of sale of goods or produced any documents to evidence that the goods had been sold in various markets, as pleaded; therefore, the court would not have the territorial jurisdiction to entertain the suit. 18. this court is of the view that the learned commercial court has fallen in error in reaching the conclusion that it did. 19. it is trite law that the question regarding jurisdiction at the threshold stage of order vii rule 10 of the cpc, must be decided on the demurrer; that is, by accepting all statements made in the plaint as correct. 20. in exphar sa and anr. v. eupharma laboratories ltd. and anr.: (2004) 3 scc 688, the supreme court observed as under: \"9. besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true. the submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law. in rejecting a plaint on the ground of jurisdiction, the division bench should have taken the allegations contained in the plaint to be correct.\" 21. in m/s rspl limited v. mukesh sharma & anr.: 2016 scc online del 4285, a coordinate bench of this court, in a similar context, observed as under: \"27. coming back to the facts of the present case, the plaintiff/appellant in paragraph 36 set out the nature of the cause of action, namely, the defendants/respondents were engaged in providing services under the impugned trade name 'ghari trademark company'. in paragraph 37 of the plaint, it has been averred, first of all, that this court has the territorial jurisdiction to try and adjudicate the present suit. but, this by itself, would not be sufficient because merely quoting the words of a section or the ingredients of a provision like the chanting of a mantra would not amount to stating material facts as noted by the supreme court in hari shanker jain (supra). the material facts would, inter alia, have to include positive statement of facts. in the present case, paragraph 37 of the plaint contains the positive statement of fact that the defendants are committing the impugned acts within the jurisdiction of this court by 'conducting, soliciting, rendering the impugned services under the impugned trade name'. further statements are made in the very same paragraph that the plaintiff has its corporate office in delhi and carries out its business activity in delhi under its trade mark/label through its dealers/distributors located in delhi. a specific averment has also been made that the plaintiff's goodwill and reputation is being tarnished by the alleged activities of the defendants, particularly in north-east delhi as also in other parts of the country and that the plaintiff/appellant's proprietary rights are being prejudicially affected in the delhi area due to the said activities. while considering an application under order 7 rule 10 cpc, these statements would have to be taken as correct. this would mean that this court would have jurisdiction to try and adjudicate the present suit by virtue of section 134(2) of the trade marks act, 1999 read with section 20 cpc. the material fact that has been pleaded by the plaintiff is that the defendants/respondents are conducting, soliciting, rendering the impugned services under the trade name ghari trademark company within the jurisdiction of this court. in case the defendants/respondents deny this averment (as they have done in their written statement but, which cannot be looked into at the stage of order 7 rule 10 cpc), the issue would arise as to whether the respondents/defendants are conducting, soliciting, rendering the impugned services under the trade nameghari trademark company-within the jurisdiction of this court? obviously, the onus of proof would lie on the appellant/plaintiff and at the stage of trial, evidence would have to be placed to substantiate this plea. but, at this stage, in our view, it is not necessary as lord denman, c.j. in williams v. wilcox (supra), to set out the subordinate facts which are the means of proving the material fact or the evidence to sustain the allegation contained in the material fact. we, therefore, do not agree with the view taken by the learned single judge that the plaint is bereft of any particulars with regard to territorial jurisdiction. we may observe that the learned single judge has also looked at the written statement and even at the replication in the course of arriving at his decision. this, in the context of an order 7 rule 10 cpc application, cannot be done as already pointed out by us above. taking the objection of territorial jurisdiction raised in the order 7 rule 10 cpc application, by way of a demurrer, as it must, the facts pleaded by the appellant/plaintiff must be taken to be true. therefore, if we take the statement of the appellant/plaintiff in paragraph 37 to the effect that the defendants/respondents are committing the impugned acts within the jurisdiction of this court by conducting, soliciting, rendering the impugned services under the impugned trade name to be correct, then, it follows that this court would have to proceed with the trial of the suit and cannot return the plaint under order 7 rule 10 cpc.\" (underlined for emphasis) 22. thus, for the purposes of an application under order vii rule 10 or 11 of the cpc, it was necessary for the learned commercial court to accept the statements made in paragraph 41 of the plaint as correct. 23. as is apparent from a plain reading of paragraph 41 of the plaint, the appellant (plaintiff) has averred that the respondents (defendants) were offering to sell and were distributing and supplying their goods bearing the impugned mark devarpan in \"markets of inter alia shahdara district i.e. in shahdara, vivek vihar, anand vihar, gtb enclave, farsh bazar, harsh vihar, nand nagari, jyoti nagar, welcome, jagat puri, jafrabad, madhu vihar, seemapuri, m.s. park, etc.\" concededly, if the said statement is accepted as correct, the learned commercial court would have the jurisdiction to entertain the suit for passing off. 24. at this stage, it is not permissible for the court to qualitatively examine the merits of the said statement or to proceed on the basis that the appellant (plaintiff) would fail to establish the same. it is possible that the appellant (plaintiff) may not be able to substantiate the averments made in the plaint. however, at this stage, for the purpose of jurisdiction, the only question to be considered was whether the plaint had disclosed the cause of action within the territorial jurisdiction of the learned commercial court. undisputedly, it did. 25. in m/s allied blenders & distillers pvt. ltd. v. prag distillery pvt. ltd. and anr.: 2017 scc online del 7225, the division bench of this court set aside an order of the learned single judge (vibhu bakhru j), allowing an application under order vii rule 10 of the cpc. in that case, the plaintiff had filed the suit for restraining infringement of a trademark, copyright and passing off. the averments under the heading \"cause of action\" did not include any averment that the defendant was selling its products in the national capital territory of delhi. it included a statement that the defendant was selling its products in the state of andhra pradesh. however, the plaintiff did aver in another paragraph (under the heading \"jurisdiction\") that it had a strong apprehension that the defendant would launch its offending products in delhi. the learned single judge had considered the plaint as a whole and found that there was no foundation in the entire plaint for the averment that the cause of action had arisen within the territorial jurisdiction of the court. on the principle that the plaint must be read as a whole, the application under order vii rule 10 of the cpc was allowed. 26. the division bench, observed as under: \"10. if an application under order vii rule 10 of the code is to be decided on the assumption that the averments made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in delhi bearing the impugned mark and label. 11. we are of the view that the learned single judge fell in error when he took the view that although the appellant / plaintiff had averred that it had an apprehension that the defendants would sell their product in delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same. we may point out that substantiation of an averment in a plaint by other material would come later. at the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact. substantiation is a part of evidence. xxxx xxxx xxxx 13. in these circumstances, we are of the view that considering the plaint on a demurrer, it will have to be accepted, for the purposes of considering an application under order vii rule 10 of the code that the averment of the plaintiff of the imminent and credible threat or apprehension that the defendants would launch the product in delhi, is correct. if this be the case, then, surely a part of the cause of action has allegedly arisen in delhi. but, this is only for the purposes of considering whether a plaint should be returned or not.\" [underlined for emphasis] 27. it is important to mention that whilst for the purposes of an application under order vii rule 10 of the cpc, only the averments made in the plaint are to be considered; there is no such restriction in considering an application under order xxxix rules 1 and 2 of the cpc. the issue regarding jurisdiction would be material while considering an application under order xxxix rules 1 and 2 of the cpc. thus, although a suit cannot be rejected in view of the averments made in the plaint, it is open for the court to prima facie examine the quality of those averments including that regarding jurisdiction of the court to entertain the suit while deciding an application under order xxxix rules 1 and 2 of the cpc. 28. in view of the above, on the anvil that the application under order vii rules 10 and 11 of the cpc is to be considered on a demurrer, the impugned order cannot be sustained. the impugned order is, set aside. 29. the appeal is, accordingly, allowed. 30. the parties are left to bear their own costs. 31. it is clarified that the decision of this court would not be construed as precluding the respondents (defendants) from raising the question of jurisdiction as a matter of trial. this order is limited solely for considering whether the respondents' (defendants) application under order vii rules 10 and 11 of the cpc could be allowed, notwithstanding the averments made in paragraph 41 of the plaint. vibhu bakhru, j amit mahajan, j august 17, 2022 \"ss\"/rk"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a60ad22c90e4fcba1edf7b09e366ec9_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86a52ed53e2841119843f5db91912a6a_1"
        },
        {
            "start": 242,
            "end": 355,
            "text": "\nDelhi High Court\nDevarpan Foods Private Limited vs Sukhwant Singh & Ors. on 17 August, 2022\nAuthor: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5cc0d27052914a8c87d5e3e8576e5ec9_2"
        },
        {
            "start": 356,
            "end": 376,
            "text": "\nBench: Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3df2bf585dde475daea217a295ab2358_3"
        },
        {
            "start": 404,
            "end": 442,
            "text": "$~10\n                          *      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0326d0e53d6648918cbf604600745d42_4"
        },
        {
            "start": 442,
            "end": 508,
            "text": "In The High Court Of Delhi At New Delhi\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b8a51c4e5e8416b9ae18e97413680b7_5"
        },
        {
            "start": 508,
            "end": 603,
            "text": "%                                       Date of Decision: 17.08.2022\n                          ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36586cf081bf466d9850669edbf92a3a_6"
        },
        {
            "start": 603,
            "end": 613,
            "text": "+      Fao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60dc205bb3dc4559baaaea06959b42f0_7"
        },
        {
            "start": 614,
            "end": 620,
            "text": "( Comm",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64debcc3328e416abbca1ed3dd9fcdbc_8"
        },
        {
            "start": 621,
            "end": 653,
            "text": ") 116/2022 & Cm Appl. 34735/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "80cb33a24f4843338e328cab8e284270_9"
        },
        {
            "start": 688,
            "end": 702,
            "text": "Devarpan Foods",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10bc4bfc8e1e43e89285af09ba814478_10"
        },
        {
            "start": 703,
            "end": 718,
            "text": "Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bc8326bb8574b1d973365e6880f39a9_11"
        },
        {
            "start": 730,
            "end": 745,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb1e0b5c732446119a28d7e9535decf4_12"
        },
        {
            "start": 794,
            "end": 895,
            "text": "Through: Mr. Neeraj Malhotra, Sr. Adv. with\n                                                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d1903e6ba99484cbd09388763d7818a_13"
        },
        {
            "start": 895,
            "end": 922,
            "text": "Mr. Satish Kumar, Mr. Umesh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "75e67a11493e40af9797676268b53160_14"
        },
        {
            "start": 981,
            "end": 1017,
            "text": "Mishra, Mr. Vishal Patel, Mr. Nimish",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a2d680681fc477f8d769abce4b45b49_15"
        },
        {
            "start": 1076,
            "end": 1102,
            "text": "Kumar & Mr. Nishant Matta,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf1c916894964d7e9e4b0e70730f8f68_16"
        },
        {
            "start": 1103,
            "end": 1109,
            "text": "Advs .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa8d6fc068ff49af818278b7008c75eb_17"
        },
        {
            "start": 1158,
            "end": 1198,
            "text": "versus\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6aa6090375274323b604c49bb926f173_18"
        },
        {
            "start": 1198,
            "end": 1219,
            "text": "Sukhwant Singh & Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4e145b7bec194afca53c5b0b39785f75_19"
        },
        {
            "start": 1240,
            "end": 1514,
            "text": "..... Respondents\n                                               Through: Mr. N. Mahabir & Mr. P.C. Arya,\n                                                         Advs.\n                                 Coram:\n                                 Hon'Ble Mr. Justice Vibhu Bakhru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "36e757e709854d3fa4b72a0e4fbcb024_20"
        },
        {
            "start": 1515,
            "end": 1581,
            "text": "\n                                 Hon'Ble Mr. Justice Amit Mahajan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c45bcb24d9104dd58da80207a3ac3e8d_21"
        },
        {
            "start": 1635,
            "end": 1704,
            "text": "Order \n                          %                         17.08.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cef1f5fe190740ada8e3ada3ae2157d8_22"
        },
        {
            "start": 1734,
            "end": 1757,
            "text": "Vibhu Bakhru, J. (Oral)",
            "labels": [
                "NONE"
            ],
            "id": "65e09a105943426495479ce032ab3c96_23"
        },
        {
            "start": 1787,
            "end": 1794,
            "text": "Cm Appl",
            "labels": [
                "NONE"
            ],
            "id": "c2c6f103fd3842709a994cfde44cf221_24"
        },
        {
            "start": 1795,
            "end": 1807,
            "text": ". 34736/2022",
            "labels": [
                "NONE"
            ],
            "id": "d14f24424a5b4471a195aff3d4a022db_25"
        },
        {
            "start": 1808,
            "end": 1834,
            "text": "(for condonation of delay)",
            "labels": [
                "NONE"
            ],
            "id": "f545b0f02019446285c9bda33b7ccdb7_26"
        },
        {
            "start": 1836,
            "end": 1846,
            "text": "1. This is",
            "labels": [
                "FAC"
            ],
            "id": "6dfc2df62faf445b9f6ecfcbb0e230e0_27"
        },
        {
            "start": 1847,
            "end": 1957,
            "text": " an application filed by the appellant seeking condonation of delay of 115 days in filing the present appeal.\n",
            "labels": [
                "FAC"
            ],
            "id": "fcd9a71ca9ac4d439edcdc05b4c8c8ea_28"
        },
        {
            "start": 1957,
            "end": 2205,
            "text": "2. The learned counsel appearing for the respondents fairly states that part of the delay would be covered by the blanket orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation: Suo Motu Writ Petition (Civil) No.3/2021.\n3.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9950108439ab437184db757ae68823ea_29"
        },
        {
            "start": 2206,
            "end": 2271,
            "text": "He also states that he has no objection if the delay is condoned.",
            "labels": [
                "FAC"
            ],
            "id": "0943dae4b1a54ca4a6524013260dbbab_30"
        },
        {
            "start": 2273,
            "end": 2325,
            "text": "4. In view of the above, the application is allowed.",
            "labels": [
                "FAC"
            ],
            "id": "0abc3b961a784e1e860182195ed4f335_31"
        },
        {
            "start": 2326,
            "end": 2371,
            "text": "\nFAO (COMM) 116/2022 & CM APPL. 34735/2022 5.",
            "labels": [
                "NONE"
            ],
            "id": "f4398bb6c28343d988a1249cdc11346f_32"
        },
        {
            "start": 2372,
            "end": 2656,
            "text": "The appellant has filed the present appeal impugning an order dated 31.01.2022, whereby the learned Commercial Court has partly allowed the application filed by the respondents (defendants) under Order VII Rules 10 and 11 of the Code of Civil Procedure, 1908 (hereafter 'the CPC').\n6.",
            "labels": [
                "FAC"
            ],
            "id": "9c30c4e048d94a95906f04949e666796_33"
        },
        {
            "start": 2657,
            "end": 2881,
            "text": "The learned Commercial Court accepted that it had no jurisdiction to entertain a suit for relief of passing off on a finding that no part of a cause of such action had arisen within the territorial jurisdiction of the court.",
            "labels": [
                "FAC"
            ],
            "id": "9d67a08c2d5644728b6ae56f5a2b8410_34"
        },
        {
            "start": 2883,
            "end": 3235,
            "text": "7. The appellant (plaintiff) had filed a suit under Sections 134 and 135 read with Section 27(2) of the Trademarks Act, 1999 as well as under Section 51 of the Indian Copyright Act, 1957, inter alia, for permanent injunction, restraining, passing off, infringement of copyright, rendition of accounts, damages etc. against the respondents (defendants).",
            "labels": [
                "FAC"
            ],
            "id": "1fe085b8a2744db0a651fd9c29b4ebd5_35"
        },
        {
            "start": 3237,
            "end": 3400,
            "text": "8. The appellant claims that it is, inter alia, engaged in the business of distribution, trading and marketing of snacks, sweets and namkeens under the trademark .",
            "labels": [
                "FAC"
            ],
            "id": "a63946870bd24367a4179588eb8ea445_36"
        },
        {
            "start": 3401,
            "end": 3497,
            "text": "The appellant had also applied for registration of the trademark DEVARPAN under various classes.",
            "labels": [
                "FAC"
            ],
            "id": "dbf0cf43edaa46a89d7738484c84bfee_37"
        },
        {
            "start": 3498,
            "end": 3545,
            "text": "However, the respondents have opposed the same.",
            "labels": [
                "FAC"
            ],
            "id": "33a119621edc46c3934a99f6db2fd99c_38"
        },
        {
            "start": 3547,
            "end": 3733,
            "text": "9. The appellant had also applied for the artistic work DEVARPAN under the Copyright Act, 1957 and claims that the same was registered in its favour, under Registration No. A-15308/2019.",
            "labels": [
                "FAC"
            ],
            "id": "246a96f5e9304b549f2b1de501d6b8c8_39"
        },
        {
            "start": 3735,
            "end": 3981,
            "text": "10. The appellant alleges that the respondents (arrayed as defendants in the suit) have dishonestly adopted a deceptively similar trademark \"DEV- ARPA (Device)\", which is deceptively similar to the trademark used by the appellant (plaintiff).\n11.",
            "labels": [
                "FAC"
            ],
            "id": "f238ef71fd114e2cae7e50eb3b11b536_40"
        },
        {
            "start": 3982,
            "end": 4095,
            "text": "The appellant's registered office is located within the territorial jurisdiction of the learned Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "53baf524c7ad41f58c97a132d3006466_41"
        },
        {
            "start": 4096,
            "end": 4359,
            "text": "In its plaint, the appellant (plaintiff) had also alleged that the respondents (defendants) were selling their goods under the deceptively similar trademark in various markets, which are located within the territorial jurisdiction of the learned Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "a0ff784938fb4f2bb521e483808f810d_42"
        },
        {
            "start": 4361,
            "end": 4633,
            "text": "12. The learned Commercial Court accepted that an action for infringement of copyright would be maintainable as the appellant (plaintiff) was entitled to file such a suit before a court exercising jurisdiction in respect of the area where its registered office is located.",
            "labels": [
                "FAC"
            ],
            "id": "07579afba92a4390a1efbd9971a6d44c_43"
        },
        {
            "start": 4634,
            "end": 4769,
            "text": "However, the court did not accept that any cause of action for passing off had arisen within the territorial jurisdiction of the court.",
            "labels": [
                "FAC"
            ],
            "id": "0a3a8332fbc040d4ac73e0be4b61da14_44"
        },
        {
            "start": 4770,
            "end": 5007,
            "text": "This was, principally, for the reason that the appellant (plaintiff) had not produced any material to substantiate its allegations that the respondents (defendants) were selling the goods within the territorial jurisdiction of the court.",
            "labels": [
                "FAC"
            ],
            "id": "8135ea7ce5634f70ae7c6758b3bc4f7c_45"
        },
        {
            "start": 5009,
            "end": 5325,
            "text": "13. Accordingly, the learned Commercial Court directed the appellant (plaintiff) to amend the plaint to restrict the action in respect of infringement of copyright and permitted the appellant (plaintiff) to file a separate suit for passing off in a court where cause of action in respect of such a relief had arisen.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9e7b314f179e4d7abd03942c8da8bea6_46"
        },
        {
            "start": 5327,
            "end": 5520,
            "text": "14. The principal question that arises for consideration is whether the plaint discloses that the cause of action has arisen within the territorial jurisdiction of the learned Commercial Court.",
            "labels": [
                "ISSUE"
            ],
            "id": "0d1a131962914470881748dbc2477a57_47"
        },
        {
            "start": 5522,
            "end": 5613,
            "text": "15. In this regard, Paragraph 41 of the plaint is relevant and is reproduced as under:\n\"41.",
            "labels": [
                "STA"
            ],
            "id": "c7049fc46a294db285cff25e3e7a9018_48"
        },
        {
            "start": 5614,
            "end": 5710,
            "text": "That this Hon'ble Court has the territorial jurisdiction to try and adjudicate the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302c84577609481e9bcf0a4b8232c21e_49"
        },
        {
            "start": 5711,
            "end": 6086,
            "text": "The defendants is offering to sell and are distributing and supplying their impugned goods bearing the impugned mark to the dealers and distributors in the markets of inter alia Shahdara District i.e. in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f3252c6184f435181ddaffa1e57e781_50"
        },
        {
            "start": 6087,
            "end": 6436,
            "text": "The defendants are carrying out the impugned activities clandestinely and surreptitiously thereby committing the impugned acts of passing off within the jurisdiction of this Hon'ble Court by selling and soliciting trade, distribution and marketing networks in relation to the impugned goods under the impugned trade mark in Shahdara District market.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "888fa0cf88f84660adf3a8771c72ff2a_51"
        },
        {
            "start": 6437,
            "end": 6519,
            "text": "Further, the defendants have all the intention to sell the products in the market.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5777996093db4d3aa7cc79137e7318aa_52"
        },
        {
            "start": 6520,
            "end": 6762,
            "text": "Hence, a part of cause of action arose within the territorial jurisdiction of this Hon'ble Court thereby this Hon'ble Court has jurisdiction to entertain and try and adjudicate the present suit under Section 20 of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff9d9b7f5c72474a86c3244577113b1e_53"
        },
        {
            "start": 6763,
            "end": 7095,
            "text": "The defendants offers, advertise, and sell their impugned products within the jurisdiction of this Hon'ble Court and the wrong is done within the local limits of this Hon'ble Court and therefore, this Hon'ble Court also has jurisdiction to entertain and try the suit under the provision of Section 19 of the Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5183d535840b42a5b80e546f0ff4e006_54"
        },
        {
            "start": 7096,
            "end": 7172,
            "text": "This Hon'ble Court thus has the jurisdiction to try and adjudicate the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0c8e39e90a8416892688235a5b79161_55"
        },
        {
            "start": 7173,
            "end": 7488,
            "text": "Further, The plaintiff is having their distributor and stockiest in Shahdara District and are selling the goods under the trademark DEVARPAN in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01379098c68045b0a645b8f13fcd05bd_56"
        },
        {
            "start": 7489,
            "end": 7632,
            "text": "Infact, the Plaintiff has its registered office at D-6, Vivek Vihar, Shahdara, Delhi - 110092 and supplies goods under the trademarks DEVARPAN.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd853743d5c3451da50a52a2b85047c4_57"
        },
        {
            "start": 7633,
            "end": 7903,
            "text": "The Plaintiff goods are sold inter alia at Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc. which is within the jurisdiction of this Hon'ble Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a26b935ccbf749a5a615777be72a7fcc_58"
        },
        {
            "start": 7904,
            "end": 8073,
            "text": "The plaintiff has tremendous goodwill and reputation in its said trademark within the jurisdiction of this Hon'ble Court on account of voluminous sales and distribution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "946e2dd2c7024ca4ab171393a2a94f72_59"
        },
        {
            "start": 8074,
            "end": 8355,
            "text": "The Plaintiff actually and voluntarily resides and carries on business and works for gain within the jurisdiction of this Hon'ble Court and therefore the Hon'ble Court has a jurisdiction to try and adjudicate the present suit by virtue of Section 62 (2) of the Copyright Act, 1957.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a03cba8dbbc4d8481c51e6ad390f1b4_60"
        },
        {
            "start": 8356,
            "end": 8633,
            "text": "\nThus, this Hon'ble Court has jurisdiction to entertain and try the present suit under Section 19, 20 of the Code of Civil Procedure and under Section 62 (2)) of the Copyright Act, 1957 as the plaintiff is carrying on the business within the jurisdiction of this Hon'ble Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddb1a9620e814e6ba6d8746112a86734_61"
        },
        {
            "start": 8634,
            "end": 8711,
            "text": "This Hon'ble Court thus has the jurisdiction to try and adjudicate the suit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25bf8b9122454dcaa74cd9e8743dce6d_62"
        },
        {
            "start": 8713,
            "end": 9038,
            "text": "16. The learned Commercial Court held that the pleadings were made in a mechanical manner and a bald statement that the respondents (defendants) were distributing and selling goods under an infringing mark in various markets within its territorial jurisdiction was insufficient for maintaining the action for passing off.\n17.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7c784d69705548528186cd2f374a1b26_63"
        },
        {
            "start": 9039,
            "end": 9352,
            "text": "The learned Commercial Court reasoned that the appellant (plaintiff) had not disclosed any specific instances of sale of goods or produced any documents to evidence that the goods had been sold in various markets, as pleaded; therefore, the court would not have the territorial jurisdiction to entertain the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da7f1522718b4264929b05b0c13fbb51_64"
        },
        {
            "start": 9354,
            "end": 9477,
            "text": "18. This Court is of the view that the learned Commercial Court has fallen in error in reaching the conclusion that it did.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d49bf2dc38cc42b99d9e04fc08119caa_65"
        },
        {
            "start": 9479,
            "end": 9696,
            "text": "19. It is trite law that the question regarding jurisdiction at the threshold stage of Order VII Rule 10 of the CPC, must be decided on the demurrer; that is, by accepting all statements made in the plaint as correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24e3435f8f52462bbf15791405df235f_66"
        },
        {
            "start": 9698,
            "end": 9822,
            "text": "20. In Exphar Sa and Anr. v. Eupharma Laboratories Ltd. and Anr.:\n(2004) 3 SCC 688, the Supreme Court observed as under:\n\"9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58c748ad96a1498288a3b928142dbd3c_67"
        },
        {
            "start": 9823,
            "end": 10037,
            "text": "Besides, when an objection to jurisdiction is raised by way of demurrer and not at the trial, the objection must proceed on the basis that the facts as pleaded by the initiator of the impugned proceedings are true.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "02fc82ab1a0743a0aa5e0108a6b5c7bb_68"
        },
        {
            "start": 10038,
            "end": 10164,
            "text": "The submission in order to succeed must show that granted those facts the court does not have jurisdiction as a matter of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f58517a4a19546c39651fb6d850d5c83_69"
        },
        {
            "start": 10165,
            "end": 10312,
            "text": "In rejecting a plaint on the ground of jurisdiction, the Division Bench should have taken the allegations contained in the plaint to be correct...\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f6447f15f5e9439c910de169e899916b_70"
        },
        {
            "start": 10314,
            "end": 10724,
            "text": "21. In M/s RSPL Limited v. Mukesh Sharma & Anr.: 2016 SCC OnLine Del 4285, a Coordinate Bench of this Court, in a similar context, observed as under:\n\"27. Coming back to the facts of the present case, the plaintiff/appellant in paragraph 36 set out the nature of the cause of action, namely, the defendants/respondents were engaged in providing services under the impugned trade name 'GHARI TRADEMARK COMPANY'.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ec34352f98fc46a39ad89cddc29e10dd_71"
        },
        {
            "start": 10725,
            "end": 10879,
            "text": "In paragraph 37 of the plaint, it has been averred, first of all, that this Court has the territorial jurisdiction to try and adjudicate the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e979ba48c7e45339789753aa81f4b0d_72"
        },
        {
            "start": 10880,
            "end": 11137,
            "text": "But, this by itself, would not be sufficient because merely quoting the words of a section or the ingredients of a provision like the chanting of a mantra would not amount to stating material facts as noted by the Supreme Court in Hari Shanker Jain (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "846964dfe4754aa984f2b035a832aa9d_73"
        },
        {
            "start": 11138,
            "end": 11220,
            "text": "The material facts would, inter alia, have to include positive statement of facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0229691798244c51b5bd9a7dd1a5606b_74"
        },
        {
            "start": 11221,
            "end": 11491,
            "text": "In the present case, paragraph 37 of the plaint contains the positive statement of fact that the defendants are committing the impugned acts within the jurisdiction of this Court by 'conducting, soliciting, rendering the impugned services under the impugned trade name'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0238b01a712043b68c5bfae61c262162_75"
        },
        {
            "start": 11492,
            "end": 11724,
            "text": "Further statements are made in the very same paragraph that the plaintiff has its corporate office in Delhi and carries out its business activity in Delhi under its trade mark/label through its dealers/distributors located in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d80b0193e194b99aa1ae7d6c47e355b_76"
        },
        {
            "start": 11725,
            "end": 12076,
            "text": "A specific averment has also been made that the plaintiff's goodwill and reputation is being tarnished by the alleged activities of the defendants, particularly in North-East Delhi as also in other parts of the country and that the plaintiff/appellant's proprietary rights are being prejudicially affected in the Delhi area due to the said activities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "154d05f8d6974f268218cdba65c66ab1_77"
        },
        {
            "start": 12077,
            "end": 12188,
            "text": "While considering an application under Order 7 Rule 10 CPC, these statements would have to be taken as correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b434cf3dc1f744419e34c5d5bf71903e_78"
        },
        {
            "start": 12189,
            "end": 12366,
            "text": "This would mean that this Court would have jurisdiction to try and adjudicate the present suit by virtue of Section 134(2) of the Trade Marks Act, 1999 read with Section 20 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d67cf222a7174ca699146a0f558cf714_79"
        },
        {
            "start": 12367,
            "end": 12606,
            "text": "The material fact that has been pleaded by the plaintiff is that the defendants/respondents are conducting, soliciting, rendering the impugned services under the trade name - GHARI TRADEMARK COMPANY - within the jurisdiction of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "003c62950f4a41d8b0617ee1bf4d3b06_80"
        },
        {
            "start": 12607,
            "end": 12985,
            "text": "In case the defendants/respondents deny this averment (as they have done in their written statement but, which cannot be looked into at the stage of Order 7 Rule 10 CPC), the issue would arise as to whether the respondents/defendants are conducting, soliciting, rendering the impugned services under the trade name- GHARI TRADEMARK COMPANY-within the jurisdiction of this Court?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e59a8d49f51489fa755abdd03419b20_81"
        },
        {
            "start": 12986,
            "end": 13138,
            "text": "Obviously, the onus of proof would lie on the appellant/plaintiff and at the stage of trial, evidence would have to be placed to substantiate this plea.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ac9cd19e0964aa5b3afd74773ad88f9_82"
        },
        {
            "start": 13139,
            "end": 13399,
            "text": "But, at this stage, in our view, it is not necessary as Lord Denman, C.J. in Williams v. Wilcox (supra), to set out the subordinate facts which are the means of proving the material fact or the evidence to sustain the allegation contained in the material fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6274a4b072e64ec18b46cb2efcb3c000_83"
        },
        {
            "start": 13400,
            "end": 13561,
            "text": "We, therefore, do not agree with the view taken by the learned Single Judge that the plaint is bereft of any particulars with regard to territorial jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ad300856a8b4fdbbd4ffd4b25dee15c_84"
        },
        {
            "start": 13562,
            "end": 13718,
            "text": "We may observe that the learned Single Judge has also looked at the written statement and even at the replication in the course of arriving at his decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9676c8a0589474d8e0cda6ce06ec29b_85"
        },
        {
            "start": 13719,
            "end": 13829,
            "text": "This, in the context of an Order 7 Rule 10 CPC application, cannot be done as already pointed out by us above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c65d1470f9be4ca498721dec1e751256_86"
        },
        {
            "start": 13830,
            "end": 14031,
            "text": "\nTaking the objection of territorial jurisdiction raised in the Order 7 Rule 10 CPC application, by way of a demurrer, as it must, the facts pleaded by the appellant/plaintiff must be taken to be true.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f9682f706f9482f90569042157b0e9f_87"
        },
        {
            "start": 14032,
            "end": 14470,
            "text": "Therefore, if we take the statement of the appellant/plaintiff in paragraph 37 to the effect that the defendants/respondents are committing the impugned acts within the jurisdiction of this Court by conducting, soliciting, rendering the impugned services under the impugned trade name to be correct, then, it follows that this Court would have to proceed with the trial of the suit and cannot return the plaint under Order 7 Rule 10 CPC.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "036c836719a140fb8180646badf4d186_88"
        },
        {
            "start": 14471,
            "end": 14501,
            "text": "\n(underlined for emphasis)\n22.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d13d97a18de4400cab158017b7592d2a_89"
        },
        {
            "start": 14502,
            "end": 14706,
            "text": "Thus, for the purposes of an application under Order VII Rule 10 or 11 of the CPC, it was necessary for the learned Commercial Court to accept the statements made in paragraph 41 of the plaint as correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "057ccd562647410fa23227e94e83cfa6_90"
        },
        {
            "start": 14708,
            "end": 15180,
            "text": "23. As is apparent from a plain reading of paragraph 41 of the plaint, the appellant (plaintiff) has averred that the respondents (defendants) were offering to sell and were distributing and supplying their goods bearing the impugned mark DEVARPAN in \"markets of inter alia Shahdara District i.e. in Shahdara, Vivek Vihar, Anand Vihar, GTB Enclave, Farsh Bazar, Harsh Vihar, Nand Nagari, Jyoti Nagar, Welcome, Jagat Puri, Jafrabad, Madhu Vihar, Seemapuri, M.S. Park, etc.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "952474f38d5b4ff981cc928063de289e_91"
        },
        {
            "start": 15181,
            "end": 15334,
            "text": "Concededly, if the said statement is accepted as correct, the learned Commercial Court would have the jurisdiction to entertain the suit for passing off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63bae377f4564779986c3c0694398fc6_92"
        },
        {
            "start": 15336,
            "end": 15540,
            "text": "24. At this stage, it is not permissible for the court to qualitatively examine the merits of the said statement or to proceed on the basis that the appellant (plaintiff) would fail to establish the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "daefa4c51f714267bc07a16318604dba_93"
        },
        {
            "start": 15541,
            "end": 15652,
            "text": "It is possible that the appellant (plaintiff) may not be able to substantiate the averments made in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91de72a1c3904765ba8916a0b819c148_94"
        },
        {
            "start": 15653,
            "end": 15870,
            "text": "However, at this stage, for the purpose of jurisdiction, the only question to be considered was whether the plaint had disclosed the cause of action within the territorial jurisdiction of the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca6afd53b5674340b4d8390ba1420920_95"
        },
        {
            "start": 15871,
            "end": 15892,
            "text": "Undisputedly, it did.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adba583c637e454693d733338f0744cd_96"
        },
        {
            "start": 15894,
            "end": 16166,
            "text": "25. In M/s Allied Blenders & Distillers Pvt. Ltd. v. Prag Distillery Pvt.\nLtd. and Anr.: 2017 SCC OnLine Del 7225, the Division Bench of this Court set aside an order of the learned Single Judge (Vibhu Bakhru J), allowing an application under Order VII Rule 10 of the CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ab8a6a21fc424f21b1f2b3f0f88611df_97"
        },
        {
            "start": 16167,
            "end": 16285,
            "text": "In that case, the plaintiff had filed the suit for restraining infringement of a trademark, copyright and passing off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a80941da35048a6bed50c0e43c83f76_98"
        },
        {
            "start": 16286,
            "end": 16452,
            "text": "The averments under the heading \"cause of action\" did not include any averment that the defendant was selling its products in the National Capital Territory of Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "79c4fe71b5ca446cb6bde4231d7d8169_99"
        },
        {
            "start": 16453,
            "end": 16552,
            "text": "It included a statement that the defendant was selling its products in the State of Andhra Pradesh.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb7eefcf97ed43219bc11d1827776e84_100"
        },
        {
            "start": 16553,
            "end": 16739,
            "text": "However, the plaintiff did aver in another paragraph (under the heading \"Jurisdiction\") that it had a strong apprehension that the defendant would launch its offending products in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6ec970476894f1591cbabb649e256f7_101"
        },
        {
            "start": 16740,
            "end": 16964,
            "text": "The learned Single Judge had considered the plaint as a whole and found that there was no foundation in the entire plaint for the averment that the cause of action had arisen within the territorial jurisdiction of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e1762c5582074204ac89e3c58632c834_102"
        },
        {
            "start": 16965,
            "end": 17086,
            "text": "On the principle that the plaint must be read as a whole, the application under Order VII Rule 10 of the CPC was allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "faa161c50f99467ab5de5364b5c28759_103"
        },
        {
            "start": 17088,
            "end": 17135,
            "text": "26. The Division Bench, observed as under:\n\"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da97792d3ccb4dcb8ec70feed24ad5c8_104"
        },
        {
            "start": 17136,
            "end": 17443,
            "text": "If an application under Order VII Rule 10 of the Code is to be decided on the assumption that the averments made in the plaint are correct, then, it will have to be assumed that there is a reasonable apprehension that the defendants would sell their product in Delhi bearing the impugned mark and label.....",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a32366d38be1473388f43dcd2f5900b2_105"
        },
        {
            "start": 17445,
            "end": 17810,
            "text": "11. We are of the view that the learned single Judge fell in error when he took the view that although the appellant / plaintiff had averred that it had an apprehension that the defendants would sell their product in Delhi, the said apprehension was not substantiated by any material which would indicate a reasonable ground for the plaintiff to apprehend the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27cd58596e0b45399a4aacac0de4d769_106"
        },
        {
            "start": 17811,
            "end": 17910,
            "text": "We may point out that substantiation of an averment in a plaint by other material would come later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "58975e810ecb466ea48a8c1c42a4cfe4_107"
        },
        {
            "start": 17911,
            "end": 18024,
            "text": "At the stage of filing of the plaint, it is only the averment that has to be made with regard to a material fact.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df559b18a8364b95866590e5968d7a42_108"
        },
        {
            "start": 18025,
            "end": 18062,
            "text": "Substantiation is a part of evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b53439ffd8bc4cadbfdc3148dba33007_109"
        },
        {
            "start": 18063,
            "end": 18082,
            "text": "\nxxxx xxxx xxxx 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "931bcf7048934870958ef3e5e7ad1563_110"
        },
        {
            "start": 18083,
            "end": 18434,
            "text": "In these circumstances, we are of the view that considering the plaint on a demurrer, it will have to be accepted, for the purposes of considering an application under Order VII Rule 10 of the Code that the averment of the plaintiff of the imminent and credible threat or apprehension that the defendants would launch the product in Delhi, is correct.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18b6605c54be4825a9f3a23f55bde5a0_111"
        },
        {
            "start": 18435,
            "end": 18529,
            "text": "If this be the case, then, surely a part of the cause of action has allegedly arisen in Delhi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4836a77ba8204bb38708320dab135ecf_112"
        },
        {
            "start": 18530,
            "end": 18654,
            "text": "But, this is only for the purposes of considering whether a plaint should be returned or not.\"\n[underlined for emphasis]\n27.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9eaf7727227240c6acb6b050d1db4408_113"
        },
        {
            "start": 18655,
            "end": 18927,
            "text": "It is important to mention that whilst for the purposes of an application under Order VII Rule 10 of the CPC, only the averments made in the plaint are to be considered; there is no such restriction in considering an application under Order XXXIX Rules 1 and 2 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "253c485f70ef459cbd362bd367dc6c41_114"
        },
        {
            "start": 18928,
            "end": 19055,
            "text": "The issue regarding jurisdiction would be material while considering an application under Order XXXIX Rules 1 and 2 of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd2d8e5aaa8e45539781b2a7745632b1_115"
        },
        {
            "start": 19056,
            "end": 19367,
            "text": "Thus, although a suit cannot be rejected in view of the averments made in the plaint, it is open for the court to prima facie examine the quality of those averments including that regarding jurisdiction of the court to entertain the suit while deciding an application under Order XXXIX Rules 1 and 2 of the CPC.",
            "labels": [
                "RATIO"
            ],
            "id": "2375d5ef64c541f58a8defbf83993cdf_116"
        },
        {
            "start": 19369,
            "end": 19546,
            "text": "28. In view of the above, on the anvil that the application under Order VII Rules 10 and 11 of the CPC is to be considered on a demurrer, the impugned order cannot be sustained.",
            "labels": [
                "RATIO"
            ],
            "id": "e0a98e18c4264a5aaa6ca522fc8137cd_117"
        },
        {
            "start": 19547,
            "end": 19580,
            "text": "The impugned order is, set aside.",
            "labels": [
                "RPC"
            ],
            "id": "aac6b95708524afbb37c9a8187b89058_118"
        },
        {
            "start": 19582,
            "end": 19622,
            "text": "29. The appeal is, accordingly, allowed.",
            "labels": [
                "RPC"
            ],
            "id": "b44381917fba4382aa61263ff8f27328_119"
        },
        {
            "start": 19624,
            "end": 19673,
            "text": "30. The parties are left to bear their own costs.",
            "labels": [
                "RPC"
            ],
            "id": "17a1e65959e0460dba8cd8ab20c2f859_120"
        },
        {
            "start": 19675,
            "end": 19856,
            "text": "31. It is clarified that the decision of this Court would not be construed as precluding the respondents (defendants) from raising the question of jurisdiction as a matter of trial.",
            "labels": [
                "RATIO"
            ],
            "id": "5664b37fba8a43bc9889dd74c11a79fd_121"
        },
        {
            "start": 19857,
            "end": 20078,
            "text": "This order is limited solely for considering whether the respondents' (defendants) application under Order VII Rules 10 and 11 of the CPC could be allowed, notwithstanding the averments made in paragraph 41 of the plaint.",
            "labels": [
                "RPC"
            ],
            "id": "79127c53740e483a83054f9828b38133_122"
        },
        {
            "start": 20079,
            "end": 20135,
            "text": "\nVIBHU BAKHRU, J AMIT MAHAJAN, J AUGUST 17, 2022 \"SS\"/RK",
            "labels": [
                "NONE"
            ],
            "id": "60d35f504d3843669089c55ce159f3ed_123"
        }
    ],
    "entities": [
        {
            "text": "Devarpan Foods Private Limited",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 47
        },
        {
            "text": "Sukhwant Singh",
            "label": "RESPONDENT",
            "start_char": 51,
            "end_char": 65
        },
        {
            "text": "Vibhu Bakhru",
            "label": "JUDGE",
            "start_char": 100,
            "end_char": 112
        },
        {
            "text": "Vibhu Bakhru",
            "label": "JUDGE",
            "start_char": 120,
            "end_char": 132
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 204,
            "end_char": 236
        },
        {
            "text": "Devarpan Foods Private Limited",
            "label": "PETITIONER",
            "start_char": 440,
            "end_char": 470
        },
        {
            "text": "Neeraj Malhotra",
            "label": "LAWYER",
            "start_char": 558,
            "end_char": 573
        },
        {
            "text": "Satish Kumar",
            "label": "LAWYER",
            "start_char": 650,
            "end_char": 662
        },
        {
            "text": "Umesh\n                                                         Mishra",
            "label": "LAWYER",
            "start_char": 668,
            "end_char": 737
        },
        {
            "text": "Vishal Patel",
            "label": "LAWYER",
            "start_char": 743,
            "end_char": 755
        },
        {
            "text": "Nimish\n                                                         Kumar",
            "label": "LAWYER",
            "start_char": 761,
            "end_char": 830
        },
        {
            "text": "Nishant Matta",
            "label": "LAWYER",
            "start_char": 837,
            "end_char": 850
        },
        {
            "text": "Sukhwant Singh",
            "label": "RESPONDENT",
            "start_char": 945,
            "end_char": 959
        },
        {
            "text": "N. Mahabir",
            "label": "LAWYER",
            "start_char": 1065,
            "end_char": 1075
        },
        {
            "text": "P.C. Arya",
            "label": "LAWYER",
            "start_char": 1082,
            "end_char": 1091
        },
        {
            "text": "Vibhu Bakhru",
            "label": "JUDGE",
            "start_char": 1249,
            "end_char": 1261
        },
        {
            "text": "Amit Mahajan",
            "label": "JUDGE",
            "start_char": 1315,
            "end_char": 1327
        },
        {
            "text": "17.08.2022",
            "label": "DATE",
            "start_char": 1438,
            "end_char": 1448
        },
        {
            "text": "VIBHU BAKHRU",
            "label": "JUDGE",
            "start_char": 1475,
            "end_char": 1487
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 1838,
            "end_char": 1851
        },
        {
            "text": "Civil) No.3/2021",
            "label": "CASE_NUMBER",
            "start_char": 1923,
            "end_char": 1939
        },
        {
            "text": "31.01.2022",
            "label": "DATE",
            "start_char": 2179,
            "end_char": 2189
        },
        {
            "text": "Order VII Rules 10 and 11",
            "label": "PROVISION",
            "start_char": 2307,
            "end_char": 2332
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 2340,
            "end_char": 2369
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2386,
            "end_char": 2389
        },
        {
            "text": "Sections 134 and 135",
            "label": "PROVISION",
            "start_char": 2675,
            "end_char": 2695
        },
        {
            "text": "Section 27(2)",
            "label": "PROVISION",
            "start_char": 2706,
            "end_char": 2719
        },
        {
            "text": "Trademarks Act, 1999",
            "label": "STATUTE",
            "start_char": 2727,
            "end_char": 2747
        },
        {
            "text": "Section 51",
            "label": "PROVISION",
            "start_char": 2765,
            "end_char": 2775
        },
        {
            "text": "Indian Copyright Act, 1957",
            "label": "STATUTE",
            "start_char": 2783,
            "end_char": 2809
        },
        {
            "text": "DEVARPAN",
            "label": "OTHER_PERSON",
            "start_char": 3343,
            "end_char": 3351
        },
        {
            "text": "Copyright Act, 1957",
            "label": "STATUTE",
            "start_char": 3362,
            "end_char": 3381
        },
        {
            "text": "Registration No. A-15308/2019",
            "label": "CASE_NUMBER",
            "start_char": 3443,
            "end_char": 3472
        },
        {
            "text": "Shahdara District",
            "label": "GPE",
            "start_char": 5630,
            "end_char": 5647
        },
        {
            "text": "Shahdara",
            "label": "GPE",
            "start_char": 5656,
            "end_char": 5664
        },
        {
            "text": "Vivek Vihar",
            "label": "GPE",
            "start_char": 5666,
            "end_char": 5677
        },
        {
            "text": "Anand Vihar",
            "label": "GPE",
            "start_char": 5679,
            "end_char": 5690
        },
        {
            "text": "Harsh Vihar",
            "label": "GPE",
            "start_char": 5718,
            "end_char": 5729
        },
        {
            "text": "Nand Nagari",
            "label": "GPE",
            "start_char": 5731,
            "end_char": 5742
        },
        {
            "text": "Jyoti Nagar",
            "label": "GPE",
            "start_char": 5744,
            "end_char": 5755
        },
        {
            "text": "Jagat Puri",
            "label": "GPE",
            "start_char": 5766,
            "end_char": 5776
        },
        {
            "text": "Jafrabad",
            "label": "GPE",
            "start_char": 5778,
            "end_char": 5786
        },
        {
            "text": "Madhu Vihar",
            "label": "GPE",
            "start_char": 5788,
            "end_char": 5799
        },
        {
            "text": "Seemapuri",
            "label": "GPE",
            "start_char": 5801,
            "end_char": 5810
        },
        {
            "text": "M.S. Park",
            "label": "OTHER_PERSON",
            "start_char": 5812,
            "end_char": 5821
        },
        {
            "text": "Shahdara District",
            "label": "GPE",
            "start_char": 6152,
            "end_char": 6169
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 6461,
            "end_char": 6471
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6479,
            "end_char": 6502
        },
        {
            "text": "Section 19",
            "label": "PROVISION",
            "start_char": 6794,
            "end_char": 6804
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6812,
            "end_char": 6835
        },
        {
            "text": "Shahdara District",
            "label": "GPE",
            "start_char": 6982,
            "end_char": 6999
        },
        {
            "text": "DEVARPAN",
            "label": "OTHER_PERSON",
            "start_char": 7046,
            "end_char": 7054
        },
        {
            "text": "Shahdara",
            "label": "GPE",
            "start_char": 7058,
            "end_char": 7066
        },
        {
            "text": "Vivek Vihar",
            "label": "GPE",
            "start_char": 7068,
            "end_char": 7079
        },
        {
            "text": "Anand Vihar",
            "label": "GPE",
            "start_char": 7081,
            "end_char": 7092
        },
        {
            "text": "Jagat Puri",
            "label": "GPE",
            "start_char": 7168,
            "end_char": 7178
        },
        {
            "text": "Jafrabad",
            "label": "GPE",
            "start_char": 7180,
            "end_char": 7188
        },
        {
            "text": "Madhu Vihar",
            "label": "GPE",
            "start_char": 7190,
            "end_char": 7201
        },
        {
            "text": "Seemapuri",
            "label": "GPE",
            "start_char": 7203,
            "end_char": 7212
        },
        {
            "text": "Shahdara",
            "label": "GPE",
            "start_char": 7299,
            "end_char": 7307
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 7309,
            "end_char": 7314
        },
        {
            "text": "-",
            "label": "GPE",
            "start_char": 7315,
            "end_char": 7316
        },
        {
            "text": "DEVARPAN",
            "label": "ORG",
            "start_char": 7364,
            "end_char": 7372
        },
        {
            "text": "Shahdara",
            "label": "GPE",
            "start_char": 7417,
            "end_char": 7425
        },
        {
            "text": "Vivek Vihar",
            "label": "GPE",
            "start_char": 7427,
            "end_char": 7438
        },
        {
            "text": "Anand Vihar",
            "label": "GPE",
            "start_char": 7440,
            "end_char": 7451
        },
        {
            "text": "GTB Enclave",
            "label": "GPE",
            "start_char": 7453,
            "end_char": 7464
        },
        {
            "text": "Farsh Bazar",
            "label": "GPE",
            "start_char": 7466,
            "end_char": 7477
        },
        {
            "text": "Harsh Vihar",
            "label": "GPE",
            "start_char": 7479,
            "end_char": 7490
        },
        {
            "text": "Nand Nagari",
            "label": "GPE",
            "start_char": 7492,
            "end_char": 7503
        },
        {
            "text": "Jyoti Nagar",
            "label": "GPE",
            "start_char": 7505,
            "end_char": 7516
        },
        {
            "text": "Jagat Puri",
            "label": "GPE",
            "start_char": 7527,
            "end_char": 7537
        },
        {
            "text": "Jafrabad",
            "label": "GPE",
            "start_char": 7539,
            "end_char": 7547
        },
        {
            "text": "Madhu Vihar",
            "label": "GPE",
            "start_char": 7549,
            "end_char": 7560
        },
        {
            "text": "Seemapuri",
            "label": "GPE",
            "start_char": 7562,
            "end_char": 7571
        },
        {
            "text": "M.S. Park",
            "label": "ORG",
            "start_char": 7573,
            "end_char": 7582
        },
        {
            "text": "Section 62 (2)",
            "label": "PROVISION",
            "start_char": 8054,
            "end_char": 8068
        },
        {
            "text": "Copyright Act, 1957",
            "label": "STATUTE",
            "start_char": 8076,
            "end_char": 8095
        },
        {
            "text": "Section 19, 20",
            "label": "PROVISION",
            "start_char": 8184,
            "end_char": 8198
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 8206,
            "end_char": 8229
        },
        {
            "text": "Section 62 (2)",
            "label": "PROVISION",
            "start_char": 8240,
            "end_char": 8254
        },
        {
            "text": "Copyright Act, 1957",
            "label": "STATUTE",
            "start_char": 8263,
            "end_char": 8282
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 9308,
            "end_char": 9325
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9333,
            "end_char": 9336
        },
        {
            "text": "Eupharma Laboratories Ltd.",
            "label": "RESPONDENT",
            "start_char": 9469,
            "end_char": 9495
        },
        {
            "text": "(2004) 3 SCC 688",
            "label": "PRECEDENT",
            "start_char": 9506,
            "end_char": 9522
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9528,
            "end_char": 9541
        },
        {
            "text": "M/s RSPL Limited v. Mukesh Sharma & Anr.: 2016 SCC OnLine Del 4285",
            "label": "PRECEDENT",
            "start_char": 10062,
            "end_char": 10128
        },
        {
            "text": "GHARI TRADEMARK COMPANY",
            "label": "ORG",
            "start_char": 10440,
            "end_char": 10463
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10835,
            "end_char": 10848
        },
        {
            "text": "Hari Shanker Jain",
            "label": "PRECEDENT",
            "start_char": 10852,
            "end_char": 10869
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 11335,
            "end_char": 11340
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 11382,
            "end_char": 11387
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 11459,
            "end_char": 11464
        },
        {
            "text": "North-East",
            "label": "GPE",
            "start_char": 11630,
            "end_char": 11640
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 11641,
            "end_char": 11646
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 11779,
            "end_char": 11784
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 11857,
            "end_char": 11872
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11873,
            "end_char": 11876
        },
        {
            "text": "Section 134(2)",
            "label": "PROVISION",
            "start_char": 12038,
            "end_char": 12052
        },
        {
            "text": "Trade Marks Act, 1999",
            "label": "STATUTE",
            "start_char": 12060,
            "end_char": 12081
        },
        {
            "text": "Section 20",
            "label": "PROVISION",
            "start_char": 12092,
            "end_char": 12102
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12103,
            "end_char": 12106
        },
        {
            "text": "GHARI TRADEMARK COMPANY",
            "label": "ORG",
            "start_char": 12283,
            "end_char": 12306
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 12497,
            "end_char": 12512
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12513,
            "end_char": 12516
        },
        {
            "text": "GHARI TRADEMARK COMPANY",
            "label": "ORG",
            "start_char": 12664,
            "end_char": 12687
        },
        {
            "text": "Denman",
            "label": "JUDGE",
            "start_char": 12941,
            "end_char": 12947
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 13487,
            "end_char": 13502
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13503,
            "end_char": 13506
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 13635,
            "end_char": 13650
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13651,
            "end_char": 13654
        },
        {
            "text": "Order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 14190,
            "end_char": 14205
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14206,
            "end_char": 14209
        },
        {
            "text": "Order VII Rule 10 or 11",
            "label": "PROVISION",
            "start_char": 14290,
            "end_char": 14313
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14321,
            "end_char": 14324
        },
        {
            "text": "Shahdara",
            "label": "GPE",
            "start_char": 14749,
            "end_char": 14757
        },
        {
            "text": "Vivek Vihar",
            "label": "GPE",
            "start_char": 14759,
            "end_char": 14770
        },
        {
            "text": "Anand Vihar",
            "label": "GPE",
            "start_char": 14772,
            "end_char": 14783
        },
        {
            "text": "Nand Nagari",
            "label": "GPE",
            "start_char": 14824,
            "end_char": 14835
        },
        {
            "text": "Jagat Puri",
            "label": "GPE",
            "start_char": 14859,
            "end_char": 14869
        },
        {
            "text": "Jafrabad",
            "label": "GPE",
            "start_char": 14871,
            "end_char": 14879
        },
        {
            "text": "Madhu Vihar",
            "label": "GPE",
            "start_char": 14881,
            "end_char": 14892
        },
        {
            "text": "Seemapuri",
            "label": "GPE",
            "start_char": 14894,
            "end_char": 14903
        },
        {
            "text": "Allied Blenders & Distillers Pvt.",
            "label": "ORG",
            "start_char": 15646,
            "end_char": 15679
        },
        {
            "text": "Ltd. v. Prag Distillery Pvt",
            "label": "PRECEDENT",
            "start_char": 15680,
            "end_char": 15707
        },
        {
            "text": "2017 SCC OnLine Del 7225",
            "label": "CASE_NUMBER",
            "start_char": 15725,
            "end_char": 15749
        },
        {
            "text": "Vibhu Bakhru",
            "label": "JUDGE",
            "start_char": 15832,
            "end_char": 15844
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 15879,
            "end_char": 15896
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15904,
            "end_char": 15907
        },
        {
            "text": "National Capital Territory",
            "label": "GPE",
            "start_char": 16158,
            "end_char": 16184
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 16188,
            "end_char": 16193
        },
        {
            "text": "Andhra Pradesh",
            "label": "GPE",
            "start_char": 16279,
            "end_char": 16293
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 16475,
            "end_char": 16480
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 16787,
            "end_char": 16804
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16812,
            "end_char": 16815
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 16902,
            "end_char": 16919
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 17139,
            "end_char": 17144
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 17404,
            "end_char": 17409
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 17993,
            "end_char": 18010
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 18158,
            "end_char": 18163
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 18265,
            "end_char": 18270
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 18478,
            "end_char": 18495
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18503,
            "end_char": 18506
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 18633,
            "end_char": 18658
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18666,
            "end_char": 18669
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 18761,
            "end_char": 18786
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18794,
            "end_char": 18797
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 19073,
            "end_char": 19098
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19106,
            "end_char": 19109
        },
        {
            "text": "Order VII Rules 10 and 11",
            "label": "PROVISION",
            "start_char": 19178,
            "end_char": 19203
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19211,
            "end_char": 19214
        },
        {
            "text": "Order VII Rules 10 and 11",
            "label": "PROVISION",
            "start_char": 19701,
            "end_char": 19726
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19734,
            "end_char": 19737
        },
        {
            "text": "VIBHU BAKHRU",
            "label": "JUDGE",
            "start_char": 19823,
            "end_char": 19835
        },
        {
            "text": "AMIT MAHAJAN",
            "label": "JUDGE",
            "start_char": 19839,
            "end_char": 19851
        },
        {
            "text": "AUGUST 17, 2022",
            "label": "DATE",
            "start_char": 19855,
            "end_char": 19870
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order VII Rules 10 and 11",
            "Code of Civil Procedure, 1908",
            "Order VII Rules 10 and 11",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 27(2)",
            "Trademarks Act, 1999",
            "Section 27(2)",
            "Trademarks Act, 1999"
        ],
        [
            "Section 51",
            "Indian Copyright Act, 1957",
            "Section 51",
            "Indian Copyright Act, 1957"
        ],
        [
            "Section 20",
            "Code of Civil Procedure",
            "Section 20",
            "Code of Civil Procedure"
        ],
        [
            "Section 19",
            "Code of Civil Procedure",
            "Section 19",
            "Code of Civil Procedure"
        ],
        [
            "Section 62 (2)",
            "Copyright Act, 1957",
            "Section 62 (2)",
            "Copyright Act, 1957"
        ],
        [
            "Section 19, 20",
            "Code of Civil Procedure",
            "Section 19, 20",
            "Code of Civil Procedure"
        ],
        [
            "Section 62 (2)",
            "Copyright Act, 1957",
            "Section 62 (2)",
            "Copyright Act, 1957"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 134(2)",
            "Trade Marks Act, 1999",
            "Section 134(2)",
            "Trade Marks Act, 1999"
        ],
        [
            "Section 20",
            "CPC",
            "Section 20",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order 7 Rule 10",
            "CPC",
            "Order 7 Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10 or 11",
            "CPC",
            "Order VII Rule 10 or 11",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "Order VII Rules 10 and 11",
            "CPC",
            "Order VII Rules 10 and 11",
            "CPC"
        ],
        [
            "Order VII Rules 10 and 11",
            "CPC",
            "Order VII Rules 10 and 11",
            "CPC"
        ],
        [
            "Sections 134 and 135",
            "Trade Marks Act, 1999",
            "Sections 134 and 135",
            "Trade Marks Act, 1999"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Order VII Rules 10 and 11 of Code of Civil Procedure, 1908": 1,
        "Section 27(2) of Trademarks Act, 1999": 1,
        "Section 51 of Indian Copyright Act, 1957": 1,
        "Section 20 of Code of Civil Procedure": 1,
        "Section 19 of Code of Civil Procedure": 1,
        "Section 62 (2) of Copyright Act, 1957": 2,
        "Section 19, 20 of Code of Civil Procedure": 1,
        "Order VII Rule 10 of CPC": 6,
        "Order 7 Rule 10 of CPC": 5,
        "Section 134(2) of Trade Marks Act, 1999": 1,
        "Section 20 of CPC": 1,
        "Order VII Rule 10 or 11 of CPC": 1,
        "Order XXXIX Rules 1 and 2 of CPC": 3,
        "Order VII Rules 10 and 11 of CPC": 2,
        "Sections 134 and 135 of Trade Marks Act, 1999": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 1,
        "Trademarks Act, 1999": 1,
        "Indian Copyright Act, 1957": 1,
        "Code of Civil Procedure": 3,
        "Copyright Act, 1957": 2,
        "CPC": 18,
        "Trade Marks Act, 1999": 2
    }
}