{
    "id": "8c041b6510c82501f305591c508aa24d1b26dd82969b39b2ce575350e9c3aa2b",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka High Court\nTrinetramilan Product Protection vs Tara Narayanan on 7 June, 2023\nAuthor: S.R.Krishna Kumar\nBench: S.R.Krishna Kumar \n                                                  -1-\n                                                          Nc: 2023 :Khc:19391 \n                                                            Wp No . 23517 of 2022 \n                                                        And Connected Matters \n\n\n                          In The High Court Of Karnataka At Bengaluru\n                               Dated This The 7Th Day Of June, 2023 \n                                                 Before\n                            The Hon'Ble Mr Justice S.R.Krishna Kumar \n                                 Writ Petition No. 23517 Of 2022 \n                                               C / W \n                        Writ Petition Nos. 23530 Of 2022, 2794 Of 2023 And \n                                      2823 Of 2023(Gm-Cpc) \n\n                   In W.P. No. 23517/2022 \n                   Between: \n\n                   1.    Trinetramilan Product Protection \n                         Solutions Private Limited \n                         A Company Having Its\n                         Registered Office\n                         At 7A/F-5, Kadugodi Industrial Area\n                         Near Molex India Limited \n                         Bengaluru 560 067. \n\nDigitally signed   2.    R Madhusudhana Reddy \nby Chandana              S/O Late V Ranga Reddy \nBm                       Aged 53 Years \nLocation: High           Director\nCourt of\nKarnataka          3.    Vijaya Kumari \n                         W / O Santosh Kumar K.P \n                         Managing Director\n                         Aged About 50 Years. \n                   4.    Santosh Kumar K P \n                         S / O P V Balan Nambiar \n                         Aged About 51 Years. \n                         2 To 4 Having Office At \n                         7A/4-5, Kadugodi Industrial Area \n                         Near Molex India Limited \n                         Bengaluru 560 067 . \n                                                                    ... Petitioners\n                   (By Sri Amdhusudha Reddy, Adv., For \n                       Smt . Anusha R, Adv .) \n                   And: \n                   Tara Narayanan \n                   W / O A.S. Narayanan \n                   Aged About 53 Years \n                              -2- \n                                     Nc: 2023 :Khc:19391 \n                                       Wp No . 23517 of 2022 \n                                   And Connected Matters\n\n\nHaving Office At \n7A/4 - 5, Kadugodi Industrial Area\nNear Molex India Limited\nBengaluru 560 067\n                                               ...Respondent\n(By Smt. Revathi Adinatha Narde, Adv.)\n\n     This Wp Is Filedunder Artilces 226 And 227 Of The\nConstitution Of Inida Praying To Call For Records In\nCom.Os.No.337 Of 2022 (Earlier Case No.O.S.No.1398/2020)\nPending Before X Additional District And Session\nJudge,(Commercial Court) Bengaluru Rural District. \n\nIn W.P.No.23530/2022:\n\nBetween:\n1. Trinetramilan Product\n   Protection Solutions\n   Private Limited\n   A Company Having Its\n   Registered Office At 7A/F-5\n   Kadugodi Industrial Area\n   Near Molex India Limited\n   Bengaluru 560 067.\n\n2.   R. Madhusudhana Reddy \n     S/O Late V Ranga Reddy\n     Aged 53 Years \n     Director Having Office At\n     7A/4-5, Kadugodi Industrial\n     Area Near Molex India Limited\n     Bengaluru - 560 067.\n\n3.   Vijaya Kumari\n     W/O Santosh Kumar K.P\n     Managing Director 50 Years.\n\n4.   Santosh Kumar K P\n     S/O P V Balan Nambiar\n     Aged 51 Years. \n\n     O2 To 4 Having Office At \n     7A/4-5, Kadugodi Industrial Area \n     Near Molex India Limited \n     Bengaluru 560 067. \n                                               ... Petitioners \n                               -3-\n                                     Nc: 2023 :Khc:19391 \n                                        Wp No. 23517 of 2022 \n                                    And Connected Matters\n\n\n(By Sri Madhusudhan Reddy, Adv., For\n    Smt. Anusha R, Adv.)\nAnd:\nA.S. Narayanan\nS/O Not Known To The Petitioners\nAged About 59 Years \nHaving Office At 7A/4-5\nKadugodi Industrial Area\nNear Molex India Limited\nBengaluru 560 067.\n                                                ...Respondent \n(By Smt. Revathi Adinatha Narde, Adv.)\n      This W.P. Is Filed Under Article 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n07.10.2022 Passed By The Ii Additional Senior Civil Judge,\nBengaluru Rural District, Bengaluru, Bengaluru Allowing\nIa No.1 Filed By Respondent Under Section 15 Of The\nCommercial Courts Act R/W Section 151 Of The Code Of\nCivil Procedure Seeking Transfer Of Os No.1397/2020 To\nThe Commercial Court Vide Annx-A.\n\nIn W.P. 2794/2023:\n\nBetween:\n1. Trinetramilan Product\n   Protection Solutions\n   Private Limited\n   A Company Having Its\n   Registered Office At 7A/4-5\n   Kadugodi Industrial Area\n   Near Molex India Limited \n   Bengaluru - 560 067. \n\n2.   R Madhusudhana Reddy \n     S/O Late V Ranga Reddy\n     Aged About 53 Years\n     Director. \n\n3.   Vijaya Kumari\n     W/O Santosh Kumar K P\n     Aged About 50 Years \n     Managing Director. \n\n4.   Santosh Kumar K P @ Santhosh \n     S/O P V Balan Nambiar \n                              -4-\n                                      Nc: 2023 : Khc:19391 \n                                       Wp No. 23517 of 2022 \n                                   And Connected Matters \n\n\n     Aged About 51 Years \n     2 To 4 Having Office At 7A/4-5 \n     Kadugodi Industrial Area \n     Near Molex India Limited\n     Bengaluru-560067.\n                                               ... Petitioners\n(By Sri Madhusudhan Reddy, Adv., For \n    Smt. Anusha R, Adv.)\nAnd:\nA.S. Narayanan\nS/O Not Known To The Petitioners\nAged About 59 Years\nR/A Purva Midtown\nFci Godown Road\nDooravani Nagar\nBengaluru - 560 016.\n\nHaving Office At Unnati Skill Centre\nNo.1, Temple Road\nNgef East, Sadananda Nagar\nBenninganahalli\nBengaluru-560 038.\n                                               ... Respondent\n(By Smt. Revathi Adinatha Narde, Adv.)\n      This W.P. Is Filed Under Articles 226 And 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n30.11.2022 Passed By The X Additional District And\nSessions Judge, (Commercial Court) Bengaluru Rural\nDistrict, Bengaluru, Allowing Ia No.Vi Filed By Petitioners\nUnder Order Vii Rule 11 Of The Code Of Civil Procedure\nSeeking Rejection Of Plaint Vide Annx-A.\n\nIn W.P.No.2823/2023:\n\nBetween: \n\n1.   Trinetramilan Product\n     Protection Solutions \n     Private Limited\n     A Company Having Its\n     Registered Office At 7A/4-5\n     Kadugodi Industrial Area \n     Near Molex India Limited \n     Bengaluru - 560 067. \n                               -5-\n                                      Nc: 2023 :Khc:19391 \n                                        Wp No. 23517 of 2022 \n                                    And Connected Matters\n\n\n2.   R Madhusudhana Reddy \n     S/ O Late V Ranga Reddy \n     Aged About 53 Years\n     Director. \n\n3.   Vijaya Kumari\n     W/ O Santosh Kumar K P \n     Aged About 50 Years\n     Managing Director. \n\n4.   Santosh Kumar K P @ Santhosh \n     S/ O P V Balan Nambiar \n     Aged About 51 Years\n     2 To 4 Having Office At 7A/4-5\n     Kadugodi Industrial Area\n     Near Molex India Limited \n     Bengaluru-560067. \n                                                ...Petitioners\n(By Sri Madhusudhan Reddy, Adv., For\n    Smt. Anusha R, Adv.)\nAnd:\nTara Narayanan\nA.S. Narayanan\nAged About 55 Years\nR/A Purva Midtown\nFci Godown Road\nDooravani Nagar\nBengaluru - 560 016.\n\nHaving Office At Unnati Skill Centre\nNo.1, Temple Road\nNgef East, Sadananda Nagar\nBenninganahalli\nBengaluru-560 038.\n                                                ...Respondent\n(By Smt. Revathi Adinatha Narde, Adv.)\n      This W.P. Is Filed Under Articles 226 And 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n30.11.2022 Passed By The X Additional District And\nSessions Judge, (Commercial Court) Bengaluru Rural\nDistrict, Bengaluru, Allowing Ia No.Vi Filed By Petitioners\nUnder Order Vii Rule 11 Of The Code Of Civil Procedure\nSeeking Rejection Of Plaint Vide Annx - A. \n                                   -6-\n                                           Nc: 2023 :Khc:19391 \n                                              Wp No. 23517 of 2022 \n                                          And Connected Matters \n\n\n      These Petitions, Coming On For Preliminary Hearing,\nThis Day, The Court Made The Following:\n\n\n                              Order \nAll these petitions arise out of two suits in Com.O.S.No.1397/2020 and Com.O.S.No.1398/2020 respectively, which are presently pending on the file of Ii Addl. Senior Civil Judge, Bengaluru Rural Distri ct, Bengaluru (Commercial Court). \n2. Heard the learned counsel for the parties and perused the material on record.\n3. The material on record discloses that respondent- plaintiff instituted two suits in Com.O.S.No.1397/2020 and Com.O.S.No.1398/2020 against the petitioners who are the defendants in both the suits for ejectment and other reliefs in relation to suit schedule immovable properties. It is an undisputed fact that both the suits instituted on 08.12.2020 are pending before the II Addl. Senior Civil Judge, Bengaluru Rural District, Bengaluru. \nThe plaintiff in Com.O.S.No.1397/2020 is Mr. Narayan while the plaintiff in Com.O.S.No.1398/2020 is Mrs. Thara Narayan, who is his wife. It is relevant to state that the petitioners are defendants in both the suits. \nNC: 2023:KHC:19391 AND CONNECTED MATTERS 4 . During pendency of the suits, the plaintiff filed applications under Section 15 of the Commercial Courts Act, 2015 (for short, the 'Act') seeking transfer of both the suits to designated commercial Court in view of the fact that the dispute between the parties was commercial dispute within the meaning of Section 2(1)(c)(vii) r/w the Explanation appended to the said provision. The said applications were opposed by the petitioners-defendants, who contended that the dispute between the parties was not a commercial dispute and consequently the suits could not be transferred to designated Commercial Court but had to continue before the Senior Civil Judge, Bengaluru Rural District, Bengaluru. \nIt was also contended that applications ought to have been filed by the respondent before the Principal Senior Civil Judge, Bengaluru Rural District and not before the II Addl. Senior Civil Judge, Bengaluru Rural District, Bengaluru and as such the applications were liable to be rejected.\n5. After hearing the parties, the Trial Court allowed the said applications directing transfer of the suits to the designated Commercial Court, Bengaluru Rural District, Bengaluru by holding as under:\nNC: 2023:KHC:19391 AND CONNECTED MATTERS \"Order on IA filed \"U/s 15 of Commercial Courts\" Act. \nThe stage of the suit; The plaintiff's evidence;\n2. The suit reliefs: (Eviction and for recovery of arrears of rent)\na) Direct the defendants to quit and deliver the vacant possession of the suit schedule property to the plaintiff herein. \nb) Direct the defendant to pay the plaintiff and balance rents and electricity charges or any other charges pending from the defendants to an extent of Rs. 12,60,000/- along with a reasonable interest at the discretion of this Hon'ble court, and future mesne profits at the rate of Rs.1,40,000/- p.m., from the date of the suit till the date of delivery of vacant possession of the suit schedule property by the defendants to the plaintiff for the use and occupation of the schedule property as an unauthorised occupant / trespasser as contemplated under Order 20 Rule 12 of C.P.C.\nc) Direct the defendants herein to pay the plaintiff damages for unnecessary harassment caused to her, as per the decision of this Hon'ble court. \nd) Direct the defendants to pay the plaintiff the costs of this suit and grant such other relief or reliefs as this Hon'ble court deems fit to grant in the circumstances of the case.\n3. THE SUIT SCHEDULE NC: 2023:KHC:19391 AND CONNECTED MATTERS Property bearing 7A/4, KIADB, Kadugodi Industrial Area Near Molex India Ltd., Bengaluru 560 067 measuring 6600 sq. ft (Ground Floor 4850 Sq.ft and First Floor 1775 sq.ft) and road for the common use of both the plaintiff and defendants, the land and the industrial shed bearing demarcated in the plan.\n4. The plaintiff files an IA, IA filed U/s 15 of Commercial Courts\" Act seeking transmit the file to commercial court in view of suit is for eviction from commercial building and also recovery of money.\n5. The 2nd defendant files statement of objections IA by contending that application is not to maintainable as Sec. 15 commercial court Act 2005 is not a prospective nature as suit was not filed prior to 31.07.2018 as that day suits of commercial in nature must have been filed before dedicated commercial court and also the subject matter of suit does not fall under any categories mentioned en definition of Commercial Court Act, 2015. Commercial Court is a district court and suit is not for commercial disputes and not the disputes such as the present one to be adjudicated. Accordingly seeks for rejection of application. \n6. Heard on both sides;\n7. . From the above materials, the following point is arisen for my consideration.\nPOINTS - 10 - NC: 2023:KHC:19391 AND CONNECTED MATTERS Whether plaintiff proves the nature of disputes involved in the suit attracts commercial nature accordingly, case to be transferred before the designated commercial court? \n8. My answers to the above points are as follows:\nPoint No.i: In the affirmative.\nREASONS 9. Point No.: Facts of the case: As per plaint averments, the plaintiff is the absolute owner of schedule property, she let out the schedule property on monthly rent basis for a period of 3 years, First Year Rs.1,40,000/- p.m., from 08.09.2017 to 07.09.2018. Second Year Rs.1,75,000/- p.m., from 08.09.2018 to 07.09.2019 and Third Year Rs.1,83,750/- p.m., from 08.09.2019 to 07.09.2020. Accordingly on registered lease deed dated 08.09.2017 was entered between the parties. As per say of the plaintiff, the defendants are running printing business. Due to default in payment and also expiry of lease period, the eviction notice was issued on 19.10.2020 but did not vacate the premises despite termination of lease. Hence, the suit was filed on 19.12.2020.\n10. The plaintiff further says suit schedule property is situated at Karnataka Industrial Development Area (KIDB), as per the say of plaintiff, the property was let out for printing press along with fixed accessories as plaintiff was running printing press earlier to lease in the schedule premises. Therefore, it attracts Commercial nature of - 11 - NC: 2023:KHC:19391 AND CONNECTED MATTERS dispute as defendants deliberately stopped from paying agreed rent and also failed to vacate the despite notice. \n11. After court summons was published in the news paper, the defendants appeared. The 2nd defendant or any other defendants did not choose to file written statement to know their contentions in this case. \n12. Though both sides especially 2nd defendant agreed indirectly that, the nature of facts agitated in the plaint attracts commercial disputes, but this court does not have power to transfer the case by exercising under section 24 of CPC instead it can return the plaint by invoking order 7 Rule 10 of CPC., in case court finds dispute is a commercial dispute. \n13. The 2nd defendant who represents the case party in person and also a practicing Advocate argues that, In support of his submission, he relies on citation reported in 2021 SCC Online Kunhimoosa). Ker 9808 (C.K. Surendran Vs. In this citation, the Hon'ble Kerala High Court held that, if court finds dispute attracts commercial dispute, the court has to return the plaint by invoking order 7 Rule 10 of CPC., and as he does not have power to transfer the suit. \n14. The supra citation does not applicable to facts on hand for the reason is, the case on hand was filed prior to establishment of Dedicated Commercial Courts within the Bengaluru Rural District. \n- 12 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 15. Now it is better to reproduce Section 15 (1), (2) and (5) of Commercial Court Act, 2015 for know the provisions of the Act;\nTransfer of pending cases: (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, ( 26 of 1996) relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, (26 of 1996) relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which Commercial Court has been a constituted, shall be transferred to such Commercial Court. \nProvided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub section (1) or sub-section (2).\n(3)***** (4)***** (5) In the event that such suit or application is not transferred in the manner specified in sub - section (1), sub-section (2) or sub - section (3), the Commercial Appellate Division of the High Court may, on the - 13 - NC: 2023:KHC:19391 AND CONNECTED MATTERS application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \nAs per Supra Provisions, where a commercial Division has been constituted, the pending suits shall be transferred to the Commercial Court. Commercial court is constituted subsequently institution It means, if the of the suit, the court has to transfer, in case after institution of Commercial Court in a district, the suit must not be filed in any other court. In case, it were filed, as per section 15(5) of, the Act, the party may withdraw such suit and file before Commercial court. \n16. Further, the Commercial Courts Act was enacted, 31.02.2015 it had amendment. Though it is again considered as in the year 2015 itself the Act came into force but, it was depending upon concerned States or such States to establish or constitutes Commercial Courts. The Section 2 (1) (7) Commercial Courts Act which says agreements relating to immovable property used exclusively in trade or commerce which attracts the commercial disputes dispute. can also attracts commercial 17. Here, since lease agreement which is a registered on 22.08.2017 and exclusively used for commercial business, it attracts commercial disputes. \n- 14 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 18. The learned counsel for plaintiff, produces the Notification of Hon'ble High Court of Karnataka dated 17.12.2020. In this Bengaluru Rural District, as per High Court Notification bearing 17.12.2022. No . GOB (1) 1.2020 dated the Hon'ble X Addl. District and Sessions Court Bengaluru Rural District 28.12.2020. was established on Further, the RTI information furnished by Administrative Branch, Bengaluru Rural District dated 15.10.2022 which states that in Bengaluru Rural District, the 10th Addl. District and Sessions Judge, Bengaluru Rural District, Bengaluru dedicated Commercial Court started to functioning from 28.12.2020. filed on 19.12.2020. The suit was filed on 19.12.2020.\n19. Therefore, court holds, in view of the suit on hand was filed on 19-12-2020 prior establishment of dedicated Commercial Court. This court ought to have transfered the case to said court as direction issued by Hon'ble Prl. District and Sessions Judge, Bengaluru Rural District and moreover even the Section 15 clearly mandates the empower of the courts in which dealing with the commercial dispute suits, but either plaintiff defendants or this court did not identify this case. or 20. So regarding commercial disputes is concerned, the 2nd defendant produces two citations reported in 2016 SCC Online Del 4282 (Mrs. Soni Dave Vs. M/s.Trans Asian Industries Expositions Pvt Ltd., and also another citation reported is in 2016 Onlince Delhi 760 - 15 - NC: 2023:KHC:19391 AND CONNECTED MATTERS (Havells India Limited Vs. The Advertising Standards Council of India).\n21. These citations are in respect of commercial Securitization and Reconstruction of disputes in case Financial Assets and Enforcement of Securities Interest Act, 2002 is in question. So the facts in case property value is concerned where suit is for recovery of money. Such circumstances, the suit does not fall under the category of commercial disputes. transfer the suit. So the court cannot transfer the suit. \n22. This citation does not applicable to facts on hand, in view the subject matter of the property is a industrial land which is not in dispute and also the schedule property situated in industrial area as per say of plaintiff the defendants are running printing press business, which is called as commercial business. \n23. The subsequent citation is in respect of dispute between Havells Wire and Tagline wires that don't catch fire, the name is misleading and exaggerated one. This facts pertaining to trade mark. Therefore, hence it is not required to discuss as it is does not applicable to facts on hand. \n24. Main moto of defendants is to drag the case, otherwise, they would not have waited for two years to appear in this case in view of suit is for eviction and recovery of money. Moreover, the plaintiff deprived from receipt of at least agreed rent from past two years. Therefore, in view of this suit attracts commercial dispute - 16 - NC: 2023:KHC:19391 AND CONNECTED MATTERS in view of schedule property situated within the area of industrial area and also the defendants are running a business in the name and style of M/s. Polyprint involving in the process of printing etc., Accordingly, this court is empowered to transfer the case to dedicated commercial court. Hence, instead of returning the plaint as contented by 2nd defendant the court has to transfer the case to commercial courts. Accordingly, IA.No.l is liable to be allowed by answered point is in the Affirmative proceed to pass the following:\nORDER The IA.NO.I filed by plaintiff Under Section 15 of Commercial Courts Act, 2015 is hereby allowed with costs. \nIn the result, this suit is transmitted to designated Commercial Courts, Bengaluru Rural District. \nThe parties who have all appeared are hereby directed to appear before the said court, on 29.10.2022. \nOffice to send the entire file, by after indexing. \nThe defendants are not expected to any further intimation regarding appearance on 29.10.2022.\"\n6. After the matter stood transferred to the commercial court, the petitioner filed applications in both the suits under Order VII Rule 11 of CPC for rejection of plaint inter alia contending that respondent-plaintiff had not exhausted the mandatory pre-litigation - 17 - NC: 2023:KHC:19391 AND CONNECTED MATTERS mediation contemplated under Section 12-A of the Act and the suits were premature and the plaint were liable to be rejected. The said applications also having been opposed by the respondents, the commercial court proceeded to pass the impugned order rejecting the said applications by holding as under:\n\"ORDER The defendant No.1 has filed this application U/o VII Rule 11 of Code of Civil Procedure for rejection of plaint. \n2. The Managing Director of the defendant No.1 has filed an affidavit in support of the application wherein it is stated that the plaintiff has filed the present suit against the defendants for eviction and other consequential reliefs. The plaint is liable to be rejected in accordance with Order VII Rule 11 of Code of Civil Procedure as the plaintiff has failed to comply with the mandate as contemplated under Section 12-A of the Commercial Courts Act (hereinafter called the Act). The suit does not contemplate any urgent relief under the Act. Unless the matter exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by Rules made by the Central Government, the suit is not maintainable and the plaint is liable to be rejected. \n3. It is further-stated that the Central Government in exercise of the powers conferred by sub-section 2 of Section 21-A read with sub-section (1) of Section 12-A - 18 - NC: 2023:KHC:19391 AND CONNECTED MATTERS of the Act issued a notification vide GSR.606(E) dated 03-07-2018 which was published in the Gazette of India Extraordinary on 03-07-2018. Hon'ble Supreme Court of India in its judgment reported in 2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,) declared that Section 12-A of the Act is mandatory and any suit instituted violating the mandate of Section 12-A of the Act must be visited with the rejection of the plaint under Order VII Rule 11 of Code of Civil Procedure. The said ruling came into effect from 20-08-2022. The present suit was numbered before this court on 29-10-2022 much after the date stipulated by Hon'ble Supreme Court of India in the above mentioned case. \n4. It is further stated that the suit is instituted in personal capacity. The defendant No.1 does not have any contract with the plaintiff. There is no privity of contract between the plaintiff and the defendant No.1. The plaintiff has not produced any document to show that she and the defendant No.1 are bound by any contract. Hence, there is no cause of action to file the suit and as such the suit may be dismissed on the ground that there is no cause of action to file the same. Hence, the application. \n5. The plaintiff has filed objections to the application stating that the application is not maintainable either in law or on facts. The plaintiff has denied the averments made by the defendant as false and contended that the present suit was filed before the - 19 - NC: 2023:KHC:19391 AND CONNECTED MATTERS City Civil and Sessions Judge, Bengaluru on 04-12- 2020 in O.S. No. 1397/2020. The case was not filed before this court as a commercial case because at that time, this, court was not established. The court has started functioning only from 28-12-2020 which is evident from Notification No.GOB(I)1/2020 dated 17-12- 2022 issued by the Hon'ble High Court of Karnataka. The case was not been filed in a commercial court, but has come before this court by virtue of transfer application filed by the plaintiff under Section 15 of the Commercial Courts Act and the same shall be tried as per Section 15(4) of the Act which provides that the Commercial Court may hold case management hearing in respect of transferred suits in order to prescribe lines or issue such further directions as may be necessary for the speedy disposal of the suit. Therefore, Section 12-A of the Act is not applicable in the present facts and circumstances. At this stage, when the matter is transferred to this court and it was posted for plaintiff's evidence, the question of rejection of plaint under Order VII Rule 11 of Code of Civil Procedure for non- compliance of Section 12A of the Act does not arise. Section 12-A of the Act is applicable to suits newly instituted before the Commercial Court and not to the transferred suits. The process for transferred cases is provided under Section 15(4) of the Act. \n6. It is further contended that the judgment relied by the defendant No.1 is not applicable in the present case because it is applicable to newly instituted suits before the Commercial Court and not to the transferred - 20 - NC: 2023:KHC:19391 AND CONNECTED MATTERS cases. It is denied that the present case is a newly instituted case before this court because it has been provided with new number. It is further contended that the defendants have avoided the receipt of the summons for two long years even after knowledge of the case. The written statement of the defendants has been taken as nil. The defendant No.1 has also filed an application under Section 15(4) of the Act to prescribe new time line for filing the written statement. The defendant is blowing hot and cold as in one application, he seeks for rejection of the plaint and in other application, he prays for filing written statement. This conduct clearly shows that the present application has been filed only to delay the proceedings and to waste the time of this court. Hence, he has sought for dismissal of the application with heavy costs. \n7. The defendants No.2 to 4 have adopted the interlocutory application filed by the defendant No.1' by filing memo. \n8. Heard the arguments. The counsel for the defendant No.1 produced copy of keynote address by Hon'ble Minister of Law and Justice, Government of India dated 05-07-2022, copy of Business Enabling Environment (BEE) Project. He has relied upon ruling reported in 2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.). I have perused the records. \n9. Now the points arise for my consideration are as under:\n- 21 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 1) Whether the suit is barred by the provisions of Section Commercial Courts Act? 12-A of the Commercial Act?\n2) Whether the plaint does not disclose cause of action? \n3) What order? \n10. My findings on the above points are as under:\nPoints No.1 and 2 : In the negative;\n       Point No.3         :       as per final order for the                               following;\n                        REASONS 11. POINT NO.1: The defendant No.1 has sought for rejection of the plaint on two grounds. Firstly, on the ground that provisions of Section 12-A of the Act bars the filing of the suit without initiating pre-institution mediation process and secondly, the plaint does not disclose any cause of action. The other defendants have adopted the I.A. by filing memo. The plaintiff has denied the contentions of the defendants as to bar under Section 12-A of the Commercial Courts Act and regarding non-disclosure of cause of action. \n12. The Commercial Courts Act is enacted in the year 2015 and it was amended in the year 2018. The amendment Act, 2018 has introduced Section 12-A to the Act which reads as under:\nSECTION 12A: Pre-Institution Mediation and Settlement (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution - 22 - NC: 2023:KHC:19391 AND CONNECTED MATTERS mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government. \n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation. \n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties: Provided further that, the period during which the parties remained occupied with the pre- institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of - 23 - NC: 2023:KHC:19391 AND CONNECTED MATTERS section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\nThe above provision came into effect from not The above provision came 03-05-2018 and it mandates that a suit which does contemplate any urgent interim relief under the Act shall not be instituted unless the plaintiff exhausts the remedy of pre- instituted mediation in accordance with the manner and procedure prescribed by the Rules made by the Central Government. Accordingly, the rules have been framed by the Government wherein the District Legal Services Authority is nominated as competent authjority to carry out the pre- institution mediation process. The Hon'ble Supreme Court has held in the ruling relied by the defendants as under:\n\"91: The statute which has generated the controversy is the Amending Act of year 2018. We have noticed that there is undoubtedly a certain amount of cleavage of opinion among the High Courts. The other feature which is to be noticed is that, this is a case where the law in question, the Amending Act containing certain Section 12A is a toddler. The lw necessarily would have teething problems at the nascent stage. The specified value has been lowered drastically from Rs.1 crore to Rs.3 lakhs. The imperative need to comply with the mandate of Section 12A which we have unravelled if it has not been shared by the parties on the advice they - 24 - NC: 2023:KHC:19391 AND CONNECTED MATTERS received or on the view prevailing in the High Courts would necessarily mean that unless we hold that the law, we declare is prospective such suits must perish. The court fee paid would have to be written off. In a fresh suit which would be otherwise barred by limitation, shelter can be taken only under Section 14 of the Limitation Act. The availability of the power under Section 14 itself may have to be decided by the court. \n92. Having regard to all circumstances, we would dispose of the matters in .these the following manner. We declare that Section 12A of the Act is mandatory and hold that any suit instituted violating the mandate of Section 12A must be visited with rejection of the plaint under Order VII Rule 11. This power can be exercised even suo-moto by the court as explained earlier in the judgment. We, however, make this declaration effective from 20-08-2022 so that concerned stakeholders become sufficiently informed. Still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration. Still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the dclaration of prospective effect will not avail the plaintiff. Finally, if the plaint is filed violating Section 12A after the jurisdictional High Court has declared Section - 25 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 12A mandatory also, the plaintiff will not be entitled to the relief. \n93. In Civil Appeal arising out of SLP (C) No.14697 of 2021 taking note of the fact that it is a case where the appellant would have succeeded and the plaint rejected, it is also necessary to order the following. The written statement filed by their appellant shall be treated as the application for leave to defend filed within time within the meaning of Order XXXVII and the matter considered on the said basis. While we disapprove of the reasoning in the impugned orders we decline to otherwise interfere with the ordrs and the two appeals shall stand disposed of accordingly. In Civil Appeal arising out of SLP No.5737 of 2022, we set aside the order directing payment of costs of Rs.10,000/-. The petition of permission to file SLP in SLP  Diary NO.29458 of 2021 and the said SLP shall stand disposed of as already indicated in the judgment. \nThe above observation of Hon'ble Supreme court makes it clear that Section 12-A fo the Act is mandatory and any suit instituted violating the mandate of Section 12A must be visited with rejected of the plaint under Order VII rule 11 of Code of Civil Procedure, that the power of rejection can be exercised even suo-oto by the court. However, Hon'ble Supreme Court has clarified that the declaration made in the said ruling is effective from 20-08-2022, so that concerned - 26 - NC: 2023:KHC:19391 AND CONNECTED MATTERS stakeholder become sufficiently informed. This would mean that the suits instituted subsequent to 20-08- 2022 shall mandatorily comply the provision of Section 12A of the Act. The above said declaration by Hon'ble supreme Court has saved the suits which are instituted prior to 20-08-2022. \n13. The plaintiff has filed the present suit for ejectment of the defendants from the schedule property, for arrears of rent, electricity charges and other charges, for future mesne profits and for damages. The defendant No.1 is a private limited company and the other defendants are the Director, Managing Director and CEO of the said company. It appears from the records that the suit was filed on 08- 12-2020 before the Prl. Senior Civil Judge, Bengaluru Rural District, Bengaluru and it was registered in O.S. No.1397/2020. Summons to the defendant No. 1 was returned as refused. Nobody has appeared before the court representing the defendant No.1 and hence, he was placed ex parte. Summonses were not served upon the other defendants in the ordinary course. Hence, summons were directed against them by substitute service i.e., by publication. In spite of publication of the summons in the newspaper, the defendant No.2 to 4 remained absent and hence, they were also placed ex parte. When the matter was posted for plaintiff's evidence, the defendants have appeared before the court through their counsel and got the ex parte order set aside, but the defendants have not filed their written statement. In the meantime,\n- 27 - NC: 2023:KHC:19391 AND CONNECTED MATTERS the plaintiff has filed I.A. under. Section 15 of the Act. The defendant No.2 has filed statement of objections, but the other defendants have not filed their objections. After hearing the arguments, the court vide dated 17- 10-2022 has allowed the application and ordered fo transfer of the suit to this court with a direction to the partie to appear before the court on 29-10-2022.\n14. In pursuance to the said order, the matter was placed before the Hon'ble Principal District and Sessions Judge, Bengaluru Rural District, Bengaluru who has madeover the case to this court. Then the suit was renumbered as Commercial O.S. No.336/2022 on 29-10-2022. Thereafter the parties have appeared before.the court. The plaintiff, the defendants No.1, 3 and 4 are represented by their counsels, whereas the defendant No.2 is appearing in person. \n15. The suit did not contemplate any urgent orders when it was filed on 08-12-2020 before Prl. Senior Civil Judge, Bengaluru Rural District, Bengaluru. The suit was filed before a Civil Court and as such there was no need for compliance of Section 12A of the Act at that time. This court was established with effect from 28-12-2020 and the suit was filed before the civil court earlier to the establishment of this court. The suit is transferred to this court and was taken up before the court on 29-10-2022 which is subsequent to the date fixed by the Hon'ble Supreme Court of India in the above mentioned ruling, but it is to be noted that the bar created under Section 12-A of the Act is for - 28 - NC: 2023:KHC:19391 AND CONNECTED MATTERS institution of a fresh suit and it does not apply to a suit or proceeding which is transferred to the commercial court. The present suit is transferred under Section 15 of the Act and registration of he suit as commercial suit after its transfer cannot be considered as institution of the suit. Hence, the declaration made by the Hon'ble Supreme Court of India in the above said ruling cannot be applied to the present suit. The Keynote address of the Hon'ble Law Minister is pertaining to the object of enacting Commercial Courts. Since, the suit is instituted prior to the date fixed by the Hon'ble Supreme Court that too before a Civil Court, mandatory provisions of Section 12A of the Act, have no application to the present suit. I am of the opinion that the bar created by Section 12-A of the Act is not applicable to the present suit and hence, I answer the point in the negative. \n16. POINT NO.2: Cause of action is bundle of facts and it can be gathered from taking into consideration the whole averments of the plaint. On perusal of the plaint, it reveals that the plaintiff has pleaded about existence lease, about termination of lease, arrears of rent, etc., The plaint para No.21 is pertaining to the cause of action. The plainti has specifically pleaded as how he acquired right to sue the defendants. The contentions raised by the defendants as t cause of action are nothing but the defences that can be raised in written statement. It is settled principle of law that a plaint can be rejected only on the basis of averments of the plaint and documents produced in - 29 - NC: 2023:KHC:19391 AND CONNECTED MATTERS support of plaint. The plaint cannot be rejected on the basis of contentions of the defendants. Moreover, lack of cause of action to file the suit is different from non disclosure of cause of action in the plaint. Only in latter case, the plaint is liable to be rejected. In this case, upon plain reading of the plaint, it can be said that the plaint discloses cause of action. Hence, I answer the point in negative. \n17. POINT NO.3: The defendant No.1 has filed the application which is adopted by the other defendants. The provisions of Sec.12A of the Act has no application to the. facts of this case. The principle laid down by Hon'ble Supreme Court in the ruling relied by the defendants cannot be applied to the facts of the case on hand. The plaint discloses cause of action and the suit is not barred by any law. I am of the opinion that the application is misconceived. It is also filed to protract the matter. Hence, it is liable to be dismissed with costs. \n18. In view of the above discussion and finding, I proceed to pass the following:\nORDER I.A.No. VI under Order VII Rule 11 of Code of Civil Procedure filed by the defendant No.1 and adopted by the other defendants is hereby dismissed with costs. \n- 30 - NC: 2023:KHC:19391 AND CONNECTED MATTERS The defendants are liable to pay cost of Rs.2,000/- each to the plaintiff\".\n7. I have given my anxious consideration to the rival submissions and perused the material on record. \n8. The following points arise for consideration in the present petition:-\n1) Whether the Commercial Court was justified in allowing the applications filed by the respondents under Section 15 of the Commercial Courts Act, 2015?\n2) Whether the Commercial Court committed an error in rejecting the applications filed by the petitioners under Order VII Rule 11 of CPC seeking rejection of plaint? \n9. REG: POINT NO.1: A perusal of the material on record in particular, the plaint averments in Com.O.S.no.1397/2020 and Com.O.S.No.1398/2020 will clearly indicate that respondents- plaintiffs have referred to registered lease deed dated 08.09.2017 alleged to have been entered into between the respondents and the petitioners. In fact, copy of the said document has been produced by the respondents-plaintiffs along with the plaint. Under these circumstances, in the light of the definition of commercial - 31 - NC: 2023:KHC:19391 AND CONNECTED MATTERS dispute as contemplated and enjoined Section 2 (1) (7) of the Act read with the explanation to the said provision which contemplates that a commercial dispute includes disputes arising out of agreements relating to immovable properties used exclusively in trade or commerce, I am of the view that the Trial Court was fully justified in allowing the applications filed by the respondents under Section 15 of the Act. It is significant to note that it is an undisputed fact that the suit schedule property is being used for trade or commerce by the petitioners and consequently, the dispute between the parties would cover by the definition of commercial dispute under Section 2 (1) (vii) of the said Act. Accordingly, the impugned order passed by the Trial Court allowing the applications filed by the respondent under Section 15 of the said Act cannot be said to illegal, arbitrary or having occasioned failure of justice warranting interference by this Court in the present petition. Point no.1 accordingly answered against the petitioners. \n10. REG: POINT NO.2: The petitioners filed the instant application under Order VII Rule 11 of CPC seeking rejection of the plaint inter alia contending that the respondents had not exhausted the mandatory pre-litigation mediation contemplated under Section 12(1) of the said Act prior to instituting the suit before the - 32 - NC: 2023:KHC:19391 AND CONNECTED MATTERS designated commercial court and on this score alone, the plaint was liable to be rejected. In this context, reliance is placed upon the judgment of the Apex Court in the case of PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS PRIVATE LIMITED - 2022 SCC ONLINE SC 1028 in order to contend that violating the mandate of Section 12-A of the Act must be visited with the consequence of rejection of the plaint. In the facts of the instant case, it is undisputed fact that the suit was instituted on 08.12.2020 before the Addl. Senior Civil Judge, Bengaluru Rural District, Bengaluru, much prior to the said judgment having been pronounced by the Apex Court. Further, a perusal of the aforesaid judgment of the Apex Court will also indicate apart to the fact that same does not have retrospective operation and is not applicable to pending suits before the commercial courts, the question of directing parties to exhaust the remedy of pre-litigation mediation as contemplated under Section 12-A of the said Act would arise only to the suits instituted after the said judgment in PATIL AUTOMATION PRIVATE LIMITED (supra) was pronounced on 20.08.2022 which is prospective in operation and would not affect pending suits as suits instituted earlier. Under these circumstances, the Trial Court has come to the correct conclusion that no reliance - 33 - NC: 2023:KHC:19391 AND CONNECTED MATTERS can be placed upon the said judgment of the Apex Court in the case of PATIL AUTOMATION PRIVATE LIMITED (supra) for the purpose of coming to the conclusion that the instant suits undisputedly instituted prior to 20.08.2022 when the said judgment was pronounced was not applicable to the fact of the instant case. \nIt is also significant to note that though the order of transfer to the Commercial court is dated 17.10.2022 subsequent to the judgment of the Apex Court rendered on 20.08.2022, the suits having been instituted on 08.12.2020, mere transfer under Section 15 of the Act subsequently cannot be construed or treated as the suit being instituted after 20.08.2022 so as to attract rigor Section 12-A of the Act and on this ground also, the Trial Court was fully justified in rejecting the application filed by the petitioners under Order VII Rule 11 of CPC. Accordingly, point No.2 is also answered in the negative against the petitioners. \nIn view of the aforesaid facts and circumstances, I do not find any merit in the petitions and the same are hereby dismissed. \nSd/-\nJUDGE NMS",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court universal test solutions llp vs s l k software services private limited on 4 october, 2023 author: s.g.pandit bench: s.g.pandit in the high court of karnataka at bengaluru dated this the 4th day of october, 2023 before the hon'ble mr.justice s.g.pandit writ petition no.16338/2023 (gm-cpc) between: universal test solutions llp a limited liability partnership registered under the limited liability partnership act, 2008 under registration no.aab-1485 and having its registered office at c/o 303, anurag business center vt patil marg, near amar theater chembur (e), mumbai-400071 by its partner mr. anannd khosla. .petitioner (by sri joshua hudson samuel, adv.) and: s.l.k. software services private limited a company registered under the provisions of the companies act, 1956 and having its registered office at slk1, 40/a, khb industrial area yelahanka, bangalore-560 0064 rep. by its managing director. .respondent (by ms. tamarra sequira, adv. for c/r) this writ petition is filed under articles 226 and 227 of the constitution of india praying to call for the records in comm as no.1/2021 on the file of the lxxxiii addl.city civil and session judge (commercial court) bangalore (cch-84) and after examining the legality ad 2 validity of the impugned order dated 15.07.2023 rejecting the application filed by the petitioner for direction to the registrar city civil court bangalore and etc. this writ petition having been heard and reserved on 14/08/2023 coming on for pronouncement this day, the court made the following: order the petitioner/defendant in com.a.p.no.1/2020 on the file of lxxxiii additional city civil and sessions judge at bengaluru city (cch-84) (for short, 'trial court') is before this court under article 227 of the constitution of india, against rejection of application filed under section 151 of cpc praying for a direction to invoke bank guarantee and disburse the amount to the respondent., i.e., petitioner herein. 2. heard the learned counsel sri.joshua hudson samuel for petitioner/defendant and learned counsel ms.tamarra sequeira for caveator/respondent. perused the entire writ petition papers. 3. brief facts of the case are that petitioner initiated arbitration proceedings against respondent in cmp no.345/2017. the arbitrator was appointed to resolve the dispute between the petitioner and respondent. it is stated that arbitrator conducted proceedings in a.c.no.92/2018 and passed interim award dated 14.11.2018 and final award dated 30.09.2019 directing the respondent to furnish bank guarantee for rs.2 crores under interim award and directed the respondent to pay a sum of usd 7,92,369 with 18% interest under the final award. the said award dated 30.09.2019 was challenged under section 34 of the arbitration and conciliation act, 1996 (for short, 'arbitration act') before the commercial court, bengaluru by respondent herein in a.p.no.1/2020. the petitioner also challenged portion of the award under section 34 of the arbitration act in a.s.no.182/2019. 4. in a.p.no.1/2020 filed by respondent herein, the commercial court on application by the respondent herein passed an interim order dated 17.03.2020 staying the execution of award, subject to the respondent depositing 60% of the award amount and on furnishing security for the balance 40% by way of bank guarantee. the respondent in pursuance to interim order dated 17.03.2020, deposited a sum of rs.4,80,02,855/before the registrar, city civil court and also furnished bank guarantee for a sum of rs.3,20,01,903/in the name of the registrar, city civil court, bengaluru. thereafter, both the proceedings initiated under section 34 of arbitration act by the petitioner as well as respondent were heard and dismissed. the commercial court while dismissing a.p.no.1/2020 directed that 60% of the award amount in deposit be released in favour of the petitioner herein who was respondent before the commercial court. no order was passed in respect of the bank guarantee furnished to the court. the petitioner's a.s.no.182/2019 was dismissed under judgment dated 30.10.2021, against which commercial appeal no.7/2021 is pending before this court. 5. on dismissal of a.p.no.1/2020 filed by respondent herein by judgment dated 30.10.2021, the petitioner herein filed application dated 18.05.2022 under section 151 of cpc seeking a direction to the registrar, city civil court, bengaluru to invoke bank guarantee dated 07.10.2021 and disburse the amount to the petitioner, since bank guarantee was offered as security for the award amount under order dated 17.03.2020. the said application was opposed by respondent by filing objections contending that the court had become functus officio and as such the court would not get jurisdiction to entertain the application. it is also contended that bank guarantee was in the nature of security and was never intended to be disbursed to the respondent. it is also stated that when the petitioner had preferred commercial appeal no.7/2022 before this court praying to set aside the award, the petitioner cannot seek for enforcement of bank guarantee. it is also stated in the objections that petitioner's claim has not attained finality and petitioner is required to initiate execution proceedings in respect of any amount which it claims. 6. the bank guarantee was extended from time to time and it was extended till 31.07.2023. the commercial court by order dated 26.07.2022, dismissed the application filed under section 151 of cpc by the petitioner, which had sought a direction to invoke the bank guarantee on the ground that the bank guarantee was taken at the time of passing order of stay of the operation of award and it is open for the petitioner herein to take steps for execution of the award. the said order dated 26.07.2022 dismissing application of the petitioner was the subject matter of writ petition before this court in w.p.no.22221/2022. this court by order dated 08.06.2023, allowed the writ petition, set aside the order dated 26.07.2022, remitted the matter back to the commercial court for re-consideration by treating the application as review petition/application and to pass appropriate orders in accordance with law. 7. the respondent herein filed review petition no.282/2023 against the order dated 08.06.2023 in w.p.no.22221/2022 and the said review petition was disposed of by order dated 22.06.2023 making it clear that all rival contentions on all aspects of the application including maintainability/non-maintainability are kept open to be decided by the commercial court, without expressing any opinion. thereafter, the commercial court on re-consideration of the application, passed the impugned order dated 15.07.2023 rejecting the application of the petitioner filed under section 151 of cpc seeking invocation of bank guarantee dated 07.10.2021 on the ground that as the arbitration act does not provide for review of order passed under section 34 of arbitration act, the provisions of section 47 and section 114 of cpc cannot be applied and the review petition would not be maintainable. further, it also observed that section 34 petition cannot be converted as petition under section 36 for enforcement of award, that too without paying the stamp duty on the award. aggrieved by the said order, petitioner is before this court in this writ petition. 8. learned counsel sri.joshua hudson samuel has contended that, (i) bank guarantee was furnished by respondent as security in terms of interim order dated 17.03.2020 in a.p.no.1/2020. on dismissal of a.p.no.1/2020 filed by respondent herein, the commercial court ought to have invoked bank guarantee given as security and ought to have directed payment to the petitioner towards the amount due under award. (ii) the commercial court having directed the amount in deposit be paid to the petitioner, failed to invoke bank guarantee. the security furnished in the form of bank guarantee was towards the award under challenge and when the challenge to award by respondent was dismissed, the commercial court in exercise of its power ought to have directed invocation of bank guarantee. (iii) the commercial court having released the amount in deposit which was also directed to be deposited as security to the award and on the same analogy, the commercial court should have directed invocation of bank guarantee. both the cash deposit and bank guarantee stand on the same footing and while realizing, they cannot be treated as different. (iv) the commercial court failed to note that the security obtained by way of bank guarantee was to protect the interest of the petitioner under the award which was challenged under section 34 of the arbitration act. (v) observation of the commercial court that bank guarantee was given as security during pendency of challenge to award under section 34 of the arbitration act and not for enforcement of award under section 36 of the arbitration act is erroneous and would not stand to reasons. the commercial court by way of interim order directed the respondent to furnish security by way of bank guarantee. (vi) there is no security available to realize the fruits of the award as the bank guarantee furnished by respondent herein has expired. therefore, he pleads difficulty in executing the award in terms of section 36 of the arbitration act. to substantiate the same, he has referred to the letter dated 01.08.2023 and submitted that bank guarantee was extended up to 31.05.2024 and was submitted to the registrar, city civil court, but on verifying it is found that no such guarantee is available in the file of com.a.p.no.1/2020, which is clear from the above stated letter issued by the sheristedar, city civil court (commercial court), bengaluru. in that regard, learned counsel would request for passing appropriate order. (vii) that the purpose and object of arbitration is speedy and expeditious disposal of the disputes. therefore, there is no need to go through the process of execution proceedings when security is available before the court. (viii) the observations of the commercial court that to avoid payment of stamp duty, the petitioner is seeking invocation of bank guarantee given as security, was uncalled for since the commercial court could have called upon the petitioner to pay stamp duty on the award and thereafter could have invoked the bank guarantee. thus, he prays for allowing the writ petition and to direct the commercial court to invoke bank guarantee furnished as security by the respondent. 9. learned counsel sri.joshua hudson samuel initially also argued on the point of power of review of the commercial court, but when this court pointed out that same would be academic in the present writ petition, learned counsel submitted that said question may be kept open to be decided in any other appropriate proceedings. 10. per contra, learned counsel ms.tamarra sequeira for caveator/respondent would support the order of the commercial court and would submit that, (i) once the proceedings under section 34 of the arbitration act is disposed of, commercial court would not get jurisdiction to issue further direction on the application filed by the petitioner. (ii) the only course open for the petitioner is to file execution petition under section 36 of the arbitration act. (iii) the petitioner filed application under section 151 of cpc seeking for a direction to invoke bank guarantee only to avoid payment of stamp duty on the award. (iv) the petitioner has challenged the award in com.a.p.no.7/2022 before this court and having challenged the award, it is not open for the petitioner to put the said award for execution that too by way of an application under section 151 of cpc. (v) the bank guarantee was given as security during pendency of section 34 proceedings and the bank guarantee is not submitted to enforce the award in section 34 proceedings. (vi) the bank guarantee is not submitted for discharge of the dues insofar as the award is concerned, but it is given as security during section 34 proceedings. as such, the petitioner cannot claim any right over the bank guarantee. (vii) in a proceedings under section 34 of the arbitration act, the court could examine as to whether the award on the ground stated under section 34 requires interference and section 34 would not empower the commercial court to enforce the award. to enforce the award, one has to invoke section 36 of the arbitration act. therefore, learned counsel would submit that the commercial court was justified in rejecting ia filed under section 151 of cpc to invoke bank guarantee. thus, learned counsel would pray for dismissal of the writ petition. 11. on hearing the learned counsel appearing for the parties and on perusal of the writ petition papers, the only point which falls for consideration is as to, \"whether the commercial court is justified in rejecting i.a filed under section 151 of cpc seeking direction to invoke bank guarantee, in the facts and circumstances of the case?\" the answer to the above point would be in the affirmative and the trial court is justified in rejecting i.a filed under section 151 of cpc for the following reasons: 12. the petitioner is before this court under article 227 of the constitution of india. under article 227 of the constitution of india, this court would exercise supervisory jurisdiction and would not act as appellate court. further, it would not re-appreciate or re-evaluate the evidence or facts upon which the trial court has come to a conclusion, if it is supported by reasons. supervisory jurisdiction is not to correct every error, fact or even a legal flaw. supervisory jurisdiction would be exercised sparingly in appropriate cases. if a person who approaches the court under article 227 of the constitution of india, establishes that the finding of the trial court is so perverse that no reasonable person can possibly come to such a conclusion that the court has come to, then the court would exercise supervisory jurisdiction. moreover, if the petitioner could avail any other remedy, the court would not exercise its jurisdiction under article 227 of the constitution of india. in other words, to exercise its jurisdiction under article 227 of the constitution of india, one of the essential pre-requisite would be that petitioner should be remediless. the hon'ble apex court in a decision in garment craft v/s. prakash chand goel1 has laid down and explained under what circumstances, power under article 227 of the constitution of india could be exercised. relevant paragraphs 15 and 16 reads as follows: \"15. having heard the counsel for the parties, we are clearly of the view that the impugned order [prakash chand goel v. garment craft, 2019 scc online del 11943] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the high court under article 227 of the constitution of india. the high court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. supervisory jurisdiction is not to correct (2022) 4 scc 181 every error of fact or even a legal flaw when the final finding is justified or can be supported. the high court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [celina coelho pereira v. ulhas mahabaleshwar kholkar, (2010) 1 scc 217 : (2010) 1 scc (civ) 69] the jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. the power under article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. it is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. 16. explaining the scope of jurisdiction under article 227, this court in estralla rubber v. dass estate (p) ltd. [estralla rubber v. dass estate (p) ltd., (2001) 8 scc 97] has observed : (scc pp. 101-102, para 6) \"6. the scope and ambit of exercise of power and jurisdiction by a high court under article 227 of the constitution of india is examined and explained in a number of decisions of this court. the exercise of power under this article involves a duty on the high court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. the high court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the high court does not interfere, a grave injustice remains uncorrected. it is also well settled that the high court while acting under this article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. the high court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.\"\" in the background of above legal position, i proceed to examine the facts of the present case: 13. the petitioner in a.p.no.1/2020 before the commercial court questioned award dated 30.09.2018 under section 34 of the arbitration act and prayed to set aside the said award. the petitioner herein also challenged part of the said award dated 30.09.2018 in a.s.no.182/2019. both the proceedings initiated under section 34 of the arbitration act came to be dismissed under judgment dated 30.10.2021. the petitioner herein filed appeal against the said judgment dated 30.10.2021 insofar as dismissal of the challenge to part of the award, but insofar as dismissal of a.p.no.1/2020 filed by respondent it has become final and binding on the parties. the operative portion of the judgment in a.p.no.1/2020 reads as follows: \"petition u/s. 34 of the arbitration & conciliation act filed by the petitioner is dismissed. in the circumstances of the case, there is no order as to costs. rs.4,80,02,855/deposited in this case by the respondent (petitioner in this petition), which is kept in fd, be released to the claimant along with accrued interest, after appeal period is over.\" 14. no doubt, by interim order dated 17.03.2020 in com.a.p.no.1/2020, the commercial court had stayed the award under challenge, subject to respondent herein depositing 60% of the award amount and providing security for rest of the 40% of the award amount. while dismissing com.appeal no.1/2020, the commercial court directed to release the amount in deposit in favour of the petitioner herein along with accrued interest. no order was passed in respect of the bank guarantee which was furnished by respondent herein in pursuance to the interim order dated 17.03.2020, apparently because the said bank guarantee was provided as security during pendency of section 34 proceedings. 15. the impugned order is not perverse or unreasonable, but it is supported by reasons. further, the finding of the commercial court cannot be said that no reasonable person can possibly come to such a conclusion that the court has not arrived at. the commercial court has rightly come to the conclusion that bank guarantee in pursuance to interim order dated 17.03.2020 was furnished as security during the proceedings under section 34 of the arbitration act. 16. once section 34 proceedings is dismissed, it is always open for the petitioner to enforce the award. the petitioner cannot convert section 34 proceedings into section 36 proceedings for enforcement of award by means of an i.a. when the arbitration act provides for enforcement of award under section 36 of the arbitration act, the petitioner shall have to resort to the procedure prescribed under section 36 of the arbitration act. 17. moreover, without paying stamp duty on the award amount, it is not open for the petitioner to seek enforcement of the award. as rightly observed by the commercial court, objection regarding non-payment of stamp duty on the award cannot be raised in a proceedings under section 34 of the arbitration act. while enforcing the award under section 36 of the arbitration act, the award could be executed only if stamp duty is paid and executing court would not be in a position to execute the award unless it is stamped and registered. the hon'ble apex court in the case of m.anasuya devi and another v/s. m.manik reddy and others2 with regard to stamping and registration and the stage at which objection regarding the same could be raised has been discussed in paragraphs 2, 3 and 4 which reads as follows: \"2. the principal sub-judge, hyderabad, by an order dated 4-8-2000 (2003) 8 scc 565 rejected the said petitions. aggrieved, the respondents filed the appeals before the high court of judicature at andhra pradesh under section 37(1)(b) of the act. the high court was of the view that since the award was not stamped and registered, it was, therefore, invalid and without jurisdiction. it is against the said judgment of the high court, the appellants are in appeal before us. 3. shri rakesh dwivedi, learned senior counsel appearing for the appellants urged that a perusal of the award would show that it has not created any right or liability in favour of any party, but it requires a subsequent documentation by the parties. he submitted, in that view of the matter, the award was not required to be stamped and registered and in fact, subsequent documentation would definitely require stamping and registration. however, shri v.r. reddy, learned senior counsel appearing for the respondents, urged that the award did create rights in favour of the parties and as such it required registration and the view taken by the high court is in conformity with law. 4. after we heard the matter, we are of the view that in the present case this issue was not required to be gone into at the stage of the proceedings under section 34 of the act. in fact, this issue was premature at that stage. section 34 of the act provides for setting aside of the award on the grounds enumerated therein. it is not in dispute that an application for setting aside the award would not lie on any other ground, which is not enumerated in section 34 of the act. the question as to whether the award is required to be stamped and registered, would be relevant only when the parties would file the award for its enforcement under section 36 of the act. it is at this stage the parties can raise objections regarding its admissibility on account of non-registration and non-stamping under section 17 of the registration act. in that view of the matter, the exercise undertaken to decide the said issue by the civil court as also by the high court was entirely an exercise in futility. the question whether an award requires stamping and registration is within the ambit of section 47 of the code of civil procedure and not covered by section 34 of the act.\" 18. the commercial court has rightly observed that bank guarantee is given as security and not given for payment of the award amount. further, it rightly observed that if it requires payment of stamp duty, when award holder have to enforce the award, the respondent may have to comply with the same and cannot seek enforcement in other way by invoking bank guarantee which is given to the court. admittedly, the bank guarantee was valid or in currency till 31.07.2023. the petitioner instead of filing application under section 151 of cpc for invoking bank guarantee, had filed application under section 36 of the arbitration act for enforcement and in the said petition if the petitioner had sought direction to invoke the bank guarantee, by this time, the petitioner would have enjoyed the fruits of the award. but, it appears that with an intention to save the stamp duty, the petitioner appears to have filed application under section 151 of cpc for a direction to invoke the bank guarantee in a disposed-off section 34 proceedings. having not filed an application for enforcement of award under section 36 of the arbitration act before expiry of the bank guarantee, it is not open for the petitioner to contend that there is no security to enforce the award. 19. learned counsel for the petitioner contended that amount in fd was released but the commercial court failed to invoke the bank guarantee while dismissing section 34 petition of the respondent herein. the commercial court at paragraph 21 has assigned reason for not invoking bank guarantee. paragraph 21 of the commercial court's order reads as follows: \"21. invocation of bank guarantee has several consequences and may affect their commercial understandings and creditworthiness of the party and even their business prospects. when bank guarantee is given to the court, unless specified event mentioned in the bank guarantee has arisen or particular condition in the bank guarantee is violated, bank guarantee cannot be invoked. invocation of bank guarantee cannot be equated with payment of fd amount. since the bank guarantee is given to the court, court would invoke the bank guarantee only if, situation which compel the court to invoke the bank guarantee arises. when such situation is not placed before the court, there was no occasion for this court to order for invoking of bank guarantee while passing judgment on petition under section 34. hence, not invoking bank guarantee while passing order under section 34, cannot be considered as an error apparent on the face of record. even if another contrary view is also possible view of the court cannot be changed subsequently, as rightly argued by the learned senior counsel for the petitioner, as such change of view is beyond the scope of review.\" the commercial court has assigned reason as to why it has not invoked bank guarantee. as stated above, this court under article 227 of the constitution of india is not sitting in appeal and would not go into the correctness of the reason. moreover, when the petitioner has remedy of enforcing the award under section 36 of 1996 act, the trial court is justified in refusing to invoke the bank guarantee. moreover, the bank guarantee as observed above was to protect the interest of the petitioner during the pendency of section 34 proceedings. during the pendency of section 34 proceedings, there was no occasion or contingency so as to invoke the bank guarantee. learned counsel for the petitioner by referring to letter dated 01.08.2023 of sheristedar, city civil court (commercial court), bengaluru submitted that bank guarantee extended up to 31.05.2024 is not available. order sheet of the proceedings would not indicate submission of such bank guarantee up to the period of 31.05.2024. order sheet would indicate availability of bank guarantee which was valid till 31.07.2023. in terms of the interim order passed in section 34 proceedings, respondent was expected to extend the bank guarantee till disposal of the proceedings and not beyond that. 20. for the reasons recorded above, i decline to enterain the writ petition and accordingly, writ petition stands rejected. sd/judge nc ct:bms"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ec5e5b9137f4009a11c84f5d6965705_0"
        },
        {
            "start": 155,
            "end": 380,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nKarnataka High Court\nTrinetramilan Product Protection vs Tara Narayanan on 7 June, 2023\nAuthor: S.R.Krishna Kumar\nBench: S.R.Krishna Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bfab924ecc9b407eb06283f167457896_1"
        },
        {
            "start": 432,
            "end": 497,
            "text": "-1-\n                                                          Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d89c1666039e4ff28f469560a79442e3_2"
        },
        {
            "start": 498,
            "end": 513,
            "text": "2023 :Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c600dee2c8024c398363d94486084664_3"
        },
        {
            "start": 575,
            "end": 596,
            "text": "Wp No . 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68da04841ceb4675b5ca851cb5e75fe0_4"
        },
        {
            "start": 654,
            "end": 675,
            "text": "And Connected Matters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "023528f64fca4d67978bcb1f72b9544a_5"
        },
        {
            "start": 705,
            "end": 780,
            "text": "In The High Court Of Karnataka At Bengaluru\n                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f441ad40342453e8f03b26b2d13cae5_6"
        },
        {
            "start": 780,
            "end": 816,
            "text": "Dated This The 7Th Day Of June, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdd13879294947958ec3c809c435bd58_7"
        },
        {
            "start": 867,
            "end": 902,
            "text": "Before\n                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c28d1286b4b49698901ebfafc4cf4d8_8"
        },
        {
            "start": 902,
            "end": 913,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92694a2ac55449ad9a06d6a4100200b5_9"
        },
        {
            "start": 914,
            "end": 942,
            "text": "Mr Justice S.R.Krishna Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b48dbe47fcb4a268658bd2116deaba2_10"
        },
        {
            "start": 977,
            "end": 1008,
            "text": "Writ Petition No. 23517 Of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f731cb743644eb294291d0c7433a462_11"
        },
        {
            "start": 1057,
            "end": 1134,
            "text": "C / W \n                        Writ Petition Nos. 23530 Of 2022, 2794 Of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2eb222aea8f9425381dbdca68c6cdb9f_12"
        },
        {
            "start": 1135,
            "end": 1198,
            "text": "And \n                                      2823 Of 2023(Gm-Cpc)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cee893abc4d84d2aa885240cdf2fc153_13"
        },
        {
            "start": 1220,
            "end": 1242,
            "text": "In W.P. No. 23517/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "830515f42e234b8b9e2547b8038409b1_14"
        },
        {
            "start": 1263,
            "end": 1271,
            "text": "Between:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b34c4a909fdf42c6aceadc19b208a913_15"
        },
        {
            "start": 1293,
            "end": 1331,
            "text": "1.    Trinetramilan Product Protection",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5d787ce59e954d4e80ba21b60a389ef3_16"
        },
        {
            "start": 1358,
            "end": 1383,
            "text": "Solutions Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "852dd8fe04ff4d7ca61b5eda44de3dc5_17"
        },
        {
            "start": 1410,
            "end": 1456,
            "text": "A Company Having Its\n                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e90cd93421344939a2e7b92dfc8b6653_18"
        },
        {
            "start": 1456,
            "end": 1584,
            "text": "Registered Office\n                         At 7A/F-5, Kadugodi Industrial Area\n                         Near Molex India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1cd169725ff3410ab5331a9d55480f71_19"
        },
        {
            "start": 1611,
            "end": 1620,
            "text": "Bengaluru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1a535f1617f349bda270ce4be410c6b1_20"
        },
        {
            "start": 1621,
            "end": 1629,
            "text": "560 067.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9adbf3f5874941388ca735dcf9e1b6dd_21"
        },
        {
            "start": 1632,
            "end": 1651,
            "text": "Digitally signed   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcbbd395ee484faaaa352cf7647c7e10_22"
        },
        {
            "start": 1651,
            "end": 1677,
            "text": "2.    R Madhusudhana Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9c8bd7d5d3274ec5aa8be7e5472af0c0_23"
        },
        {
            "start": 1679,
            "end": 1690,
            "text": "by Chandana",
            "labels": [
                "PREAMBLE"
            ],
            "id": "229911219a534383bf6d0529e61f4f1d_24"
        },
        {
            "start": 1704,
            "end": 1712,
            "text": "S/O Late",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9587d6c0302941bf990d81fc4b1cf55e_25"
        },
        {
            "start": 1713,
            "end": 1726,
            "text": "V Ranga Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3d591691ef964c609e94dc383f381cf4_26"
        },
        {
            "start": 1728,
            "end": 1766,
            "text": "Bm                       Aged 53 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9c1d5318958e4ea4a180a2433d1be5cb_27"
        },
        {
            "start": 1768,
            "end": 1777,
            "text": "Location:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffbfe90957934cd1bfc2a2a79ffc5197_28"
        },
        {
            "start": 1778,
            "end": 1820,
            "text": "High           Director\nCourt of\nKarnataka",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8838aa786d1347248a6876603b4613b9_29"
        },
        {
            "start": 1830,
            "end": 1849,
            "text": "3.    Vijaya Kumari",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9183c1168db484f8a03c8662b89cf48_30"
        },
        {
            "start": 1876,
            "end": 1899,
            "text": "W / O Santosh Kumar K.P",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0d7ffccbd4a485580d034314963c375_31"
        },
        {
            "start": 1926,
            "end": 1969,
            "text": "Managing Director\n                         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c906c823dc6c4457869aafdf6fcd5765_32"
        },
        {
            "start": 1969,
            "end": 1989,
            "text": "Aged About 50 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e222e7200fc49faaac99d43684fc658_33"
        },
        {
            "start": 2010,
            "end": 2029,
            "text": "4.    Santosh Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c1d9e05479d4cfcbb36b1193cf6a734_34"
        },
        {
            "start": 2030,
            "end": 2061,
            "text": "K P \n                         S",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1586781ebb154eaa901148e364037028_35"
        },
        {
            "start": 2062,
            "end": 2083,
            "text": "/ O P V Balan Nambiar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79d89ea77c8741078cc8827c58c397ef_36"
        },
        {
            "start": 2110,
            "end": 2130,
            "text": "Aged About 51 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6194bc1699146a6a5fdcaa63bd88781_37"
        },
        {
            "start": 2157,
            "end": 2163,
            "text": "2 To 4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e107d93d963b40798837de7285db06af_38"
        },
        {
            "start": 2164,
            "end": 2180,
            "text": "Having Office At",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba09760f2a0746d79546d0d569ef6b97_39"
        },
        {
            "start": 2181,
            "end": 2239,
            "text": "\n                         7A/4-5, Kadugodi Industrial Area",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43a01c6cd82748fa9a3738b27dc38988_40"
        },
        {
            "start": 2266,
            "end": 2276,
            "text": "Near Molex",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93e9ff0de5c1443abe00eeb378bd7977_41"
        },
        {
            "start": 2277,
            "end": 2290,
            "text": "India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e5f26cc4c76c4b9986010ad06b323798_42"
        },
        {
            "start": 2317,
            "end": 2326,
            "text": "Bengaluru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "afffb5e306b748c1b235ef8af333f86e_43"
        },
        {
            "start": 2327,
            "end": 2334,
            "text": "560 067",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d716d80b36c14e2d8460262714ac9efc_44"
        },
        {
            "start": 2335,
            "end": 2409,
            "text": ". \n                                                                    ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8364e9f9f9234937b9ecb23ba59b4824_45"
        },
        {
            "start": 2410,
            "end": 2441,
            "text": "Petitioners\n                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8633d184beb4e85aaf66703c4b1179d_46"
        },
        {
            "start": 2441,
            "end": 2476,
            "text": "(By Sri Amdhusudha Reddy, Adv., For",
            "labels": [
                "PREAMBLE"
            ],
            "id": "514d35202f2d43eab4087e6aec50c1b7_47"
        },
        {
            "start": 2501,
            "end": 2520,
            "text": "Smt . Anusha R, Adv",
            "labels": [
                "PREAMBLE"
            ],
            "id": "de8bc10234104d9f9bb08e55a8069e14_48"
        },
        {
            "start": 2521,
            "end": 2548,
            "text": ".) \n                   And:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5755915d03bd4db892b5b892edd40383_49"
        },
        {
            "start": 2569,
            "end": 2583,
            "text": "Tara Narayanan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4dfc7af4809b42258597b57579697c1d_50"
        },
        {
            "start": 2604,
            "end": 2624,
            "text": "W / O A.S. Narayanan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f6bf8c459669420199a15828c46275c3_51"
        },
        {
            "start": 2645,
            "end": 2664,
            "text": "Aged About 53 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e712e34d9e6c4dcab9d7c51160e2a8a1_52"
        },
        {
            "start": 2696,
            "end": 2741,
            "text": "-2- \n                                     Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5436423af8d54fe0b4de7d3c0f59ddb6_53"
        },
        {
            "start": 2742,
            "end": 2757,
            "text": "2023 :Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4ee7b0f3b764eab99c4f147eb970578_54"
        },
        {
            "start": 2798,
            "end": 2819,
            "text": "Wp No . 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c58524585bd49bb81f217b9ca92ae94_55"
        },
        {
            "start": 2856,
            "end": 2896,
            "text": "And Connected Matters\n\n\nHaving Office At",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1429cd1b2acb41d1a43e67957c8c8a25_56"
        },
        {
            "start": 2897,
            "end": 2904,
            "text": "\n7A/4 -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0fe1a267c21440c6b1e3b8f020c460c8_57"
        },
        {
            "start": 2905,
            "end": 2958,
            "text": "5, Kadugodi Industrial Area\nNear Molex India Limited\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d99002374a9c42cf8540783be95c8bf3_58"
        },
        {
            "start": 2958,
            "end": 2967,
            "text": "Bengaluru",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67f8af518ad34deeac7d0bab43dc9da1_59"
        },
        {
            "start": 2968,
            "end": 3037,
            "text": "560 067\n                                               ...Respondent\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "21e54a1804534615ac569a9ac7176c51_60"
        },
        {
            "start": 3037,
            "end": 3341,
            "text": "(By Smt. Revathi Adinatha Narde, Adv.)\n\n     This Wp Is Filedunder Artilces 226 And 227 Of The\nConstitution Of Inida Praying To Call For Records In\nCom.Os.No.337 Of 2022 (Earlier Case No.O.S.No.1398/2020)\nPending Before X Additional District And Session\nJudge,(Commercial Court) Bengaluru Rural District.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7afd9f5d21d54f72812c4a1ef5250e92_61"
        },
        {
            "start": 3344,
            "end": 3583,
            "text": "In W.P.No.23530/2022:\n\nBetween:\n1. Trinetramilan Product\n   Protection Solutions\n   Private Limited\n   A Company Having Its\n   Registered Office At 7A/F-5\n   Kadugodi Industrial Area\n   Near Molex India Limited\n   Bengaluru 560 067.\n\n2.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "72f31b1bbc754382bc30210b20bd1f91_62"
        },
        {
            "start": 3583,
            "end": 3604,
            "text": "R. Madhusudhana Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2f4e04b899f4544bf5a95b123892917_63"
        },
        {
            "start": 3605,
            "end": 3652,
            "text": "\n     S/O Late V Ranga Reddy\n     Aged 53 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85f97c79c2a24008bf0a2bfe81f9a89e_64"
        },
        {
            "start": 3659,
            "end": 3785,
            "text": "Director Having Office At\n     7A/4-5, Kadugodi Industrial\n     Area Near Molex India Limited\n     Bengaluru - 560 067.\n\n3.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a821a902839c4f6fb206808806934156_65"
        },
        {
            "start": 3785,
            "end": 3929,
            "text": "Vijaya Kumari\n     W/O Santosh Kumar K.P\n     Managing Director 50 Years.\n\n4.   Santosh Kumar K P\n     S/O P V Balan Nambiar\n     Aged 51 Years.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6b644fe452b4e85b5e7505cf2c12375_66"
        },
        {
            "start": 3937,
            "end": 3944,
            "text": "O2 To 4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a2d3e66e891485e8ae46d5086459758_67"
        },
        {
            "start": 3945,
            "end": 3961,
            "text": "Having Office At",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a398a8b672ea4225b8ed6891e32535bb_68"
        },
        {
            "start": 3962,
            "end": 4000,
            "text": "\n     7A/4-5, Kadugodi Industrial Area",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3522ac5364d649479bdeba669646f08e_69"
        },
        {
            "start": 4001,
            "end": 4031,
            "text": "\n     Near Molex India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1952e4a104e249cfa041d8e6f6d8f0d8_70"
        },
        {
            "start": 4038,
            "end": 4056,
            "text": "Bengaluru 560 067.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f097ecc25d464ff4a7c2a875326e2ebd_71"
        },
        {
            "start": 4105,
            "end": 4120,
            "text": "... Petitioners",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffd349f40043412d837979d86b23e42b_72"
        },
        {
            "start": 4153,
            "end": 4197,
            "text": "-3-\n                                     Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db939a0ef45546d2b5f692a4090783d6_73"
        },
        {
            "start": 4198,
            "end": 4213,
            "text": "2023 :Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "60d71824fcc743769e2e351f13778abc_74"
        },
        {
            "start": 4214,
            "end": 4275,
            "text": "\n                                        Wp No. 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6d678755184846e08c75c20bf259d400_75"
        },
        {
            "start": 4313,
            "end": 4471,
            "text": "And Connected Matters\n\n\n(By Sri Madhusudhan Reddy, Adv., For\n    Smt. Anusha R, Adv.)\nAnd:\nA.S. Narayanan\nS/O Not Known To The Petitioners\nAged About 59 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a71ce72e38d4b4bbbdc4432045bf977_76"
        },
        {
            "start": 4472,
            "end": 4627,
            "text": "\nHaving Office At 7A/4-5\nKadugodi Industrial Area\nNear Molex India Limited\nBengaluru 560 067.\n                                                ...Respondent",
            "labels": [
                "PREAMBLE"
            ],
            "id": "42a25f104009480bb575b83e6e74c050_77"
        },
        {
            "start": 4628,
            "end": 5236,
            "text": "\n(By Smt. Revathi Adinatha Narde, Adv.)\n      This W.P. Is Filed Under Article 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n07.10.2022 Passed By The Ii Additional Senior Civil Judge,\nBengaluru Rural District, Bengaluru, Bengaluru Allowing\nIa No.1 Filed By Respondent Under Section 15 Of The\nCommercial Courts Act R/W Section 151 Of The Code Of\nCivil Procedure Seeking Transfer Of Os No.1397/2020 To\nThe Commercial Court Vide Annx-A.\n\nIn W.P. 2794/2023:\n\nBetween:\n1. Trinetramilan Product\n   Protection Solutions\n   Private Limited\n   A Company Having Its\n   Registered Office At 7A/4-5\n   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1636a459ec4f4619b1ddbae370daaf1f_78"
        },
        {
            "start": 5236,
            "end": 5244,
            "text": "Kadugodi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ea94f0a89554651bd058421e01d6755_79"
        },
        {
            "start": 5245,
            "end": 5264,
            "text": "Industrial Area\n   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "67b0f76503164a218fb2b43d7a89d997_80"
        },
        {
            "start": 5264,
            "end": 5288,
            "text": "Near Molex India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b051b9ffbbfc4f2bb051c266daaa702a_81"
        },
        {
            "start": 5289,
            "end": 5313,
            "text": "\n   Bengaluru - 560 067.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9a5c605df114735b123ef3efde4d26a_82"
        },
        {
            "start": 5316,
            "end": 5341,
            "text": "2.   R Madhusudhana Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ba7174de0d64479b28fb8c0a61fc535_83"
        },
        {
            "start": 5342,
            "end": 5410,
            "text": "\n     S/O Late V Ranga Reddy\n     Aged About 53 Years\n     Director.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6772c26120844c3897d1f7ab0a18c4fd_84"
        },
        {
            "start": 5413,
            "end": 5437,
            "text": "3.   Vijaya Kumari\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f034dc68d3764c3bbf5ead21bfc067d0_85"
        },
        {
            "start": 5437,
            "end": 5483,
            "text": "W/O Santosh Kumar K P\n     Aged About 50 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdf56b2bbe8e4e5fb384a97723526a96_86"
        },
        {
            "start": 5484,
            "end": 5508,
            "text": "\n     Managing Director.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6877acacc2c2467a9ff1dc76d54f112d_87"
        },
        {
            "start": 5511,
            "end": 5544,
            "text": "4.   Santosh Kumar K P @ Santhosh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e69ea0fbfb241aa906e13694119173f_88"
        },
        {
            "start": 5545,
            "end": 5572,
            "text": "\n     S/O P V Balan Nambiar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "97f7b9a0fd2f48f0a4986f821c9ca8eb_89"
        },
        {
            "start": 5573,
            "end": 5649,
            "text": "\n                              -4-\n                                      Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eafae82245ed46fcab9782a21bbbc27d_90"
        },
        {
            "start": 5650,
            "end": 5656,
            "text": "2023 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d6d10e453a4a42869a908438670b503d_91"
        },
        {
            "start": 5657,
            "end": 5666,
            "text": "Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e728568bd3744e109e08b0e184125721_92"
        },
        {
            "start": 5667,
            "end": 5727,
            "text": "\n                                       Wp No. 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "002fcae21f7d4b9d8fa96edcc36932f1_93"
        },
        {
            "start": 5764,
            "end": 5785,
            "text": "And Connected Matters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eec168d48fad424caae4c519a532fca7_94"
        },
        {
            "start": 5794,
            "end": 5813,
            "text": "Aged About 51 Years",
            "labels": [
                "PREAMBLE"
            ],
            "id": "69fae7ce6314457f824b6bf78bab6927_95"
        },
        {
            "start": 5820,
            "end": 5826,
            "text": "2 To 4",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8c5f4cafc8a437c86c3ed77df63cc65_96"
        },
        {
            "start": 5827,
            "end": 5850,
            "text": "Having Office At 7A/4-5",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7cdb32d6c02407ba81d696a7e4690a4_97"
        },
        {
            "start": 5851,
            "end": 5881,
            "text": "\n     Kadugodi Industrial Area",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf12aeff66784064bbbf34b63b9af779_98"
        },
        {
            "start": 5888,
            "end": 5983,
            "text": "Near Molex India Limited\n     Bengaluru-560067.\n                                               ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c1aecebe73c84e34ab3299ce6b2c9ecb_99"
        },
        {
            "start": 5983,
            "end": 5999,
            "text": "... Petitioners\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2dfb5b5688e940cc819cd4f3b673252b_100"
        },
        {
            "start": 5999,
            "end": 6035,
            "text": "(By Sri Madhusudhan Reddy, Adv., For",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0aaa9fd6de2a493fbab4241d699a6c51_101"
        },
        {
            "start": 6036,
            "end": 6374,
            "text": "\n    Smt. Anusha R, Adv.)\nAnd:\nA.S. Narayanan\nS/O Not Known To The Petitioners\nAged About 59 Years\nR/A Purva Midtown\nFci Godown Road\nDooravani Nagar\nBengaluru - 560 016.\n\nHaving Office At Unnati Skill Centre\nNo.1, Temple Road\nNgef East, Sadananda Nagar\nBenninganahalli\nBengaluru-560 038.\n                                               ...",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ecd580bc8bf14b098185371612097723_102"
        },
        {
            "start": 6375,
            "end": 6386,
            "text": "Respondent\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fcc757a2e6ab4eafaf762b80bab48081_103"
        },
        {
            "start": 6386,
            "end": 6431,
            "text": "(By Smt. Revathi Adinatha Narde, Adv.)\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e883d5bdc4724083bcef2509d88a61e3_104"
        },
        {
            "start": 6431,
            "end": 6826,
            "text": "This W.P. Is Filed Under Articles 226 And 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n30.11.2022 Passed By The X Additional District And\nSessions Judge, (Commercial Court) Bengaluru Rural\nDistrict, Bengaluru, Allowing Ia No.Vi Filed By Petitioners\nUnder Order Vii Rule 11 Of The Code Of Civil Procedure\nSeeking Rejection Of Plaint Vide Annx-A.\n\nIn W.P.No.2823/2023:\n\nBetween:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5dae569c10994559bc3ea309a7497408_105"
        },
        {
            "start": 6829,
            "end": 6861,
            "text": "1.   Trinetramilan Product\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24be25dacbf54eaa82657c7366fc1a62_106"
        },
        {
            "start": 6861,
            "end": 6871,
            "text": "Protection",
            "labels": [
                "PREAMBLE"
            ],
            "id": "85e45faf2fb64cf597186fa2a7129412_107"
        },
        {
            "start": 6872,
            "end": 6881,
            "text": "Solutions",
            "labels": [
                "PREAMBLE"
            ],
            "id": "93bddd65ef7e41e9b388c85ba8222a04_108"
        },
        {
            "start": 6888,
            "end": 6909,
            "text": "Private Limited\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4d42b99c6664e7fb052d334faa43f9e_109"
        },
        {
            "start": 6909,
            "end": 6968,
            "text": "A Company Having Its\n     Registered Office At 7A/4-5\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e66f6cfada154bf3961e4e5b00f522d8_110"
        },
        {
            "start": 6968,
            "end": 6976,
            "text": "Kadugodi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f425cec9f81f4797b84b23b490d1f4d7_111"
        },
        {
            "start": 6977,
            "end": 6992,
            "text": "Industrial Area",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cbbf8bc5213f4b59b972a28d2a4ae5f7_112"
        },
        {
            "start": 6993,
            "end": 7023,
            "text": "\n     Near Molex India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e40c0a3398964471a6938d556812615c_113"
        },
        {
            "start": 7024,
            "end": 7050,
            "text": "\n     Bengaluru - 560 067.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1628f1a7d47f420d90461e82bbf7dab2_114"
        },
        {
            "start": 7083,
            "end": 7128,
            "text": "-5-\n                                      Nc:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa68876582fb40b7bb8a4d17cb4fb03f_115"
        },
        {
            "start": 7129,
            "end": 7144,
            "text": "2023 :Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b959ce1e476c4c24bc756d15aa5f4f40_116"
        },
        {
            "start": 7145,
            "end": 7206,
            "text": "\n                                        Wp No. 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6c49f36ec2a419fbf5744ea668f3a61_117"
        },
        {
            "start": 7244,
            "end": 7273,
            "text": "And Connected Matters\n\n\n2.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "55a7bf1a4f474d5e8c2eaf2ce9f2917e_118"
        },
        {
            "start": 7273,
            "end": 7293,
            "text": "R Madhusudhana Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f973de15b6f44256b9789bd5025d5396_119"
        },
        {
            "start": 7300,
            "end": 7323,
            "text": "S/ O Late V Ranga Reddy",
            "labels": [
                "PREAMBLE"
            ],
            "id": "067b18d2f9a04c9a8a9708f8a02d17fd_120"
        },
        {
            "start": 7330,
            "end": 7355,
            "text": "Aged About 53 Years\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab2e94c0a1ef4ddab9425fac025e8ca2_121"
        },
        {
            "start": 7355,
            "end": 7364,
            "text": "Director.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8ba36d33fb9545cf90e8e4d11fd4f6b4_122"
        },
        {
            "start": 7367,
            "end": 7393,
            "text": "3.   Vijaya Kumari\n     W/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0e515a7036df46ed8a57edd136007bec_123"
        },
        {
            "start": 7394,
            "end": 7413,
            "text": "O Santosh Kumar K P",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c98deaaa1a34096bdb485f8b3059056_124"
        },
        {
            "start": 7420,
            "end": 7445,
            "text": "Aged About 50 Years\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b583ff561a5414794b47c2343530d0b_125"
        },
        {
            "start": 7445,
            "end": 7463,
            "text": "Managing Director.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6fe588051c654a2cb441f1d3f5c6b627_126"
        },
        {
            "start": 7466,
            "end": 7499,
            "text": "4.   Santosh Kumar K P @ Santhosh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d04712858a748e1b6bb0251c57a277f_127"
        },
        {
            "start": 7506,
            "end": 7512,
            "text": "S/ O P",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e389f6662384441aae6897a470b1dd3b_128"
        },
        {
            "start": 7513,
            "end": 7528,
            "text": "V Balan Nambiar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9a927316fcbc43a7822537049bfa4544_129"
        },
        {
            "start": 7535,
            "end": 7626,
            "text": "Aged About 51 Years\n     2 To 4 Having Office At 7A/4-5\n     Kadugodi Industrial Area\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa398dfe3e304f7a85d8232c35b0bfbc_130"
        },
        {
            "start": 7626,
            "end": 7650,
            "text": "Near Molex India Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "39fea0bdd0fe47089e787e6f9b291346_131"
        },
        {
            "start": 7651,
            "end": 7674,
            "text": "\n     Bengaluru-560067.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ff2d0b9d2ddf4236a990ef1f6fc6c36f_132"
        },
        {
            "start": 7724,
            "end": 8107,
            "text": "...Petitioners\n(By Sri Madhusudhan Reddy, Adv., For\n    Smt. Anusha R, Adv.)\nAnd:\nTara Narayanan\nA.S. Narayanan\nAged About 55 Years\nR/A Purva Midtown\nFci Godown Road\nDooravani Nagar\nBengaluru - 560 016.\n\nHaving Office At Unnati Skill Centre\nNo.1, Temple Road\nNgef East, Sadananda Nagar\nBenninganahalli\nBengaluru-560 038.\n                                                ...Respondent\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dcf854c514c84e5eb1551bbb0a74a066_133"
        },
        {
            "start": 8107,
            "end": 8152,
            "text": "(By Smt. Revathi Adinatha Narde, Adv.)\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c98a75e6b6d4843b2cc27e8f8f85000_134"
        },
        {
            "start": 8152,
            "end": 8507,
            "text": "This W.P. Is Filed Under Articles 226 And 227 Of The\nConstitution Of India Praying To Quash The Order Dtd\n30.11.2022 Passed By The X Additional District And\nSessions Judge, (Commercial Court) Bengaluru Rural\nDistrict, Bengaluru, Allowing Ia No.Vi Filed By Petitioners\nUnder Order Vii Rule 11 Of The Code Of Civil Procedure\nSeeking Rejection Of Plaint Vide",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94d9026e59024a6ca07d8cdb91072a2c_135"
        },
        {
            "start": 8508,
            "end": 8514,
            "text": "Annx -",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d14bdc48f64b407c9c16fe770c1c3ccf_136"
        },
        {
            "start": 8515,
            "end": 8601,
            "text": "A. \n                                   -6-\n                                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d7acc7d28a445a18e9f2829288e8d9a_137"
        },
        {
            "start": 8601,
            "end": 8609,
            "text": "Nc: 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a86dbc87abc41c3b75f29ac72dd7ba3_138"
        },
        {
            "start": 8610,
            "end": 8620,
            "text": ":Khc:19391",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e52b065ba2464417b09ea21de7bd828c_139"
        },
        {
            "start": 8621,
            "end": 8688,
            "text": "\n                                              Wp No. 23517 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a9b08140dee4193981517425357a33b_140"
        },
        {
            "start": 8732,
            "end": 8753,
            "text": "And Connected Matters",
            "labels": [
                "PREAMBLE"
            ],
            "id": "797013cb3c654679913227b3be756820_141"
        },
        {
            "start": 8754,
            "end": 8892,
            "text": "\n\n\n      These Petitions, Coming On For Preliminary Hearing,\nThis Day, The Court Made The Following:\n\n\n                              Order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ac442c2f359a4926a5ca5e720d0c6255_142"
        },
        {
            "start": 8894,
            "end": 9094,
            "text": "All these petitions arise out of two suits in Com.O.S.No.1397/2020 and Com.O.S.No.1398/2020 respectively, which are presently pending on the file of Ii Addl. Senior Civil Judge, Bengaluru Rural Distri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "deff182af86d4ca29a93e23a1a6ab862_143"
        },
        {
            "start": 9095,
            "end": 9128,
            "text": "ct, Bengaluru (Commercial Court).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "370fa1f5ec0d48cf86bfed9d310cf461_144"
        },
        {
            "start": 9130,
            "end": 9213,
            "text": "2. Heard the learned counsel for the parties and perused the material on record.\n3.",
            "labels": [
                "NONE"
            ],
            "id": "5ca55ca729b6400ea3198606dc8d0a80_145"
        },
        {
            "start": 9214,
            "end": 9491,
            "text": "The material on record discloses that respondent- plaintiff instituted two suits in Com.O.S.No.1397/2020 and Com.O.S.No.1398/2020 against the petitioners who are the defendants in both the suits for ejectment and other reliefs in relation to suit schedule immovable properties.",
            "labels": [
                "FAC"
            ],
            "id": "1b23d2fdc0f64814a0ba1df6c00028ce_146"
        },
        {
            "start": 9492,
            "end": 9650,
            "text": "It is an undisputed fact that both the suits instituted on 08.12.2020 are pending before the II Addl. Senior Civil Judge, Bengaluru Rural District, Bengaluru.",
            "labels": [
                "FAC"
            ],
            "id": "a411fb9ff5a8420cb2bcd55b07cb9d03_147"
        },
        {
            "start": 9652,
            "end": 9788,
            "text": "The plaintiff in Com.O.S.No.1397/2020 is Mr. Narayan while the plaintiff in Com.O.S.No.1398/2020 is Mrs. Thara Narayan, who is his wife.",
            "labels": [
                "FAC"
            ],
            "id": "6ff35bf0fd5a4e27b1f06736093b2003_148"
        },
        {
            "start": 9789,
            "end": 9867,
            "text": "It is relevant to state that the petitioners are defendants in both the suits.",
            "labels": [
                "FAC"
            ],
            "id": "461a957ee98e49f9800f72fb223a9768_149"
        },
        {
            "start": 9868,
            "end": 9911,
            "text": "\nNC: 2023:KHC:19391 AND CONNECTED MATTERS 4",
            "labels": [
                "FAC"
            ],
            "id": "60d7e18ba7aa4935892354c49ba1c9ef_150"
        },
        {
            "start": 9912,
            "end": 10292,
            "text": ". During pendency of the suits, the plaintiff filed applications under Section 15 of the Commercial Courts Act, 2015 (for short, the 'Act') seeking transfer of both the suits to designated commercial Court in view of the fact that the dispute between the parties was commercial dispute within the meaning of Section 2(1)(c)(vii) r/w the Explanation appended to the said provision.",
            "labels": [
                "FAC"
            ],
            "id": "80c43a154ba947ce9e7452eb2793b5bc_151"
        },
        {
            "start": 10293,
            "end": 10609,
            "text": "The said applications were opposed by the petitioners-defendants, who contended that the dispute between the parties was not a commercial dispute and consequently the suits could not be transferred to designated Commercial Court but had to continue before the Senior Civil Judge, Bengaluru Rural District, Bengaluru.",
            "labels": [
                "FAC"
            ],
            "id": "25f2c4d81f1c47f19f3b52ed5bd757db_152"
        },
        {
            "start": 10610,
            "end": 10903,
            "text": "\nIt was also contended that applications ought to have been filed by the respondent before the Principal Senior Civil Judge, Bengaluru Rural District and not before the II Addl. Senior Civil Judge, Bengaluru Rural District, Bengaluru and as such the applications were liable to be rejected.\n5.",
            "labels": [
                "FAC"
            ],
            "id": "bda99c67b1c7450fb83da94206f0e20d_153"
        },
        {
            "start": 10904,
            "end": 11196,
            "text": "After hearing the parties, the Trial Court allowed the said applications directing transfer of the suits to the designated Commercial Court, Bengaluru Rural District, Bengaluru by holding as under:\nNC: 2023:KHC:19391 AND CONNECTED MATTERS \"Order on IA filed \"U/s 15 of Commercial Courts\" Act.",
            "labels": [
                "RLC"
            ],
            "id": "6d26caec16784dcba180551e6a3d0d06_154"
        },
        {
            "start": 11197,
            "end": 11436,
            "text": "\nThe stage of the suit; The plaintiff's evidence;\n2. The suit reliefs: (Eviction and for recovery of arrears of rent)\na) Direct the defendants to quit and deliver the vacant possession of the suit schedule property to the plaintiff herein.",
            "labels": [
                "FAC"
            ],
            "id": "2317db58933143eebeeaaa23482b066a_155"
        },
        {
            "start": 11437,
            "end": 12165,
            "text": "\nb) Direct the defendant to pay the plaintiff and balance rents and electricity charges or any other charges pending from the defendants to an extent of Rs. 12,60,000/- along with a reasonable interest at the discretion of this Hon'ble court, and future mesne profits at the rate of Rs.1,40,000/- p.m., from the date of the suit till the date of delivery of vacant possession of the suit schedule property by the defendants to the plaintiff for the use and occupation of the schedule property as an unauthorised occupant / trespasser as contemplated under Order 20 Rule 12 of C.P.C.\nc) Direct the defendants herein to pay the plaintiff damages for unnecessary harassment caused to her, as per the decision of this Hon'ble court.",
            "labels": [
                "FAC"
            ],
            "id": "76d4a292fdfa4d46aa3018d847444e52_156"
        },
        {
            "start": 12166,
            "end": 12919,
            "text": "\nd) Direct the defendants to pay the plaintiff the costs of this suit and grant such other relief or reliefs as this Hon'ble court deems fit to grant in the circumstances of the case.\n3. THE SUIT SCHEDULE NC: 2023:KHC:19391 AND CONNECTED MATTERS Property bearing 7A/4, KIADB, Kadugodi Industrial Area Near Molex India Ltd., Bengaluru 560 067 measuring 6600 sq. ft (Ground Floor 4850 Sq.ft and First Floor 1775 sq.ft) and road for the common use of both the plaintiff and defendants, the land and the industrial shed bearing demarcated in the plan.\n4. The plaintiff files an IA, IA filed U/s 15 of Commercial Courts\" Act seeking transmit the file to commercial court in view of suit is for eviction from commercial building and also recovery of money.\n5.",
            "labels": [
                "FAC"
            ],
            "id": "0094d12a07394b758cd6f2499c4ccf9e_157"
        },
        {
            "start": 12920,
            "end": 13354,
            "text": "The 2nd defendant files statement of objections IA by contending that application is not to maintainable as Sec. 15 commercial court Act 2005 is not a prospective nature as suit was not filed prior to 31.07.2018 as that day suits of commercial in nature must have been filed before dedicated commercial court and also the subject matter of suit does not fall under any categories mentioned en definition of Commercial Court Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "3809c792171747e78619294eb4ceb0ef_158"
        },
        {
            "start": 13355,
            "end": 13495,
            "text": "Commercial Court is a district court and suit is not for commercial disputes and not the disputes such as the present one to be adjudicated.",
            "labels": [
                "FAC"
            ],
            "id": "d63f9635b3534076a351825269ffccfd_159"
        },
        {
            "start": 13496,
            "end": 13543,
            "text": "Accordingly seeks for rejection of application.",
            "labels": [
                "FAC"
            ],
            "id": "181fc6e1a48641f5a032ba3b107e4e1c_160"
        },
        {
            "start": 13544,
            "end": 13706,
            "text": "\n6. Heard on both sides;\n7. . From the above materials, the following point is arisen for my consideration.\nPOINTS - 10 - NC: 2023:KHC:19391 AND CONNECTED MATTERS",
            "labels": [
                "NONE"
            ],
            "id": "a2d67d6412a443cf934840bf1ef9cfa4_161"
        },
        {
            "start": 13707,
            "end": 13878,
            "text": "Whether plaintiff proves the nature of disputes involved in the suit attracts commercial nature accordingly, case to be transferred before the designated commercial court?",
            "labels": [
                "ISSUE"
            ],
            "id": "daa522bccd784222814eb974e9f9ef2d_162"
        },
        {
            "start": 13880,
            "end": 14002,
            "text": "8. My answers to the above points are as follows:\nPoint No.i: In the affirmative.\nREASONS 9. Point No.: Facts of the case:",
            "labels": [
                "NONE"
            ],
            "id": "2d286a6a954b4c3cbaf239c8bf73caa6_163"
        },
        {
            "start": 14003,
            "end": 14228,
            "text": "As per plaint averments, the plaintiff is the absolute owner of schedule property, she let out the schedule property on monthly rent basis for a period of 3 years, First Year Rs.1,40,000/- p.m., from 08.09.2017 to 07.09.2018.",
            "labels": [
                "FAC"
            ],
            "id": "5f282cdc33184ebeb4147c8a2e2677f3_164"
        },
        {
            "start": 14229,
            "end": 14356,
            "text": "Second Year Rs.1,75,000/- p.m., from 08.09.2018 to 07.09.2019 and Third Year Rs.1,83,750/- p.m., from 08.09.2019 to 07.09.2020.",
            "labels": [
                "FAC"
            ],
            "id": "d37a0b49507442678bc9aacd63235409_165"
        },
        {
            "start": 14357,
            "end": 14443,
            "text": "Accordingly on registered lease deed dated 08.09.2017 was entered between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "faa2dfe06e884931abb8f3b560c1edb1_166"
        },
        {
            "start": 14444,
            "end": 14518,
            "text": "As per say of the plaintiff, the defendants are running printing business.",
            "labels": [
                "FAC"
            ],
            "id": "b9c221e975a54ff498362d3d51dab396_167"
        },
        {
            "start": 14519,
            "end": 14684,
            "text": "Due to default in payment and also expiry of lease period, the eviction notice was issued on 19.10.2020 but did not vacate the premises despite termination of lease.",
            "labels": [
                "FAC"
            ],
            "id": "a3300a36d93d48ac84146078d6c7b682_168"
        },
        {
            "start": 14685,
            "end": 14729,
            "text": "Hence, the suit was filed on 19.12.2020.\n10.",
            "labels": [
                "FAC"
            ],
            "id": "d4d62655872540018a9dc50e386ff874_169"
        },
        {
            "start": 14730,
            "end": 15025,
            "text": "The plaintiff further says suit schedule property is situated at Karnataka Industrial Development Area (KIDB), as per the say of plaintiff, the property was let out for printing press along with fixed accessories as plaintiff was running printing press earlier to lease in the schedule premises.",
            "labels": [
                "FAC"
            ],
            "id": "fec0d1d8a88d42fcbd276bb786d59f54_170"
        },
        {
            "start": 15026,
            "end": 15230,
            "text": "Therefore, it attracts Commercial nature of - 11 - NC: 2023:KHC:19391 AND CONNECTED MATTERS dispute as defendants deliberately stopped from paying agreed rent and also failed to vacate the despite notice.",
            "labels": [
                "FAC"
            ],
            "id": "30183f5afb2a459181157aecb88107d5_171"
        },
        {
            "start": 15232,
            "end": 15313,
            "text": "11. After court summons was published in the news paper, the defendants appeared.",
            "labels": [
                "FAC"
            ],
            "id": "eb8d2641121f4178b3819b63dc9952d5_172"
        },
        {
            "start": 15314,
            "end": 15436,
            "text": "The 2nd defendant or any other defendants did not choose to file written statement to know their contentions in this case.",
            "labels": [
                "FAC"
            ],
            "id": "1b393a36a3c94f98892f39f4a70fc51f_173"
        },
        {
            "start": 15438,
            "end": 15798,
            "text": "12. Though both sides especially 2nd defendant agreed indirectly that, the nature of facts agitated in the plaint attracts commercial disputes, but this court does not have power to transfer the case by exercising under section 24 of CPC instead it can return the plaint by invoking order 7 Rule 10 of CPC., in case court finds dispute is a commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a6504a14414d42c68b46bd5620c0c78b_174"
        },
        {
            "start": 15800,
            "end": 15998,
            "text": "13. The 2nd defendant who represents the case party in person and also a practicing Advocate argues that, In support of his submission, he relies on citation reported in 2021 SCC Online Kunhimoosa).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8ab77ab1c205492bab9b91ef0545ff77_175"
        },
        {
            "start": 15999,
            "end": 16027,
            "text": "Ker 9808 (C.K. Surendran Vs.",
            "labels": [
                "NONE"
            ],
            "id": "c5a0f6d0253a4985965c62b1bc78dbb7_176"
        },
        {
            "start": 16028,
            "end": 16262,
            "text": "In this citation, the Hon'ble Kerala High Court held that, if court finds dispute attracts commercial dispute, the court has to return the plaint by invoking order 7 Rule 10 of CPC., and as he does not have power to transfer the suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c711e1e488324f4e9b83b9bf4a4361bf_177"
        },
        {
            "start": 16264,
            "end": 16460,
            "text": "14. The supra citation does not applicable to facts on hand for the reason is, the case on hand was filed prior to establishment of Dedicated Commercial Courts within the Bengaluru Rural District.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab0af1e4c24146cebf2086181018b3e3_178"
        },
        {
            "start": 16461,
            "end": 16513,
            "text": "\n- 12 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14dd40e4bab446f8bd3970e4b5ff8076_179"
        },
        {
            "start": 16514,
            "end": 16960,
            "text": "Now it is better to reproduce Section 15 (1), (2) and (5) of Commercial Court Act, 2015 for know the provisions of the Act;\nTransfer of pending cases: (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, ( 26 of 1996) relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "dbbf94f82a4b44bca65e3d5f2c7553f3_180"
        },
        {
            "start": 16961,
            "end": 17292,
            "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, (26 of 1996) relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which Commercial Court has been a constituted, shall be transferred to such Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "5a0a8b8186ff4768a612b473147a42eb_181"
        },
        {
            "start": 17294,
            "end": 18151,
            "text": "Provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub section (1) or sub-section (2).\n(3)***** (4)***** (5) In the event that such suit or application is not transferred in the manner specified in sub - section (1), sub-section (2) or sub - section (3), the Commercial Appellate Division of the High Court may, on the - 13 - NC: 2023:KHC:19391 AND CONNECTED MATTERS application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
            "labels": [
                "STA"
            ],
            "id": "43dd1f4bab9547288f1d3c57de77f8de_182"
        },
        {
            "start": 18153,
            "end": 18291,
            "text": "As per Supra Provisions, where a commercial Division has been constituted, the pending suits shall be transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92ee0a93067549fda64be939586c5529_183"
        },
        {
            "start": 18292,
            "end": 18348,
            "text": "Commercial court is constituted subsequently institution",
            "labels": [
                "ANALYSIS"
            ],
            "id": "205506b3b30d48d5aa9f1fec3b32cf57_184"
        },
        {
            "start": 18349,
            "end": 18513,
            "text": "It means, if the of the suit, the court has to transfer, in case after institution of Commercial Court in a district, the suit must not be filed in any other court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c2a702d739a424da2bb81c92a5164de_185"
        },
        {
            "start": 18514,
            "end": 18638,
            "text": "In case, it were filed, as per section 15(5) of, the Act, the party may withdraw such suit and file before Commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d79cccae7fd44868fcfc8d5ead55c92_186"
        },
        {
            "start": 18640,
            "end": 18720,
            "text": "16. Further, the Commercial Courts Act was enacted, 31.02.2015 it had amendment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb307a4b82524e3fbfb2a6fd7db185b3_187"
        },
        {
            "start": 18721,
            "end": 18907,
            "text": "Though it is again considered as in the year 2015 itself the Act came into force but, it was depending upon concerned States or such States to establish or constitutes Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "748fc6d906104b419c5fce1834522d25_188"
        },
        {
            "start": 18908,
            "end": 19090,
            "text": "The Section 2 (1) (7) Commercial Courts Act which says agreements relating to immovable property used exclusively in trade or commerce which attracts the commercial disputes dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cd28f29d08d4f078bae90e384801211_189"
        },
        {
            "start": 19091,
            "end": 19123,
            "text": "can also attracts commercial 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "193c1191b3fa46748a3786606193a529_190"
        },
        {
            "start": 19124,
            "end": 19266,
            "text": "Here, since lease agreement which is a registered on 22.08.2017 and exclusively used for commercial business, it attracts commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f1c44cc0cc74a9f8916121e07f34df9_191"
        },
        {
            "start": 19267,
            "end": 19319,
            "text": "\n- 14 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bbb0e61daa414b33bb20cf67b6628d86_192"
        },
        {
            "start": 19320,
            "end": 19433,
            "text": "The learned counsel for plaintiff, produces the Notification of Hon'ble High Court of Karnataka dated 17.12.2020.",
            "labels": [
                "NONE"
            ],
            "id": "44124dc57b0f4d178abeba9d6400a7f2_193"
        },
        {
            "start": 19434,
            "end": 19518,
            "text": "In this Bengaluru Rural District, as per High Court Notification bearing 17.12.2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56051d3c8ec24bbbbad24eba86d06c87_194"
        },
        {
            "start": 19519,
            "end": 19629,
            "text": "No . GOB (1) 1.2020 dated the Hon'ble X Addl. District and Sessions Court Bengaluru Rural District 28.12.2020.",
            "labels": [
                "NONE"
            ],
            "id": "15c627f8b24b4ef787db25d9383f31b3_195"
        },
        {
            "start": 19630,
            "end": 19648,
            "text": "was established on",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb02a00ed6cb453aa5449923857183d7_196"
        },
        {
            "start": 19649,
            "end": 19949,
            "text": "Further, the RTI information furnished by Administrative Branch, Bengaluru Rural District dated 15.10.2022 which states that in Bengaluru Rural District, the 10th Addl. District and Sessions Judge, Bengaluru Rural District, Bengaluru dedicated Commercial Court started to functioning from 28.12.2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4ecf804e84c4f86990020707cf36242_197"
        },
        {
            "start": 19950,
            "end": 19970,
            "text": "filed on 19.12.2020.",
            "labels": [
                "NONE"
            ],
            "id": "fcebfb7610d64eadae422b15ca500475_198"
        },
        {
            "start": 19971,
            "end": 20008,
            "text": "The suit was filed on 19.12.2020.\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4108f8992f6f43169decc1c84fbadc80_199"
        },
        {
            "start": 20009,
            "end": 20135,
            "text": "Therefore, court holds, in view of the suit on hand was filed on 19-12-2020 prior establishment of dedicated Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "864e72f412654a1fbf2b0c00348b9d5f_200"
        },
        {
            "start": 20136,
            "end": 20486,
            "text": "This court ought to have transfered the case to said court as direction issued by Hon'ble Prl. District and Sessions Judge, Bengaluru Rural District and moreover even the Section 15 clearly mandates the empower of the courts in which dealing with the commercial dispute suits, but either plaintiff defendants or this court did not identify this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5767f3d883654b2c889b66154c1ebafe_201"
        },
        {
            "start": 20487,
            "end": 20493,
            "text": "or 20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4aee083cd19438eae64f81721d4c0e8_202"
        },
        {
            "start": 20494,
            "end": 20875,
            "text": "So regarding commercial disputes is concerned, the 2nd defendant produces two citations reported in 2016 SCC Online Del 4282 (Mrs. Soni Dave Vs. M/s.Trans Asian Industries Expositions Pvt Ltd., and also another citation reported is in 2016 Onlince Delhi 760 - 15 - NC: 2023:KHC:19391 AND CONNECTED MATTERS (Havells India Limited Vs. The Advertising Standards Council of India).\n21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "391b7eb806fa4e879c4a901b4e70dc6f_203"
        },
        {
            "start": 20876,
            "end": 21056,
            "text": "These citations are in respect of commercial Securitization and Reconstruction of disputes in case Financial Assets and Enforcement of Securities Interest Act, 2002 is in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2632b6f447c4435591a538f092ceda75_204"
        },
        {
            "start": 21057,
            "end": 21142,
            "text": "So the facts in case property value is concerned where suit is for recovery of money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5500ffc7b8ad404f92bfcf66c6467b94_205"
        },
        {
            "start": 21143,
            "end": 21228,
            "text": "Such circumstances, the suit does not fall under the category of commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "495dec329cbd43c2a939f21d560d449c_206"
        },
        {
            "start": 21229,
            "end": 21247,
            "text": "transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "413d3cafa9fe4796a373db95b8e3281b_207"
        },
        {
            "start": 21248,
            "end": 21286,
            "text": "So the court cannot transfer the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ab3915c121e4f8696aca72c2316a800_208"
        },
        {
            "start": 21288,
            "end": 21606,
            "text": "22. This citation does not applicable to facts on hand, in view the subject matter of the property is a industrial land which is not in dispute and also the schedule property situated in industrial area as per say of plaintiff the defendants are running printing press business, which is called as commercial business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a57163559c934577b16ce90cb627c04e_209"
        },
        {
            "start": 21608,
            "end": 21766,
            "text": "23. The subsequent citation is in respect of dispute between Havells Wire and Tagline wires that don't catch fire, the name is misleading and exaggerated one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ced2234eab14896a9ef216f95de62cf_210"
        },
        {
            "start": 21767,
            "end": 21803,
            "text": "This facts pertaining to trade mark.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a86faef6b704e8a97fb020072b48fac_211"
        },
        {
            "start": 21804,
            "end": 21897,
            "text": "Therefore, hence it is not required to discuss as it is does not applicable to facts on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0ee7a7f99234000ac634bc92266833e_212"
        },
        {
            "start": 21899,
            "end": 22077,
            "text": "24. Main moto of defendants is to drag the case, otherwise, they would not have waited for two years to appear in this case in view of suit is for eviction and recovery of money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4eeb24ece548406f9c5722fe6f01ea7f_213"
        },
        {
            "start": 22078,
            "end": 22168,
            "text": "Moreover, the plaintiff deprived from receipt of at least agreed rent from past two years.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a29e887045eb4068a0d1a5e30a5cc8ad_214"
        },
        {
            "start": 22169,
            "end": 22479,
            "text": "Therefore, in view of this suit attracts commercial dispute - 16 - NC: 2023:KHC:19391 AND CONNECTED MATTERS in view of schedule property situated within the area of industrial area and also the defendants are running a business in the name and style of M/s. Polyprint involving in the process of printing etc.,",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b26fc86aba53414989e7815af7da8804_215"
        },
        {
            "start": 22480,
            "end": 22568,
            "text": "Accordingly, this court is empowered to transfer the case to dedicated commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcf6fa12e72c46c096b6d330d3b411bd_216"
        },
        {
            "start": 22569,
            "end": 22694,
            "text": "Hence, instead of returning the plaint as contented by 2nd defendant the court has to transfer the case to commercial courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ced9483e26fc408589cc35bd633c6824_217"
        },
        {
            "start": 22695,
            "end": 22816,
            "text": "Accordingly, IA.No.l is liable to be allowed by answered point is in the Affirmative proceed to pass the following:\nORDER",
            "labels": [
                "RPC"
            ],
            "id": "30e71b262195451d8b4f3b816dae836c_218"
        },
        {
            "start": 22817,
            "end": 22925,
            "text": "The IA.NO.I filed by plaintiff Under Section 15 of Commercial Courts Act, 2015 is hereby allowed with costs.",
            "labels": [
                "RPC"
            ],
            "id": "f884fcaf174747c9a8dddfde75caa75a_219"
        },
        {
            "start": 22926,
            "end": 23025,
            "text": "\nIn the result, this suit is transmitted to designated Commercial Courts, Bengaluru Rural District.",
            "labels": [
                "FAC"
            ],
            "id": "3e35773c71b648fcbf1f43df7787686c_220"
        },
        {
            "start": 23026,
            "end": 23128,
            "text": "\nThe parties who have all appeared are hereby directed to appear before the said court, on 29.10.2022.",
            "labels": [
                "RPC"
            ],
            "id": "4a1d43732944444baae2fbac6cf13c99_221"
        },
        {
            "start": 23129,
            "end": 23180,
            "text": "\nOffice to send the entire file, by after indexing.",
            "labels": [
                "FAC"
            ],
            "id": "f44a1fc8dbb244bf8015be2bfdb39d84_222"
        },
        {
            "start": 23181,
            "end": 23279,
            "text": "\nThe defendants are not expected to any further intimation regarding appearance on 29.10.2022.\"\n6.",
            "labels": [
                "FAC"
            ],
            "id": "9db7f74f691146d5bb26c7aab23bf38b_223"
        },
        {
            "start": 23280,
            "end": 23714,
            "text": "After the matter stood transferred to the commercial court, the petitioner filed applications in both the suits under Order VII Rule 11 of CPC for rejection of plaint inter alia contending that respondent-plaintiff had not exhausted the mandatory pre-litigation - 17 - NC: 2023:KHC:19391 AND CONNECTED MATTERS mediation contemplated under Section 12-A of the Act and the suits were premature and the plaint were liable to be rejected.",
            "labels": [
                "FAC"
            ],
            "id": "cc63425790b545f39f00ef098ef06099_224"
        },
        {
            "start": 23715,
            "end": 23899,
            "text": "The said applications also having been opposed by the respondents, the commercial court proceeded to pass the impugned order rejecting the said applications by holding as under:\n\"ORDER",
            "labels": [
                "FAC"
            ],
            "id": "8c456768bfbf4b4995bb064c95c3d1dc_225"
        },
        {
            "start": 23900,
            "end": 24013,
            "text": "The defendant No.1 has filed this application U/o VII Rule 11 of Code of Civil Procedure for rejection of plaint.",
            "labels": [
                "FAC"
            ],
            "id": "b8da269bf13943f99ac2a0fbdb57fb77_226"
        },
        {
            "start": 24015,
            "end": 24250,
            "text": "2. The Managing Director of the defendant No.1 has filed an affidavit in support of the application wherein it is stated that the plaintiff has filed the present suit against the defendants for eviction and other consequential reliefs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69bc25fa40e84e70baa48d02facfcf10_227"
        },
        {
            "start": 24251,
            "end": 24499,
            "text": "The plaint is liable to be rejected in accordance with Order VII Rule 11 of Code of Civil Procedure as the plaintiff has failed to comply with the mandate as contemplated under Section 12-A of the Commercial Courts Act (hereinafter called the Act).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fe0351b79a84fecb91e88967db8b4da_228"
        },
        {
            "start": 24500,
            "end": 24562,
            "text": "The suit does not contemplate any urgent relief under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "699a2d5ff4254f33901cb963db0532b0_229"
        },
        {
            "start": 24563,
            "end": 24807,
            "text": "Unless the matter exhausts the remedy of pre- institution mediation in accordance with such manner and procedure as may be prescribed by Rules made by the Central Government, the suit is not maintainable and the plaint is liable to be rejected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6956c7915674493192003b3e9192128e_230"
        },
        {
            "start": 24809,
            "end": 25158,
            "text": "3. It is further-stated that the Central Government in exercise of the powers conferred by sub-section 2 of Section 21-A read with sub-section (1) of Section 12-A - 18 - NC: 2023:KHC:19391 AND CONNECTED MATTERS of the Act issued a notification vide GSR.606(E) dated 03-07-2018 which was published in the Gazette of India Extraordinary on 03-07-2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0a5b91d34524f2d828c3e619fed41c7_231"
        },
        {
            "start": 25159,
            "end": 25313,
            "text": "Hon'ble Supreme Court of India in its judgment reported in 2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1ac4e140c7db4917a9a7f30076deeb6a_232"
        },
        {
            "start": 25314,
            "end": 25538,
            "text": "declared that Section 12-A of the Act is mandatory and any suit instituted violating the mandate of Section 12-A of the Act must be visited with the rejection of the plaint under Order VII Rule 11 of Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b57a1d4ed06949a0af8aca5c95f34a19_233"
        },
        {
            "start": 25539,
            "end": 25588,
            "text": "The said ruling came into effect from 20-08-2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f564281fa211459396f714c5c4ec5def_234"
        },
        {
            "start": 25589,
            "end": 25744,
            "text": "The present suit was numbered before this court on 29-10-2022 much after the date stipulated by Hon'ble Supreme Court of India in the above mentioned case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "329fc68228324cdd8d2fb4aee3c8e0f0_235"
        },
        {
            "start": 25746,
            "end": 25819,
            "text": "4. It is further stated that the suit is instituted in personal capacity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b26bc468441d4484889f859ae8fdec98_236"
        },
        {
            "start": 25820,
            "end": 25885,
            "text": "The defendant No.1 does not have any contract with the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d8d52303a6a46bea62da5bea89347a8_237"
        },
        {
            "start": 25886,
            "end": 25963,
            "text": "There is no privity of contract between the plaintiff and the defendant No.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69b4b931901649a5851c2552df40d772_238"
        },
        {
            "start": 25964,
            "end": 26074,
            "text": "The plaintiff has not produced any document to show that she and the defendant No.1 are bound by any contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76e63f0d08c64a14be0c1abeaff24c30_239"
        },
        {
            "start": 26075,
            "end": 26229,
            "text": "Hence, there is no cause of action to file the suit and as such the suit may be dismissed on the ground that there is no cause of action to file the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d945b647978c44e096a61c0a731b11ac_240"
        },
        {
            "start": 26230,
            "end": 26253,
            "text": "Hence, the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19c3c0d4e3244c98b5515d9948cc2649_241"
        },
        {
            "start": 26255,
            "end": 26387,
            "text": "5. The plaintiff has filed objections to the application stating that the application is not maintainable either in law or on facts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "068671e8d0d14bee89a164d52d0f339e_242"
        },
        {
            "start": 26388,
            "end": 26641,
            "text": "The plaintiff has denied the averments made by the defendant as false and contended that the present suit was filed before the - 19 - NC: 2023:KHC:19391 AND CONNECTED MATTERS City Civil and Sessions Judge, Bengaluru on 04-12- 2020 in O.S. No. 1397/2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66eb65343ba640c998bf0c3d252abd8d_243"
        },
        {
            "start": 26642,
            "end": 26758,
            "text": "The case was not filed before this court as a commercial case because at that time, this, court was not established.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4d3d6632e424d54a867585185c817d3_244"
        },
        {
            "start": 26759,
            "end": 26929,
            "text": "The court has started functioning only from 28-12-2020 which is evident from Notification No.GOB(I)1/2020 dated 17-12- 2022 issued by the Hon'ble High Court of Karnataka.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed9b0c673bed475ba126672986a418dc_245"
        },
        {
            "start": 26930,
            "end": 27398,
            "text": "The case was not been filed in a commercial court, but has come before this court by virtue of transfer application filed by the plaintiff under Section 15 of the Commercial Courts Act and the same shall be tried as per Section 15(4) of the Act which provides that the Commercial Court may hold case management hearing in respect of transferred suits in order to prescribe lines or issue such further directions as may be necessary for the speedy disposal of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1025029e3bd74b0f94d0aa5ef0027f38_246"
        },
        {
            "start": 27399,
            "end": 27491,
            "text": "Therefore, Section 12-A of the Act is not applicable in the present facts and circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "587a4201cdfe438cb0ae574b08d6b563_247"
        },
        {
            "start": 27492,
            "end": 27744,
            "text": "At this stage, when the matter is transferred to this court and it was posted for plaintiff's evidence, the question of rejection of plaint under Order VII Rule 11 of Code of Civil Procedure for non- compliance of Section 12A of the Act does not arise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "efd7306b06cd478f84e3c96c9ae4111a_248"
        },
        {
            "start": 27745,
            "end": 27870,
            "text": "Section 12-A of the Act is applicable to suits newly instituted before the Commercial Court and not to the transferred suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d085c1425af43e385340cb339915038_249"
        },
        {
            "start": 27871,
            "end": 27948,
            "text": "The process for transferred cases is provided under Section 15(4) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "417153133ccf435ab58ccff0aedcb8a6_250"
        },
        {
            "start": 27949,
            "end": 28222,
            "text": "\n6. It is further contended that the judgment relied by the defendant No.1 is not applicable in the present case because it is applicable to newly instituted suits before the Commercial Court and not to the transferred - 20 - NC: 2023:KHC:19391 AND CONNECTED MATTERS cases.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "536469615c44404baeaef6e634a5ebf4_251"
        },
        {
            "start": 28223,
            "end": 28348,
            "text": "It is denied that the present case is a newly instituted case before this court because it has been provided with new number.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "176316d064684fab8664b32363c12e5b_252"
        },
        {
            "start": 28349,
            "end": 28485,
            "text": "It is further contended that the defendants have avoided the receipt of the summons for two long years even after knowledge of the case.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a34bef910c3843fca17e09289fd06753_253"
        },
        {
            "start": 28486,
            "end": 28548,
            "text": "The written statement of the defendants has been taken as nil.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b569571041764414b89e25783a0f6943_254"
        },
        {
            "start": 28549,
            "end": 28689,
            "text": "The defendant No.1 has also filed an application under Section 15(4) of the Act to prescribe new time line for filing the written statement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "71cfe703392f4acaa36188d6e565b3e8_255"
        },
        {
            "start": 28690,
            "end": 28852,
            "text": "The defendant is blowing hot and cold as in one application, he seeks for rejection of the plaint and in other application, he prays for filing written statement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "26f6fcda658d4abab18a7d6e27d72a39_256"
        },
        {
            "start": 28853,
            "end": 28990,
            "text": "This conduct clearly shows that the present application has been filed only to delay the proceedings and to waste the time of this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "972f2e9ee545497ca2fbb2473f179c2e_257"
        },
        {
            "start": 28991,
            "end": 29062,
            "text": "Hence, he has sought for dismissal of the application with heavy costs.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5b342381f6d44bac926441a44f2cfa48_258"
        },
        {
            "start": 29064,
            "end": 29179,
            "text": "7. The defendants No.2 to 4 have adopted the interlocutory application filed by the defendant No.1' by filing memo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cbfc7b38a46e4c2a8a965df67d777e98_259"
        },
        {
            "start": 29181,
            "end": 29204,
            "text": "8. Heard the arguments.",
            "labels": [
                "NONE"
            ],
            "id": "abc8f564078e42fe8670d8a455059c2f_260"
        },
        {
            "start": 29205,
            "end": 29403,
            "text": "The counsel for the defendant No.1 produced copy of keynote address by Hon'ble Minister of Law and Justice, Government of India dated 05-07-2022, copy of Business Enabling Environment (BEE) Project.",
            "labels": [
                "NONE"
            ],
            "id": "6ffea4b3c6c14295a0ff516adf7b127c_261"
        },
        {
            "start": 29404,
            "end": 29536,
            "text": "He has relied upon ruling reported in 2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "26c51ab370314dd7a056021b268095a8_262"
        },
        {
            "start": 29537,
            "end": 29564,
            "text": "I have perused the records.",
            "labels": [
                "NONE"
            ],
            "id": "c00951f4ea5945c3a0072d0d440fd367_263"
        },
        {
            "start": 29566,
            "end": 29839,
            "text": "9. Now the points arise for my consideration are as under:\n- 21 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 1) Whether the suit is barred by the provisions of Section Commercial Courts Act? 12-A of the Commercial Act?\n2) Whether the plaint does not disclose cause of action?",
            "labels": [
                "ISSUE"
            ],
            "id": "a3b2d325023e4964852f894e23e8fb2d_264"
        },
        {
            "start": 29840,
            "end": 29855,
            "text": "\n3) What order?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd50f021688747a0aa483afd196c7086_265"
        },
        {
            "start": 29856,
            "end": 30093,
            "text": "\n10. My findings on the above points are as under:\nPoints No.1 and 2 : In the negative;\n       Point No.3         :       as per final order for the                               following;\n                        REASONS 11. POINT NO.1:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "253da1b28f7c42f8a00e2692d32286f8_266"
        },
        {
            "start": 30094,
            "end": 30167,
            "text": "The defendant No.1 has sought for rejection of the plaint on two grounds.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b4c6e3473c242e0922ceea947afdd63_267"
        },
        {
            "start": 30168,
            "end": 30378,
            "text": "Firstly, on the ground that provisions of Section 12-A of the Act bars the filing of the suit without initiating pre-institution mediation process and secondly, the plaint does not disclose any cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a37e890064b145c99fcbdfc9f2f11f94_268"
        },
        {
            "start": 30379,
            "end": 30437,
            "text": "The other defendants have adopted the I.A. by filing memo.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92f6f618403e44e196b1d6b76f19e1a7_269"
        },
        {
            "start": 30438,
            "end": 30603,
            "text": "The plaintiff has denied the contentions of the defendants as to bar under Section 12-A of the Commercial Courts Act and regarding non-disclosure of cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ce164123fff492bb1297db2d6ea67bc_270"
        },
        {
            "start": 30605,
            "end": 30699,
            "text": "12. The Commercial Courts Act is enacted in the year 2015 and it was amended in the year 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d661b98711eb4827941b4b2512e55328_271"
        },
        {
            "start": 30700,
            "end": 31167,
            "text": "The amendment Act, 2018 has introduced Section 12-A to the Act which reads as under:\nSECTION 12A: Pre-Institution Mediation and Settlement (1) A suit, which does not contemplate any urgent interim relief under this Act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution - 22 - NC: 2023:KHC:19391 AND CONNECTED MATTERS mediation in accordance with such manner and procedure as may be prescribed by rules made by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "78bd6331c811470892fd1cf3dc88238f_272"
        },
        {
            "start": 31168,
            "end": 31363,
            "text": "\n(2) The Central Government may, by notification, authorise the Authorities constituted under the Legal Services Authorities Act, 1987 (39 of 1987), for the purposes of pre-institution mediation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11f70d56473d4690b7daff3c6c6fd33b_273"
        },
        {
            "start": 31364,
            "end": 32524,
            "text": "\n(3) Notwithstanding anything contained in the Legal Services Authorities Act, 1987 (39 of 1987), the Authority authorised by the Central Government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1):\nProvided that the period of mediation may be extended for a further period of two months with the consent of the parties: Provided further that, the period during which the parties remained occupied with the pre- institution mediation, such period shall not be computed for the purpose of limitation under the Limitation Act, 1963 (36 of 1963).\n(4) If the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator.\n(5) The settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of - 23 - NC: 2023:KHC:19391 AND CONNECTED MATTERS section 30 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\nThe above provision came into effect from not",
            "labels": [
                "STA"
            ],
            "id": "ba99d8c5987446af983981261ba01b50_274"
        },
        {
            "start": 32525,
            "end": 32845,
            "text": "The above provision came 03-05-2018 and it mandates that a suit which does contemplate any urgent interim relief under the Act shall not be instituted unless the plaintiff exhausts the remedy of pre- instituted mediation in accordance with the manner and procedure prescribed by the Rules made by the Central Government.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c62174b881247b19acb2165c5e5616b_275"
        },
        {
            "start": 32846,
            "end": 33039,
            "text": "Accordingly, the rules have been framed by the Government wherein the District Legal Services Authority is nominated as competent authjority to carry out the pre- institution mediation process.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "393c97b1300b4c95af2d8a4b731859a5_276"
        },
        {
            "start": 33040,
            "end": 33210,
            "text": "The Hon'ble Supreme Court has held in the ruling relied by the defendants as under:\n\"91: The statute which has generated the controversy is the Amending Act of year 2018.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0efc50deb5084de79c254906805c0650_277"
        },
        {
            "start": 33211,
            "end": 33315,
            "text": "We have noticed that there is undoubtedly a certain amount of cleavage of opinion among the High Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bde8561dc0ba42d380e8c90714a945a7_278"
        },
        {
            "start": 33316,
            "end": 33469,
            "text": "The other feature which is to be noticed is that, this is a case where the law in question, the Amending Act containing certain Section 12A is a toddler.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "955567fe800b46c5952ed2ae7a43e58e_279"
        },
        {
            "start": 33470,
            "end": 33539,
            "text": "The lw necessarily would have teething problems at the nascent stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b920555497c45f0bda2c1d155e51bac_280"
        },
        {
            "start": 33540,
            "end": 33619,
            "text": "The specified value has been lowered drastically from Rs.1 crore to Rs.3 lakhs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea73f3e630504fdb9db79dd576bc0e1a_281"
        },
        {
            "start": 33620,
            "end": 33975,
            "text": "The imperative need to comply with the mandate of Section 12A which we have unravelled if it has not been shared by the parties on the advice they - 24 - NC: 2023:KHC:19391 AND CONNECTED MATTERS received or on the view prevailing in the High Courts would necessarily mean that unless we hold that the law, we declare is prospective such suits must perish.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab227dfeb7f047ec898ebfc31eb73c68_282"
        },
        {
            "start": 33976,
            "end": 34024,
            "text": "The court fee paid would have to be written off.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0a543d77a584807b4f4df991b2e5b1a_283"
        },
        {
            "start": 34025,
            "end": 34153,
            "text": "In a fresh suit which would be otherwise barred by limitation, shelter can be taken only under Section 14 of the Limitation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ce71d3f545d64083b30088414cb7d559_284"
        },
        {
            "start": 34154,
            "end": 34244,
            "text": "The availability of the power under Section 14 itself may have to be decided by the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "644667e0fc1348c696da72e3719d6296_285"
        },
        {
            "start": 34246,
            "end": 34349,
            "text": "92. Having regard to all circumstances, we would dispose of the matters in .these the following manner.",
            "labels": [
                "RPC"
            ],
            "id": "ae707390934e492cbc5e336706f801a1_286"
        },
        {
            "start": 34350,
            "end": 34542,
            "text": "We declare that Section 12A of the Act is mandatory and hold that any suit instituted violating the mandate of Section 12A must be visited with rejection of the plaint under Order VII Rule 11.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21b77b718eea42cdbee62a1b2870312d_287"
        },
        {
            "start": 34543,
            "end": 34635,
            "text": "This power can be exercised even suo-moto by the court as explained earlier in the judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed795273943e4ec7b2c92800c3662ae4_288"
        },
        {
            "start": 34636,
            "end": 34757,
            "text": "We, however, make this declaration effective from 20-08-2022 so that concerned stakeholders become sufficiently informed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b7e1063496e4945965c529f93600bac_289"
        },
        {
            "start": 34758,
            "end": 34964,
            "text": "Still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration.",
            "labels": [
                "RPC"
            ],
            "id": "e85df4f55d574cfab66409db2a257ff7_290"
        },
        {
            "start": 34965,
            "end": 35130,
            "text": "Still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the dclaration of prospective effect will not avail the plaintiff.",
            "labels": [
                "RATIO"
            ],
            "id": "f9ef2db44a2e4852a6dd1addf33257ba_291"
        },
        {
            "start": 35131,
            "end": 35359,
            "text": "Finally, if the plaint is filed violating Section 12A after the jurisdictional High Court has declared Section - 25 - NC: 2023:KHC:19391 AND CONNECTED MATTERS 12A mandatory also, the plaintiff will not be entitled to the relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a86fc36245944bfdaa1bef73f8ce339c_292"
        },
        {
            "start": 35361,
            "end": 35573,
            "text": "93. In Civil Appeal arising out of SLP (C) No.14697 of 2021 taking note of the fact that it is a case where the appellant would have succeeded and the plaint rejected, it is also necessary to order the following.",
            "labels": [
                "RPC"
            ],
            "id": "83e896a2a887417182b01d584f785469_293"
        },
        {
            "start": 35574,
            "end": 35774,
            "text": "The written statement filed by their appellant shall be treated as the application for leave to defend filed within time within the meaning of Order XXXVII and the matter considered on the said basis.",
            "labels": [
                "RPC"
            ],
            "id": "c3c884a75c4543b49bc9365664dbca09_294"
        },
        {
            "start": 35775,
            "end": 35940,
            "text": "While we disapprove of the reasoning in the impugned orders we decline to otherwise interfere with the ordrs and the two appeals shall stand disposed of accordingly.",
            "labels": [
                "RPC"
            ],
            "id": "8fd322960e7f4e1c8be2371077761e5a_295"
        },
        {
            "start": 35941,
            "end": 36058,
            "text": "In Civil Appeal arising out of SLP No.5737 of 2022, we set aside the order directing payment of costs of Rs.10,000/-.",
            "labels": [
                "RPC"
            ],
            "id": "8fa2004c839e4a5487bfdada3881e721_296"
        },
        {
            "start": 36059,
            "end": 36207,
            "text": "The petition of permission to file SLP in SLP  Diary NO.29458 of 2021 and the said SLP shall stand disposed of as already indicated in the judgment.",
            "labels": [
                "RPC"
            ],
            "id": "b02993ee5bd6494da2cf1d699383f03a_297"
        },
        {
            "start": 36208,
            "end": 36541,
            "text": "\nThe above observation of Hon'ble Supreme court makes it clear that Section 12-A fo the Act is mandatory and any suit instituted violating the mandate of Section 12A must be visited with rejected of the plaint under Order VII rule 11 of Code of Civil Procedure, that the power of rejection can be exercised even suo-oto by the court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "921eb3ed27964936a83b2255bf668952_298"
        },
        {
            "start": 36542,
            "end": 36769,
            "text": "However, Hon'ble Supreme Court has clarified that the declaration made in the said ruling is effective from 20-08-2022, so that concerned - 26 - NC: 2023:KHC:19391 AND CONNECTED MATTERS stakeholder become sufficiently informed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de84621e93ca4cd7aa4125a6d6bafcd9_299"
        },
        {
            "start": 36770,
            "end": 36903,
            "text": "This would mean that the suits instituted subsequent to 20-08- 2022 shall mandatorily comply the provision of Section 12A of the Act.",
            "labels": [
                "RPC"
            ],
            "id": "3e97114fc70f4230a4e4549fd702ee7e_300"
        },
        {
            "start": 36904,
            "end": 37017,
            "text": "The above said declaration by Hon'ble supreme Court has saved the suits which are instituted prior to 20-08-2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cb691367a5d43d6b2885862f236f362_301"
        },
        {
            "start": 37019,
            "end": 37225,
            "text": "13. The plaintiff has filed the present suit for ejectment of the defendants from the schedule property, for arrears of rent, electricity charges and other charges, for future mesne profits and for damages.",
            "labels": [
                "RPC"
            ],
            "id": "ed9541fe541f464c99d29a93ddc3e164_302"
        },
        {
            "start": 37226,
            "end": 37363,
            "text": "The defendant No.1 is a private limited company and the other defendants are the Director, Managing Director and CEO of the said company.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fa82aa4a4944051b7e34819a1a1066f_303"
        },
        {
            "start": 37364,
            "end": 37546,
            "text": "It appears from the records that the suit was filed on 08- 12-2020 before the Prl. Senior Civil Judge, Bengaluru Rural District, Bengaluru and it was registered in O.S. No.1397/2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77d6cc53c3d64b1c8c5e6488587dabce_304"
        },
        {
            "start": 37547,
            "end": 37602,
            "text": "Summons to the defendant No. 1 was returned as refused.",
            "labels": [
                "RPC"
            ],
            "id": "d1783cc9241d47e89315e1770daff5b8_305"
        },
        {
            "start": 37603,
            "end": 37706,
            "text": "Nobody has appeared before the court representing the defendant No.1 and hence, he was placed ex parte.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1cdda0aa63c404597a37274cc6820f3_306"
        },
        {
            "start": 37707,
            "end": 37782,
            "text": "Summonses were not served upon the other defendants in the ordinary course.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "701e1c3a6ae5447b9e0d3b3e2d1847b7_307"
        },
        {
            "start": 37783,
            "end": 37868,
            "text": "Hence, summons were directed against them by substitute service i.e., by publication.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14a03fe837774b4c9ec249fecdc00c11_308"
        },
        {
            "start": 37869,
            "end": 38008,
            "text": "In spite of publication of the summons in the newspaper, the defendant No.2 to 4 remained absent and hence, they were also placed ex parte.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "859459ffd0d04690b30f01b90ae9f927_309"
        },
        {
            "start": 38009,
            "end": 38226,
            "text": "When the matter was posted for plaintiff's evidence, the defendants have appeared before the court through their counsel and got the ex parte order set aside, but the defendants have not filed their written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3ba86578902436199fdbd28d4cebe94_310"
        },
        {
            "start": 38227,
            "end": 38462,
            "text": "In the meantime,\n- 27 - NC: 2023:KHC:19391 AND CONNECTED MATTERS the plaintiff has filed I.A. under. Section 15 of the Act. The defendant No.2 has filed statement of objections, but the other defendants have not filed their objections.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db05bb31c24846309a53231d5768fbc4_311"
        },
        {
            "start": 38463,
            "end": 38679,
            "text": "After hearing the arguments, the court vide dated 17- 10-2022 has allowed the application and ordered fo transfer of the suit to this court with a direction to the partie to appear before the court on 29-10-2022.\n14.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a556c338039747bb9ec530dd71fead12_312"
        },
        {
            "start": 38680,
            "end": 38868,
            "text": "In pursuance to the said order, the matter was placed before the Hon'ble Principal District and Sessions Judge, Bengaluru Rural District, Bengaluru who has madeover the case to this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e1a481b58394022b8a4dc29a0f7d4e9_313"
        },
        {
            "start": 38869,
            "end": 38943,
            "text": "Then the suit was renumbered as Commercial O.S. No.336/2022 on 29-10-2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08d4c5d434474d938d6fb2733f07dd80_314"
        },
        {
            "start": 38944,
            "end": 38998,
            "text": "Thereafter the parties have appeared before.the court.",
            "labels": [
                "NONE"
            ],
            "id": "00caf7dcc7ea48ffa2f02a08eb9edb18_315"
        },
        {
            "start": 38999,
            "end": 39128,
            "text": "The plaintiff, the defendants No.1, 3 and 4 are represented by their counsels, whereas the defendant No.2 is appearing in person.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "139fa651748443f6ac2bb50e9a231504_316"
        },
        {
            "start": 39130,
            "end": 39281,
            "text": "15. The suit did not contemplate any urgent orders when it was filed on 08-12-2020 before Prl. Senior Civil Judge, Bengaluru Rural District, Bengaluru.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4dcbced0e170463285da8d4e0a5032cb_317"
        },
        {
            "start": 39282,
            "end": 39406,
            "text": "The suit was filed before a Civil Court and as such there was no need for compliance of Section 12A of the Act at that time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60fbe30256d141aeac15a336f90e249c_318"
        },
        {
            "start": 39407,
            "end": 39551,
            "text": "This court was established with effect from 28-12-2020 and the suit was filed before the civil court earlier to the establishment of this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c2d97c2b1b449f69246560d069c3e4f_319"
        },
        {
            "start": 39552,
            "end": 39992,
            "text": "The suit is transferred to this court and was taken up before the court on 29-10-2022 which is subsequent to the date fixed by the Hon'ble Supreme Court of India in the above mentioned ruling, but it is to be noted that the bar created under Section 12-A of the Act is for - 28 - NC: 2023:KHC:19391 AND CONNECTED MATTERS institution of a fresh suit and it does not apply to a suit or proceeding which is transferred to the commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3ed417a5772243879d996597407abd18_320"
        },
        {
            "start": 39993,
            "end": 40167,
            "text": "The present suit is transferred under Section 15 of the Act and registration of he suit as commercial suit after its transfer cannot be considered as institution of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff14159a950446a0bfa320432f7f8d03_321"
        },
        {
            "start": 40168,
            "end": 40297,
            "text": "Hence, the declaration made by the Hon'ble Supreme Court of India in the above said ruling cannot be applied to the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad6505ea6680442a84dc204f98f2ac27_322"
        },
        {
            "start": 40298,
            "end": 40404,
            "text": "The Keynote address of the Hon'ble Law Minister is pertaining to the object of enacting Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5514f878ae8419b836fbfb7d791574c_323"
        },
        {
            "start": 40405,
            "end": 40607,
            "text": "Since, the suit is instituted prior to the date fixed by the Hon'ble Supreme Court that too before a Civil Court, mandatory provisions of Section 12A of the Act, have no application to the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7488b2055756446caf9b4641af6bbb69_324"
        },
        {
            "start": 40608,
            "end": 40760,
            "text": "I am of the opinion that the bar created by Section 12-A of the Act is not applicable to the present suit and hence, I answer the point in the negative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99127e114f6041bc83cf1655510a65ce_325"
        },
        {
            "start": 40761,
            "end": 40777,
            "text": "\n16. POINT NO.2:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "170ab1b518ce47b4933a608784c99ea3_326"
        },
        {
            "start": 40778,
            "end": 40901,
            "text": "Cause of action is bundle of facts and it can be gathered from taking into consideration the whole averments of the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2a2c4e7150841068f02b2728121f379_327"
        },
        {
            "start": 40902,
            "end": 41043,
            "text": "On perusal of the plaint, it reveals that the plaintiff has pleaded about existence lease, about termination of lease, arrears of rent, etc.,",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3d46b4fdc07749ce81e19d4e36b4005b_328"
        },
        {
            "start": 41044,
            "end": 41103,
            "text": "The plaint para No.21 is pertaining to the cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6d4c75b69cf4767a7db4a293d42adb9_329"
        },
        {
            "start": 41104,
            "end": 41188,
            "text": "The plainti has specifically pleaded as how he acquired right to sue the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b63a059a045a4609acf25f03f77e4060_330"
        },
        {
            "start": 41189,
            "end": 41320,
            "text": "The contentions raised by the defendants as t cause of action are nothing but the defences that can be raised in written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f38e17b7bf204bc987ec01c050d5368b_331"
        },
        {
            "start": 41321,
            "end": 41519,
            "text": "It is settled principle of law that a plaint can be rejected only on the basis of averments of the plaint and documents produced in - 29 - NC: 2023:KHC:19391 AND CONNECTED MATTERS support of plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6d9e1ace505440494c0113b7e273679_332"
        },
        {
            "start": 41520,
            "end": 41596,
            "text": "The plaint cannot be rejected on the basis of contentions of the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "addddc2571b24ab38e7fbd5e0634b179_333"
        },
        {
            "start": 41597,
            "end": 41714,
            "text": "Moreover, lack of cause of action to file the suit is different from non disclosure of cause of action in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaeceac71a734eb3bf537dcffac91db5_334"
        },
        {
            "start": 41715,
            "end": 41772,
            "text": "Only in latter case, the plaint is liable to be rejected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aadb471887cd476f95bc5b7275ebfa11_335"
        },
        {
            "start": 41773,
            "end": 41878,
            "text": "In this case, upon plain reading of the plaint, it can be said that the plaint discloses cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a59f4b5155414c6ebd68ee040b07870c_336"
        },
        {
            "start": 41879,
            "end": 41917,
            "text": "Hence, I answer the point in negative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb239830eb274b3e9a4f175bef001390_337"
        },
        {
            "start": 41918,
            "end": 41934,
            "text": "\n17. POINT NO.3:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aba50a4d30664c53a2592300e449219e_338"
        },
        {
            "start": 41935,
            "end": 42021,
            "text": "The defendant No.1 has filed the application which is adopted by the other defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01b4335ad2494ac7a6d1c7600933f2ee_339"
        },
        {
            "start": 42022,
            "end": 42105,
            "text": "The provisions of Sec.12A of the Act has no application to the. facts of this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1b5780996e6c4d0e8bf165b227549fda_340"
        },
        {
            "start": 42106,
            "end": 42245,
            "text": "The principle laid down by Hon'ble Supreme Court in the ruling relied by the defendants cannot be applied to the facts of the case on hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3da1cdac86f4c72a51a2a5288317176_341"
        },
        {
            "start": 42246,
            "end": 42321,
            "text": "The plaint discloses cause of action and the suit is not barred by any law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a59771e588e94c03aae169f1313360dc_342"
        },
        {
            "start": 42322,
            "end": 42379,
            "text": "I am of the opinion that the application is misconceived.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19e44ec3342d441dbcf68202b2501816_343"
        },
        {
            "start": 42380,
            "end": 42420,
            "text": "It is also filed to protract the matter.",
            "labels": [
                "RPC"
            ],
            "id": "18ee9360689845948bdc5713f1391982_344"
        },
        {
            "start": 42421,
            "end": 42468,
            "text": "Hence, it is liable to be dismissed with costs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a4b09eba71b54ffc9a2b4d1abcbf7946_345"
        },
        {
            "start": 42470,
            "end": 42715,
            "text": "18. In view of the above discussion and finding, I proceed to pass the following:\nORDER I.A.No. VI under Order VII Rule 11 of Code of Civil Procedure filed by the defendant No.1 and adopted by the other defendants is hereby dismissed with costs.",
            "labels": [
                "RPC"
            ],
            "id": "806c0e80862d4907b43d7081eed28884_346"
        },
        {
            "start": 42716,
            "end": 42764,
            "text": "\n- 30 - NC: 2023:KHC:19391 AND CONNECTED MATTERS",
            "labels": [
                "NONE"
            ],
            "id": "f7b71d03ce55452280aa9e17f58f7430_347"
        },
        {
            "start": 42765,
            "end": 42843,
            "text": "The defendants are liable to pay cost of Rs.2,000/- each to the plaintiff\".\n7.",
            "labels": [
                "RPC"
            ],
            "id": "4f50015c7a2c4a7abb5992a36e426c9d_348"
        },
        {
            "start": 42844,
            "end": 42942,
            "text": "I have given my anxious consideration to the rival submissions and perused the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "62a5f2d9c7f842e29e617e57f0102b48_349"
        },
        {
            "start": 42944,
            "end": 43336,
            "text": "8. The following points arise for consideration in the present petition:-\n1) Whether the Commercial Court was justified in allowing the applications filed by the respondents under Section 15 of the Commercial Courts Act, 2015?\n2) Whether the Commercial Court committed an error in rejecting the applications filed by the petitioners under Order VII Rule 11 of CPC seeking rejection of plaint?",
            "labels": [
                "ISSUE"
            ],
            "id": "58083845b33f4260b060346b7ad307c6_350"
        },
        {
            "start": 43338,
            "end": 43357,
            "text": "9. REG: POINT NO.1:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d8d08fb7f6644f48e92dfe0b5342d33_351"
        },
        {
            "start": 43358,
            "end": 43664,
            "text": "A perusal of the material on record in particular, the plaint averments in Com.O.S.no.1397/2020 and Com.O.S.No.1398/2020 will clearly indicate that respondents- plaintiffs have referred to registered lease deed dated 08.09.2017 alleged to have been entered into between the respondents and the petitioners.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ba909303f8642cbab9b7d8f8bac8b29_352"
        },
        {
            "start": 43665,
            "end": 43770,
            "text": "In fact, copy of the said document has been produced by the respondents-plaintiffs along with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b26e6a4c14c14761b60254b34180a78e_353"
        },
        {
            "start": 43771,
            "end": 44306,
            "text": "Under these circumstances, in the light of the definition of commercial - 31 - NC: 2023:KHC:19391 AND CONNECTED MATTERS dispute as contemplated and enjoined Section 2 (1) (7) of the Act read with the explanation to the said provision which contemplates that a commercial dispute includes disputes arising out of agreements relating to immovable properties used exclusively in trade or commerce, I am of the view that the Trial Court was fully justified in allowing the applications filed by the respondents under Section 15 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b9743ec597b424d91ef99744c3335ff_354"
        },
        {
            "start": 44307,
            "end": 44594,
            "text": "It is significant to note that it is an undisputed fact that the suit schedule property is being used for trade or commerce by the petitioners and consequently, the dispute between the parties would cover by the definition of commercial dispute under Section 2 (1) (vii) of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6390e3415dde40b38fe2972889d081dd_355"
        },
        {
            "start": 44595,
            "end": 44932,
            "text": "Accordingly, the impugned order passed by the Trial Court allowing the applications filed by the respondent under Section 15 of the said Act cannot be said to illegal, arbitrary or having occasioned failure of justice warranting interference by this Court in the present petition. Point no.1 accordingly answered against the petitioners.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fb462b5ab404aba911654dcbbc04f29_356"
        },
        {
            "start": 44933,
            "end": 44954,
            "text": "\n10. REG: POINT NO.2:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86353fb42e6243e09d2462fad43be723_357"
        },
        {
            "start": 44955,
            "end": 45722,
            "text": "The petitioners filed the instant application under Order VII Rule 11 of CPC seeking rejection of the plaint inter alia contending that the respondents had not exhausted the mandatory pre-litigation mediation contemplated under Section 12(1) of the said Act prior to instituting the suit before the - 32 - NC: 2023:KHC:19391 AND CONNECTED MATTERS designated commercial court and on this score alone, the plaint was liable to be rejected. In this context, reliance is placed upon the judgment of the Apex Court in the case of PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS PRIVATE LIMITED - 2022 SCC ONLINE SC 1028 in order to contend that violating the mandate of Section 12-A of the Act must be visited with the consequence of rejection of the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e30a05545174b2fb0d270cf05f56c9b_358"
        },
        {
            "start": 45723,
            "end": 45838,
            "text": "In the facts of the instant case, it is undisputed fact that the suit was instituted on 08.12.2020 before the Addl.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f55fcc33de4b4891bdaa3eb81ea7d7b1_359"
        },
        {
            "start": 45839,
            "end": 45845,
            "text": "Senior",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87ccf8c86cc14758a36343388fd65cb4_360"
        },
        {
            "start": 45846,
            "end": 45969,
            "text": "Civil Judge, Bengaluru Rural District, Bengaluru, much prior to the said judgment having been pronounced by the Apex Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eaa15e3bed8c42b1a463140ccac87454_361"
        },
        {
            "start": 45970,
            "end": 46557,
            "text": "Further, a perusal of the aforesaid judgment of the Apex Court will also indicate apart to the fact that same does not have retrospective operation and is not applicable to pending suits before the commercial courts, the question of directing parties to exhaust the remedy of pre-litigation mediation as contemplated under Section 12-A of the said Act would arise only to the suits instituted after the said judgment in PATIL AUTOMATION PRIVATE LIMITED (supra) was pronounced on 20.08.2022 which is prospective in operation and would not affect pending suits as suits instituted earlier.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e3028bc27b843739383c0dc254804b4_362"
        },
        {
            "start": 46558,
            "end": 47012,
            "text": "Under these circumstances, the Trial Court has come to the correct conclusion that no reliance - 33 - NC: 2023:KHC:19391 AND CONNECTED MATTERS can be placed upon the said judgment of the Apex Court in the case of PATIL AUTOMATION PRIVATE LIMITED (supra) for the purpose of coming to the conclusion that the instant suits undisputedly instituted prior to 20.08.2022 when the said judgment was pronounced was not applicable to the fact of the instant case.",
            "labels": [
                "RATIO"
            ],
            "id": "0f8e5927da6c48e596b116cd1d176468_363"
        },
        {
            "start": 47013,
            "end": 47565,
            "text": "\nIt is also significant to note that though the order of transfer to the Commercial court is dated 17.10.2022 subsequent to the judgment of the Apex Court rendered on 20.08.2022, the suits having been instituted on 08.12.2020, mere transfer under Section 15 of the Act subsequently cannot be construed or treated as the suit being instituted after 20.08.2022 so as to attract rigor Section 12-A of the Act and on this ground also, the Trial Court was fully justified in rejecting the application filed by the petitioners under Order VII Rule 11 of CPC.",
            "labels": [
                "RATIO"
            ],
            "id": "adf3625e9e814e3ba4f2a8703f369073_364"
        },
        {
            "start": 47566,
            "end": 47647,
            "text": "Accordingly, point No.2 is also answered in the negative against the petitioners.",
            "labels": [
                "RPC"
            ],
            "id": "54b85eae20b940d9a2919d05ba7b31a3_365"
        },
        {
            "start": 47648,
            "end": 47774,
            "text": "\nIn view of the aforesaid facts and circumstances, I do not find any merit in the petitions and the same are hereby dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "ff3dea58efa444f9911f117796e5af1e_366"
        },
        {
            "start": 47776,
            "end": 47790,
            "text": "Sd/-\nJUDGE NMS",
            "labels": [
                "NONE"
            ],
            "id": "f0d35d4888d94ffe8f02174075797327_367"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Universal Test Solutions Llp",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 49
        },
        {
            "text": "S L K Software Services Private Limited",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 92
        },
        {
            "text": "S.G.Pandit",
            "label": "LAWYER",
            "start_char": 120,
            "end_char": 130
        },
        {
            "text": "S.G.Pandit",
            "label": "LAWYER",
            "start_char": 138,
            "end_char": 148
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 157,
            "end_char": 193
        },
        {
            "text": "S.G.Pandit",
            "label": "JUDGE",
            "start_char": 307,
            "end_char": 317
        },
        {
            "text": "Universal Test Solutions Llp\nA Limited Liability Partnership",
            "label": "PETITIONER",
            "start_char": 373,
            "end_char": 433
        },
        {
            "text": "Joshua Hudson Samuel",
            "label": "LAWYER",
            "start_char": 754,
            "end_char": 774
        },
        {
            "text": "S.L.K. Software Services Private Limited",
            "label": "RESPONDENT",
            "start_char": 788,
            "end_char": 828
        },
        {
            "text": "Tamarra Sequira",
            "label": "LAWYER",
            "start_char": 1091,
            "end_char": 1106
        },
        {
            "text": "14/08/2023",
            "label": "DATE",
            "start_char": 1657,
            "end_char": 1667
        },
        {
            "text": "Additional City Civil and Sessions Judge at Bengaluru City (CCH-84)",
            "label": "COURT",
            "start_char": 1837,
            "end_char": 1904
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1959,
            "end_char": 1970
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1978,
            "end_char": 1999
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 2046,
            "end_char": 2057
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2061,
            "end_char": 2064
        },
        {
            "text": "Joshua Hudson Samuel",
            "label": "LAWYER",
            "start_char": 2218,
            "end_char": 2238
        },
        {
            "text": "Tamarra Sequeira",
            "label": "OTHER_PERSON",
            "start_char": 2287,
            "end_char": 2303
        },
        {
            "text": "CMP No.345/2017",
            "label": "CASE_NUMBER",
            "start_char": 2474,
            "end_char": 2489
        },
        {
            "text": "A.C.No.92/2018",
            "label": "CASE_NUMBER",
            "start_char": 2636,
            "end_char": 2650
        },
        {
            "text": "14.11.2018",
            "label": "DATE",
            "start_char": 2682,
            "end_char": 2692
        },
        {
            "text": "30.09.2019",
            "label": "DATE",
            "start_char": 2715,
            "end_char": 2725
        },
        {
            "text": "30.09.2019",
            "label": "DATE",
            "start_char": 2932,
            "end_char": 2942
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2964,
            "end_char": 2974
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2982,
            "end_char": 3020
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3034,
            "end_char": 3049
        },
        {
            "text": "Commercial Court, Bengaluru",
            "label": "COURT",
            "start_char": 3063,
            "end_char": 3090
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 3115,
            "end_char": 3128
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3188,
            "end_char": 3198
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3206,
            "end_char": 3221
        },
        {
            "text": "A.S.No.182/2019",
            "label": "CASE_NUMBER",
            "start_char": 3225,
            "end_char": 3240
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 3249,
            "end_char": 3262
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 3382,
            "end_char": 3392
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 3610,
            "end_char": 3620
        },
        {
            "text": "City Civil Court, Bengaluru",
            "label": "COURT",
            "start_char": 3791,
            "end_char": 3818
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 3869,
            "end_char": 3879
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 3883,
            "end_char": 3898
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 4003,
            "end_char": 4016
        },
        {
            "text": "A.S.No.182/2019",
            "label": "CASE_NUMBER",
            "start_char": 4255,
            "end_char": 4270
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 4306,
            "end_char": 4316
        },
        {
            "text": "Commercial Appeal No.7/2021",
            "label": "CASE_NUMBER",
            "start_char": 4332,
            "end_char": 4359
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 4410,
            "end_char": 4423
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 4469,
            "end_char": 4479
        },
        {
            "text": "18.05.2022",
            "label": "DATE",
            "start_char": 4527,
            "end_char": 4537
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 4544,
            "end_char": 4555
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4559,
            "end_char": 4562
        },
        {
            "text": "City Civil Court, Bengaluru",
            "label": "COURT",
            "start_char": 4601,
            "end_char": 4628
        },
        {
            "text": "07.10.2021",
            "label": "DATE",
            "start_char": 4660,
            "end_char": 4670
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 4798,
            "end_char": 4808
        },
        {
            "text": "Commercial Appeal No.7/2022",
            "label": "CASE_NUMBER",
            "start_char": 5196,
            "end_char": 5223
        },
        {
            "text": "31.07.2023",
            "label": "DATE",
            "start_char": 5604,
            "end_char": 5614
        },
        {
            "text": "26.07.2022",
            "label": "DATE",
            "start_char": 5652,
            "end_char": 5662
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 5702,
            "end_char": 5713
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5717,
            "end_char": 5720
        },
        {
            "text": "26.07.2022",
            "label": "DATE",
            "start_char": 6013,
            "end_char": 6023
        },
        {
            "text": "W.P.No.22221/2022",
            "label": "CASE_NUMBER",
            "start_char": 6126,
            "end_char": 6143
        },
        {
            "text": "08.06.2023",
            "label": "DATE",
            "start_char": 6171,
            "end_char": 6181
        },
        {
            "text": "26.07.2022",
            "label": "DATE",
            "start_char": 6236,
            "end_char": 6246
        },
        {
            "text": "Review Petition No.282/2023",
            "label": "CASE_NUMBER",
            "start_char": 6464,
            "end_char": 6491
        },
        {
            "text": "08.06.2023",
            "label": "DATE",
            "start_char": 6516,
            "end_char": 6526
        },
        {
            "text": "W.P.No.22221/2022",
            "label": "CASE_NUMBER",
            "start_char": 6530,
            "end_char": 6547
        },
        {
            "text": "22.06.2023",
            "label": "DATE",
            "start_char": 6608,
            "end_char": 6618
        },
        {
            "text": "15.07.2023",
            "label": "DATE",
            "start_char": 6932,
            "end_char": 6942
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 6999,
            "end_char": 7010
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7014,
            "end_char": 7017
        },
        {
            "text": "07.10.2021",
            "label": "DATE",
            "start_char": 7061,
            "end_char": 7071
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7098,
            "end_char": 7113
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7164,
            "end_char": 7174
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7178,
            "end_char": 7193
        },
        {
            "text": "Section 47 and Section 114",
            "label": "PROVISION",
            "start_char": 7213,
            "end_char": 7239
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7243,
            "end_char": 7246
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7347,
            "end_char": 7357
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 7405,
            "end_char": 7415
        },
        {
            "text": "Joshua Hudson Samuel",
            "label": "LAWYER",
            "start_char": 7604,
            "end_char": 7624
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 7736,
            "end_char": 7746
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 7750,
            "end_char": 7763
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 7781,
            "end_char": 7794
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8900,
            "end_char": 8910
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8918,
            "end_char": 8933
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9062,
            "end_char": 9072
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9080,
            "end_char": 9095
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 9135,
            "end_char": 9145
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9153,
            "end_char": 9168
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 9534,
            "end_char": 9544
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9552,
            "end_char": 9567
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 9631,
            "end_char": 9641
        },
        {
            "text": "31.05.2024",
            "label": "DATE",
            "start_char": 9695,
            "end_char": 9705
        },
        {
            "text": "City Civil Court",
            "label": "COURT",
            "start_char": 9742,
            "end_char": 9758
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 9845,
            "end_char": 9858
        },
        {
            "text": "City Civil Court (Commercial Court), Bengaluru",
            "label": "COURT",
            "start_char": 9931,
            "end_char": 9977
        },
        {
            "text": "Joshua Hudson Samuel",
            "label": "LAWYER",
            "start_char": 10781,
            "end_char": 10801
        },
        {
            "text": "Tamarra Sequeira",
            "label": "OTHER_PERSON",
            "start_char": 11121,
            "end_char": 11137
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11264,
            "end_char": 11274
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11282,
            "end_char": 11297
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 11511,
            "end_char": 11521
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 11529,
            "end_char": 11544
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 11592,
            "end_char": 11603
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11607,
            "end_char": 11610
        },
        {
            "text": "A.P.No.7/2022",
            "label": "DATE",
            "start_char": 11764,
            "end_char": 11777
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 11939,
            "end_char": 11950
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11954,
            "end_char": 11957
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12024,
            "end_char": 12034
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12111,
            "end_char": 12121
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12273,
            "end_char": 12283
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12399,
            "end_char": 12409
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12417,
            "end_char": 12432
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12509,
            "end_char": 12519
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12546,
            "end_char": 12556
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 12658,
            "end_char": 12668
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 12676,
            "end_char": 12691
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 12802,
            "end_char": 12813
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12817,
            "end_char": 12820
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 13149,
            "end_char": 13160
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13164,
            "end_char": 13167
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 13377,
            "end_char": 13388
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13392,
            "end_char": 13395
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 13469,
            "end_char": 13480
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 13488,
            "end_char": 13509
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 13517,
            "end_char": 13528
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 13536,
            "end_char": 13557
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 14007,
            "end_char": 14018
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 14026,
            "end_char": 14047
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 14371,
            "end_char": 14382
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 14390,
            "end_char": 14411
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 14464,
            "end_char": 14475
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 14483,
            "end_char": 14504
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14600,
            "end_char": 14610
        },
        {
            "text": "GARMENT CRAFT V/S. PRAKASH CHAND GOEL1",
            "label": "PRECEDENT",
            "start_char": 14628,
            "end_char": 14666
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 14733,
            "end_char": 14744
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 14752,
            "end_char": 14773
        },
        {
            "text": "Prakash Chand Goel v. Garment Craft, 2019 SCC OnLine Del 11943",
            "label": "PRECEDENT",
            "start_char": 14941,
            "end_char": 15003
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 15161,
            "end_char": 15172
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 15180,
            "end_char": 15201
        },
        {
            "text": "(2022) 4 SCC 181",
            "label": "CASE_NUMBER",
            "start_char": 15440,
            "end_char": 15456
        },
        {
            "text": "Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar, (2010) 1 SCC 217 : (2010) 1 SCC (Civ) 69",
            "label": "PRECEDENT",
            "start_char": 15678,
            "end_char": 15772
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 15976,
            "end_char": 15987
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 16377,
            "end_char": 16388
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd.",
            "label": "PRECEDENT",
            "start_char": 16404,
            "end_char": 16443
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd., (2001) 8 SCC 97",
            "label": "PRECEDENT",
            "start_char": 16445,
            "end_char": 16501
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 16628,
            "end_char": 16639
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 16647,
            "end_char": 16668
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 18110,
            "end_char": 18123
        },
        {
            "text": "30.09.2018",
            "label": "DATE",
            "start_char": 18175,
            "end_char": 18185
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18192,
            "end_char": 18202
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18210,
            "end_char": 18225
        },
        {
            "text": "30.09.2018",
            "label": "DATE",
            "start_char": 18333,
            "end_char": 18343
        },
        {
            "text": "A.S.No.182/2019",
            "label": "CASE_NUMBER",
            "start_char": 18347,
            "end_char": 18362
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18401,
            "end_char": 18411
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 18419,
            "end_char": 18434
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 18477,
            "end_char": 18487
        },
        {
            "text": "30.10.2021",
            "label": "DATE",
            "start_char": 18556,
            "end_char": 18566
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 18655,
            "end_char": 18668
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 18778,
            "end_char": 18791
        },
        {
            "text": "s. 34",
            "label": "PROVISION",
            "start_char": 18822,
            "end_char": 18827
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 18835,
            "end_char": 18865
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 19206,
            "end_char": 19216
        },
        {
            "text": "A.P.No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 19225,
            "end_char": 19238
        },
        {
            "text": "Appeal No.1/2020",
            "label": "CASE_NUMBER",
            "start_char": 19449,
            "end_char": 19465
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 19728,
            "end_char": 19738
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19827,
            "end_char": 19837
        },
        {
            "text": "17.03.2020",
            "label": "DATE",
            "start_char": 20212,
            "end_char": 20222
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20278,
            "end_char": 20288
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20296,
            "end_char": 20311
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20323,
            "end_char": 20333
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20449,
            "end_char": 20459
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 20477,
            "end_char": 20487
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20554,
            "end_char": 20569
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 20610,
            "end_char": 20620
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20628,
            "end_char": 20643
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 20715,
            "end_char": 20725
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 20733,
            "end_char": 20748
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21024,
            "end_char": 21034
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21042,
            "end_char": 21057
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 21091,
            "end_char": 21101
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 21109,
            "end_char": 21124
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 21298,
            "end_char": 21308
        },
        {
            "text": "M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2",
            "label": "PRECEDENT",
            "start_char": 21324,
            "end_char": 21381
        },
        {
            "text": "Principal Sub-Judge, Hyderabad",
            "label": "COURT",
            "start_char": 21567,
            "end_char": 21597
        },
        {
            "text": "4-8-2000",
            "label": "DATE",
            "start_char": 21617,
            "end_char": 21625
        },
        {
            "text": "High Court of Judicature at Andhra Pradesh",
            "label": "COURT",
            "start_char": 21728,
            "end_char": 21770
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 21777,
            "end_char": 21793
        },
        {
            "text": "Rakesh Dwivedi",
            "label": "OTHER_PERSON",
            "start_char": 22043,
            "end_char": 22057
        },
        {
            "text": "V.R. Reddy",
            "label": "OTHER_PERSON",
            "start_char": 22488,
            "end_char": 22498
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22876,
            "end_char": 22886
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22948,
            "end_char": 22958
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23176,
            "end_char": 23186
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 23365,
            "end_char": 23375
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 23523,
            "end_char": 23533
        },
        {
            "text": "Registration Act",
            "label": "STATUTE",
            "start_char": 23541,
            "end_char": 23557
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 23807,
            "end_char": 23817
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23825,
            "end_char": 23848
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23868,
            "end_char": 23878
        },
        {
            "text": "31.07.2023",
            "label": "DATE",
            "start_char": 24349,
            "end_char": 24359
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 24412,
            "end_char": 24423
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24427,
            "end_char": 24430
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 24488,
            "end_char": 24498
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 24506,
            "end_char": 24521
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 24823,
            "end_char": 24834
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24838,
            "end_char": 24841
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24905,
            "end_char": 24915
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 24992,
            "end_char": 25002
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 25010,
            "end_char": 25025
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25315,
            "end_char": 25325
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26300,
            "end_char": 26310
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26373,
            "end_char": 26383
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 26791,
            "end_char": 26802
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 26810,
            "end_char": 26831
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 26980,
            "end_char": 26990
        },
        {
            "text": "1996 Act",
            "label": "STATUTE",
            "start_char": 26994,
            "end_char": 27002
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27191,
            "end_char": 27201
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27238,
            "end_char": 27248
        },
        {
            "text": "01.08.2023",
            "label": "DATE",
            "start_char": 27399,
            "end_char": 27409
        },
        {
            "text": "Sheristedar",
            "label": "OTHER_PERSON",
            "start_char": 27413,
            "end_char": 27424
        },
        {
            "text": "City Civil Court (Commercial Court), Bengaluru",
            "label": "COURT",
            "start_char": 27426,
            "end_char": 27472
        },
        {
            "text": "31.05.2024",
            "label": "DATE",
            "start_char": 27518,
            "end_char": 27528
        },
        {
            "text": "31.05.2024",
            "label": "DATE",
            "start_char": 27651,
            "end_char": 27661
        },
        {
            "text": "31.07.2023",
            "label": "DATE",
            "start_char": 27742,
            "end_char": 27752
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 27794,
            "end_char": 27804
        }
    ],
    "precedent_clusters": {
        "M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2": [
            "GARMENT CRAFT V/S. PRAKASH CHAND GOEL1",
            "Estralla Rubber v. Dass Estate (P) Ltd.",
            "M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 47 and Section 114",
            "CPC",
            "Section 47 and Section 114",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "s. 34",
            "Arbitration & Conciliation Act",
            "s. 34",
            "Arbitration & Conciliation Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 17",
            "Registration Act",
            "Section 17",
            "Registration Act"
        ],
        [
            "Section 47",
            "Code of Civil Procedure",
            "Section 47",
            "Code of Civil Procedure"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 36",
            "1996 Act",
            "Section 36",
            "1996 Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 36",
            "Arbitration Act",
            "Section 36",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 34",
            "Arbitration Act",
            "Section 34",
            "Arbitration Act"
        ],
        [
            "Section 37(1)(b)",
            "Arbitration Act",
            "Section 37(1)(b)",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "M.ANASUYA DEVI AND ANOTHER V/S. M.MANIK REDDY AND OTHERS2": 3
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 12,
        "Section 151 of CPC": 11,
        "Section 34 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Arbitration Act": 31,
        "Section 47 and Section 114 of CPC": 1,
        "Section 36 of Arbitration Act": 12,
        "s. 34 of Arbitration & Conciliation Act": 1,
        "Section 17 of Registration Act": 1,
        "Section 47 of Code of Civil Procedure": 1,
        "Section 36 of 1996 Act": 1,
        "Section 37(1)(b) of Arbitration Act": 1
    },
    "statute_counts": {
        "Constitution of India": 12,
        "CPC": 12,
        "Arbitration and Conciliation Act, 1996": 1,
        "Arbitration Act": 44,
        "Arbitration & Conciliation Act": 1,
        "Registration Act": 1,
        "Code of Civil Procedure": 1,
        "1996 Act": 1
    }
}