{
    "id": "5001a803733bba4080113e26cd1acc20bd62b7de15836d482694c52d0459930a",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nJammu & Kashmir High Court\nM/S Ladakh Road Lines vs Union Territory Of J&K And Ors on 30 December, 2020\nAuthor: Sanjay Dhar\nBench: Sanjay Dhar\n      In The High Court Of Jammu And Kashmir\n                     At Jammu\n\n                    (Through Virtual Mode)\n\n                                                 Aa No . 14/2020 \n                                                 Cm Nos . 6914/2020 & \n                                                 6915/2020 \n\n                                             Reserved on: 18.12.2020\n                                            Pronounced on: 30.12.2020 \n\n\n\n\nM/S Ladakh Road Lines                   ... Petitioner(s) \n                Through: - Mr. K.S.Johal Sr . Advocate with\n                           Mr. Supreet Singh Johal Advocate\n\nVs. \n\nUnion Territory of J&K and ors                ... Respondent(s) \n                   Through: -      Mr. Altaf Haqani Sr . Advocate with\n                                   Mr. Shaqir Haqani Advocate for \n                                   R-2 to 4 and 6 to 8.\n                                   Mr.Z.A.Qureshi Sr. Advocate with\n                                   Ms. Rehana Advocate for R-9\n\n\nCoram:      Hon'Ble Mr. Justice Sanjay Dhar, Judge\n\n\n                            Judgment \n1 The appellant abovenamed has filed the instant petition under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Act of 1996) against the judgment and order dated 0 9.11.2020 passed by the learned Commercial Court (Additional District Judge), Jammu hereinafter referred to as the Commercial Court) whereby the petition of the appellant/petitioner filed under Section 9 of the Act has been dismissed . \n2 Briefly stated, the facts giving rise to filing of this appeal are that on 21.08.2020, Jammu and Kashmir Road Transport Corporation (hereinafter referred to as the JKRTC) through its Managing Director invited e-tender vide its Notice No. JKRTC/GML/CHT/2020- 22/KMR/359 for supply of Trucks (HCVs/LCVs) for various Stations of Kashmir province, for two years viz. for the years 2020-2022. The bidding process was through online mode and the technical bids were to be opened on 09.09.2020 at 2:00 p.m. Certain conditions with regard to eligibility were prescribed in the tender notice and the bidders were required to upload the requisite documents along with their offers. It appears that the appellant/petitioner as well as respondent No.9 herein responded to the aforesaid tender notice and submitted their offers online. JKRTC, after finding that the appellant/petitioner as well as respondent No.9 have qualified the technical bid, opened the financial bid, whereafter contract in respect of Clusters bearing Code K-1 to K4 was allotted in favour of respondent No.9, whereas contract in respect of Clusters bearing Code K-5 and K-6 was allotted to New J&K Roadways, Srinagar. Allotment of contract in respect of Cluster K-7 was made in favour of appellant/petitioner. \n3 According to the appellant/petitioner, respondent No.9 was not eligible to participate in the bidding process as it was not a registered transport firm. It is averred that respondent No.9 had not uploaded the requisite documents along with its offer. On this ground, it is urged that allotment of contract in favour of respondent No.9 is not in accordance with law. It is pertinent to mention here that the tender document contains an arbitration clause which reads as under:\n\"Any dispute arising between the Corporation and any tenderer in respect of the tender or process undertaken therein shall be referred to Arbitrator under the provisions of J&K Arbitration and Conciliation Act, to the arbitration of Administrative Department\".\n4 Feeling aggrieved of the action of JKRTC, whereby the contract for supplying of vehicles for certain clusters was allotted to respondent No.9, the appellant/petitioner filed a petition under Section 9 of the Act before the learned Commercial Court, Jammu seeking an interim injunction to stay the following actions of the official respondents:\n\"(i) decisions taken by the official respondents to declare the private respondents No.9 and 10 qualified in the Technical Bid;\n(ii) order No. JKRTC/GM/Load/Plg&Sts/392 dated 17.09.2020 issued by respondent No.3/4 whereby respondent No.9 has been declared as qualified in the Technical Bid and fixed the contract of transportation for engagement of Civil Hire Transport (CHT) contractors to meet the left over demand of JKRTC for various designated clusters/stations viz. Cluster Code K-1,K-2,K- 3 and K-4 in Kashmir province for the year 2020-22 (for 2 years)\".\n5 The aforesaid petition was contested by JKRTC as well as by respondent No.9 herein by filing their separate replies thereto. JKRTC in its reply before the learned Commercial Court, besides contesting the petition on merits, raised a preliminary objection with regard to the jurisdiction of the Commercial Court, Jammu to entertain the petition. According to the said respondent, no part of cause of action had arisen within the jurisdiction of learned Commercial Court, Jammu, as such, the petition could not be entertained by the said Court. 6 Respondent No.9 in its reply before the learned Commercial Court, Jammu had contended that no arbitration agreement between the appellant/petitioner and respondent No.9 had taken place, as such, there could not be existence of any dispute between them. On merits, the said respondent had contended that it was eligible to participate in the tender process in terms of the conditions of the tender notice, inasmuch as even proprietor of a firm was eligible to participate in the aforesaid process. \n7 The learned Commercial Court Jammu, after hearing the parties, found merit in the contention of JKRTC that the said Court does not have territorial jurisdiction to adjudicate upon the dispute between the parties and, accordingly, the petition was dismissed in terms of the impugned judgment. The Court did not go into the merits of the contentions raised by the parties. It is this order of dismissal of the petition which is under challenge before this Court by way of instant appeal. \n8 I have heard learned counsel for the parties and perused the material on record. \n9 It has been vehemently contended by learned counsel for the appellant that the impugned order passed by the learned Commercial Court, Jammu is unsustainable in law as the same is not a speaking order. He has further contended that the Head Office of JKRTC is at Jammu, as such, the Courts at Jammu have the jurisdiction to entertain the petition. It has also been contended that the appellant had participated in the tender process from Jammu and one of the Clusters K-7 pertains to Jammu District, therefore, the Courts at Jammu have the jurisdiction to entertain the petition. \n10 On the other hand, learned counsel for JKRTC has contended that no part of cause of action had arisen within the jurisdiction of the Commercial Court, Jammu as the tender notice was issued from Srinagar, the site of contract is located in Kashmir Province and even the appellant/petitioner is ordinarily residing in Kashmir province. 11 In order to determine the issue as to which Court is vested with jurisdiction to entertain a petition under Section 9 of the Act, we need to notice the said provisions. It provides that a party may, before or during arbitral proceedings or at any time after making the arbitral award but before it is enforced in accordance with Section 36, apply to a Court. The word Court is defined in Section 2(1)(e)) of the Act, which reads as under:\n\"2(1)...............................................................\n(a)................................................................\n(b).................................................................\n(c)................................................................\n(d)...............................................................\n(e) \"Court\" means (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes\"\n12 From a perusal of the above provision, it appears that for determining the issue with regard to jurisdiction of Courts to entertain a petition under Section 9 of the Act, one has to answer the question as to which Court would have jurisdiction had it been a civil suit. If the subject matter of a petition and the issues arising therein can be adjudicated upon in a civil suit by Court at a particular place, then the Court defined under Section 2(1)(e) of the Act of that place is eligible to entertain a petition under section 9 of the Act. Thus, the Court referred to in Section 9 of the Act would be a Court having jurisdiction to decide the questions forming subject matter of arbitration if the same had been subject matter of a civil suit. The definition of word Court under Section 2(1)(e) is largely a repetition of corresponding definition under the Arbitration Act, 1940 which under Section 2(c) defined it to mean a civil Court having jurisdiction to decide the questions forming the subject matter of reference if the same had been the subject matter of a suit, but does not, except for the purpose of arbitration proceedings under Section 21, include a Small Cause Court. \n13 The Division Bench of High Court of Madras High Court, in the case of M. Venkatasamaiappa vs. Srinidhi Ltd., 63 LW 468 formulated the following tests in order to determine which is the Court having jurisdiction in the matter. The Court observed as follows:\n         \"In    order to determine which is the Court having          jurisdiction in the matter, you       should first      of all          ascertain   what    the questions    are,   which form the subject-matter of the reference to arbitration . You then proceed to ask, supposing these questions had arisen in a suit, which is the Court which would have jurisdiction to entertain the suit ? That Court would be the Court having jurisdiction under the Arbitration Act also\". 14 From the above, it is clear that in order to determine the question with regard to jurisdiction of a Court within the meaning of Section 9 of the Act, we will have to go to the relevant provisions of CPC i.e., Section 20 to determine whether the said Court could adjudicate upon a dispute had it been a civil suit. To answer this question, it is necessary to notice the provision contained in Section 20 of CPC. It reads as under:\n\"20.Other suits to be instituted where defendants reside or cause of action arises\"-Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction- (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises. \nExplanation- A corporation shall be deemed to carry on business at its sole or principal office in (the State) or, in respect of any cause of action arising at any place where it has a subordinate office, at such place\". \n15 From the above, it appears that a suit can be instituted in a Court within the local limits of whose jurisdiction; (i) a defendant/defendants reside or carry on business;(ii) any one of the defendants resides or carries on business and (iii) the cause of action, wholly or in part, arises. The explanation to the provision provides that a Corporation shall be deemed to carry on business at its principal office or in respect of any cause of action arising at any place where it has also a subordinate office, at such place. \n16 On the basis of aforesaid explanation to Section 20 of CPC, learned counsel for the appellant has vehemently contended that admittedly, JKRTC has one of its offices situated at Jammu, as such, the Courts at Jammu are vested with jurisdiction to entertain a suit against the said Corporation and consequently, a petition under Section 9 of the Act. The question, whether the place where subordinate office of a Corporation or Company, without any part of cause of action having arisen in that particular location, would automatically get jurisdiction to entertain a suit against the said Corporation/Company, has remained a matter of discussion before various High Courts of the Country . \n17 In Bharat Insurance Company vs Wasudeo Ramchandra, AIR 1956 Nag 203, the High Court of Nagpur, while interpreting the explanation to Section 20 of CPC, held that a Corporation can be sued at a place where it has a subordinate office only in respect of cause of action arising at such a place and not otherwise. Similar view has been taken by High Court of Kerala in the case of Nedungadi Bank Ltd. Vs. Central Bank of India, AIR 1961 Kerala 50. While doing so, the Court observed as under:\n4 It is common ground that the head office of the Central Bank of India Limited is in Bombay, and that it has a branch at Kozhikode. Under section 20(a) of the Code of Civil Procedure, 1908, it is possible to institute a suit where the defendant \"carries on business\", and under Section 20(c) where the \"cause of action, wholly or in part, arises\". \nExplanation II to Section 20 provides :\n\"A corporation shall be deemed to carry on business at its sole or principal office in India or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place\".\n5. As pointed out by Chitaley :\n\"The result of this explanation is to restrict the meaning of the expression \"carries on business\" in Clause (a) in relation to corporations. But in the presence of Clause (c) the purpose of the second part of the explanation is obscure. However that may be where' the suit is instituted at a place where a corporation maintains a subordinate office, the Court cannot dispense with the requirement that the cause of action must arise at such a place\". In other words, if no part of the cause of action arises at the place where the branch office is situate, the mere fact of the corporation having a branch office will not give the court of that place jurisdiction to entertain a suit\". \n18 In Kamala Chopra vs Life Insurance Corporation of India, AIR 1975 Delhi 15, the High Court of Delhi, while relying upon the aforesaid judgments of Nagpur High Court and Kerala High Court interpreted the explanation to Section 20 of CPC and observed as under:\n\"26. There is no doubt that the central office of the Corporation being at Bombay the plaintiff, if she so chooses, can bring her suit at Bombay. The question is whether there is a subordinate office at Delhi. Assuming: that Delhi is a subordinate office but if no part of the cause of action has arisen at the place where the branch of subordinate office is situated the mere fact of the corporation having a branch office will not give the Court of that place jurisdiction to entertain a suit. The law is well settled that if no part of the cause of action arises at the place of the branch office, the mere fact of the Corporation having a branch office at the place will not give the Court jurisdiction\". \n19 However, Punjab and Haryana High Court in the case of Surinder Kumar Arora vs. The Bengal National Textile Mills, AIR 1978 P&H 156 has taken a contrary view in the matter. The Court, while dealing with the contention that, to give jurisdiction to a Court in the mater, it is not enough that the branch office of the defendant, exists at that place, for it must further be established that within the jurisdiction of the said Court, the part of the cause of action has also arisen, negatived the said contention in the following manner: \n9.I am afraid this plea of the learned counsel does not carry conviction with me. If the cause of action, wholly or in part, had arisen within the jurisdiction of a given Court, then it is superfluous for the party to invoke either cause (a) or clause (b), for then the matter would squarely fall within the ambit of clause (c). It is only when the case does not fall within clause (c) that it has to be seen whether it falls within the ambit of clauses (a) or (b).\n10. A plain reading of section 20 would show that unless a case could be brought within the ambit of clause (c), it is the convenience of the defendant which appeared to be uppermost in the mind of the framers of the Code. That is why, clauses (a) and (b) sought to confer the jurisdiction only on such Courts where the defendant or the defendants resided or carried on business etc. Explanation II, in some measure, sought to take into view the convenience of the plaintiff as well where it happened to be pitched against a Corporation having, apart from its head-office, Branch Offices located at different places, for in such a case, so far as the Corporation as a defendant is concerned, it would not be inconvenienced for the reason that it happened to have its Branch Office at the place on the Courts whereof Explanation II read with clause (a) sought to confer jurisdiction in a suit against it. \n11. Mr. K.L. Kapur, learned counsel for the respondent, has vehemently urged that if a Corporation has more than one Branch Office, then only that Court would have the jurisdiction where, in addition to the location of a Branch Office of the defendant Corporation, the cause of action, partly or wholly, had also arisen, otherwise it would be open to the plaintiff to file a suit in the Courts of a place where any of the Branch Offices of the said defendant Corporation may happen to be located. I see no harm in this, because so far as the convenience of the Corporation is concerned it stands in no way affected if that view is taken, because its interest shall be looked after by its Branch Office. As far as the plaintiff is concerned, he shall see his own convenience which apparently appears to be the purpose behind Explanation II. \nHence for the reasons aforesaid, I am of the view that Amritsar Courts do have jurisdiction to entertain the present suit in view of the fact that, admittedly, a Branch Office of the defendant Company is located at Amritsar and by virtue of Explanation II, the Company shall be deemed to be carrying on business there whether or not that Branch Office in fact, carries on any business\".\n20 The controversy, it seems, has been set at rest by the judgment of the Supreme Court in the case of Food Corporation of India vs. Evdomen Corporation, (1999) 2 SCC 446. The Court, while interpreting Section 2(c) of Arbitration Act, 1940, which is in pari materia with Section 2 (e) of the Arbitration and Conciliation Act, 1996, has observed as under:\n\"6.Ordinarily, the phrase \"Civil Court having, jurisdiction to decide\" in Section 2(c) of the Arbitration Act, 1940 would refer to a Court having jurisdiction under Section 20 of the Civil! Procedure Code. Section 20(a) of the Civil Procedure Code provides, \"subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction (a) the defendant or each of the defendant where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides or carries on business or personally works; for gain...(c) the cause of action wholly or in part arises.\" In the present case no part of the cause of action has arisen within the jurisdiction of the Bombay High Court. We have, therefore, to see whether Section 20(a) would confer jurisdiction on Bombay High Court as has been held; in the impugned judgment. Section 20(a) has to be read along with the explanation to Section 20 which provides as follows:--\nExplanation: A Corporation shall be deemed to carry on business at its sole or principal office in India or in respect of any cause of action arises at any place where it has also a subordinate office at such place. \nIn view of this Explanation, the appellant under Section 20 is deemed to carry on business at its principal office in India. In respect of any cause of action which arises at a place where it has its subordinate office, the Court at that place would also have jurisdiction. In view of this Explanation, the Bombay High Court would not have jurisdiction under Section 20 of the Civil Procedure Code\". \n21 In the aforenoted case, although Food Corporation of India had one of its places of business at Bombay, but because no part of cause of action had arisen within the jurisdiction at Bombay, as such, the Court held that mere location of one of the offices of FCI at Bombay, would not give jurisdiction to the Court located at Bombay to adjudicate upon the dispute. \n22 From the foregoing discussion of law on the subject, it is clear that, in the case of a Corporation or a Company, it shall be deemed to carry on business at a place where its principal office is located and location of its subordinate office would give jurisdiction to Courts of that area only if any part of cause of action arises at that place. The explanation to Section 20 CPC is very clear about it. It uses the words \"in respect of any cause of action arising at any place where it has also a subordinate office, at such place\". If the intention of the Legislature would have been to confer jurisdiction on Courts located at a place where subordinate office of a Company is situated irrespective of the cause of action, in that case, there was no need to use the words \"in respect of any cause of action arising at any place\" in the Explanation to Section 20 of CPC. \n23 Thus, it is beyond any shadow of doubt that the Court situated at a place where subordinate office of a Corporation is located would get jurisdiction only if any part of cause of action has arisen within the jurisdiction of the said Court and not otherwise. Mere location of subordinate office of the Corporation which is defendant in the suit would not give jurisdiction to courts located over there. 24 In the light of aforesaid legal position, let us now advert to the facts of the present case. Admittedly, the principal office of JKRTC is located at Srinagar. The contention of the petitioner is that the office of Managing Director of JKRTC is located at Jammu which is one of its offices. The question arises, whether in this case any part of cause of action has arisen with the territorial jurisdiction of the Courts at Jammu. If the answer to this question is in affirmative, then the Commercial Court at Jammu would get jurisdiction to adjudicate upon the dispute or else the said Court cannot entertain a petition under Section 9 of the Act. \n24 So far as the expression \"cause of action\" is concerned, the same has been explained by the Supreme Court in the case of M/S South East Asia Shipping Co. vs M/S Nav Bharat Enterprises Pvt. Ltd, 1996 SCC (3) 443 as consisting of bundle of facts which give cause to enforce the legal injury for redress in a Court of law. The Court further observed that the cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the Court. In other words, it is a bundle of facts, which taken with the law applicable to them, gives the plaintiff a right to claim relief against the defendant. It must include some act done by the defendant since in the absence of such an act no cause of action would possibly accrue or would arise. \n25 Coming to the instant case, the tender notice, which is subject matter of the instant petition, has been issued by the JKRTC from its Srinagar office. The site of the contract i.e supply of vehicles is Kashmir province . As is clear from the documents placed on record by the appellant, the vehicles are to be supplied for routes pertaining to Srinagar, Ganderbal, Bandipora, Anantnag, Kulgam, Shopian, Pulwama, Budgam, Kupwara, Baramula and Ladakh region. None of these routes is located in Jammu province of UT of J&K. It has been contended by the appellant that in the Cluster Code K-7, routes pertaining to Ladakh region (Srinagar-Jammu/Leh/Kargil) are mentioned which means that situs of performance of contract is located at Jammu as well. I am afraid, the contention of learned senior counsel for the appellant is misconceived because the offer document only mentions the name of the National Highway i.e Srinagar- Jammu/Leh/Kargil highway. It is clearly indicated that the site of the contract is route pertaining to Ladakh region in which a portion of the aforesaid Highway falls. This does not mean that site of the contract is located at Jammu. \n26 It has been contended by learned senior counsel for the appellant that the appellant has participated in the tender process from Jammu and the communications were received by it at Jammu. In this regard, the learned senior counsel has referred to the communications addressed by the appellant to JKRTC on its letter head which show that one of its offices is located at Jammu. The mere fact that the letter head of the appellant reflects that one of its offices is located at Jammu does not mean that it has corresponded with JKRTC from Jammu. In fact, the tender application submitted by the appellant in response to the NIT in question clearly reflects the address of the appellant as 36-B Fruit Market, Parimpora, Srinagar. Even the address of authorised person given in the said application is located in Ganderbal, Kashmir. This is an admitted document. Therefore, by no stretch of imagination it can be stated that the appellant had corresponded with respondent-JKRTC from Jammu. Thus, the contention of the appellant is belied by its own documents on record. \n27 From the above discussion of the material on record, it is clear that none of the facts which would give cause to enforce any right to appellant against the respondents has taken place in Jammu province of the UT of J&K. Thus, no part of cause of action in the instant case has arisen within the jurisdiction of the Commercial Court, Jammu. Having held so, the mere fact that one of the subordinate offices of JKRTC is located at Jammu would not give jurisdiction to the Commercial Court, Jammu to entertain the petition under Section 9 of the Act filed by the appellant before it. \n28 For the foregoing discussion, the finding of learned Commercial Court, Jammu that the said Court does not have territorial jurisdiction to entertain the instant petition under Section 9 of the Act filed by the appellant, does not deserve to be interfered with. However, the manner in which the Court below has passed the impugned judgment invites a comment. A perusal of the said judgment clearly shows that it is cryptic and devoid of any reason. The learned Court has only noted the pleadings and submissions of the parties and then without giving any reasoning as to why it has accepted the contentions of one party and rejected those of other party, it has drawn the conclusion against the petitioner. \n29 Reasoning is the soul of a judgment. A judgment which is devoid of reasoning would not be a judgment in accordance with the law. It is not sufficient for a Court merely to state in its judgment that on a careful consideration of the rival submissions of the parties, it has come to this or that conclusion. The material on record on a particular point for and against the parties to the case must be set out in the judgment and reasons stated for its acceptance or rejection. A Court has not only to state the points for determination and the decisions thereon, but also to give reasons for such decisions. All this is missing in the judgment passed by the learned Commercial Court, Jammu. Such type of judgments are not expected from a senior Judicial Officer of the level of a District Judge. \n30 One of the options available to this Court was to remand the case back to the learned Commercial Court, Jammu with a direction to render a reasoned judgment on the issue, but then, it would amount to wastage of time which, in turn, would defeat the relief sought by the appellant/petitioner in the petition. Therefore, this Court has taken it upon itself to finally decide the controversy pertaining to the jurisdiction in these proceedings only. \n31 For what has been discussed hereinabove, it is held that the Commercial Court Jammu does not have territorial jurisdiction to entertain and decide the issues arising in the petition under Section 9 of the Act, that was filed by the appellant/petitioner before the said Court. \nThe appeal is, accordingly, dismissed. The appellant/petitioner is, however, at liberty to approach the Court of competent jurisdiction. \n(SANJAY DHAR) JUDGE Jammu 30.12.2020 \"Sanjeev, PS\" \n                                        Whether the order is speaking:             Yes                                         Whether the order is reportable:           Yes",
        "preamble_end_char_offset": null,
        "cleaned_text": "telangana high court united telecoms limited, vs the director on 26 august, 2022 bench: p naveen rao, g.radha rani honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 com ca no.33 of 2018: between: ccs infotech limited, having its regd.office at no.14, periyar road, t.nagar, chennai, rep.by its authorized signatory sri s.sridhar, s/o. late hanumantha rao, aged 38 years, r/o.nellore and others. .appellants and the director esd (mee seva), formerly commissioner (eds), eseva, road no.7, banjara hills, hyderabad. .respondent the court made the following: pnr,j & dr.grr,j com ca no.33 of 2018 & batch 2 honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 common judgment: (per hon'ble sri justice p.naveen rao) heard learned counsel sri ch.pushyam kiran for the appellants, learned special counsel for state of andhra pradesh sri goverdhan reddy and learned government pleader for arbitration (telangana state). 2. comca nos.33 and 34 of 2018 are filed by ccs infotech limited, comca nos.40, 41, 42, 48, 49 of 2018 and comca nos.4, 17, 18, 19, 20 of 2019 are filed by esd (mee seva) of both states respectively and comca nos. 51 and 52 of 2018 are filed by united telecoms ltd. as the issues raised in all the above comcas are same, they are heard and considered and common judgment is passed. 3. with the avowed object of providing various services to the citizens of hyderabad and secunderabad, as part of e-goverance initiative, the government of the then combined state of andhra pradesh proposed to start e-seva (later called as mee-seva) centers. these services were later extended to several other municipal areas in the combined state. it has sought for expression of interest to be part of the initiative as technical partners. several software companies responded to the tender notification. the cms computers limited was the successful bidder in respect of zone-i, iv, v, vi, united telecoms pnr,j & dr.grr,j com ca no.33 of 2018 & batch limited was the successful bidder in respect of zone-ii and ccs infotech limited and data management corporation was the successful bidder in respect of zone-iii. all of them entered into agreements with the mee-seva organisation on 19.05.2003. the agreements envisaged to build, operate, maintain and transfer. under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under article 3 of the agreement. the agreements are valid for a period of five years from the effective date defined in article 4.1. as per the agreement, cms opened 14 centers in zone-i, 27 centers in zone-iv, 12 centers in zone-v and 7 centers in zone-vi. similarly utl opened 25 centers in zone-ii, whereas ccs opened 15 centers in zone-iii. subsequently, supplemental agreements were also entered into between the claimants and the mee-seva organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. as per the supplemental agreements, cms opened 16 additional centers in zone-i, 16 additional centers in zone-iv, 16 additional cetners in zone-v and 15 additional centers in zone-vi. thus, in all cms opened 30 centers in zone-i, 32 centers in zone-iv, 28 centers in zone-v and 22 centers in zone-vi under the original and supplemental agreements put together. similarly, utl opened 26 additional centers in all 51 centers. ccs also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in zone-iii. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 4. disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. the disputes were referred to arbitration. hon'ble justice v.v.n.sastry (retired) was appointed as arbitrator. 5. the learned arbitrator formulated following issues for consideration: (1) whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ? (2) whether the revision/reduction of rates by the respondent is illegal and unsustainable ? (3) whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ? (4) whether the claimants are entitled to all or any of the reliefs claimed ? 6. on considering the oral and documentary evidence, the learned arbitrator passed a preliminary award holding the issue nos.1 and 3 against the claimants and issue nos.2 and 4 in favour of claimants. 7. in brief, the findings of arbitrator in his preliminary award are as under: pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: \"accordingly, i hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. it, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. the interim order granted earlier for maintaining status quo is discharged.\" issue no.2: \"i hold on issue no.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. however, with regard to electricity bills, in view of the orders passed by the government in g.o.rt.no.205, dated 30.06.2009, i am of the view that it is just and proper to direct payment at the rate of 5/per transaction to the claimants from 01.03.2008 onwards.\" issue no.3: \"arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.4: \"for determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\" 8. learned arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. 9. against the preliminary award of the arbitrator on issues 2 and 4, mee-seva preferred o.p.no.1122 of 2012 under section 34 of the act, 1996 in the civil court, later transferred to commercial court and renumbered as c.o.p.no.124 of 2016. 10. the learned arbitrator passed two separate final awards quantifying the amount by transco and directing to determine bsnl transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. 11. against the final award of the arbitrator, mee-seva preferred o.p.no.1121 of 2012 under section 34 of the act, 1996 before civil court, later transferred to the commercial court and renumbered as c.o.p.no.119 of 2016. 12. on issue no.2, the commercial court held that arbitrator erred in applying revision of rates at 5/per transaction w.e.f. 01.03.2008. pnr,j & dr.grr,j com ca no.33 of 2018 & batch it amounted to applying the revision retrospectively, whereas government order dated 30.06.2009 was prospective only. the commercial court accordingly modified the decision of the arbitrator. on issue no.4, the commercial court modified the rate of interest from 12% per annum to 6% per annum. 13. this triggered the present batch of appeals by the claimants, the mee-seva of state of telangana and mee-seva of the state of andhra pradesh. 14. learned counsel for claimants made following submissions: (a) the remedy under section 34 is not an appeal against the award. parameters to consider the award are limited to the aspects provided in section 34. the court in exercise of jurisdiction under section 34 can either affirm or set aside the award, but has no competence to modify the award; (b) the commercial court erred in holding the entitlement to levy 5/per transaction as prospective from the date of issue of g.o.rt.no.205, dated 30.06.2009; (c) the commercial court grossly erred in reducing the rate of interest from 12% to 6% per annum; (d) according to learned counsel, the award of learned arbitrator commends acceptance in toto. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 15. learned special counsel for state of andhra pradesh sri goverdhan reddy submitted as under: (a) he would submit that the g.o.rt.no.205 dt.30.06.2009 has no application to the existing contractors. it is applicable to fresh contracts. on electricity bills conclusions recorded by the learned arbitrator are contrary to his findings on issue no.2. as can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of mee-seva. thus, the conclusion of arbitrator is perverse; (b) he would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. as can be seen from section 32 of the act, once an award is passed by the arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; (c) he would further submit that against preliminary award, o.ps., were filed. as per section 34 of the act as it stood at the relevant point of time, once o.ps are filed, it is a deemed stay and, therefore, the arbitrator could not have passed final award after institution of o.ps. though the fact of filing o.ps., was informed to the learned arbitrator, he passed final award. it is a patently illegal course adopted by the arbitrator. (d) according to learned counsel, article 3.1 of the contract specifies the rates per transaction. according to article 3.2.1 the rates pnr,j & dr.grr,j com ca no.33 of 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. the letter dated 31.03.2007 shows that the technology partners consented to collect 2/per transaction instead of 5/from 01.04.2007. however, later the issue was reviewed and 5/per transaction was continued upto 01.03.2008; (e) he would submit that the term of contract with technology partners came to an end between the years 2008 to 2009 on various dates respectively. that being so, by way of interim order, the learned arbitrator extended the contract. such course adopted by the arbitrator is in excess of jurisdiction. by virtue of interim order, the contract continued far beyond the period envisaged in the contract; (f) learned counsel fairly submits that in an application under section 34, commercial court cannot modify the award. however, as the award is vitiated on several counts, having regard to the findings arrived at, the commercial court ought to have remanded to the arbitrator for passing fresh award. 16. learned government pleader for arbitration state of telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned special counsel for government of andhra pradesh. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 17. in reply, learned counsel for claimants submitted that in a section 34 application re-appreciation of evidence is not permissible. learned counsel justified passing two awards. according to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. therefore, learned arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. it is within the competence of the arbitrator to make assessment of amounts due to the claimants and to award interest. therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. 18. having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new arbitrator may be appointed. 19. following issues arise for consideration: (1) whether the arbitrator is competent to pass preliminary award and final award ? (2) whether in applications filed under section 34, can the commercial court modify the awards of the arbitrator ? (3) whether the findings recorded and conclusions arrived at by the arbitrator on issues 2 and 4 are legal and valid ? (4) what relief ? pnr,j & dr.grr,j com ca no.33 of 2018 & batch issue no.1: 20. to consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in sections 171, 322, and 333 of the act, 1996. section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. interim award is referable to section 17. section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in section 17. section 32 deals with termination of s.17. interim measures ordered by arbitral tribunal.-(1) a party may, during the arbitral proceedings apply to the arbitral tribunal-(i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -(a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the court for all purposes and shall be enforceable under the code of civil procedure,1908 (5 of 1908), in the same manner as if it were an order of the court. s.32. termination of proceedings.--(1) the arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) the arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -(a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. s.33. correction and interpretation of award; additional award.--(1) within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-(a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) if the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) if the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) the arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. s.2. definitions:(1) in this part, unless the context otherwise requires,(a)&(b) xxx (c) 'arbitral award' includes an interim award; pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings. according to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). this section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil court passing preliminary decree and final decree in a suit. 21. section 33 deals with 'correction' and 'interpretation of award'. according to this provision, within 30 days from the date of receipt of arbitral award, a party can request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. the provision also enables a party to request the arbitrator 'to give an interpretation' of a specific point or part of the award. if the arbitral tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. the arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. interpretation or correction made shall form part of the arbitral award. 22. it is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. however, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. if the arbitral tribunal agrees with such application, it can pass additional arbitral award. from the provision of the act, the scheme is very clear that it does not pnr,j & dr.grr,j com ca no.33 of 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the arbitrator. an additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. 23. from the reading of sub-sections (1) and (2) of section 33, it is also apparent that the arbitrator should resort to computation of entitlement before the award is passed and include in the award. if there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. the arbitrator can suo-motu correct any clerical errors, but nothing more. the scheme also makes it clear that once an award is passed by the arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. that being so, splitting the award and passing preliminary and final awards by the arbitrator is vitiated on this ground. issue no.2: 24. section 345 vests right in a party to a dispute to challenge the award passed by the arbitrator before the civil court or before the s.34. application for setting aside arbitral award.--(1) recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) an arbitral award may be set aside by the court only if-(a) the party making the application establishes on the basis of the record of the arbitral tribunal that-(i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which pnr,j & dr.grr,j com ca no.33 of 2018 & batch commercial court. the civil court/commercial court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the arbitrator for fresh consideration, but cannot alter or modify the award passed by the arbitrator. 25.1. in the project director, national highways nos.45e and 220, national highways authority of india vs. m.hakeem and others6, the hon'ble supreme court held as under: \"16. what is important to note is that, far from section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of section 34. secondly, as the marginal note of section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"recourse\" is defined by p. ramanatha aiyar's advanced law lexicon (3rd edn.) as the enforcement or method of enforcing a right. where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. what is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. this becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of section 34, the court may adjourn the section 34 proceedings and give the arbitral tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. here again, it is important to note that it is the opinion of the arbitral tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this part; or (b) the court finds that-(i) the subjectmatter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of india. explanation 1.--for the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of india, only if,-(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of indian law; or (iii) it is in conflict with the most basic notions of morality or justice. explanation 2. --for the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of indian law shall not entail a review on the merits of the dispute. (2a) an arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the court, if the court finds that the award is vitiated by patent illegality appearing on the face of the award: provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) on receipt of an application under sub-section (1), the court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) an application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) an application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. (2021) 9 scc 1 pnr,j & dr.grr,j com ca no.33 of 2018 & batch 42. it can therefore be said that this question has now been settled finally by at least 3 decisions [mcdermott international inc. v. burn standard co. ltd., (2006) 11 scc 181] , [kinnari mullick v. ghanshyam das damani, (2018) 11 scc 328 : (2018) 5 scc (civ) 106] , [dakshin haryana bijli vitran nigam ltd. v. navigant technologies (p) ltd., (2021) 7 scc 657] of this court. even otherwise, to state that the judicial trend appears to favour an interpretation that would read into section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 act; as also to ignore the fact that the 1996 act was enacted based on the uncitral model law on international commercial arbitration, 1985 which, as has been pointed out in redfern and hunter on international arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in section 34 of the arbitration act, 1996. xxxx 48. quite obviously if one were to include the power to modify an award in section 34, one would be crossing the lakshman rekha and doing what, according to the justice of a case, ought to be done. in interpreting a statutory provision, a judge must put himself in the shoes of parliament and then ask whether parliament intended this result. parliament very clearly intended that no power of modification of an award exists in section 34 of the arbitration act, 1996. it is only for parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the arbitration act, 1996, and bring it in line with other legislations the world over.\" 25.2. the division bench of this court in ragya bee and others vs. p.s.r. constructions and others7, held as under: \"22. the scope of power of civil court under section 34 is no more res-integra, in view of the decision of hon'ble supreme court in mcdermott international inc vs burn standard company limited8. in the said decision and the decisions that followed, the hon'ble supreme court held that in a petition under section 34 of the act, 1996, the court cannot correct errors of arbitrator. it can only quash the award. paragraphs 51 and 52 of mcdermott international inc read as under: \"52. the 1996 act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. the court cannot correct errors of the arbitrators. it can only quash the award leaving the parties free to begin the arbitration again if it is desired. so, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" (emphasis supplied) 23. the decision of hon'ble supreme court in m.hakeem (supra) puts the issue beyond pale of doubt. it is affirmation of statement of law that stood the test of times. on review of precedent decisions, hon'ble supreme court held that section 34 of the act, 1996 cannot be held to include within it a power to modify the award. .\" 25.3. in delhi airport metro express pvt. ltd. vs. delhi metro rail corporation ltd., hon'ble court held as under: \"28. this court has in several other judgments interpreted section 34 of the 1996 act to stress on the restraint to be shown by courts while examining the validity of the arbitral awards. the limited grounds available to courts for annulment of arbitral awards are well known to legally trained minds. however, the difficulty arises in applying the wellestablished principles for interference to the facts of each case that come up before the 2022 (3) ald 151 (2006) 11 scc 181 (2022) 1 scc 131 pnr,j & dr.grr,j com ca no.33 of 2018 & batch courts. there is a disturbing tendency of courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. this approach would lead to corrosion of the object of the 1996 act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. that apart, several judicial pronouncements of this court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. 29. patent illegality should be illegality which goes to the root of the matter. in other words, every error of law committed by the arbitral tribunal would not fall within the expression \"patent illegality\". likewise, erroneous application of law cannot be categorised as patent illegality. in addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". what is prohibited is for courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as courts do not sit in appeal against the arbitral award. the permissible grounds for interference with a domestic award under section 34(2-a) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. an arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. the conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" 26. having regard to the provision in section 34 and the law governing the field, the court below grossly erred in modifying the award. 27. as per then provision in section 34, once application is filed under section 34, it would be amounting to deemed stay against the award passed by the arbitrator. the application under section 34 was filed challenging the preliminary award before the final award was passed by the arbitrator and this fact was informed to the arbitrator. though arbitrator took note of the filing of op, he proceeds to pass final award. the final award passed by the arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. pnr,j & dr.grr,j com ca no.33 of 2018 & batch 28. in the preliminary award, the arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. thus, excluding the final award, preliminary award is incomplete. in view of the statutory mandate of section 34 as obtained then, the arbitrator could not have passed final award after op was filed under section 34 of the act challenging the preliminary award. 29. cumulatively, we have noticed that the decision of the arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under section 34 the commercial court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. these aspects go to the root of the matter. in view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. issue no.4. to what relief : 30. as the award of the arbitrator and the decision of the commercial court in application filed under section 34 are not sustainable the comcas are allowed. however, as the dispute requires resolution, we deem it proper to remit the matter to the arbitral tribunal. as both parties are in agreement for referring the matter to a new arbitrator, we are inclined to accept the request of learned counsel to appoint sri justice vilas v.afzulpurkar, retired judge of this court, as sole arbitrator. the parties are directed to place all the pleadings and documents forming part of arbitral pnr,j & dr.grr,j com ca no.33 of 2018 & batch proceedings before the earlier arbitrator with hon'ble sri justice vilas v.afzulpurkar. as the issue is very old, we request hon'ble sri justice vilas v.afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. the parties are directed to prepare compilation and submit all the documents to the hon'ble sri justice vilas v.afzulpurkar within four weeks from the date of receipt of copy of this order. it is made clear that there is no expression of opinion on merits. pending miscellaneous petitions if any shall stand closed. _______________________ p.naveen rao, j _______________________ dr.g.radha rani, j date: 26.08.2022 kkm /tvk pnr,j & dr.grr,j com ca no.33 of 2018 & batch honourable sri justice p.naveen rao & honourable dr. justice radha rani commercial court appeal nos.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 of 2019 date: 26.08.2022 kkm"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "752bd35810264ab3a9f4e15803bbf6e7_0"
        },
        {
            "start": 155,
            "end": 391,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nJammu & Kashmir High Court\nM/S Ladakh Road Lines vs Union Territory Of J&K And Ors on 30 December, 2020\nAuthor: Sanjay Dhar\nBench: Sanjay Dhar\n      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62015b3ea5d8458ebe629e1c08ac631f_1"
        },
        {
            "start": 391,
            "end": 451,
            "text": "In The High Court Of Jammu And Kashmir\n                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d120e78329b4b899faaeab8329df74f_2"
        },
        {
            "start": 451,
            "end": 481,
            "text": "At Jammu\n\n                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b3e2cf50011407e8ab75cc84fda7984_3"
        },
        {
            "start": 481,
            "end": 554,
            "text": "(Through Virtual Mode)\n\n                                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "87e86e16c55f4fa09425b15835241060_4"
        },
        {
            "start": 554,
            "end": 569,
            "text": "Aa No . 14/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6e0d55d2484240df9fc552445b34d306_5"
        },
        {
            "start": 620,
            "end": 626,
            "text": "Cm Nos",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e2c14e5ef4e54c34a1d422c04a4edd03_6"
        },
        {
            "start": 627,
            "end": 640,
            "text": ". 6914/2020 &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a664bfd60c3044b0b4a3841861a2af0a_7"
        },
        {
            "start": 691,
            "end": 700,
            "text": "6915/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee131b30f3df4709aa9fe199505ea73b_8"
        },
        {
            "start": 748,
            "end": 841,
            "text": "Reserved on: 18.12.2020\n                                            Pronounced on: 30.12.2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "23fb48026acd4ff9a3304c8c3063886d_9"
        },
        {
            "start": 842,
            "end": 868,
            "text": "\n\n\n\n\nM/S Ladakh Road Lines",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b0846587e8248e9a4baba00eda86c54_10"
        },
        {
            "start": 887,
            "end": 904,
            "text": "... Petitioner(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31ea51658e0741de84fdf5bd25acb81c_11"
        },
        {
            "start": 922,
            "end": 936,
            "text": "Through: - Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d7eb5d3b0fd6494ba6e95f3520a7303a_12"
        },
        {
            "start": 937,
            "end": 949,
            "text": "K.S.Johal Sr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "504c1841978a428f865f58e9381a5e13_13"
        },
        {
            "start": 950,
            "end": 993,
            "text": ". Advocate with\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4bfe3bd4ee0c45ef90d95c67693adfa8_14"
        },
        {
            "start": 993,
            "end": 1004,
            "text": "Mr. Supreet",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3abdea47f11c45d3b260d2bac81c540c_15"
        },
        {
            "start": 1005,
            "end": 1030,
            "text": "Singh Johal Advocate\n\nVs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3c2fff50f28d456c8532c887012179e3_16"
        },
        {
            "start": 1033,
            "end": 1063,
            "text": "Union Territory of J&K and ors",
            "labels": [
                "PREAMBLE"
            ],
            "id": "233d8dc3218f41c4913f4ad2370cabd8_17"
        },
        {
            "start": 1079,
            "end": 1096,
            "text": "... Respondent(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aba15890d26c40aba509ca7f7724fdd0_18"
        },
        {
            "start": 1117,
            "end": 1125,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa902a455f744bd39de7fd16e9dc2f07_19"
        },
        {
            "start": 1126,
            "end": 1136,
            "text": "-      Mr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13fab86d5aa94136a16da1f9e0a2eb4e_20"
        },
        {
            "start": 1137,
            "end": 1149,
            "text": "Altaf Haqani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1bb43b7b1e1f4587854751ba65d8ddc6_21"
        },
        {
            "start": 1150,
            "end": 1204,
            "text": "Sr . Advocate with\n                                   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "356b7312be3e4c5b9f2f7e5193742059_22"
        },
        {
            "start": 1204,
            "end": 1221,
            "text": "Mr. Shaqir Haqani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "203f4e749aa54a448f8e31cb34ef928f_23"
        },
        {
            "start": 1222,
            "end": 1234,
            "text": "Advocate for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e73d91899c494a4a9be1633bce9b3264_24"
        },
        {
            "start": 1235,
            "end": 1431,
            "text": "\n                                   R-2 to 4 and 6 to 8.\n                                   Mr.Z.A.Qureshi Sr. Advocate with\n                                   Ms. Rehana Advocate for R-9\n\n\nCoram:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b598e189a824ca2a6c715426b3917d4_25"
        },
        {
            "start": 1432,
            "end": 1514,
            "text": "     Hon'Ble Mr. Justice Sanjay Dhar, Judge\n\n\n                            Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a54d105dc5342c3ac3669e131890870_26"
        },
        {
            "start": 1515,
            "end": 1716,
            "text": "\n1 The appellant abovenamed has filed the instant petition under Section 37 of Arbitration and Conciliation Act, 1996 (hereinafter referred to as the Act of 1996) against the judgment and order dated 0",
            "labels": [
                "FAC"
            ],
            "id": "3300e3c0a76c47a68f5ca0fb7db65ff4_27"
        },
        {
            "start": 1717,
            "end": 1950,
            "text": "9.11.2020 passed by the learned Commercial Court (Additional District Judge), Jammu hereinafter referred to as the Commercial Court) whereby the petition of the appellant/petitioner filed under Section 9 of the Act has been dismissed",
            "labels": [
                "FAC"
            ],
            "id": "99a32567e6904a3f85e6885ff21223c8_28"
        },
        {
            "start": 1951,
            "end": 2343,
            "text": ". \n2 Briefly stated, the facts giving rise to filing of this appeal are that on 21.08.2020, Jammu and Kashmir Road Transport Corporation (hereinafter referred to as the JKRTC) through its Managing Director invited e-tender vide its Notice No. JKRTC/GML/CHT/2020- 22/KMR/359 for supply of Trucks (HCVs/LCVs) for various Stations of Kashmir province, for two years viz. for the years 2020-2022.",
            "labels": [
                "FAC"
            ],
            "id": "f6b251eb174a4675b8f5c2fbc684bc1e_29"
        },
        {
            "start": 2344,
            "end": 2455,
            "text": "The bidding process was through online mode and the technical bids were to be opened on 09.09.2020 at 2:00 p.m.",
            "labels": [
                "FAC"
            ],
            "id": "cd82a3e4c98b43f7b0d128c29df16596_30"
        },
        {
            "start": 2456,
            "end": 2627,
            "text": "Certain conditions with regard to eligibility were prescribed in the tender notice and the bidders were required to upload the requisite documents along with their offers.",
            "labels": [
                "FAC"
            ],
            "id": "57e4b0f9cf2c49c5b0c3b8989de63413_31"
        },
        {
            "start": 2628,
            "end": 2778,
            "text": "It appears that the appellant/petitioner as well as respondent No.9 herein responded to the aforesaid tender notice and submitted their offers online.",
            "labels": [
                "FAC"
            ],
            "id": "339e67241684411c8c0658896e6be126_32"
        },
        {
            "start": 2779,
            "end": 3134,
            "text": "JKRTC, after finding that the appellant/petitioner as well as respondent No.9 have qualified the technical bid, opened the financial bid, whereafter contract in respect of Clusters bearing Code K-1 to K4 was allotted in favour of respondent No.9, whereas contract in respect of Clusters bearing Code K-5 and K-6 was allotted to New J&K Roadways, Srinagar.",
            "labels": [
                "FAC"
            ],
            "id": "5c508a24c3ca4b2088511c428f35e152_33"
        },
        {
            "start": 3135,
            "end": 3226,
            "text": "Allotment of contract in respect of Cluster K-7 was made in favour of appellant/petitioner.",
            "labels": [
                "FAC"
            ],
            "id": "a1244529d9f8456e8ffc7ff50fa2a96b_34"
        },
        {
            "start": 3228,
            "end": 3382,
            "text": "3 According to the appellant/petitioner, respondent No.9 was not eligible to participate in the bidding process as it was not a registered transport firm.",
            "labels": [
                "FAC"
            ],
            "id": "857ad4360ccf4d1baa158993fb88a958_35"
        },
        {
            "start": 3383,
            "end": 3480,
            "text": "It is averred that respondent No.9 had not uploaded the requisite documents along with its offer.",
            "labels": [
                "FAC"
            ],
            "id": "a91d726746c54ba5a02125f42f1c6f3c_36"
        },
        {
            "start": 3481,
            "end": 3595,
            "text": "On this ground, it is urged that allotment of contract in favour of respondent No.9 is not in accordance with law.",
            "labels": [
                "FAC"
            ],
            "id": "f1c190d380e74cbc8febf6516fb274c1_37"
        },
        {
            "start": 3596,
            "end": 3968,
            "text": "It is pertinent to mention here that the tender document contains an arbitration clause which reads as under:\n\"Any dispute arising between the Corporation and any tenderer in respect of the tender or process undertaken therein shall be referred to Arbitrator under the provisions of J&K Arbitration and Conciliation Act, to the arbitration of Administrative Department\".\n4",
            "labels": [
                "FAC"
            ],
            "id": "e2418f806161422baf2486724d3d3c05_38"
        },
        {
            "start": 3969,
            "end": 4877,
            "text": "Feeling aggrieved of the action of JKRTC, whereby the contract for supplying of vehicles for certain clusters was allotted to respondent No.9, the appellant/petitioner filed a petition under Section 9 of the Act before the learned Commercial Court, Jammu seeking an interim injunction to stay the following actions of the official respondents:\n\"(i) decisions taken by the official respondents to declare the private respondents No.9 and 10 qualified in the Technical Bid;\n(ii) order No. JKRTC/GM/Load/Plg&Sts/392 dated 17.09.2020 issued by respondent No.3/4 whereby respondent No.9 has been declared as qualified in the Technical Bid and fixed the contract of transportation for engagement of Civil Hire Transport (CHT) contractors to meet the left over demand of JKRTC for various designated clusters/stations viz. Cluster Code K-1,K-2,K- 3 and K-4 in Kashmir province for the year 2020-22 (for 2 years)\".\n5",
            "labels": [
                "FAC"
            ],
            "id": "5158baf9632b4920a94d6d2137c7e443_39"
        },
        {
            "start": 4878,
            "end": 5002,
            "text": "The aforesaid petition was contested by JKRTC as well as by respondent No.9 herein by filing their separate replies thereto.",
            "labels": [
                "FAC"
            ],
            "id": "55c58f82697f4873823be1256a370883_40"
        },
        {
            "start": 5003,
            "end": 5222,
            "text": "JKRTC in its reply before the learned Commercial Court, besides contesting the petition on merits, raised a preliminary objection with regard to the jurisdiction of the Commercial Court, Jammu to entertain the petition.",
            "labels": [
                "FAC"
            ],
            "id": "144f3d6a98de4ae5b5b8deea73a635a1_41"
        },
        {
            "start": 5223,
            "end": 5420,
            "text": "According to the said respondent, no part of cause of action had arisen within the jurisdiction of learned Commercial Court, Jammu, as such, the petition could not be entertained by the said Court.",
            "labels": [
                "FAC"
            ],
            "id": "6451f242bd3b49fa92899ee533b34232_42"
        },
        {
            "start": 5421,
            "end": 5675,
            "text": "6 Respondent No.9 in its reply before the learned Commercial Court, Jammu had contended that no arbitration agreement between the appellant/petitioner and respondent No.9 had taken place, as such, there could not be existence of any dispute between them.",
            "labels": [
                "FAC"
            ],
            "id": "9df3306ee79442028cb0823b240fc92a_43"
        },
        {
            "start": 5676,
            "end": 5919,
            "text": "On merits, the said respondent had contended that it was eligible to participate in the tender process in terms of the conditions of the tender notice, inasmuch as even proprietor of a firm was eligible to participate in the aforesaid process.",
            "labels": [
                "FAC"
            ],
            "id": "11877149d8d74498b638622095dfed45_44"
        },
        {
            "start": 5921,
            "end": 6214,
            "text": "7 The learned Commercial Court Jammu, after hearing the parties, found merit in the contention of JKRTC that the said Court does not have territorial jurisdiction to adjudicate upon the dispute between the parties and, accordingly, the petition was dismissed in terms of the impugned judgment.",
            "labels": [
                "RLC"
            ],
            "id": "ee27aa86d30a46a6a2e1a95f07a681bc_45"
        },
        {
            "start": 6215,
            "end": 6293,
            "text": "The Court did not go into the merits of the contentions raised by the parties.",
            "labels": [
                "RLC"
            ],
            "id": "f3cce6c92fb54dd38cb5cf0879b16b3e_46"
        },
        {
            "start": 6294,
            "end": 6408,
            "text": "It is this order of dismissal of the petition which is under challenge before this Court by way of instant appeal.",
            "labels": [
                "FAC"
            ],
            "id": "a2bf574a09a844559fa1df43e2d9f063_47"
        },
        {
            "start": 6410,
            "end": 6492,
            "text": "8 I have heard learned counsel for the parties and perused the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "81a45cbef5b844e0ac6b8949df32b45c_48"
        },
        {
            "start": 6494,
            "end": 6696,
            "text": "9 It has been vehemently contended by learned counsel for the appellant that the impugned order passed by the learned Commercial Court, Jammu is unsustainable in law as the same is not a speaking order.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11a71e9f41f74ed3a4701f94a39b6990_49"
        },
        {
            "start": 6697,
            "end": 6842,
            "text": "He has further contended that the Head Office of JKRTC is at Jammu, as such, the Courts at Jammu have the jurisdiction to entertain the petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2cdfd193b7694e4cb69a5185548e0e1d_50"
        },
        {
            "start": 6843,
            "end": 7074,
            "text": "It has also been contended that the appellant had participated in the tender process from Jammu and one of the Clusters K-7 pertains to Jammu District, therefore, the Courts at Jammu have the jurisdiction to entertain the petition.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7f28a5621f674400a86ae96c44484753_51"
        },
        {
            "start": 7076,
            "end": 7412,
            "text": "10 On the other hand, learned counsel for JKRTC has contended that no part of cause of action had arisen within the jurisdiction of the Commercial Court, Jammu as the tender notice was issued from Srinagar, the site of contract is located in Kashmir Province and even the appellant/petitioner is ordinarily residing in Kashmir province.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "93cab26976c64810b0ddfe251ebc3358_52"
        },
        {
            "start": 7413,
            "end": 7584,
            "text": "11 In order to determine the issue as to which Court is vested with jurisdiction to entertain a petition under Section 9 of the Act, we need to notice the said provisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ff0d7209e7041618191b6572d1f8857_53"
        },
        {
            "start": 7585,
            "end": 7774,
            "text": "It provides that a party may, before or during arbitral proceedings or at any time after making the arbitral award but before it is enforced in accordance with Section 36, apply to a Court.",
            "labels": [
                "STA"
            ],
            "id": "fb2ebdf580bb4c0fbeb18c8d94fc6ef2_54"
        },
        {
            "start": 7775,
            "end": 8709,
            "text": "The word Court is defined in Section 2(1)(e)) of the Act, which reads as under:\n\"2(1)...............................................................\n(a)................................................................\n(b).................................................................\n(c)................................................................\n(d)...............................................................\n(e) \"Court\" means (i) in the case of an arbitration other than international commercial arbitration, the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction, having jurisdiction to decide the questions forming the subject matter of the arbitration if the same had been the subject matter of a suit, but does not include any Civil Court of a grade inferior to such principal Civil Court, or any Court of Small Causes\"\n12",
            "labels": [
                "STA"
            ],
            "id": "0f5b6c5863994acd98ee453d8c113622_55"
        },
        {
            "start": 8710,
            "end": 8979,
            "text": "From a perusal of the above provision, it appears that for determining the issue with regard to jurisdiction of Courts to entertain a petition under Section 9 of the Act, one has to answer the question as to which Court would have jurisdiction had it been a civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0367370d1168436597daa95eb015b1c1_56"
        },
        {
            "start": 8980,
            "end": 9252,
            "text": "If the subject matter of a petition and the issues arising therein can be adjudicated upon in a civil suit by Court at a particular place, then the Court defined under Section 2(1)(e) of the Act of that place is eligible to entertain a petition under section 9 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49c08606fa514233bce0d0bd050efca9_57"
        },
        {
            "start": 9253,
            "end": 9456,
            "text": "Thus, the Court referred to in Section 9 of the Act would be a Court having jurisdiction to decide the questions forming subject matter of arbitration if the same had been subject matter of a civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c67bbd49c75d49459234a9e2c24234ad_58"
        },
        {
            "start": 9457,
            "end": 9895,
            "text": "The definition of word Court under Section 2(1)(e) is largely a repetition of corresponding definition under the Arbitration Act, 1940 which under Section 2(c) defined it to mean a civil Court having jurisdiction to decide the questions forming the subject matter of reference if the same had been the subject matter of a suit, but does not, except for the purpose of arbitration proceedings under Section 21, include a Small Cause Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bb0eade0bc54ed8bd59454f483d413c_59"
        },
        {
            "start": 9897,
            "end": 10125,
            "text": "13 The Division Bench of High Court of Madras High Court, in the case of M. Venkatasamaiappa vs. Srinidhi Ltd., 63 LW 468 formulated the following tests in order to determine which is the Court having jurisdiction in the matter.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0a47812af0a44c4a96eb0ce2582ce976_60"
        },
        {
            "start": 10126,
            "end": 10311,
            "text": "The Court observed as follows:\n         \"In    order to determine which is the Court having          jurisdiction in the matter, you       should first      of all          ascertain   ",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ad99710435f04485bda41e0a18241030_61"
        },
        {
            "start": 10311,
            "end": 10404,
            "text": "what    the questions    are,   which form the subject-matter of the reference to arbitration",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e712ceed15074cc28ae730c8de42043e_62"
        },
        {
            "start": 10405,
            "end": 10552,
            "text": ". You then proceed to ask, supposing these questions had arisen in a suit, which is the Court which would have jurisdiction to entertain the suit ?",
            "labels": [
                "ISSUE"
            ],
            "id": "a266b671983c4b3fb1bea58e0e4447d0_63"
        },
        {
            "start": 10553,
            "end": 10635,
            "text": "That Court would be the Court having jurisdiction under the Arbitration Act also\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5e2a0875681b49f383ed93f1ad815a39_64"
        },
        {
            "start": 10636,
            "end": 10953,
            "text": "14 From the above, it is clear that in order to determine the question with regard to jurisdiction of a Court within the meaning of Section 9 of the Act, we will have to go to the relevant provisions of CPC i.e., Section 20 to determine whether the said Court could adjudicate upon a dispute had it been a civil suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e170b1592a5b4a5fbd7e3ddaa622e7bc_65"
        },
        {
            "start": 10954,
            "end": 11050,
            "text": "To answer this question, it is necessary to notice the provision contained in Section 20 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d78bad7bcdfc4d838f47ab4242583c13_66"
        },
        {
            "start": 11051,
            "end": 11938,
            "text": "It reads as under:\n\"20.Other suits to be instituted where defendants reside or cause of action arises\"-Subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction- (a) the defendant, or each of the defendants where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain; or (b) any of the defendants, where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides, or carries on business, or personally works for gain, provided that in such case either the leave of the Court is given, or the defendants who do not reside, or carry on business, or personally work for gain, as aforesaid, acquiesce in such institution; or (c) the cause of action, wholly or in part, arises.",
            "labels": [
                "STA"
            ],
            "id": "01700147b4f649a98799f8b8dfa56abb_67"
        },
        {
            "start": 11939,
            "end": 12160,
            "text": "\nExplanation- A corporation shall be deemed to carry on business at its sole or principal office in (the State) or, in respect of any cause of action arising at any place where it has a subordinate office, at such place\".",
            "labels": [
                "STA"
            ],
            "id": "73b39217084b481cb8c0b26d899ab869_68"
        },
        {
            "start": 12162,
            "end": 12454,
            "text": "15 From the above, it appears that a suit can be instituted in a Court within the local limits of whose jurisdiction; (i) a defendant/defendants reside or carry on business;(ii) any one of the defendants resides or carries on business and (iii) the cause of action, wholly or in part, arises.",
            "labels": [
                "STA"
            ],
            "id": "012c5d709235435c8d9ffc06d636efa6_69"
        },
        {
            "start": 12455,
            "end": 12689,
            "text": "The explanation to the provision provides that a Corporation shall be deemed to carry on business at its principal office or in respect of any cause of action arising at any place where it has also a subordinate office, at such place.",
            "labels": [
                "STA"
            ],
            "id": "596adbf573414d30b040f393ab0ef695_70"
        },
        {
            "start": 12691,
            "end": 13041,
            "text": "16 On the basis of aforesaid explanation to Section 20 of CPC, learned counsel for the appellant has vehemently contended that admittedly, JKRTC has one of its offices situated at Jammu, as such, the Courts at Jammu are vested with jurisdiction to entertain a suit against the said Corporation and consequently, a petition under Section 9 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f0371b928314ddd84a563a799a64d90_71"
        },
        {
            "start": 13042,
            "end": 13381,
            "text": "The question, whether the place where subordinate office of a Corporation or Company, without any part of cause of action having arisen in that particular location, would automatically get jurisdiction to entertain a suit against the said Corporation/Company, has remained a matter of discussion before various High Courts of the Country .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcb81a8cd8b94bcb88b3730f4c79fb90_72"
        },
        {
            "start": 13383,
            "end": 13696,
            "text": "17 In Bharat Insurance Company vs Wasudeo Ramchandra, AIR 1956 Nag 203, the High Court of Nagpur, while interpreting the explanation to Section 20 of CPC, held that a Corporation can be sued at a place where it has a subordinate office only in respect of cause of action arising at such a place and not otherwise.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f890201fb21c4b2f85f64c2d8f91c864_73"
        },
        {
            "start": 13697,
            "end": 13830,
            "text": "Similar view has been taken by High Court of Kerala in the case of Nedungadi Bank Ltd. Vs. Central Bank of India, AIR 1961 Kerala 50.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cb51103535ef42da90fe629fb0c842b4_74"
        },
        {
            "start": 13831,
            "end": 13877,
            "text": "While doing so, the Court observed as under:\n4",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0be72c5b12134de88ac28941c1aebd90_75"
        },
        {
            "start": 13878,
            "end": 14008,
            "text": "It is common ground that the head office of the Central Bank of India Limited is in Bombay, and that it has a branch at Kozhikode.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cec09efa7dc94769ae0cb0fda8683194_76"
        },
        {
            "start": 14009,
            "end": 14224,
            "text": "Under section 20(a) of the Code of Civil Procedure, 1908, it is possible to institute a suit where the defendant \"carries on business\", and under Section 20(c) where the \"cause of action, wholly or in part, arises\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cc127d221cb49358a2c84c52dda06ef_77"
        },
        {
            "start": 14225,
            "end": 14476,
            "text": "\nExplanation II to Section 20 provides :\n\"A corporation shall be deemed to carry on business at its sole or principal office in India or, in respect of any cause of action arising at any place where it has also a subordinate office, at such place\".\n5.",
            "labels": [
                "STA"
            ],
            "id": "7525cde2f7774f019fc1f0d3fbe9270c_78"
        },
        {
            "start": 14477,
            "end": 14647,
            "text": "As pointed out by Chitaley :\n\"The result of this explanation is to restrict the meaning of the expression \"carries on business\" in Clause (a) in relation to corporations.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "61f13892a2414fac8574379650823659_79"
        },
        {
            "start": 14648,
            "end": 14743,
            "text": "But in the presence of Clause (c) the purpose of the second part of the explanation is obscure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57f4de3aeb4d45f18c0da82f8d7a8d3e_80"
        },
        {
            "start": 14744,
            "end": 14957,
            "text": "However that may be where' the suit is instituted at a place where a corporation maintains a subordinate office, the Court cannot dispense with the requirement that the cause of action must arise at such a place\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ef9b7a5da4d94054b9c1ef7a7fad1179_81"
        },
        {
            "start": 14958,
            "end": 15192,
            "text": "In other words, if no part of the cause of action arises at the place where the branch office is situate, the mere fact of the corporation having a branch office will not give the court of that place jurisdiction to entertain a suit\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "233eb9550f0a40a09dd43056d236bc51_82"
        },
        {
            "start": 15194,
            "end": 15460,
            "text": "18 In Kamala Chopra vs Life Insurance Corporation of India, AIR 1975 Delhi 15, the High Court of Delhi, while relying upon the aforesaid judgments of Nagpur High Court and Kerala High Court interpreted the explanation to Section 20 of CPC and observed as under:\n\"26.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "db60b1f8017b4cadb813dec4dbcb702d_83"
        },
        {
            "start": 15461,
            "end": 15601,
            "text": "There is no doubt that the central office of the Corporation being at Bombay the plaintiff, if she so chooses, can bring her suit at Bombay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "202fef7ce32b4ee1bfa42da447020589_84"
        },
        {
            "start": 15602,
            "end": 15665,
            "text": "The question is whether there is a subordinate office at Delhi.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cd5df5e159ec40faba7483ee1e48733c_85"
        },
        {
            "start": 15666,
            "end": 15951,
            "text": "Assuming: that Delhi is a subordinate office but if no part of the cause of action has arisen at the place where the branch of subordinate office is situated the mere fact of the corporation having a branch office will not give the Court of that place jurisdiction to entertain a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbe6a498697e49548049c4bde96bf9f1_86"
        },
        {
            "start": 15952,
            "end": 16164,
            "text": "The law is well settled that if no part of the cause of action arises at the place of the branch office, the mere fact of the Corporation having a branch office at the place will not give the Court jurisdiction\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6c4e3c8f5ad94b36be67eadc11ddd220_87"
        },
        {
            "start": 16166,
            "end": 16340,
            "text": "19 However, Punjab and Haryana High Court in the case of Surinder Kumar Arora vs. The Bengal National Textile Mills, AIR 1978 P&H 156 has taken a contrary view in the matter.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "baf91cc24636492399890b87f448e7b9_88"
        },
        {
            "start": 16341,
            "end": 16704,
            "text": "The Court, while dealing with the contention that, to give jurisdiction to a Court in the mater, it is not enough that the branch office of the defendant, exists at that place, for it must further be established that within the jurisdiction of the said Court, the part of the cause of action has also arisen, negatived the said contention in the following manner:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d893fba7386e438e8053782fa2ded97c_89"
        },
        {
            "start": 16705,
            "end": 16787,
            "text": "\n9.I am afraid this plea of the learned counsel does not carry conviction with me.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a33eea0997b4766b3b3e25ea7d62bcd_90"
        },
        {
            "start": 16788,
            "end": 17034,
            "text": "If the cause of action, wholly or in part, had arisen within the jurisdiction of a given Court, then it is superfluous for the party to invoke either cause (a) or clause (b), for then the matter would squarely fall within the ambit of clause (c).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c0b5fa69faf482599cdcafed43f2ed6_91"
        },
        {
            "start": 17035,
            "end": 17175,
            "text": "It is only when the case does not fall within clause (c) that it has to be seen whether it falls within the ambit of clauses (a) or (b).\n10.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c40a0a7f86f04c95887cb0ed174a5a01_92"
        },
        {
            "start": 17176,
            "end": 17394,
            "text": "A plain reading of section 20 would show that unless a case could be brought within the ambit of clause (c), it is the convenience of the defendant which appeared to be uppermost in the mind of the framers of the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc148300209242d8b977427494e73013_93"
        },
        {
            "start": 17395,
            "end": 17555,
            "text": "That is why, clauses (a) and (b) sought to confer the jurisdiction only on such Courts where the defendant or the defendants resided or carried on business etc.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96c8114353764794af33fa8f66a3befa_94"
        },
        {
            "start": 17556,
            "end": 18075,
            "text": "Explanation II, in some measure, sought to take into view the convenience of the plaintiff as well where it happened to be pitched against a Corporation having, apart from its head-office, Branch Offices located at different places, for in such a case, so far as the Corporation as a defendant is concerned, it would not be inconvenienced for the reason that it happened to have its Branch Office at the place on the Courts whereof Explanation II read with clause (a) sought to confer jurisdiction in a suit against it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5dfe53340b64ffa85bb3ce28522663b_95"
        },
        {
            "start": 18077,
            "end": 18573,
            "text": "11. Mr. K.L. Kapur, learned counsel for the respondent, has vehemently urged that if a Corporation has more than one Branch Office, then only that Court would have the jurisdiction where, in addition to the location of a Branch Office of the defendant Corporation, the cause of action, partly or wholly, had also arisen, otherwise it would be open to the plaintiff to file a suit in the Courts of a place where any of the Branch Offices of the said defendant Corporation may happen to be located.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "87990178fc164b5b873acd858f794485_96"
        },
        {
            "start": 18574,
            "end": 18779,
            "text": "I see no harm in this, because so far as the convenience of the Corporation is concerned it stands in no way affected if that view is taken, because its interest shall be looked after by its Branch Office.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e6b706cc0014d2a8724d216c3289fb7_97"
        },
        {
            "start": 18780,
            "end": 18916,
            "text": "As far as the plaintiff is concerned, he shall see his own convenience which apparently appears to be the purpose behind Explanation II.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b3b831f76434f40ba82a4ed6d0f4a46_98"
        },
        {
            "start": 18917,
            "end": 19307,
            "text": "\nHence for the reasons aforesaid, I am of the view that Amritsar Courts do have jurisdiction to entertain the present suit in view of the fact that, admittedly, a Branch Office of the defendant Company is located at Amritsar and by virtue of Explanation II, the Company shall be deemed to be carrying on business there whether or not that Branch Office in fact, carries on any business\".\n20",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f40862d6b3d3466ea09072ce9cb622e5_99"
        },
        {
            "start": 19308,
            "end": 19476,
            "text": "The controversy, it seems, has been set at rest by the judgment of the Supreme Court in the case of Food Corporation of India vs. Evdomen Corporation, (1999) 2 SCC 446.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "27129d7a4450401e83825007d21adfdd_100"
        },
        {
            "start": 19477,
            "end": 19865,
            "text": "The Court, while interpreting Section 2(c) of Arbitration Act, 1940, which is in pari materia with Section 2 (e) of the Arbitration and Conciliation Act, 1996, has observed as under:\n\"6.Ordinarily, the phrase \"Civil Court having, jurisdiction to decide\" in Section 2(c) of the Arbitration Act, 1940 would refer to a Court having jurisdiction under Section 20 of the Civil! Procedure Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "265e26c1cf4748a6ab6e923d44445ee1_101"
        },
        {
            "start": 19866,
            "end": 20302,
            "text": "Section 20(a) of the Civil Procedure Code provides, \"subject to the limitations aforesaid, every suit shall be instituted in a Court within the local limits of whose jurisdiction (a) the defendant or each of the defendant where there are more than one, at the time of the commencement of the suit, actually and voluntarily resides or carries on business or personally works; for gain...(c) the cause of action wholly or in part arises.\"",
            "labels": [
                "STA"
            ],
            "id": "a1160c2c80f64e7098239e3bec664913_102"
        },
        {
            "start": 20303,
            "end": 20414,
            "text": "In the present case no part of the cause of action has arisen within the jurisdiction of the Bombay High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8c628b4667c48c3b3a8bae71af08e6b_103"
        },
        {
            "start": 20415,
            "end": 20554,
            "text": "We have, therefore, to see whether Section 20(a) would confer jurisdiction on Bombay High Court as has been held; in the impugned judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e2a333df271414bb2ad02e6aac29e88_104"
        },
        {
            "start": 20555,
            "end": 20869,
            "text": "Section 20(a) has to be read along with the explanation to Section 20 which provides as follows:--\nExplanation: A Corporation shall be deemed to carry on business at its sole or principal office in India or in respect of any cause of action arises at any place where it has also a subordinate office at such place.",
            "labels": [
                "STA"
            ],
            "id": "c4bb69a217c945c1b747f4342126006f_105"
        },
        {
            "start": 20870,
            "end": 20995,
            "text": "\nIn view of this Explanation, the appellant under Section 20 is deemed to carry on business at its principal office in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00a8b411ee714ead8d61627a5d2887bc_106"
        },
        {
            "start": 20996,
            "end": 21144,
            "text": "In respect of any cause of action which arises at a place where it has its subordinate office, the Court at that place would also have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c290988a6be418bb3387b32e051fad4_107"
        },
        {
            "start": 21145,
            "end": 21270,
            "text": "In view of this Explanation, the Bombay High Court would not have jurisdiction under Section 20 of the Civil Procedure Code\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5782aced5084510a9c9bf573b2b0e1a_108"
        },
        {
            "start": 21272,
            "end": 21637,
            "text": "21 In the aforenoted case, although Food Corporation of India had one of its places of business at Bombay, but because no part of cause of action had arisen within the jurisdiction at Bombay, as such, the Court held that mere location of one of the offices of FCI at Bombay, would not give jurisdiction to the Court located at Bombay to adjudicate upon the dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0cbb66712c64c579c14e53684c4c775_109"
        },
        {
            "start": 21639,
            "end": 21988,
            "text": "22 From the foregoing discussion of law on the subject, it is clear that, in the case of a Corporation or a Company, it shall be deemed to carry on business at a place where its principal office is located and location of its subordinate office would give jurisdiction to Courts of that area only if any part of cause of action arises at that place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "557f484a3e904a0abedc44609d641a6a_110"
        },
        {
            "start": 21989,
            "end": 22046,
            "text": "The explanation to Section 20 CPC is very clear about it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5713f0ce0a7f41719961fa4c26cb44b6_111"
        },
        {
            "start": 22047,
            "end": 22176,
            "text": "It uses the words \"in respect of any cause of action arising at any place where it has also a subordinate office, at such place\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee963bd313e845e0afe25ee5c51142bc_112"
        },
        {
            "start": 22177,
            "end": 22514,
            "text": "If the intention of the Legislature would have been to confer jurisdiction on Courts located at a place where subordinate office of a Company is situated irrespective of the cause of action, in that case, there was no need to use the words \"in respect of any cause of action arising at any place\" in the Explanation to Section 20 of CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddd674009ee947a7bbd28b3bd04c44a4_113"
        },
        {
            "start": 22516,
            "end": 22776,
            "text": "23 Thus, it is beyond any shadow of doubt that the Court situated at a place where subordinate office of a Corporation is located would get jurisdiction only if any part of cause of action has arisen within the jurisdiction of the said Court and not otherwise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e0cc1e87c3d40c1a6270dfe78a2e0bc_114"
        },
        {
            "start": 22777,
            "end": 22920,
            "text": "Mere location of subordinate office of the Corporation which is defendant in the suit would not give jurisdiction to courts located over there.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ee47790aa574aa6a4448af4a5e19a78_115"
        },
        {
            "start": 22921,
            "end": 23017,
            "text": "24 In the light of aforesaid legal position, let us now advert to the facts of the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3eaa9c40f7c44887866c6bd886c8c283_116"
        },
        {
            "start": 23018,
            "end": 23083,
            "text": "Admittedly, the principal office of JKRTC is located at Srinagar.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff7be569194b4dfdba17e291b6d4d8a8_117"
        },
        {
            "start": 23084,
            "end": 23214,
            "text": "The contention of the petitioner is that the office of Managing Director of JKRTC is located at Jammu which is one of its offices.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99097be21e744b11896cd5c9e1ebf84a_118"
        },
        {
            "start": 23215,
            "end": 23353,
            "text": "The question arises, whether in this case any part of cause of action has arisen with the territorial jurisdiction of the Courts at Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8547e63354c6450a91cdc08de894611e_119"
        },
        {
            "start": 23354,
            "end": 23571,
            "text": "If the answer to this question is in affirmative, then the Commercial Court at Jammu would get jurisdiction to adjudicate upon the dispute or else the said Court cannot entertain a petition under Section 9 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49ccfae7dd044b4e9f663f7ffeb04017_120"
        },
        {
            "start": 23572,
            "end": 23895,
            "text": "\n24 So far as the expression \"cause of action\" is concerned, the same has been explained by the Supreme Court in the case of M/S South East Asia Shipping Co. vs M/S Nav Bharat Enterprises Pvt. Ltd, 1996 SCC (3) 443 as consisting of bundle of facts which give cause to enforce the legal injury for redress in a Court of law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8fc2af929249495da2190b6a9b02835c_121"
        },
        {
            "start": 23896,
            "end": 24092,
            "text": "The Court further observed that the cause of action means every fact, which if traversed, it would be necessary for the plaintiff to prove in order to support his right to a judgment of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66eec3b1e8fb43209a506fa0fabe3eac_122"
        },
        {
            "start": 24093,
            "end": 24245,
            "text": "In other words, it is a bundle of facts, which taken with the law applicable to them, gives the plaintiff a right to claim relief against the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4a60e22d0f1416c94219da367a5ea65_123"
        },
        {
            "start": 24246,
            "end": 24385,
            "text": "It must include some act done by the defendant since in the absence of such an act no cause of action would possibly accrue or would arise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15d53486e8134a789119a51dd826f5ab_124"
        },
        {
            "start": 24387,
            "end": 24540,
            "text": "25 Coming to the instant case, the tender notice, which is subject matter of the instant petition, has been issued by the JKRTC from its Srinagar office.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40ba234ccbdf4ffeb507a19225bbd03b_125"
        },
        {
            "start": 24541,
            "end": 24610,
            "text": "The site of the contract i.e supply of vehicles is Kashmir province .",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02f46744ce4b4261a9abb8f760e1aa50_126"
        },
        {
            "start": 24611,
            "end": 24846,
            "text": "As is clear from the documents placed on record by the appellant, the vehicles are to be supplied for routes pertaining to Srinagar, Ganderbal, Bandipora, Anantnag, Kulgam, Shopian, Pulwama, Budgam, Kupwara, Baramula and Ladakh region.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cf92042cb1e474abbf553dd0fb1b668_127"
        },
        {
            "start": 24847,
            "end": 24910,
            "text": "None of these routes is located in Jammu province of UT of J&K.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "939c20c38d4047d7a58de91f3245a338_128"
        },
        {
            "start": 24911,
            "end": 25135,
            "text": "It has been contended by the appellant that in the Cluster Code K-7, routes pertaining to Ladakh region (Srinagar-Jammu/Leh/Kargil) are mentioned which means that situs of performance of contract is located at Jammu as well.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bcfa2380e538452b95b0d196704f0922_129"
        },
        {
            "start": 25136,
            "end": 25337,
            "text": "I am afraid, the contention of learned senior counsel for the appellant is misconceived because the offer document only mentions the name of the National Highway i.e Srinagar- Jammu/Leh/Kargil highway.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2b7b99d5d45465fa8045c9739782385_130"
        },
        {
            "start": 25338,
            "end": 25479,
            "text": "It is clearly indicated that the site of the contract is route pertaining to Ladakh region in which a portion of the aforesaid Highway falls.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8b6e46dfef04c5a812240eb051c825b_131"
        },
        {
            "start": 25480,
            "end": 25545,
            "text": "This does not mean that site of the contract is located at Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "439e2860e6624fceaa4a84eeb53f4229_132"
        },
        {
            "start": 25546,
            "end": 25737,
            "text": "\n26 It has been contended by learned senior counsel for the appellant that the appellant has participated in the tender process from Jammu and the communications were received by it at Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2590d06e33344cd8b593c12ba34facbc_133"
        },
        {
            "start": 25738,
            "end": 25926,
            "text": "In this regard, the learned senior counsel has referred to the communications addressed by the appellant to JKRTC on its letter head which show that one of its offices is located at Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f81f117fc4374e858c981e893dc20106_134"
        },
        {
            "start": 25927,
            "end": 26093,
            "text": "The mere fact that the letter head of the appellant reflects that one of its offices is located at Jammu does not mean that it has corresponded with JKRTC from Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bdec41418024d878314e9e332e1cd50_135"
        },
        {
            "start": 26094,
            "end": 26276,
            "text": "In fact, the tender application submitted by the appellant in response to the NIT in question clearly reflects the address of the appellant as 36-B Fruit Market, Parimpora, Srinagar.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee64c91671da47c3ab2091252da0b5b6_136"
        },
        {
            "start": 26277,
            "end": 26378,
            "text": "Even the address of authorised person given in the said application is located in Ganderbal, Kashmir.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d500e80d1034e9b81fb6224c105ebfb_137"
        },
        {
            "start": 26379,
            "end": 26408,
            "text": "This is an admitted document.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d724205d25d142428a206d819a4ed4ca_138"
        },
        {
            "start": 26409,
            "end": 26535,
            "text": "Therefore, by no stretch of imagination it can be stated that the appellant had corresponded with respondent-JKRTC from Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a830af7ed5d46f2b6f2d53c78357309_139"
        },
        {
            "start": 26536,
            "end": 26615,
            "text": "Thus, the contention of the appellant is belied by its own documents on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f92cd82fb4ec44ca9e7e86c446b2bee2_140"
        },
        {
            "start": 26617,
            "end": 26840,
            "text": "27 From the above discussion of the material on record, it is clear that none of the facts which would give cause to enforce any right to appellant against the respondents has taken place in Jammu province of the UT of J&K.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f64f04c5d3ee4e97a3da57739d52f548_141"
        },
        {
            "start": 26841,
            "end": 26960,
            "text": "Thus, no part of cause of action in the instant case has arisen within the jurisdiction of the Commercial Court, Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c18aaec7e2ee4c9fab17043a6353956a_142"
        },
        {
            "start": 26961,
            "end": 27201,
            "text": "Having held so, the mere fact that one of the subordinate offices of JKRTC is located at Jammu would not give jurisdiction to the Commercial Court, Jammu to entertain the petition under Section 9 of the Act filed by the appellant before it.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e71ef2e5b9fd4e9aa2bf980465c1c506_143"
        },
        {
            "start": 27203,
            "end": 27466,
            "text": "28 For the foregoing discussion, the finding of learned Commercial Court, Jammu that the said Court does not have territorial jurisdiction to entertain the instant petition under Section 9 of the Act filed by the appellant, does not deserve to be interfered with.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf0f8326dbbd4622a8439169ed415637_144"
        },
        {
            "start": 27467,
            "end": 27563,
            "text": "However, the manner in which the Court below has passed the impugned judgment invites a comment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "213aa6ff92ae4e7fa6f41556cd59d758_145"
        },
        {
            "start": 27564,
            "end": 27653,
            "text": "A perusal of the said judgment clearly shows that it is cryptic and devoid of any reason.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42912bdd32c74af2a4c153fc54ef8b23_146"
        },
        {
            "start": 27654,
            "end": 27911,
            "text": "The learned Court has only noted the pleadings and submissions of the parties and then without giving any reasoning as to why it has accepted the contentions of one party and rejected those of other party, it has drawn the conclusion against the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f815fac892f45ca8434c61578c1f6c6_147"
        },
        {
            "start": 27912,
            "end": 27952,
            "text": "\n29 Reasoning is the soul of a judgment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa0528ac802543e690fe665bfdefb3d6_148"
        },
        {
            "start": 27953,
            "end": 28044,
            "text": "A judgment which is devoid of reasoning would not be a judgment in accordance with the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0708dba44c14915a25a6fd0f959abba_149"
        },
        {
            "start": 28045,
            "end": 28222,
            "text": "It is not sufficient for a Court merely to state in its judgment that on a careful consideration of the rival submissions of the parties, it has come to this or that conclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76d128bbca95468dae812d837315cde3_150"
        },
        {
            "start": 28223,
            "end": 28391,
            "text": "The material on record on a particular point for and against the parties to the case must be set out in the judgment and reasons stated for its acceptance or rejection.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5aa7f2670fd451ab1984b8e93b99fbd_151"
        },
        {
            "start": 28392,
            "end": 28522,
            "text": "A Court has not only to state the points for determination and the decisions thereon, but also to give reasons for such decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63f5ed184fb34387a2e3e14c4387e00a_152"
        },
        {
            "start": 28523,
            "end": 28605,
            "text": "All this is missing in the judgment passed by the learned Commercial Court, Jammu.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaaa9023641c437381a6e5141777975b_153"
        },
        {
            "start": 28606,
            "end": 28710,
            "text": "Such type of judgments are not expected from a senior Judicial Officer of the level of a District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32f46d45f68e434389be638be8ee17b2_154"
        },
        {
            "start": 28711,
            "end": 29022,
            "text": "\n30 One of the options available to this Court was to remand the case back to the learned Commercial Court, Jammu with a direction to render a reasoned judgment on the issue, but then, it would amount to wastage of time which, in turn, would defeat the relief sought by the appellant/petitioner in the petition.",
            "labels": [
                "RPC"
            ],
            "id": "6ec103944963446ab245320cdb10a7c5_155"
        },
        {
            "start": 29023,
            "end": 29161,
            "text": "Therefore, this Court has taken it upon itself to finally decide the controversy pertaining to the jurisdiction in these proceedings only.",
            "labels": [
                "RATIO"
            ],
            "id": "7539f8a6a3c14e5784b08b3e701a682b_156"
        },
        {
            "start": 29163,
            "end": 29441,
            "text": "31 For what has been discussed hereinabove, it is held that the Commercial Court Jammu does not have territorial jurisdiction to entertain and decide the issues arising in the petition under Section 9 of the Act, that was filed by the appellant/petitioner before the said Court.",
            "labels": [
                "RATIO"
            ],
            "id": "d8671bf49ffc42eda44192202c91476c_157"
        },
        {
            "start": 29442,
            "end": 29481,
            "text": "\nThe appeal is, accordingly, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "85b718c1a7fe4e17acaee6409e20847a_158"
        },
        {
            "start": 29482,
            "end": 29579,
            "text": "The appellant/petitioner is, however, at liberty to approach the Court of competent jurisdiction.",
            "labels": [
                "RPC"
            ],
            "id": "26babfb0a36249ab96953ea07c827feb_159"
        },
        {
            "start": 29580,
            "end": 29617,
            "text": "\n(SANJAY DHAR) JUDGE Jammu 30.12.2020",
            "labels": [
                "NONE"
            ],
            "id": "be4b31eb6eb8453f804beb13fc77d11e_160"
        },
        {
            "start": 29618,
            "end": 29631,
            "text": "\"Sanjeev, PS\"",
            "labels": [
                "NONE"
            ],
            "id": "48ed49d3d08149258d1d8cac7fa65b00_161"
        },
        {
            "start": 29632,
            "end": 29703,
            "text": "\n                                        Whether the order is speaking:",
            "labels": [
                "RPC"
            ],
            "id": "23cbf7c8d5e7420aa6f11511959872fc_162"
        },
        {
            "start": 29716,
            "end": 29792,
            "text": "Yes                                         Whether the order is reportable:",
            "labels": [
                "NONE"
            ],
            "id": "3dfc8eaec92944ec83053c69bdd23775_163"
        }
    ],
    "entities": [
        {
            "text": "Telangana High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "United Telecoms Limited",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 44
        },
        {
            "text": "Director",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 61
        },
        {
            "text": "26 August, 2022",
            "label": "DATE",
            "start_char": 65,
            "end_char": 80
        },
        {
            "text": "P Naveen Rao",
            "label": "JUDGE",
            "start_char": 88,
            "end_char": 100
        },
        {
            "text": "G.Radha Rani",
            "label": "OTHER_PERSON",
            "start_char": 102,
            "end_char": 114
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 149,
            "end_char": 161
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 228,
            "end_char": 255
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 380,
            "end_char": 390
        },
        {
            "text": "COM CA NO.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 391,
            "end_char": 411
        },
        {
            "text": "CCS Infotech Limited",
            "label": "PETITIONER",
            "start_char": 424,
            "end_char": 444
        },
        {
            "text": "T.Nagar",
            "label": "GPE",
            "start_char": 493,
            "end_char": 500
        },
        {
            "text": "Chennai",
            "label": "GPE",
            "start_char": 502,
            "end_char": 509
        },
        {
            "text": "S.Sridhar",
            "label": "OTHER_PERSON",
            "start_char": 547,
            "end_char": 556
        },
        {
            "text": "Hanumantha Rao",
            "label": "OTHER_PERSON",
            "start_char": 568,
            "end_char": 582
        },
        {
            "text": "Nellore",
            "label": "OTHER_PERSON",
            "start_char": 603,
            "end_char": 610
        },
        {
            "text": "Director ESD (Mee Seva)",
            "label": "RESPONDENT",
            "start_char": 707,
            "end_char": 730
        },
        {
            "text": "Eseva",
            "label": "GPE",
            "start_char": 761,
            "end_char": 766
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 794,
            "end_char": 803
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 964,
            "end_char": 967
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 975,
            "end_char": 978
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 1033,
            "end_char": 1053
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 1134,
            "end_char": 1146
        },
        {
            "text": "JUSTICE RADHA RANI COMMERCIAL COURT",
            "label": "COURT",
            "start_char": 1206,
            "end_char": 1241
        },
        {
            "text": "P.Naveen Rao",
            "label": "JUDGE",
            "start_char": 1377,
            "end_char": 1389
        },
        {
            "text": "Pushyam Kiran",
            "label": "OTHER_PERSON",
            "start_char": 1421,
            "end_char": 1434
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 1483,
            "end_char": 1506
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 1511,
            "end_char": 1526
        },
        {
            "text": "Telangana State",
            "label": "GPE",
            "start_char": 1575,
            "end_char": 1590
        },
        {
            "text": "COMCA Nos.33 and 34 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1597,
            "end_char": 1624
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 1638,
            "end_char": 1658
        },
        {
            "text": "COMCA Nos.40, 41, 42, 48, 49 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 1660,
            "end_char": 1696
        },
        {
            "text": "COMCA Nos.4, 17, 18, 19, 20 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1701,
            "end_char": 1736
        },
        {
            "text": "ESD (Mee Seva",
            "label": "ORG",
            "start_char": 1750,
            "end_char": 1763
        },
        {
            "text": "United Telecoms Ltd.",
            "label": "ORG",
            "start_char": 1839,
            "end_char": 1859
        },
        {
            "text": "Hyderabad",
            "label": "GPE",
            "start_char": 2052,
            "end_char": 2061
        },
        {
            "text": "Secunderabad",
            "label": "GPE",
            "start_char": 2066,
            "end_char": 2078
        },
        {
            "text": "Government of the then combined State of",
            "label": "ORG",
            "start_char": 2119,
            "end_char": 2159
        },
        {
            "text": "Andhra Pradesh",
            "label": "GPE",
            "start_char": 2160,
            "end_char": 2174
        },
        {
            "text": "CMS Computers Limited",
            "label": "ORG",
            "start_char": 2489,
            "end_char": 2510
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 2597,
            "end_char": 2623
        },
        {
            "text": "CCS Infotech Limited",
            "label": "ORG",
            "start_char": 2692,
            "end_char": 2712
        },
        {
            "text": "Data Management Corporation",
            "label": "ORG",
            "start_char": 2717,
            "end_char": 2744
        },
        {
            "text": "MEE-SEVA Organisation",
            "label": "ORG",
            "start_char": 2840,
            "end_char": 2861
        },
        {
            "text": "19.05.2003",
            "label": "DATE",
            "start_char": 2865,
            "end_char": 2875
        },
        {
            "text": "Article 3",
            "label": "PROVISION",
            "start_char": 3094,
            "end_char": 3103
        },
        {
            "text": "Article 4.1",
            "label": "PROVISION",
            "start_char": 3209,
            "end_char": 3220
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3244,
            "end_char": 3247
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 3357,
            "end_char": 3360
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 3399,
            "end_char": 3402
        },
        {
            "text": "MEE-SEVA Organization",
            "label": "ORG",
            "start_char": 3525,
            "end_char": 3546
        },
        {
            "text": "01.12.2003",
            "label": "DATE",
            "start_char": 3550,
            "end_char": 3560
        },
        {
            "text": ",",
            "label": "DATE",
            "start_char": 3560,
            "end_char": 3561
        },
        {
            "text": "18.02.2004",
            "label": "DATE",
            "start_char": 3562,
            "end_char": 3572
        },
        {
            "text": "10.02.2004",
            "label": "DATE",
            "start_char": 3577,
            "end_char": 3587
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3682,
            "end_char": 3685
        },
        {
            "text": "CMS",
            "label": "ORG",
            "start_char": 3843,
            "end_char": 3846
        },
        {
            "text": "UTL",
            "label": "ORG",
            "start_char": 4018,
            "end_char": 4021
        },
        {
            "text": "CCS",
            "label": "ORG",
            "start_char": 4070,
            "end_char": 4073
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 4208,
            "end_char": 4211
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 4219,
            "end_char": 4222
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 4229,
            "end_char": 4245
        },
        {
            "text": "V.V.N.Sastry",
            "label": "JUDGE",
            "start_char": 4492,
            "end_char": 4504
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 4708,
            "end_char": 4718
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 5364,
            "end_char": 5367
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 5375,
            "end_char": 5378
        },
        {
            "text": "01.10.2007",
            "label": "DATE",
            "start_char": 5535,
            "end_char": 5545
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6028,
            "end_char": 6038
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 6253,
            "end_char": 6263
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 6384,
            "end_char": 6394
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 6634,
            "end_char": 6637
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 6645,
            "end_char": 6648
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 6655,
            "end_char": 6671
        },
        {
            "text": "Mee",
            "label": "OTHER_PERSON",
            "start_char": 7142,
            "end_char": 7145
        },
        {
            "text": "seva",
            "label": "OTHER_PERSON",
            "start_char": 7146,
            "end_char": 7150
        },
        {
            "text": "O.P.No.1122 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7161,
            "end_char": 7180
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7187,
            "end_char": 7197
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7205,
            "end_char": 7214
        },
        {
            "text": "C.O.P.No.124 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7291,
            "end_char": 7311
        },
        {
            "text": "Mee-seva",
            "label": "OTHER_PERSON",
            "start_char": 7607,
            "end_char": 7615
        },
        {
            "text": "O.P.No.1121 of 2012",
            "label": "CASE_NUMBER",
            "start_char": 7626,
            "end_char": 7645
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7652,
            "end_char": 7662
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7670,
            "end_char": 7679
        },
        {
            "text": "C.O.P.No.119 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 7760,
            "end_char": 7780
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 7910,
            "end_char": 7920
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 7923,
            "end_char": 7926
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 7934,
            "end_char": 7937
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 7944,
            "end_char": 7960
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8054,
            "end_char": 8064
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 8346,
            "end_char": 8364
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "ORG",
            "start_char": 8385,
            "end_char": 8408
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 8494,
            "end_char": 8504
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8613,
            "end_char": 8623
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8669,
            "end_char": 8679
        },
        {
            "text": "30.06.2009",
            "label": "DATE",
            "start_char": 8913,
            "end_char": 8923
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 9119,
            "end_char": 9122
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 9130,
            "end_char": 9133
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 9140,
            "end_char": 9156
        },
        {
            "text": "State of Andhra Pradesh",
            "label": "GPE",
            "start_char": 9197,
            "end_char": 9220
        },
        {
            "text": "Goverdhan Reddy",
            "label": "OTHER_PERSON",
            "start_char": 9225,
            "end_char": 9240
        },
        {
            "text": "No.205",
            "label": "CASE_NUMBER",
            "start_char": 9298,
            "end_char": 9304
        },
        {
            "text": "dt.30.06.2009",
            "label": "DATE",
            "start_char": 9305,
            "end_char": 9318
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 9824,
            "end_char": 9834
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10083,
            "end_char": 10093
        },
        {
            "text": "Article 3.1",
            "label": "PROVISION",
            "start_char": 10471,
            "end_char": 10482
        },
        {
            "text": "Article 3.2.1",
            "label": "PROVISION",
            "start_char": 10549,
            "end_char": 10562
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 10573,
            "end_char": 10576
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 10584,
            "end_char": 10610
        },
        {
            "text": "31.03.2007",
            "label": "DATE",
            "start_char": 10799,
            "end_char": 10809
        },
        {
            "text": "01.04.2007",
            "label": "DATE",
            "start_char": 10906,
            "end_char": 10916
        },
        {
            "text": "01.03.2008",
            "label": "DATE",
            "start_char": 10999,
            "end_char": 11009
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11477,
            "end_char": 11487
        },
        {
            "text": "State of Telangana",
            "label": "GPE",
            "start_char": 11761,
            "end_char": 11779
        },
        {
            "text": "Government of Andhra Pradesh",
            "label": "ORG",
            "start_char": 11905,
            "end_char": 11933
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 11936,
            "end_char": 11939
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 11947,
            "end_char": 11950
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 11957,
            "end_char": 11973
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12046,
            "end_char": 12056
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13103,
            "end_char": 13113
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 13317,
            "end_char": 13320
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 13328,
            "end_char": 13331
        },
        {
            "text": "Sections 171, 322, and 333",
            "label": "PROVISION",
            "start_char": 13489,
            "end_char": 13515
        },
        {
            "text": "Section 2(1)(c)4 has",
            "label": "PROVISION",
            "start_char": 13534,
            "end_char": 13554
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13704,
            "end_char": 13714
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13716,
            "end_char": 13726
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 13867,
            "end_char": 13877
        },
        {
            "text": "Section 32",
            "label": "PROVISION",
            "start_char": 13879,
            "end_char": 13889
        },
        {
            "text": "S.17",
            "label": "PROVISION",
            "start_char": 13916,
            "end_char": 13920
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 15316,
            "end_char": 15326
        },
        {
            "text": "Code of Civil Procedure,1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15485,
            "end_char": 15525
        },
        {
            "text": "section 33 and sub-section (4) of section 34",
            "label": "PROVISION",
            "start_char": 16274,
            "end_char": 16318
        },
        {
            "text": "Section 31",
            "label": "PROVISION",
            "start_char": 18171,
            "end_char": 18181
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 18447,
            "end_char": 18450
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 18458,
            "end_char": 18461
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 18464,
            "end_char": 18484
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 18861,
            "end_char": 18871
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 20128,
            "end_char": 20165
        },
        {
            "text": "sub-sections (1) and (2) of Section 33",
            "label": "PROVISION",
            "start_char": 20468,
            "end_char": 20506
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 21037,
            "end_char": 21047
        },
        {
            "text": "Section 345",
            "label": "PROVISION",
            "start_char": 21200,
            "end_char": 21211
        },
        {
            "text": "S.34",
            "label": "PROVISION",
            "start_char": 21333,
            "end_char": 21337
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 22504,
            "end_char": 22507
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 22515,
            "end_char": 22518
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 22525,
            "end_char": 22541
        },
        {
            "text": "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "label": "PRECEDENT",
            "start_char": 22841,
            "end_char": 22955
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22969,
            "end_char": 22982
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23047,
            "end_char": 23057
        },
        {
            "text": "sub-sections (2) and (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23204,
            "end_char": 23242
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23278,
            "end_char": 23288
        },
        {
            "text": "P. Ramanatha Aiyar",
            "label": "OTHER_PERSON",
            "start_char": 23482,
            "end_char": 23500
        },
        {
            "text": "sub-section (1) of Section 34",
            "label": "PROVISION",
            "start_char": 23984,
            "end_char": 24013
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24041,
            "end_char": 24051
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24441,
            "end_char": 24451
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25075,
            "end_char": 25080
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 25201,
            "end_char": 25206
        },
        {
            "text": "section 75 or section 81",
            "label": "PROVISION",
            "start_char": 25317,
            "end_char": 25341
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 26278,
            "end_char": 26288
        },
        {
            "text": "(2021) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 27498,
            "end_char": 27512
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 27513,
            "end_char": 27516
        },
        {
            "text": "GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 27524,
            "end_char": 27550
        },
        {
            "text": "McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181",
            "label": "PRECEDENT",
            "start_char": 27661,
            "end_char": 27734
        },
        {
            "text": "Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106",
            "label": "PRECEDENT",
            "start_char": 27739,
            "end_char": 27822
        },
        {
            "text": "Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657",
            "label": "PRECEDENT",
            "start_char": 27827,
            "end_char": 27918
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28041,
            "end_char": 28051
        },
        {
            "text": "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "label": "STATUTE",
            "start_char": 28229,
            "end_char": 28293
        },
        {
            "text": "Redfern",
            "label": "OTHER_PERSON",
            "start_char": 28328,
            "end_char": 28335
        },
        {
            "text": "Hunter",
            "label": "OTHER_PERSON",
            "start_char": 28340,
            "end_char": 28346
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28535,
            "end_char": 28545
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28682,
            "end_char": 28692
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 28700,
            "end_char": 28721
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 28804,
            "end_char": 28814
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29007,
            "end_char": 29017
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29039,
            "end_char": 29049
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29157,
            "end_char": 29167
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29175,
            "end_char": 29196
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 29213,
            "end_char": 29223
        },
        {
            "text": "Arbitration Act, 1996",
            "label": "STATUTE",
            "start_char": 29324,
            "end_char": 29345
        },
        {
            "text": "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "label": "PRECEDENT",
            "start_char": 29451,
            "end_char": 29508
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29570,
            "end_char": 29580
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29640,
            "end_char": 29653
        },
        {
            "text": "McDermott International Inc Vs Burn Standard Company Limited8",
            "label": "PRECEDENT",
            "start_char": 29657,
            "end_char": 29718
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29786,
            "end_char": 29799
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29830,
            "end_char": 29840
        },
        {
            "text": "McDermott International Inc",
            "label": "ORG",
            "start_char": 29959,
            "end_char": 29986
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30790,
            "end_char": 30803
        },
        {
            "text": "M.Hakeem",
            "label": "PRECEDENT",
            "start_char": 30807,
            "end_char": 30815
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30971,
            "end_char": 30984
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 30995,
            "end_char": 31005
        },
        {
            "text": "Delhi Airport Metro Express Pvt. Ltd. Vs.",
            "label": "PRECEDENT",
            "start_char": 31102,
            "end_char": 31143
        },
        {
            "text": "Delhi Metro Rail Corporation Ltd.",
            "label": "ORG",
            "start_char": 31144,
            "end_char": 31177
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31267,
            "end_char": 31277
        },
        {
            "text": "2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131",
            "label": "PRECEDENT",
            "start_char": 31653,
            "end_char": 31704
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 31705,
            "end_char": 31708
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 31716,
            "end_char": 31719
        },
        {
            "text": "COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 31722,
            "end_char": 31742
        },
        {
            "text": "Section 34(2-A)",
            "label": "PROVISION",
            "start_char": 33231,
            "end_char": 33246
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34083,
            "end_char": 34093
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34211,
            "end_char": 34221
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 34255,
            "end_char": 34265
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 34370,
            "end_char": 34380
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 34736,
            "end_char": 34739
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 34747,
            "end_char": 34750
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 34757,
            "end_char": 34773
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35017,
            "end_char": 35027
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35120,
            "end_char": 35130
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35384,
            "end_char": 35394
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35796,
            "end_char": 35806
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36119,
            "end_char": 36138
        },
        {
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 36280,
            "end_char": 36317
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36393,
            "end_char": 36412
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36471,
            "end_char": 36490
        },
        {
            "text": "Vilas V.Afzulpurkar",
            "label": "JUDGE",
            "start_char": 36752,
            "end_char": 36771
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 36989,
            "end_char": 37001
        },
        {
            "text": "DR.G.RADHA RANI",
            "label": "JUDGE",
            "start_char": 37029,
            "end_char": 37044
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37054,
            "end_char": 37064
        },
        {
            "text": "PNR",
            "label": "JUDGE",
            "start_char": 37074,
            "end_char": 37077
        },
        {
            "text": "GRR",
            "label": "JUDGE",
            "start_char": 37085,
            "end_char": 37088
        },
        {
            "text": "CA No.33 OF 2018",
            "label": "CASE_NUMBER",
            "start_char": 37095,
            "end_char": 37111
        },
        {
            "text": "P.NAVEEN RAO",
            "label": "JUDGE",
            "start_char": 37143,
            "end_char": 37155
        },
        {
            "text": "RADHA RANI COMMERCIAL COURT",
            "label": "JUDGE",
            "start_char": 37181,
            "end_char": 37208
        },
        {
            "text": "26.08.2022",
            "label": "DATE",
            "start_char": 37302,
            "end_char": 37312
        }
    ],
    "precedent_clusters": {
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": [
            "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6",
            "M.Hakeem"
        ],
        "Ragya Bee and others vs. P.S.R. Constructions and others7": [
            "Ragya Bee and others vs. P.S.R. Constructions and others7",
            "McDermott International Inc Vs Burn Standard Company Limited8",
            "Delhi Airport Metro Express Pvt. Ltd. Vs."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 37",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 34",
            "Act, 1996",
            "section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "section 33 and sub-section (4) of section 34",
            "Act, 1996",
            "section 33 and sub-section (4) of section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "sub-sections (1) and (2) of Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996",
            "sub-sections (2) and (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "sub-section (1) of Section 34",
            "Act, 1996",
            "sub-section (1) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985",
            "Section 34",
            "UNCITRAL Model Law on International Commercial Arbitration, 1985"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34(2-A)",
            "Arbitration Act, 1996",
            "Section 34(2-A)",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "section 34",
            "Arbitration Act, 1996",
            "section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration Act, 1996",
            "Section 34",
            "Arbitration Act, 1996"
        ],
        [
            "Article 3",
            "Act, 1996",
            "Article 3",
            "Act, 1996"
        ],
        [
            "Article 4.1",
            "Act, 1996",
            "Article 4.1",
            "Act, 1996"
        ],
        [
            "Section 32",
            "Act, 1996",
            "Section 32",
            "Act, 1996"
        ],
        [
            "Article 3.1",
            "Act, 1996",
            "Article 3.1",
            "Act, 1996"
        ],
        [
            "Article 3.2.1",
            "Act, 1996",
            "Article 3.2.1",
            "Act, 1996"
        ],
        [
            "Sections 171, 322, and 333",
            "Act, 1996",
            "Sections 171, 322, and 333",
            "Act, 1996"
        ],
        [
            "Section 2(1)(c)4 has",
            "Act, 1996",
            "Section 2(1)(c)4 has",
            "Act, 1996"
        ],
        [
            "Section 17",
            "Act, 1996",
            "Section 17",
            "Act, 1996"
        ],
        [
            "S.17",
            "Act, 1996",
            "S.17",
            "Act, 1996"
        ],
        [
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 31",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 33",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "Section 345",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "S.34",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ],
        [
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)",
            "section 75 or section 81",
            "Code of Civil Procedure,1908 (5 of 1908)"
        ]
    ],
    "precedent_counts": {
        "Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6": 2,
        "Ragya Bee and others vs. P.S.R. Constructions and others7": 3
    },
    "provision_counts": {
        "Section 34 of Act, 1996": 11,
        "section 37 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 34 of UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Section 34 of Arbitration Act, 1996": 14,
        "section 34 of Act, 1996": 2,
        "Section 17 of Act, 1996": 3,
        "Section 32 of Act, 1996": 2,
        "section 33 and sub-section (4) of section 34 of Act, 1996": 1,
        "sub-sections (1) and (2) of Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 33 of Code of Civil Procedure,1908 (5 of 1908)": 2,
        "sub-sections (2) and (3) of Section 34 of Act, 1996": 1,
        "sub-section (1) of Section 34 of Act, 1996": 1,
        "Section 34(2-A) of Arbitration Act, 1996": 1,
        "section 34 of Arbitration Act, 1996": 1,
        "Article 3 of Act, 1996": 1,
        "Article 4.1 of Act, 1996": 1,
        "Article 3.1 of Act, 1996": 1,
        "Article 3.2.1 of Act, 1996": 1,
        "Sections 171, 322, and 333 of Act, 1996": 1,
        "Section 2(1)(c)4 has of Act, 1996": 1,
        "S.17 of Act, 1996": 1,
        "Section 31 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 33 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "Section 345 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "S.34 of Code of Civil Procedure,1908 (5 of 1908)": 1,
        "section 75 or section 81 of Code of Civil Procedure,1908 (5 of 1908)": 1
    },
    "statute_counts": {
        "Act, 1996": 28,
        "Code of Civil Procedure,1908 (5 of 1908)": 9,
        "UNCITRAL Model Law on International Commercial Arbitration, 1985": 2,
        "Arbitration Act, 1996": 16
    }
}