{
    "id": "09470f83cbe64d7fbce912acccc2a375bbb22e34ef224fa244795db34b36cea9",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nIndian Overseas Bank vs Jason Deckor P Ltd on 5 September, 2018\nAuthor: Akil Kureshi \nBench: Akil Kureshi, B.N. Karia\n        C/Sca/11710/2018                                         Judgment\n\n\n\n\n  In The High Court Of Gujarat At Ahmedabad\n\n       R/Special Civil Application No. 11710 of 2018\n\nFor Approval And Signature :\nHonourable Mr. Justice Akil Kureshi\nand\nHonourable Mr. Justice B.N.  KARIA ==============================================================\n\n1 Whether Reporters of Local Papers may be allowed to see the Yes   judgment ?\n\n2 To be referred to the Reporter or not ?                                  Yes 3 Whether their Lordships wish to see the fair copy of the judgment ?      No 4 Whether this case involves a substantial question of law as to the No   interpretation of the Constitution of India or any order made   thereunder ? \n\n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n                            INDIAN OVERSEAS BANK                                       Versus                              JASON DECKOR P LTD = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\nAppearance:\nMr TEJAS SATTA for Mr ANIP A GANDHI, Advocates for the PETITIONER for the RESPONDENT(s) No. 1,2,3 ================== = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = =\n\n              CORAM: HONOURABLE               Mr. JUSTICE AKIL KURESHI                            and                            HONOURABLE Mr. JUSTICE B.N. KARIA                            5th September 2018 ORAL JUDGMENT                (PER : HONOURABLE Mr. JUSTICE AKIL KURESHI) \nPetitioner-Indian Overseas Bank [hereinafter to be referred to as, \"the petitioner Bank\"] has challenged an order dated 2nd April 2018 passed by the learned Judge, C/SCA/11710/2018 JUDGMENT Commercial Court, Ahmedabad below Exh. 16 in Commercial Civil Suit No. 152 of 2017. \nFacts leading to the said challenge are as under :\nThe petitioner is a public sector Bank. The respondents- original plaintiffs had availed credit facilities from the petitioner-Bank. According to the Bank, the borrowers committed default in making repayment, due to which the Bank had taken steps under the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 [\"SARFESI Act\" for short] and the Recovery of Debts & Bankruptcy Act, 1993 [\"RDBA Act\" for short] and after which the respondents instituted Commercial Civil Suit No. 152 of 2017 against the Bank and prayed that the Bank may be directed to pay a sum of Rs. 30 Crores by way of damages and loss caused to the plaintiffs and a further sum of Rs. 10 Crores for loss of reputation. In the plaint, the plaintiffs have averred that the Bank had instituted proceedings for recovery of a sum of Rs. 18,89,05,602/= under the SARFESI Act and symbolic possession of the properties of the plaintiffs has been taken on 11th May 2017. According to the plaintiffs, there was non cooperation from the Bank which led to caused C/SCA/11710/2018 JUDGMENT damage to the plaintiffs on account of non sanctioning and non disbursing further working capital, and loss of reputation on account of such non advances. It is further averred that the plaintiffs had written series of letters to the Bank, despite which the Bank refused to release further working capital which severely affected the operations of the plaintiffs' factory for which the Bank is directly responsible. The summons of this suit was served on the Bank on 9th August 2017. As per the provisions of the Code of Civil Procedure [\"CPC\" for short], as amended by the Commercial Courts, Commercial Division & Commercial Appellate Division of High Courts Act, 2015 [\"Act of 2015\" for short], the defendant was required to file its written statement within a maximum period of 120 days from the date of service of summons. This was admittedly not done. The defendant filed application Exh. 16 in the said Civil Suit on 1st February 2018 and requested the learned Judge to condone delay caused in filing the written statement. Along with the application, written statement was presented and a request was made to take it on the record and exhibit the same. Though in this application, the Bank has computed such delay to the extent of 153 days, counsel for the petitioner clarified that the C/SCA/11710/2018 JUDGMENT delay actually was only of 33 days. He explained that the total period of 153 days is computed; including maximum period of 120 days available for filing the written statement. On 1st February 2018 itself, the appellant also filed an application for rejection of the plaint under Order VII Rule 11 CPC. \nThe Commercial Court passed the impugned order on application Exh. 16 and rejected prayer of the defendant for condoning delay, and taking the written statement on record. The learned Judge referred to provisions of Order VIII CPC; as amended by the Act of 2015 and came to the conclusion that he has no power to extend the time, beyond the period of 120 days from the date of service of summons, to enable defendant to file the written statement. This order of the Commercial Court is challenged before us in the present petition. \nLearned advocate Shri Tejas Satta for the petitioner submitted that the suit is frivolous and vexatious, filed by the plaintiff in order to avoid the liability of repayment of Bank's dues. He submitted that the Bank had already initiated proceedings under the SARFESI Act and also taken symbolic possession of the secured assets at which stage, the suit came to be filed on wholly frivolous and vexatious grounds. Counsel C/SCA/11710/2018 JUDGMENT further submitted that the provisions of CPC in relation to filing of the written statement and time for such purpose are procedural in nature and cannot defeat the substantive rights. He, therefore, submitted that such provision should be construed liberally and the time limit should be held to be directory in nature. Counsel further submitted that the petitioner Bank had shown sufficient cause for not being able to file the written statement within time. Learned Judge of the Commercial Court should have considered such explanation and condoned the delay, failing which enormous damage would be caused to the Bank. \nIn support of his contentions, counsel relied upon the following judgments :\n[i] In case of Kalpesh R Jain & Ors. vs. Mandev Tubes Private Limited, reported in MANU/MH/1967/2017, in which the Division Bench of Bombay High Court in the context of delay in filing the appeal, held that Section 5 of the Limitation Act, 1963 could be invoked and applied while requesting the Commercial Appellate Court to condone delay beyond sixty days in presenting the appeal, provided sufficient cause is shown. \nC/SCA/11710/2018 JUDGMENT [ii] In case of Shri Balaji Industrial Products Limited v. AIA Engineering Limited [Judgment dated 2nd July 2018], the Division Bench of Rajasthan High Court permitted the written statement to be taken on the record belatedly by awarding cost of Rs. 50,000/=.\n[iii] In case of Sunil Alagh v. Shivraj Puri & Anr., [Civil Suit [Comm] No. 1495 of 2016 :: Dated 14/12/2017], the learned Single Judge of Delhi High Court held that service of the defendant in a suit cannot be said to be complete unless complete paper book of the suit is supplied to the defendant. In this context, written statement of the defendant no. 1 was ordered to be taken on record. \n[iv] In case of Topline Shoes Limited v. Corporation Bank Limited, reported in 2002 [6] SCC 33, in which, the Supreme Court held that proviso contained in the Consumer Protection Act, 1986 providing that the extended time for filing reply shall not exceed 45 days is directory in nature. Counsel, however, candidly pointed out that the Supreme Court in the case of Dr. JJ Merchant & Ors. v. Shrinath Chaturvedi, reported in 2003 [1] GLH 608 in this context has taken somewhat different view, opining that such proviso C/SCA/11710/2018 JUDGMENT cannot be interpreted in such a manner that speedy and expeditious remedy to the consumer is frustrated. He also drew our attention to a decision in the latter judgment of the Supreme Court in case of New India Assurance Company Limited v. Hilli Multipurpose Cold Storage Private Limited, reported in 2015 [16] SCC 20 in which, it was held that the district forum under the Consumer Protection Act can grant a further period of 15 days to the opposite party for filing his version or reply and not beyond that.\nReliance was also placed on a decision of the Supreme Court in case of Sejal Glass Limited v. Navilan Merchants Private Limited, AIR 2017 SC 4477 in which, the Supreme Court, while reversing the judgment of the Commercial Court; as confirmed by the High Court rejecting the suit under Order VII Rule 11 CPC, granted further time for filing the written statement. \nA short question that calls for consideration is - Does the Commercial Court have power to take on record, the written statement which is presented beyond the period of 120 days from the date of service of summons on sufficient grounds, preventing the defendant from filing the same being made out. \nC/SCA/11710/2018 JUDGMENT Before any further debate, we must record that this issue is settled by a judgment of Division Bench of this Court in the case of Jayatma Informatics Pvt. Ltd v. HCL Infosystems Limited [Special Civil Application No. 13430 of 2017 ::\nDecided on 2nd November 2017]. It was a case in which the petitioner, who was defendant in a Commercial Civil Suit, had attempted to present the written statement beyond the period of 120 days from the date of service of summons. The Commercial Court refused to take written statement on the record, upon which writ petition came to be filed before the High Court challenging the order of the Commercial Court. In context of this controversy, the Division Bench observed as under :-\n\"13. On conjoint reading of second proviso to sub- rule [1] of Order V; proviso to Rule 1 Order VIII and proviso to Rule 10 of Order VIII CPC, a defendant is required to file the written statement within a period of thirty days from the date of service of summons of the suit. However, he shall be allowed to file written statement on such other day; as may be specified by the Court, for the reasons to be recorded in writing and on payment of such cost as the Court deems fit, but which shall not be later than 120 days from the date of service of summons. It also further provides C/SCA/11710/2018 JUDGMENT that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and the Court shall not allow the written statement to be taken on record. Proviso to Order VIII Rule 10 CPC provides that no Court shall make an order to extend the time provided under rule-1 of Order VIII for filing of the written statement. Thus, taking on record the written statement beyond period of 120 days from the date of service of the summons is strictly barred/ prohibited and there is a mandate that the Court shall not allow the written statement to be taken on record, if the same is submitted beyond the period of 120 days from the date of service of the summons. It also further mandates that on expiry of 120 days from the date of service of summons, the defendant shall forfeit his right to file written statement. There is a specific bar as per first proviso to Rule 10 of Order VIII by which the Court is strictly prohibited to extend the time provided under Rule 1 of Order VIII CPC for filing the written statement. \n13. In the present case, it is an admitted position that the written statement was submitted/presented beyond the period of 120 days from the date of service of summons. Therefore as such, considering the provisions of CPC referred to hereinabove, more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10, it cannot be said that the learned Judge has committed any error in not taking on record the written statement filed by the defendant C/SCA/11710/2018 JUDGMENT which as such was submitted beyond the period of 120 days from the date of service of the summons. As observed hereinabove, even learned counsel appearing on behalf of the petitioner has also fairly conceded and/or admitted that the learned Judge, Commercial Court by not taking on record the written statement which was submitted beyond the period of 120 days from the date of service of summons is justified in his action. \n13.1 However, Shri Kamal Trivedi, learned counsel appearing on behalf of the petitioner has requested this Court to exercise powers under Article 226 to do substantial justice and in the facts and circumstances of the case when in the meantime, the defendant was trying to settle the dispute with the plaintiff and therefore did not file written statement in time and thereafter when the written statement was submitted, one hundred twenty days period has expired, and therefore, it is requested to exercise powers under Article 226 and to direct the learned Judge, Commercial Court to take on record the written statement and/or permit the petitioner herein-original defendant to place on record, the written statement. It is the case on behalf of the petitioner herein-original defendant that as such by not permitting the petitioner herein-original defendant to place on record the written statement, the necessary consequences of non filing of written statement shall follow which would be very drastic and would simultaneously cause undue hardship to C/SCA/11710/2018 JUDGMENT the defendant. It is also the case on behalf of the petitioner that by the aforesaid proviso High Court's powers under Article 226 of the Constitution are not taken away and still the High Court can in exercise of power under Article 226 of the Constitution to do substantial justice can permit the defendant to place on record written statement. It is also the case on behalf of the petitioner that as such the aforesaid provision is procedural law, and therefore, the procedural law may not be construed very strictly and as such the procedure law cannot take away substantial right of a party to defend the suit/proceedings.\n13.2 Now so far as submission/request on behalf of the petitioner to exercise power under Article 226 of the Constitution and to permit the petitioner herein-original defendant to place on record the written statement to do substantial justice is concerned , at the outset, it is required to be noted that as such there is no such prayer in the petition. The present petition is as such filed under Article 227 of the Constitution challenging the impugned order passed by the learned Judge, Commercial Court, Ahmedabad passed below Application Exh. 14 in Commercial Civil Suit No. 328 of 2016 by which the learned Judge has rejected the said application preferred by the petitioner-original defendant and has refused to take on record the written statement which as such was submitted/ presented beyond the period of 120 days of the C/SCA/11710/2018 JUDGMENT service of summons There is no such prayer and/or averments made in the petition requesting to exercise power under Article 226 of the Constitution and to permit the defendant to place on record the written statement Even in the cause title also the petition is described as the one preferred under Article 227 of the Constitution of India. Even otherwise, as per the decision of the Hon'ble Supreme Court in the case of Radhey Shyam & Anr. vs. Chhabi Nath & Ors. [Supra] and in the case of Jogendrasinhji Vijaysinghji v. State of Gujarat & Ors. [Supra], the order passed by a Civil Court is only amendable to be scrutinized by the High Court in exercise of powers under Article 227 of the Constitution only which is different from Article 226 of the Constitution. \n14. In view of the aforesaid facts and even the law laid down by the Hon'ble Supreme Court in the aforesaid two decisions, the submission on behalf of the petitioner to exercise power under Article 226 of the Constitution and to permit the petitioner- original defendant to place on record the written statement is not required to be accepted. \n15. Now so far as submission on behalf of the petitioner and the request to exercise powers under Article 226 of the Constitution and to permit the petitioner-original defendant to place on record the written statement beyond the period of 120 days from the date of service of the summons to do substantial justice and the submission on behalf of C/SCA/11710/2018 JUDGMENT the petitioner that as held by the Hon'ble Supreme Court in the case of Kailash v. Nanhku & Ors. [Supra] and in the case of Salem Advocate Bar Association, T.N v. Union of India [Supra], the time limit provided in CPC is directory is concerned, at the outset, it is required to be noted that the decisions of the Hon'ble Supreme Court in the case of Kailash v. Nanhku & Ors.[Supra] and in the case of Salem Advocate Bar Association, T.N v. Union of India [Supra] relied upon by the learned counsel for the petitioner referred to hereinabove and which are relied upon in his submission that the time limit prescribed under the CPC to file written statement in a particular time limit is directory and not mandatory shall not be applicable to the facts of the case on hand more particularly while dealing with the amended provisions of CPC; more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC which as such are exclusively and specifically amended for commercial dispute to which Commercial Courts Act, 2015 shall be applicable. The earlier language used in CPC providing the time limit for filing the written statement which fell for consideration before the Apex Court in the aforesaid two decisions are altogether different than that of the amended CPC, which is exclusively applicable to the commercial disputes. \n16. As observed hereinabove, now as per second proviso to sub-rule [1] of Order V and substituted C/SCA/11710/2018 JUDGMENT proviso of Rule 1 of Order VIII CPC, the written statement is required to be filed within a period of thirty days and the Court can allow the defendant to file written statement on such other day, as may be specified by the Court, for the reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be more than 120 days from the date of service of summons. It also further provides that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and the Court shall not allow the written statement to be taken on record. As per proviso to sub-rule [10] of Rule VIII CPC, no Court shall make an order to extend the time provided under rule 1 of Order VIII for filing of the written statement. Thus, as such, the aforesaid provisions are not only mandatory in nature but it also provides for consequences of not filing the written statement within the time prescribed under the aforesaid provisions and there is a specific bar by the Court not to extend the time provided under Rule 1 of Order VIII for filing the written statement beyond the period of 120 days from the date of service of summons. Thus, in any case, no written statement can be permitted to be taken on record beyond the period of 120 days from the date of service of summons. No such provision fell for consideration before the Apex Court in the aforesaid two decisions. Therefore, considering the aforesaid provisions as such, the Commercial Court is prohibited from taking written statement on C/SCA/11710/2018 JUDGMENT record, if it is submitted beyond the period of 120 days. Looking to the object and purpose of enactment of the Commercial Courts, Commercial Division & Commercial Appellate Division of High Courts Act, 2015 and the special provisions/ mechanism for disposal of the commercial disputes, even granting of 120 days cannot be said to be unreasonable. In other words, not permitting the defendant to file written statement, if submitted beyond the period of 120 days from the date of submission of the summons cannot be said to be unreasonable. The object and purpose to provide such a time limit is required to be considered while considering the object and purpose of enactment of the Commercial Courts Act, 2015 which is enacted for speedy disposal of the commercial disputes and which provides for special mechanism for speedy disposal of the commercial disputes. Under the circumstances, the aforesaid decisions taking the view that time limit provided under the Code of Civil Procedure to file written statement within a particular time limit is directory and not mandatory shall not be applicable to the facts of the case on hand, more particularly with respect to the aforesaid provisions viz., Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC which shall be applicable to the commercial disputes only. Even the observations made by the Hon'ble Supreme Court in the case of Kailash v. Nanhku [Supra] that the rules of procedure are the handmaid of justice, the provisions of CPC or any other procedural C/SCA/11710/2018 JUDGMENT enactment ought not to have been construed in a manner which shall leave the Court helpless to meeting extraordinary situations in the ends of justice, also shall not be applicable while construing and/or considering the time limit prescribed under the amended provisions, more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC more particularly while considering the object and purpose for which the Commercial Courts Act, 2015 has been enacted and the aforesaid provisions are made applicable only to the commercial disputes to which the Commercial Courts Act, 2015 shall be applicable.\" \nThe issue therefore should ordinarily rest here, without further ado. However, since further arguments were advanced before us citing certain judgments which may not have been cited before the Court earlier and also looking to the importance of the issue, we would like to add a few words of our own. \nThe said Act of 2015 was enacted based on the recommendations of the Law Commission made in its 253rd report which envisaged constitution of the Commercial Courts at district level; constitution of Commercial Divisions in the High Courts where ordinary civil jurisdiction exists and C/SCA/11710/2018 JUDGMENT constitution of Commercial Appellate Division to hear appeals against the orders of the Commercial Courts. The Act envisages amendment in the CPC, as applicable to the Commercial Courts and Commercial Divisions, which would prevail over the existing High Court Rules and other provisions of the CPC \"so as to improve the efficiency and reduce delays in disposal of commercial cases.\" The proposed law was aimed to accelerate economic growth, improve the international image of the Indian Justice delivery system and the faith of the investor world in the legal culture of the nation. With these objects, the Act was enacted. The Act envisages that the commercial disputes of specified value shall be dealt with by the Commercial Courts. Appeals against the judgment of the Commercial Court would lie before the High Court Appellate Commercial Division. Section 8 of the Act of 2015 provides for a bar against revision application or petition against an interlocutory order. It provides that notwithstanding anything contained in any law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction and any such challenge; subject to C/SCA/11710/2018 JUDGMENT the provisions of Section 13, shall be raised only in an appeal against a decree of the Commercial Court. \nSection 16 of the Act of 2015 provides for amendment to the CPC in its application to commercial disputes and reads as under :-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes - [1] The provisions of the Code of Civil Procedure, 1908 [5 of 1908] shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule. [2] The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 [5 of 1908], as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value. \n[3] Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 [5 of 1908], by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 [5 of 1908], as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\" \nAs per this section, thus, the provisions of the CPC, in their application to any suit in respect of a commercial dispute of specified value would stand amended in the manner specified in the Schedule. As per sub-section [2] of Section 16, the Commercial Divisions and Commercial Courts would C/SCA/11710/2018 JUDGMENT follow the provisions of CPC; as amended by the Act, in the trial of a suit in respect of a commercial dispute of a specified value. Sub-section [3] of Section 16 further clarifies that in case of any conflict between any rule of the concerned High Court or an amendment in the CPC by the State Government, the provisions of the CPC; as amended by the Act of 2015, shall prevail. Section 16 thus makes it abundantly clear that in relation to a suit of specified value in respect of a commercial dispute, the CPC shall stand amended in the manner as specified in the Schedule to the Act of 2015. The Schedule to the Act of 2015 contains various amendments in the CPC. In the context of pleadings, disclosure, discovery and inspection of documents, etc. Order 15A has been inserted, which pertains to the \"Case Management Hearing\" which contains detailed provisions to ensure timely progress and speedy disposal of a commercial suit. \nWith this bird's eye view, we may refer to the specific provisions contained in the Schedule to the Act of 2015 amending the CPC. As is well known, Order VIII CPC pertains to written statement, set off and counter claim. Rule 1 thereof pertains to written statement. This rule was substituted by an C/SCA/11710/2018 JUDGMENT Act No. 22 of 2002 w.e.f 1st July 2002. In the current form, Rule 1 of Order VIII CPC reads as under :\n\"1. Written Statement - The defendant shall, within thirty days from the date of service of summons on him, present a written statement of his defence :\nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other day, as may be specified by the Court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.\" \nAs per clause 4 [D] (i) of the Schedule to the Act of 2015, proviso to Rule 1 of Order VIII CPC would be substituted as under :\n\"Provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of C/SCA/11710/2018 JUDGMENT service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\" \nOrder X Rule 8 of CPC pertains to procedure when party fails to present written statement, and reads as under :\n\"10. Procedure when party fails to present written statement called for by Court - Where any party from whom a written statement is required under rule 1 or rule 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him, or make such order in relation to the suit as it thinks fit and on the pronouncement of such judgment, a decree shall be drawn up.\"\nBy virtue of Clause 4 [D] (iv), the following proviso is added to Rule 10 :\n\"Provided further that no Court shall make an order to extend the time provided under rule 1 of this Order for filing of the written statement.\"\nAs noted, the Act of 2015 has been enacted providing separate Commercial Courts and Commercial Divisions for C/SCA/11710/2018 JUDGMENT dealing with commercial disputes of specified value in order to achieve timely disposal thereof. In furtherance of such objective, various provisions have been made in the Act of 2015; including making some significant amendments in the CPC. \nWe may recall, the CPC was amended extensively by the Act of 2002 which included imposition of time limit for filing the written statement. As per the amended Rule 1 of Order VIII, a defendant would have thirty days' time from the date of service of summons to present the written statement. As per the proviso, if the defendant failed to file written statement within such period, he would be allowed to file the written statement on some other day, as may be specified by the Court, for the reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons. This proviso thus envisages time of thirty days which could be further extended by ninety days for filing the written statement. This and several other provisions amending the CPC came up for consideration before the Supreme Court in the case of Salem Advocate Bar Association, Tamil Nadu v. Union of India, reported in [2005] 6 SCC 344, wherein, a C/SCA/11710/2018 JUDGMENT three-Judge Bench of the Apex Court held that the use of word \"shall\" in Rule 1 of Order VIII CPC by itself is not conclusive to determine whether the provision is mandatory or directory. A reference was made to Rule 10 of Order VIII, which as noted, provides that where any party from whom a written statement is required under Rule 1 or Rule 9 fails to present the same within the time permitted or fixed by the Court; as the case may be, the Court shall pronounce the judgment against him or make such order in relation to the suit, as it thinks fit. The Court was of the opinion that by virtue of the said proviso, on failure of the defendant to file written statement, the Civil Court had been given discretion either to pronounce the judgment against the defendant or make such order in relation to the suit, as it thinks fit. Therefore, in the context of the proviso, despite use of the word \"shall\", the Court has been given discretion either to pronounce or not to pronounce the judgment against the defendant, even if the written statement is not filed and instead pass such an order; as it thinks fit, in relation to the suit. Consequently, the time limit envisaged in Rule 1 of Order VIII CPC for filing the written statement was held to be directory and not mandatory in nature. The Court C/SCA/11710/2018 JUDGMENT concluded this issue as under :\n\"21. In construing this provision, support can also be had from Order 8 Rule 10 which provides that where any party from whom a written statement is required under Rule 1 or Rule 9, fails to present the same within the time permitted or fixed by the court, the Court shall pronounce judgment against him,or make such other order in relation to the suit as it thinks fit. On failure to file written statement under this provision, the court has been given the discretion either to pronounce judgment against the defendant or make such other order in relation to the suit as it thinks fit. In the context of the provision, despite use the word \"shall\", the Court has been given the discretion to pronounce or not to pronounce the judgment against the defendant even if the written statement is not filed and instead pass such order as it may think fit in relation to the suit. In construing the provision of Order 8 Rule 1 and Rule 10, the doctrine of harmonious construction is required to be applied. The effect would be under Rule 10 Order 8, the Court in its discretion would have the power to allow the defendant to file written statement even after expiry of the period of 90 days provided in Order 8 Rule 1. There is no restriction in Order 8 Rule 10 that after expiry of ninety days, further time cannot be granted. The court has wide power to \"make such order in relation to the suit as it thinks fit.\" Clearly, therefore, the provision of Order 8 Rule 1 providing for the upper limit of 90 days to file written statement is directory. Having said so, we wish to make it clear that the order extending time to file written statement cannot be made in routine. The time can be extended only in exceptionally hard cases. While extending time, it has to be borne in mind that the legislature has fixed the upper time limit of 90 days. The discretion of the court to extend the time shall not be so frequently and routinely exercised so as to nullify the period fixed by Order 8 Rule1.\" \nThis view was reiterated by the Supreme Court in case of Zolba vs. Keshao & Ors., reported in [2008] 11 SCC 769 C/SCA/11710/2018 JUDGMENT and in case of R.N Jadi & Brothers & Ors. vs. Subhash Chandra, [2007] 6 SCC 420, in which however, it was emphasized that filing the written statement within time envisaged would be a rule and departure therefrom an exception, made for satisfactory reasons only.\nThus, the Supreme Court in the case of Salem Advocate Bar Association, Tamil Nadu [Supra] interpreted the existing provisions of Rule 1 of Order VIII CPC as to laying down merely a discretionary time limit for filing the written statement, broadly with the aid of powers of the Civil Court under Rule 10 of Order VIII CPC. \nIn the present case, however, we are concerned with entirely different scheme of statutory provisions. Significantly, the legislature was conscious of decision of the Supreme Court in case of Salem Advocate Bar Association [Supra] and interpretative process adopted therein. In the context of time limit for filing written statement under schedule to the Act of 2015, the legislature has therefore made two significant amendments in the CPC. Firstly, the proviso to Rule 1 of Order VIII is substituted. In the substituted form, this proviso provides that where the defendant fails to file the written statement C/SCA/11710/2018 JUDGMENT within a period of thirty days, he would be allowed to file the written statement on such other day as may be specified by the court, for the reasons to be recorded in writing and on payment of such cost as the Court deems fit, but which shall not be later than 120 days from the date of service of summons. The proviso further provides that on expiry of 120 days from the date of service of summons, the defendant shall forfeit their right to file written statement and the court shall not allow the written statement to be taken on record. Simultaneously, the schedule also amends Rule 10 of Order VIII CPC by inserting a proviso which; as noted above, provides further that no court shall make an order to extend the time limit provided under Rule 1 of Order VIII CPC for filing the written statement. \nCombined effect of these amendments is clear and precise. All the powers of a Court dealing with the commercial disputes of a specified value for extending time for filing the written statement beyond the period of 120 days of service of summons are taken away. The language of the proviso to Rule 1 of Order VIII CPC has been materially altered. In addition to providing for extension beyond 30 days [but not beyond 120 C/SCA/11710/2018 JUDGMENT days from service of summons] on payment of cost; as may be specified by the Court, two more significant changes have been made namely, that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and that the Court shall not allow the written statement to be taken on record. In addition to providing with the maximum time permissible for filing written statement upto 120 days from the date of service of summons, these two additional elements inserted in the proviso to Rule 1 make the legislative intent abundantly clear. There is no escape from the position that the legislature desired to put a ceiling on the maximum time that a Court can grant to the defendant in a suit involving commercial dispute of a specified value to file the written statement. The legislature has mandated both - in a positive as well as negative terms. Positively, by providing that on completion of 120 days, the defendant shall forfeit their right to file the written statement and negative, by providing that the Court shall not allow the written statement to be taken on record after such period. For good measure, the legislature has also amended Rule 10 of Order VIII by providing that in exercise of such rule, no Court C/SCA/11710/2018 JUDGMENT shall make an order to extend the time for filing the written statement. This proviso is in the nature of an explanation, putting limitation on the powers of a Court to make such an order in relation to the suit; as it thinks fit. By virtue of this proviso, such power would not include power to extend the time provided under Rule 1 for filing the written statement. \nThe golden rule of statutory interpretation is that the statute must be read in its plain grammatical manner and be applied accordingly. In the case of Afcons Infrastructure Limited v/s. Cherian Varkey Construction Company Private Ltd., reported in 2010 (8) SCC 24, it was observed that the principles of statutory interpretation are well settled. Where the words of the statute are clear and unambiguous, the provision must be given its plain and normal meaning, without adding or rejecting any words. Departure from this literal rule, by making structural changes or substituting words in a clear statutory provision, under the guise of interpretation would pose a great risk, as the changes may not be what the legislature intended or desired. It was further observed that an exception to the general rule is - where the words used in the statutory provision are vague and ambiguous or where the C/SCA/11710/2018 JUDGMENT plain and normal meaning of the words or grammatical construction thereof would lead to confusion, absurdity, repugnancy with other provisions, the Courts may use the interpretative tools to set right the situation. In the present case, we find the words used in the statute have no ambiguity or possibility of even two interpretations. We are conscious that the use of word 'shall' in a statute is not always conclusive of the legislative intention. Often times, the courts have even in face of the use of such expression held a proviso to be directory instead of mandatory. However, in the present case, from all angles, the legislative intent which emerges is that the prescription of time limit for filing the written statement applicable to a Commercial Court is mandatory. Such an interpretation would also be in consonance with the scheme of the Act of 2015 and the objects for enactment of the said act. \nWe may now refer to the judgments cited by learned counsel for the petitioner. \nIn case of Kalpesh R. Jain [Supra], the Bombay High Court was dealing with different situation. It was a case in which an appeal was filed before the Commercial Appellate Court set up under the Act of 2015. Such appeal was filed C/SCA/11710/2018 JUDGMENT beyond the period of limitation prescribed. The Court held that applicability of Section 5 of the Limitation Act, 1963 is not ruled out and delay can be condoned on sufficient ground being made out. \nThe Rajasthan High Court in case of Shri Balaji Industrial Products Ltd [Supra] has not dealt with the question of powers of a Commercial Court to extend the time limit for filing written statement in face of amended provisions of Rule 1 Order VIII CPC. This judgment therefore does not lay down any proposition contrary to what we have discussed. \nThe learned Judge of Delhi High Court in case of Sunil Alagh [Supra] came to a conclusion that the service of summons on the defendant cannot be said to be complete unless complete paper book of the suit is supplied. In this context, it was held that period of 120 days for filing written statement will not commence, when the defendant has not been supplied complete paper book of the suit. \nThe decisions of Supreme Court in relation to provisions of the Consumer Courts Act, 1986 would throw no further light, since the statutory provisions are vastly different. \nC/SCA/11710/2018 JUDGMENT In case of Sejal Glass Limited [Supra]; as noted, the Supreme Court allowed appeal of the plaintiff, setting aside the order passed by the Courts below, rejecting the plaint under Order VII Rule 11 CPC and while doing so, additional time was granted to the defendant to file written statement. The Court, however, stated that the question of law in so far as Commercial Courts Act is concerned, had not been touched and was consequently kept open. This act of granting the defendants time of eight weeks for filing the written statement, can thus be seen as the Court's exercising power under Article 141 of the Constitution. \nThe contention of counsel for the petitioner that till the petitioner's application for rejection of plaint under Rule 11 of Order VII CPC is decided, the petitioner is not obliged to file the written statement, needs some comments. If the petitioner had filed such an application within 120 days of service of the summons, we would have further examined the petitioner's contention that as long as such application for rejection of plaint was pending, it was not necessary for the defendant to file the written statement and in a given case, a defendant may also take a stand that he was not obliged to present his full C/SCA/11710/2018 JUDGMENT defence, till such application was decided by the Court. However, in the present case, the defendant-petitioner Bank before us presented application for rejection of the plaint under Order VII Rule 11 CPC simultaneously with an application for filing the written statement belatedly. Both these events thus took place after the maximum time permissible for filing the written statement ie.. 120 days had expired. Surely, the defendant cannot file application under Order VII Rule 11 CPC after time limit for filing the written statement has expired and then take a stand that till such application is decided, the defendant would have no obligation to file written statement and once such application is decided, and if decided against the defendant, he should be given additional time to file the written statement. \nFor all these reasons, we do not find any error in the order of the Commercial Court, Ahmedabad. Petition is, therefore, dismissed. \nBefore closing, we may record that nothing stated in this order would prevent the petitioner from vigorously pursuing application for rejection of the plaint filed under Order VII Rule 11 which we are informed is still pending and which will C/SCA/11710/2018 JUDGMENT be decided on its own merits, since in any case, we have not made any observations with respect to the same.\n[Akil Kureshi, J.] [B.N Karia, J.] Prakash",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court smt supriya shrinate vs m/s mrt music ors on 8 november, 2022 bench: g.narendar, p.n.desai 1 r in the high court of karnataka at bengaluru dated this the 08th day of november, 2022 present the hon'ble mr. justice g. narendar and the hon'ble mr. justice p.n.desai commercial appeal no.460 of 2022 between: smt supriya shrinate aged about 45 years, w/o. dhirendra singh chairperson of social media and digital platforms of the indian national congress, r/at. no.24, akbar road, new delhi-110 011. . appellant (by sri. abhishek manu singhvi, sri. udaya holla and sri. a.s ponnanna, senior advocates for smt. leela p. advocate ) and: 1. m/s mrt music ors. a partnership firm, 'having it's office at 4th floor, ttmc, bmtc building, yeshwanthpura circle, bangalore-560 022. 2. twitter inc. having registered office at; 1355 market st#900, san franciso, ca 94103, united states represented by its directors. 2 3. indian national congress; having its office at no.24, akbar road, new delhi, represented herein by the all india congress committee, represented by general secretary i/c , communication, publicity, media including social and digital media of the indian national congress mr. jairam ramesh. 4. sri. rahul gandhi, s/o late rajiv gandhi, member of steering committee, indian national congress, having his address at 3 12, tughalak lane, new delhi-110 011. 5. ashok kumar, . respondents (by sri. srinivasa raghavan .v, senior advocate for narasimhan s. pranav, advocate for c/r1) this commercial appeal is filed under section 13(1a) of the commercial courts act, 2015 r/w section 37 of the arbitration and conciliation act, 1996, praying that this hon'ble court may kindly be pleased to 1. call for records in com. original suit no.1594/2022, pending on the file of learned lxxxv additional city civil and sessions judge, commercial division, at bangalore. 2. set aside the orders dated 07.11.2022 in ia no.1/2022, ia no.03/2022, ia no.04/2022, ia no.5/2022, ia no.6/2022 passed by the lxxxv additional city civil and sessionis judge, commercial division, at bangalore (cch-86) in commercial original suit no.1594 of 2022. 3. awards costs to the appellant throughout and 4. pass such other further orders as this hon'ble court may deem fit, the facts and circumstances of the case and in the interests of justice and equity. this commercial appeal coming on for orders, this day, g. narendar j., passed the following: 3 judgment the appellants have assailed the order passed by lxxxv additional city civil & sessions judge, commercial division, bangalore(cch-86), on i.a. nos. i to vi in commercial original suit no.1594/2022 dated 07.11.2022 wherein the trial court issued a direction to respondent no.2 (defendant no.4) to remove and take down the links from it's platform and to block the social media handle of indian national congress (@ inc india) and bharat jodo yatra (@ bharat jodo) on twitter, on the ground of appellants having infringed the copyright of the 1st respondent/plaintiff. 2. the appellant herein is the defendant no.2 before trial court and the respondent no.1 is plaintiff. the other respondent nos.1, 3, 4 and 5 are also defendants before trial court. 3. the plaintiff instituted a suit before the trial court with a prayer to grant a relief of permanent injunction and also mandatory injunction. the plaint pleadings in brief are that, the plaintiff is a registered partnership firm engaged in production, marketing, distribution and sale of sound recordings and cinematography, sale of audio, cd, dvd, purchase of audios and videos and film digital rights therein. that it is a reputed entity in the sound and music industry. the plaintiff operates its business by use of its trademark \"mrt music\". the repository of the plaintiff consists of more than 20,000 songs which the plaintiff owns and control and not limited to copyright. the plaintiff has acquired all the rights of sound recordings of the block buster film kgfchapter-2. thereafter, the plaintiff has released the same through various channels and pen drives. 4. it is alleged by the plaintiff that there is a copyright infringement by the defendants 1 to 3. it is pleaded that during the bharat jodo yatra, an initiative of the indian national congress, certain video recording of the yatra and also the leader of the yatra were shared by the first defendant's twitter handle as well as the bharat jodo twitter handle. each video twitter was posted with a background music. that in two videos, the background music is alleged to be similar to the sound track of the movie titled as kgf chapter2. it is alleged by the plaintiff that indian national congress social media handle has used the alleged sound track in two videos and uploaded it to the indian national congress twitter handle and circulated the said video in an alleged fraudulent manner in order to make a wrongful gain. it is alleged by the plaintiff that the defendants are profiteering and their gains is causing unlawful, unjust and irreparable loss to the plaintiff. the use of copyright work without authorisation and consent is willful and dishonest. hence, the suit praying and seeking for injunction against infringement of it's copyright. 5. alongwith the said suit, plaintiff had filed i.a.no.1 to 6 which are heard by the commercial court and the commercial court passed an ex-parte order which is under challenge now. 6. i.a.no.3 is filed under order 39 rule 1 and 2 r/w 79 of the it act with a prayer restraining the defendants 1 to 3 and 5 from infringing or illegally using, the copyrighted work owned by the plaintiff and from illegally using the said work owned by the plaintiff. i.a no.4 is for direction to defendant no 4 to remove and take down the links from its platform and i.a.5 is with prayer to suspend the social media handle till submission of report. i.a.no.6 is for an order to appoint a court commissioner/technical expert, to inspect and conduct an electronic audit of the said twitter-handle, controlled by defendant no.1 to 3. the trial court heard and proceeded to grant an ad-interim temporary and mandatory injunction, ex-parte, which is under challenge before this court. 7. heard learned senior counsel sri. abhishek manu singhvi along with senior counsels sri. udaya holla and sri. a.s. ponnanna representing smt. leela p., learned counsel for the appellants and learned senior counsel sri. srinivas v. raghavan for sri. narasimhan s. pranav kumar on behalf of caveator/respondent no.1. 8. the learned senior counsel would contend that the order cannot stand the test of law and in one stroke the trial court has virtually pulled the defendant nos.1 to 3 from out of all social media platforms, more particularly on the twitter social media platform and the relief granted is wholly disproportionate to the infringement alleged. that the allegation is that an audio clip of just 45 seconds, over which the plaintiff claims copyrights, is alleged to have been synchronized and mixed, with the video produced by the first defendant and telecast on the social media platforms. that the first video and audio is by a national political party and the second one is of a program initiated by the first defendant and the yatra undertaken by the third defendant with various members of the party participating in it. that the yatra has commenced from kanyakumari and is to culminate at kashmir and that the said initiative is being video graphed and the same is telecast on various social media platforms including on the social media platform called the twitter i.e., the 4th defendant. he would submit that even assuming for argument sake that there has been an infringement the trial court could not have granted a relief in the nature it has now done. the trial court has traveled beyond reliefs prayed for in the suit itself. 9. secondly he would submit that the fact remains that the video clip has not been used for any commercial purpose and thirdly he would submit that the suit appears to be one with an ulterior motive. lastly he would contend that the plaintiff, though claims to be aware of the usage since 11th october, 2022 as stated in the plaint, the suit is filed on the 2nd of november, 2022 and listed before the court on 5th of november, 2022 for the first time and thereafter adjourned to 07.11.2022. that these short facts and dates would clearly narrate that there has been no urgency which necessitated the court to dispense with the mandatory provisions of rule 3 of order xxxix of the c.p.c. and the proviso to rule 3, which clearly mandates that the court should record reasons for dispensing with notice for granting an ex-parte injunction. that in the instant case, the trial court has, apart from recording the pleading has not recorded even a single reason for dispensing notice and granting an ex-parte injunction and that too an ex-parte injunction which is in the nature of a mandatory injunction. 10. the learned senior counsel would take the court through the order dated 07.11.2022 which commences on running page 27 of the appeal papers. the learned senior counsel would take us through the order and in particular to the second sentence on ink page 27 which reads as under: \"considering the urgency pleaded preinstitution mediation procedure is dispensed with. accordingly, the i.a.no.1 is allowed.\" 11. he would further take the court through the impugned order and would submit that there is absolutely no reason justifying the court's decision to dispense with notice to the defendants. 12. the learned senior counsel would take the court through rule 3 of order xxxix of the c.p.c. and then would take the court through para 9 of the ruling reported in 2014 scc online kar 7191 (vedant fashions pvt. ltd., vs. smt. rajul devi). 13. he would further place reliance on another ruling of this court rendered in the case of mr. r k jain vs. p g chacko reported in air 2013 kar 142 and would take the court through paragraphs 3, 7, 8, 9 and 11. he would place reliance on one more ruling of this court rendered in the case of paramvah studios pvt. ltd., and another vs. lahari recording company reported in ilr 2017 kar 1795 and would take the court through paragraphs 16, 17 and 18. 14. the learned senior counsel would contend that in the absence of reasons being recorded, for dispensing with notice to the opposite party before granting injunction, the impugned order is in the teeth of the law laid down by this court and thereby stands vitiated. he would therefore pray that the impugned order be set aside on that short ground alone. 15. per contra, the learned senior counsel appearing on behalf of the first respondent would submit that the appeal itself is not maintainable. that, the appellants are before this court as against an ex-parte order and that a single judge of this court has distinguished a venkatasubbiah's case and has held that an appeal can be preferred only if the trial court fails to dispose of the application within 30 days and in this regard he would place reliance on the order of the learned single judge, rendered in the case of procter and gamble home products private limited vs. marico ltd., and others, in mfa no.8990/2017. he would also place reliance on the ruling rendered by the hon'ble apex court in the case of kandla export corporation and another vs. oci corporation and another reported in (2018) 14 scc 715 to buttress his arguments. 16. after hearing the learned senior counsels on both sides, the following points arise for consideration of this court:1. whether the appeal is maintainable? 2. whether the trial court is justified in granting ex-parte interim order in the nature of a mandatory injunction, without recording any reasons; 3. whether the trial court was justified in granting ex-parte ad-interim injunction without recording reasons to demonstrate that object of granting of ex-parte order of ad-interim injunction could be defeated by delay if the notice of interim application for injunction is not dispensed as provided under order 39 rule 3 of the cpc? point no.1:17. though the argument on maintainability has been addressed by learned senior counsel for respondent no.1, in the light of the observations made by the hon'ble apex court in the ruling of a. venkata subbaiah naidu v. s. chellappan and others, (2000) 7 scc 695, particularly in paras 11, 12 and 13, we are not convinced by the submissions made by learned counsel for respondent no.1 regarding maintainability of the appeal, more so, in the light of the provisions of section 13(1a) of the commercial courts act, 2015 which speaks of not only the judgment but also an order, being appealable. 18. the learned single judge has held that an ex-parte order of injunction becomes appealable only in the event the application is not finally disposed of within 30 days. in this regard reliance is placed on rule 3a by the learned single judge and it is pertinent to note that the judgment is rendered prior to coming into force of the amendment to section 13 of the act of 2015. order 39 rule 3a of the c.p.c. reads as under: \"3a. court to dispose of application for injunction within thirty days.-where an injunction has been granted without giving notice to the opposite party, the court shall make an endeavour to finally dispose of the application within thirty days from the date on which the injunction was granted; and where it is unable so to do, it shall record its reasons for such inability.\" 19. order xli rule 1 reads as under: 1. form of appeal. what to accompany memorandum (1) every appeal shall be preferred in the form of a memorandum signed by the appellant or his pleader and presented to the court or to such officer as it appoints in this behalf. the memorandum shall be accompanied by a copy of the 1[judgment]: order xliii r(1)(r), reads as under \"(r) an order under rule 1, rule 2 [rule 2a], rule 4 or rule 10 of order xxxix;\" 20. section 13(1a) of the commercial courts act, 2015 reads as under: \"13. appeals from decrees of commercial courts and commercial divisions.--(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).\" 21. learned counsel for the respondent no.1 has also placed reliance on the ruling of the hon'ble apex court in kandla export corporation and another v. oci corporation and another, (2018) 14 supreme court cases 715 alongwith the judgment of this court in the case of procter & gamble home products private limited v. marico limited and ors. in mfa no.8990/2017 dated 30.11.2017 interpreting a. venkatasubbiah naidu's case and holding that the right of appeal can be exercised only in the event of interlocutory application not being disposed of within 30 days. 22. reliance by the learned senior counsel for respondent no.1 on the decision rendered in kandla export corporation case is of no avail. it is seen that the exposition of law resulting in the observations in paragraph no.14 are pursuant to appreciation of the unamended provisions of section 13 of the commercial courts act, 2015. the judgment in kandla's case was pronounced on 07-02-2018 and the amendments to section-13 came about on 03-05-2018. 23. section 13, prior to the amendment, read as under:\"13. appeals from decrees of commercial courts and commercial divisions.(1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order 43 of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996. (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 24. section 13 pursuant to amendment act (28 of 2018) underwent changes. sub-section (1) came to be substituted and sub-section (1a) and the first proviso to sub-section also came to be inserted and reads as under:\"13. appeals from decrees of commercial courts and commercial divisions.--(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).\" (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 25. from a reading of the above, it is seen that sub-section (1) came to be amended by way of substitution and sub-section (1a) and the proviso came to be introduced by the said amendment. in that view, reliance on the kandla export corporation case is of no avail to respondent no.1 and does not advance the case of the respondent regarding maintainability of the appeal. 26. in view of the unambiguous provisions of section 13(1a) of the commercial courts act, the observations of the learned single judge that the ex-parte orders becomes appealable orders only when the appeal has not been finally disposed of within 30 days can no more said to be the law on the point. the right of the appeal having been vested in a person aggrieved, under the above provision, and the finding have been rendered prior to amendment to the provisions of section 13(1a) of the commercial courts act and in that view we disagree with the findings of the learned single judge and hold the appeal to be maintainable in view of the provisions of section 13(1a) of the commercial courts act. we answer point no.1 accordingly. point no.2. 27. learned senior counsel appearing on behalf of the respondent no.1 would fairly admit that the order impugned and passed on i.a.no.4/2022 is virtually in the nature of a mandatory injunction i.e., that part of the order directing removing and taking down of the links and blocking of the social media account of the following accounts:https://twitter.com./incindia. https://twitter.com/bharatjodo 28. in this regard we make a useful reference to the law laid down by the hon'ble apex court and the principles governing the grant of an ad-interim ex-parte mandatory injunction. 29. the position and the principles governing grant of ad-interim ex-parte mandatory injunctions is expounded by the hon'ble apex court in the case of samir narain bhojwani vs. aurora properties and investments and another, reported in (2018) 17 scc 203, wherein at paragraph 24 it is observed as under: \"24. that apart, the learned single judge as well as the division bench have committed fundamental error in applying the principle of moulding of relief which could at best be resorted to at the time of consideration of final relief in the main suit and not at an interlocutory stage. the nature of order passed against the appellant is undeniably a mandatory order at an interlocutory stage. there is marked distinction between moulding of relief and granting mandatory relief at an interlocutory stage. as regards the latter, that can be granted only to restore the status quo and not to establish a new set of things differing from the state which existed at the date when the suit was instituted. this court in dorab cawasji warden v. coomi sorab warden, has had occasion to consider the circumstances warranting grant of interlocutory mandatory injunction. in paras 16 & 17, after analysing the legal precedents on the point as noticed in paras 1115, the court went on to observe as follows: (scc pp. 126-27) \"16. the relief of interlocutory mandatory injunctions are thus granted generally to preserve or restore the status quo of the last non-contested status which preceded the pending controversy until the final hearing when full relief may be granted or to compel the undoing of those acts that have been illegally done or the restoration of that which was wrongfully taken from the party complaining. but since the granting of such an injunction to a party who fails or would fail to establish his right at the trial may cause great injustice or irreparable harm to the party against whom it was granted or alternatively not granting of it to a party who succeeds or would succeed may equally cause great injustice or irreparable harm, courts have evolved certain guidelines. generally stated these guidelines are: (1) the plaintiff has a strong case for trial. that is, it shall be of a higher standard than a prima facie case that is normally required for a prohibitory injunction. (2) it is necessary to prevent irreparable or serious injury which normally cannot be compensated in terms of money. (3) the balance of convenience is in favour of the one seeking such relief. 17. being essentially an equitable relief the grant or refusal of an interlocutory mandatory injunction shall ultimately rest in the sound judicial discretion of the court to be exercised in the light of the facts and circumstances in each case. though the above guidelines are neither exhaustive nor complete or absolute rules, and there may be exceptional circumstances needing action, applying them as prerequisite for the grant or refusal of such injunctions would be a sound exercise of a judicial discretion.\" (emphasis supplied) 30. the hon'ble apex court has in the case of hammad ahmed vs. abdul majeed and others, reported in (2019) 14 scc 1 has further reiterated the law and held in paragraphs 57 and 58, which reads as under:\"57. the grant of mandatory injunction is not prohibited even in samir narain bhojwani case. it has held that unless clear and prima facie material justifies a finding that status quo has been altered by one of the parties the order in mandatory injunction can be given. 58. the ad interim mandatory injunction, is to be granted not at the asking but on strong circumstance so that to protect the rights and interest of the parties so as not to frustrate their rights regarding mandatory injunction. in deoraj v. state of maharashtra, this court held that court would grant such an interim relief only if it is satisfied that withholding of it would prick the conscience of the court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the court would not be able to vindicate the cause of justice. therefore, in appropriate case, ad interim injunction in mandatory form can be granted. the court held as under : (scc p. 703, para 12) \"12. situations emerge where the granting of an interim relief would tantamount to granting the final relief itself. and then there may be converse cases where withholding of an interim relief would tantamount to dismissal of the main petition itself; for, by the time the main matter comes up for hearing there would be nothing left to be allowed as relief to the petitioner though all the findings may be in his favour. in such cases the availability of a very strong prima facie case -of a standard much higher than just prima facie case, the considerations of balance of convenience and irreparable injury forcefully tilting the balance of the case totally in favour of the applicant may persuade the court to grant an interim relief though it amounts to granting the final relief itself. of course, such would be rare and exceptional cases. the court would grant such an interim relief only if satisfied that withholding of it would prick the conscience of the court and do violence to the sense of justice, resulting in injustice being perpetuated throughout the hearing, and at the end the court would not be able to vindicate the cause of justice. obviously such would be rare cases accompanied by compelling circumstances, where the injury complained of is immediate and pressing and would cause extreme hardship. the conduct of the parties shall also have to be seen and the court may put the parties on such terms as may be prudent.\" [emphasis by this court] 31. in our opinion, the reliefs granted do not advance the case of the plaintiff, that the reliefs are sought with the intention of ensuring preservation of the material which would demonstrate infringement and as to how the defendants were able to invade the copyrighted property of the respondent no.1. that apart as held by the hon'ble apex court the trial court has not recorded the reasons for granting an ex-parte mandatory injunction. there is absolutely no discussion as to why such an ex-parte mandatory injunction should be granted. the trial court has granted the relief for the mere asking. 32. in our considered opinion, the issue has narrowed down to the correctness of the order directing blocking of the social media, which in our prima-facie opinion, impinges on the right of expression guaranteed under the constitution. it also appears that the interim reliefs prayed are even more expansive and beyond the main reliefs sought for in the suit itself. that if the handles are taken down or removed, nothing would be available rather no social media platform would be available to the defendants to propagate about their party and activities. if viewed from this angle the balance of convenience tilts in favour of the defendant. that apart, the infringement complained off is a 45 second audio/music set to have been synchronized by defendants 1 to 3, with the video portraying the 3rd defendant. in our prima-facie opinion, none of the three guidelines expounded by the hon'ble apex court are either complied with or get attracted in the facts of the case. in our opinion, the loss, if any, could have been compensated by awarding damages also. point no.3:33. the orders have been also challenged before the court on the ground that it is contrary to the law laid down and consistently followed by this court, holding that the provisions of order xxxix rule 3 of the cpc are mandatory and not directory. the objection was on the ground that, the commercial court while deeming it necessary to grant ex-parte interim order has failed to appreciate rule 3 of the cpc and has not recorded reasons for dispensing with notice, prior to considering the application under order xxxix rule 1 and 2 cpc. emphasis is laid on the proviso to r.3, which mandates that reasons be recorded. 34. the position is no more res-integra. this court in a judgment authored by her ladyship mrs. justice b.v. nagarathna (as she then was) in the case of vedant fashions pvt. ltd., v. smt. rajul devi, 2014, scc online kar 7191, has categorically observed and held at paras 9 and 12 as under:\"9. i have perused the impugned order which reads as under: \"the plaintiff being proprietrix carrying on business under the name and style m/s. manyavar no. 21/22, sharma complex, 1st floor, ds. lane, chickpet, bangalore, filed this suit for perpetual injunction against the defendant from using and infringing and passing of trade mark \"manyavar\" in relation to textile clothing, including textile piece goods, suitings, shirting, tissues, readymade garments or retailing of textile or readymade garments. the plaintiff filed an application under order 39 rule 1 & 2 prays for an order of exparte ad-interim temporary injunction against the defendant. plaintiff's gpa holder stated in the affidavit that they have been using the trade mark 'manyavar' since 1991 and prior use, they registered the trade mark under registration no. 827364 and 1765908. as per the affidavit sworn to by the gpa holder, defendant using the trade mark \"manyavar\" in doing cloth business which amounts to infringement. plaintiff has produced the brouchers at page 34 to 43 and copy of purchase receipts, invoices and trade mark certificates and paper cuttings at page no. 46 to 206. the paper cuttings of times of india dated 25/04/2014 shows the advertisement given by the defendant in the trade mark manyavar to the outlets of its business. the documents at page 208 to 231 at this stage disclose that the plaintiff has been using the trade manyavar with registration. a perusal of aforesaid documents at this stage the plaintiff has made out prima-facie case for grant of ad-interim exparte temporary injunction by dispensing with the notice to the defendant on i.a. 1, as the very object of granting injunction would be defeated by delay. therefore, issue ad-interim exparte temporary injunction against the defendants restraining them, their successors, assignees, representatives associates, subsidiaries, sister concerns, holding company investors, dealers, agents and servants or anybody claiming through them from using the trade mark manyavar or any other trade mark which is identical or deceptively similar with plaintiff's trade mark manyavar infringing the plaintiff's trade mark registration no. 827364 in class-24 and no. 1765908 in ciass-35 and passing plaintiff's trade mark manyavar in relation to readymade garments and services relating to textile piece goods and ready made garments or any other allied or cognate goods/services till next date. plaintiff to comply with the provisions of order 39 rule 3(a) of cpc. issue suit summons and notice on i.a.i and 2 to the defendant returnable by 31.7.2014\" while the application seeking temporary injunction has been filed under order xxxix rules 1 and 2, the grant of an exparte order of temporary injunction dispensing with notice to the defendant is envisaged under order xxxix of rule 3. the said rule reads as under: '3. before granting injunction, court to direct notice to opposite party-the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party: provided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay and require the applicant(a) to deliver to the opposite party, or to sent to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with(i) a copy of the affidavit filed in support of the application; (ii) a copy of the plaint; and (iii) copies of documents on which the applicant relies, and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent\" a bare reading of the said rule makes it clear that normally, the court, before granting an injunction, direct notice of the application to be given to the opposite party. the exception is, where it appears that the object of granting injunction would be defeated by delay, in such an event, the proviso which has been inserted with effect from 01/02/1977 comes into operation, where the court is empowered to grant an ad interim injunction dispensing with notice provided reasons are recorded for its opinion to the effect that the object of granting the injunction would be defeated by delay if notice is to be served on the respondent. the impugned order is extracted supra in order to ascertain as to whether the trial court had complied with the requirements of the proviso while dispensing with the notice to the defendant while grant an exparte order of temporary injunction. from a reading of the impugned order, it is clear that, nowhere reasons have been recorded as to why the trial court was of the opinion that the injunction had to be granted by dispensing notice to the respondents or that non-grant of an injunction would be defeated by delay if notice is to be ordered on respondents. the impugned order is bald, laconic and bereft of any reason. the learned trial judge has not even made a brief reference to the facts of the case to arrive at a conclusion that there is a prima facie case for consideration and about balance of convenience being in favour of the plaintiff and whether she would suffer any reparable loss in case of refusal of exparte injunction. mechanically, the impugned order has been passed. in that view of the matter, the impugned order has to be quashed on the short ground of there being non-compliance of rule 3 of order xxxix of the cpc. it is noted form the impugned order that the next date of hearing is 31.07.2014. 12. in the result, the impugned order is quashed. the parties are directed to appear before the trial court without insisting on any separate notice from that court on 23/07/2014. the petitioner herein who is the defendant in the suit to file the written statement and objections on the said date.\" 35. a learned single judge of this court in the case of mr. r.k. jain v. sri. p.g. chacko, air 2013 kar 142 has been pleased to observe and hold at paras 3, 6, 7, 8, 9 and 11 as under:3. along with the plaint, i.a. no. 1/2013, under order 39, rules 1 and 2 cpc, to giant an adinterim exparte order of temporary injunction restraining the defendant, his employees, concerned, companies, agents or any person claiming through or under the defendant from printing, publishing or spreading in any manner whatsoever either in excise law times or any other report or through any other reporter or any print media or otherwise, any defamatory statement or material calculated to defame the plaintiff in any manner whatsoever having been filed, the trial judge passed an order dated 09.01.2013. the same being material is extracted hereinbelow. \"in this case, the learned counsel appearing for the plaintiff is filed i.a. 1 u/o. 39 rules 1 and 2 of cpc seeking ti against the defendant. along with accompanying affidavit and relevant documents on record. it is the contention of counsel for the plaintiff that the defendant may again publish defamatory statement or material against the plaintiff. in view of that i deem, it is just and proper, at this stage of the case, to grant temporary injunction. hence, i proceed to pass the following: order temporary injunction is hereby granted in favour of the plaintiff against the defendant restraining him and anybody else under him from printing, publishing or spreading any defamatory statement or material circulated (excise law times) or any other reporter or through any print media to defame the plaintiff in any manner until next date hearing. plaintiff to comply relevant provisions of law if any (order 39, rule 3). issue emergent summons and notice on la. 1 to the defendant as per pf memo returnable by 13.03.2013.\" (underlining is by me) 6. order 39, rule 3 cpc reads as follows: \"3. before granting injunction, court to direct notice to opposite party.--the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party: [provided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay, and require the applicant-(a) to deliver to the opposite party, or to send to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with (i) a copy of the affidavit filed in support of the application; (ii) a copy of the plaint; and (iii)copies of documents on which the applicant relies; and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent]\" 7. the said provision is not obligatory, but is mandatory. the proviso inserted by act no. 1/1976 makes it clear that where a court proposes to grant an injunction without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself would be defeated by delay, shall record the reasons why an exparte order of injunction is being passed. it is for the said reason that it is mandatory for a court granting an order of exparte injunction to record reasons. 8. in the case of united commercial bank v. bank of india, (1981) 2 scc 766, in the matter of grant of injunction by a court, apex court has held as follows:-\"51. in the instant case, the high court has assumed that the plaintiff had a prima facie case. it has not touched upon the question where the balance of convenience lay, nor has it dealt with the question whether or not the plaintiffs would be put to irreparable loss if there was no injunction granted. in dealing with the prima facie case, the high court assumes that the appellant was in breach. there is no basis for this assumption at all. the high court in this case has pre-judged the whole issue by holding that the appellant could not unilaterally impose the condition of payment 'under reserve', nor was it justified in holding that the documents were 'clean'. the question whether the appellant was in breach is an issue to be tried in the suit. the question whether the documents were 'clean' or 'unclean', is a vexed question on which no opinion could be expressed at this stage. it is also premature at this stage to assume that there was no 'due presentation' of the bills of exchange and their refusal. 52. no injunction could be granted under order 39, rules 1 and 2 of the code unless the plaintiffs, establish that they had a prima facie case, meaning thereby that there was a bona fide contention between the 'parties or a serious question to be tried. the question that must necessarily arise is whether in the facts and circumstances of the case, there is a prima facie case and, if so, as between whom? in view of the legal principles applicable, it is difficult for us to say on the material on record that the plaintiffs have a prima facie case. it cannot be disputed that if the suit were to be brought by the bank of india, the high court would not have granted any injunction as it was bound by the terms of the contract. what could not be done directly cannot be achieved indirectly in a suit brought by the plaintiffs.\" 9. in the case of shiv kumar chadha v. municipal corporation of delhi, (1993) 3 scc 161, in the matter of grant of exparte injunction, apex court has held as follows: \"34. the imperative nature of the proviso has to be judged in the context of rule 3 of order 39 of the code. before the proviso aforesaid was introduced, rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party.\" the proviso was introduced to provide a condition, where court proposes to grant an injunction without giving notice of the application to the opposite party, being of the opinion that the object of granting injunction itself shall be defeated by delay. the condition so introduced is that the court \"shall record the reasons\" why an ex parte order of injunction was being passed in the facts and circumstances of a particular case. in this background, the requirement for recording the reasons for grant of ex parte injunction, cannot be held to be a mere formality. this requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such patty claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of rule 3, the procedure prescribed under the proviso has been followed. the party which invokes the jurisdiction of the court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the court about the gravity of the situation and court has to consider briefly these factors in the ex parte order. we are quite conscious of the fact that there are other statutes which contain similar provisions requiring the court or the authority concerned to record reasons before exercising power vested in them. in respect of some of such provisions it has been held that they are required to be complied with but non-compliance therewith will not vitiate the order so passed. but same cannot be said in respect of the proviso to rule 3 of order 39. the parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. such ex parte orders have far reaching effect, as such a conditions has been imposed that court must record reasons before passing such order. if it is held that the compliance of the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the parliament shall be a futile exercise and that part of rule 3 will be a surplusage for all practical purposes. proviso to rule 3 of order 39 of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all. this principle was approved and accepted in well-known cases of taylor v. taylor, (1875) 1 ch. d. 426, nazir ahmed v. emperor, air 1936 pc 253 (2). this court has also expressed the same view in respect of procedural requirement of the bombay tenancy and agricultural lands act in the case of ramachandra keshav adke v. govind joti chavare, (1975) 1 scc 559 : air 1975 sc 915. 35. as such whenever a court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex parte order is not passed. but any such ex parte order should be in force upto a particular date before which the plaintiff should be required to serve the notice on the defendant : concerned.\" 11. the impugned order, when perused, it is crystal clear that it is bereft of any reason. trial judge without reference to any material has assumed that the plaintiff has a prima facie case. he has not touched upon the question where the balance of convenience lies, nor has he dealt with the question, whether the plaintiff would be put to irreparable loss, if no injunction is granted. he has not adverted to the other elements, such as acquiescence and whether the plaintiff has approached the court without any delay and the finding recorded, noticed supra, is perverse and capricious. mechanically, temporary injunction has been granted. the ratio of the decisions, noticed in paras 8, 9 & 10 (supra), has grossly been breached.\" 36. another learned single judge of this court in the ruling of paramvah studios pvt. ltd., and another v. lahari recording company, ilr 2017 kar 1795 has also observed and held at paras 16, 17 and 18 as under:\"16. the provisions of order xxxix rule 3 proviso of the code of civil procedure clearly depicts that before granting ex-parte temporary injunction, the trial court should record the reasons as to why the notice to the defendants has been dispensed with. in the present case, no such reasons are assigned by the trial court for dispensation of notice/ summons to defendants/petitioners before passing the impugned order which is erroneous and contrary to the provisions of order xxxix rule 3 of the code of civil procedure. the requirement of giving reasons for the opinion of the court that the object of granting the injunction would be defeated by delay, as laid down in the proviso, is mandatory and if it is not complied with, the order is illegal. 17. the hon'ble supreme court in the case of morgan stanley mutual fund v. kartick das [(1994) 4 scc 225], while considering the principles which govern the grant of exparte injunction by a court, as follows: \"36. as a principle, ex-parte injunction could be granted only under exceptional circumstances. the factors which should weigh with the court in the grant of exparte injunction are:-(a) whether irreparable or serious mischief will ensue to the plaintiff; (b) whether the refusal of ex-parte injunction would involve greater injustice than the grant of it would involve; (c) the court will also consider the time at which the plaintiff first had notice of the act complained so that the making of improper order against a party in his absence is prevented; (d) the court will consider whether the plaintiff had acquiesced for sometime and in such circumstances it will not grant ex-parte injunction; (e) the court would expect a party applying for exparte injunction to show utmost good faith in making the application. (f) even if granted, the ex-parte injunction would be for a limited period of time. (g) general principles like primafacie case, balance of convenience and irreparable loss would also be considered by the court.\" 18. the hon'ble supreme court while considering the provisions of order xxxix rule 3 of code of civil procedure in the case of shiv kumar chadha v. municipal corporation of delhi (supra), at para nos. 34 and 35 has held as under: \"34. the imperative nature of the proviso has to be judged in the context of rule 3 of order 39 of the code. before the proviso aforesaid was introduced, rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite-party\". the proviso was introduced to provide a condition, where court proposes to grant an injunction without giving notice of the application to the opposite-party, being of the opinion that the object of granting injunction itself shall be defeated by delay. the condition so introduced is that the court \"shall record the reasons\" why an ex-parte order of injunction was being passed in the facts and circumstances of a particular case. in this background, the requirement for recording the reasons for grant of exparte injunction, cannot be held to be a mere formality. this requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such party claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of rule 3, the procedure prescribed under the proviso has been followed. the party which invokes the jurisdiction of the court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the court about the gravity of the situation and court has to consider briefly these factors in the exparte order. we are quite conscious of the fact that there are other statutes which contain similar provisions requiring the court or the authority concerned to record reasons before exercising power vested in them. in respect of some of such provisions it has been held that they are required to be complied with but noncompliance therewith will not vitiate the order so passed. but same cannot be said in respect of the proviso to rule 3 of order 39. the parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. such ex-parte orders have far-reaching effect, as such a condition has been imposed that court must record reasons before passing such order. if it is held that the compliance with the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the parliament shall be a futile exercise and that part of rule 3 will be a surplusage for all practical purposes. proviso to rule 3 of order 39 of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all. this principle was approved and accepted in well-known cases of taylor v. taylor and nazir ahmed v. emperor. this court has also expressed the same view in respect of procedural requirement of the bombay tenancy and agricultural lands act in the case of ramchandra keshav adke v. govind joti chavare. 35. as such whenever a court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex-parte order is not passed. but any such ex parte order should be in force up to a particular date before which the plaintiff should be required to serve the notice on the defendant concerned. in the supreme court practice 1993, vol. 1, at page 514, reference has been made to the views of the english courts saying: \"ex-parte injunctions are for cases of real urgency where there has been a true impossibility of giving notice of motion. an ex-parte injunction should generally be until a certain day, usually the next motion day.\"\" 37. in that view of the matter, the order dated 07.11.2022 passed on i.a. nos.3 to 6 by learned lxxxv additional city civil & sessions judge, commercial division, bangalore(cch-86) in commercial original suit no.1594/2022 being bereft of any reasons, much less, cogent or sustainable reasons, we are of the opinion that the appeal deserves to be partly allowed with the exception of concession made by learned senior counsels for the parties. 38. learned senior counsel for the appellant sri. abhishek manu singhvi submitted that without prejudice to the appellant's contention, the appellant shall by noon tomorrow i.e., 09.11.2022, endeavour to remove the allegedly offending material from its twitter handle and all other forms of social media and has no intention whatsoever to use the same in future. 39. the learned senior counsel for the caveator further submitted that the appeal could be disposed of and the matter could be remitted back for reconsideration by the trial court in view of the challenge to the nature of order passed which is in the nature of mandatory injunction which in our prima facie opinion virtually impinges on the fundamental rights guaranteed under the constitution of india. 40. in view of the statement made by learned senior counsel sri. abhishek manu singhvi for the appellant that he would provide screen shots of their twitter handle and also such other media before the offending material is removed, in our considered opinion, the submissions of learned senior counsels for the appellant appears to be fair. in response, the learned senior counsel appearing on behalf of the first respondent would fairly submit that concessions be placed on record and matter be remitted back for consideration in accordance with law. 41. be that as it may, we are not delving deeper into the issues. in view of the submissions recorded by us supra and in view of the nature of the relief we grant. this court answers all the points for consideration against the first respondent and in favour of the appellant. 42. accordingly, we pass the following:order the appeal is allowed-in-part. the impugned order dated 07.11.2022 passed i.a.nos.3/2022, 4/2022, 5/2022 and 6/2022 by learned lxxxv additional city civil & sessions judge, commercial division, bangalore(cch-86) in commercial original suit no.1594/2022 is set-aside, subject to the condition that the appellant and respondent nos.3 and 4 shall remove the offending content from their social media platform i.e., twitter, facebook, youtube and instagram. the interlocutory applications i.a.no.3/2022, 4/2022, 5/2022 and 6/2022 are remitted back to the trial court for consideration afresh. this order shall not come in the way of plaintiff making any request to the 4th defendant to protect its copyrights. in view of disposal of the main matter, all pending ia's stand disposed of. sd/judge sd/judge *mn/ykl"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c0e5269473d147ea9fde31aa967f939d_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3254f49954854ee4bc7528d876f119e3_1"
        },
        {
            "start": 242,
            "end": 346,
            "text": "\nGujarat High Court\nIndian Overseas Bank vs Jason Deckor P Ltd on 5 September, 2018\nAuthor: Akil Kureshi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "597620f1c4544c4ab8c5a40c6cc3448b_2"
        },
        {
            "start": 348,
            "end": 557,
            "text": "Bench: Akil Kureshi, B.N. Karia\n        C/Sca/11710/2018                                         Judgment\n\n\n\n\n  In The High Court Of Gujarat At Ahmedabad\n\n       R/Special Civil Application No. 11710 of 2018\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a7a17ab8362143db909d070bef5192ce_3"
        },
        {
            "start": 557,
            "end": 653,
            "text": "For Approval And Signature :\nHonourable Mr. Justice Akil Kureshi\nand\nHonourable Mr. Justice B.N.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43b133b993614df490478a1ff1621b90_4"
        },
        {
            "start": 654,
            "end": 726,
            "text": " KARIA ==============================================================\n\n1",
            "labels": [
                "PREAMBLE"
            ],
            "id": "867e81dcf9964aa0ba591f463c6f9b51_5"
        },
        {
            "start": 727,
            "end": 806,
            "text": "Whether Reporters of Local Papers may be allowed to see the Yes   judgment ?\n\n2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "db37cfa523bd41dba68024d1406cda62_6"
        },
        {
            "start": 807,
            "end": 846,
            "text": "To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f51e344841d4435db69c7c6f3bf9713b_7"
        },
        {
            "start": 880,
            "end": 953,
            "text": "Yes 3 Whether their Lordships wish to see the fair copy of the judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a16fdc461104ff99c9b6ae3463030f0_8"
        },
        {
            "start": 959,
            "end": 1112,
            "text": "No 4 Whether this case involves a substantial question of law as to the No   interpretation of the Constitution of India or any order made   thereunder ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3679d7f3256947fe9067d620782dfd0d_9"
        },
        {
            "start": 1115,
            "end": 1122,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81b63a282a7945dbaba00d5fc2360fab_10"
        },
        {
            "start": 1123,
            "end": 1130,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "623a3af2eded4acbbaf88a16783b5f6b_11"
        },
        {
            "start": 1131,
            "end": 1138,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "82551c3c34e24a6c944327bdea465259_12"
        },
        {
            "start": 1139,
            "end": 1146,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6eb2796cdc5140bfa4491a77584aba5e_13"
        },
        {
            "start": 1147,
            "end": 1154,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1ce011d6d968466aa6a29ece1326ac2a_14"
        },
        {
            "start": 1155,
            "end": 1162,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdc431fe182a4db8ac89ebe748e4bfd1_15"
        },
        {
            "start": 1163,
            "end": 1170,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d9ad01fd66504db6af49c1fb83385819_16"
        },
        {
            "start": 1171,
            "end": 1178,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c6f35c5ba8854dac86ba19d55aac24ca_17"
        },
        {
            "start": 1179,
            "end": 1186,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8de34daee5514008a505aae087a7c99c_18"
        },
        {
            "start": 1187,
            "end": 1194,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "feebe9e57ce54c90ac2ff1d52cc1c07e_19"
        },
        {
            "start": 1195,
            "end": 1202,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "96d7fed41758488bac2663a80e18a52d_20"
        },
        {
            "start": 1203,
            "end": 1210,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aa2b1253c4ef4b04af2bf2230434fdce_21"
        },
        {
            "start": 1211,
            "end": 1218,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d0408009b5c54d98bd4a26f59e8e2acf_22"
        },
        {
            "start": 1219,
            "end": 1226,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f990b83df9e42e581d5d56cdaa70268_23"
        },
        {
            "start": 1227,
            "end": 1234,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ef2618a8845c4236aa7ee29bdc8bc1ef_24"
        },
        {
            "start": 1235,
            "end": 1287,
            "text": "= =\n                            INDIAN OVERSEAS BANK",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54248b00777040cf8d22ebe5d90a919d_25"
        },
        {
            "start": 1326,
            "end": 1332,
            "text": "Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7117cd2aaef040c58a72c9e048170549_26"
        },
        {
            "start": 1362,
            "end": 1380,
            "text": "JASON DECKOR P LTD",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0dc26d6b5aca4c629dcdbe394899d58e_27"
        },
        {
            "start": 1381,
            "end": 1388,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c64e496797f147a4b66f6afcd7366edb_28"
        },
        {
            "start": 1389,
            "end": 1396,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4a5547bbebe3435d912ea04da320cc23_29"
        },
        {
            "start": 1397,
            "end": 1404,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad95de83966d4dbcb98f26828f9a8575_30"
        },
        {
            "start": 1405,
            "end": 1412,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54146a87c8b341b99e7b259609272572_31"
        },
        {
            "start": 1413,
            "end": 1420,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ca408f634ae14cb192b265587269ea4c_32"
        },
        {
            "start": 1421,
            "end": 1428,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f6ed760e3394320884b020f44e1904e_33"
        },
        {
            "start": 1429,
            "end": 1436,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bc63f630002c45bc800f1360962419bb_34"
        },
        {
            "start": 1437,
            "end": 1444,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea59ca47c5f4450d8af71ce90550922c_35"
        },
        {
            "start": 1445,
            "end": 1452,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8849c852188542ef89e0a6f24ccaeae2_36"
        },
        {
            "start": 1453,
            "end": 1460,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c96816c945844b2ab9b672b6341517b1_37"
        },
        {
            "start": 1461,
            "end": 1468,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1119e9ae89634c75a2c121c4ecab29bb_38"
        },
        {
            "start": 1469,
            "end": 1476,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8d7af711e6404cd5a77f5fb738203f9e_39"
        },
        {
            "start": 1477,
            "end": 1484,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b6aed6b2c854d659d9682f070f21116_40"
        },
        {
            "start": 1485,
            "end": 1492,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c1b02230ff64b31a046632d2f36c060_41"
        },
        {
            "start": 1493,
            "end": 1500,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4f45d373938b4671bde91e0c01669a75_42"
        },
        {
            "start": 1501,
            "end": 1631,
            "text": "=\nAppearance:\nMr TEJAS SATTA for Mr ANIP A GANDHI, Advocates for the PETITIONER for the RESPONDENT(s) No. 1,2,3 ==================",
            "labels": [
                "PREAMBLE"
            ],
            "id": "149c37622f954f3c818afae5a2aecb04_43"
        },
        {
            "start": 1632,
            "end": 1639,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "17b2ee9a44024330aa8942301c766bf3_44"
        },
        {
            "start": 1640,
            "end": 1647,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a0d6a2178802417d80fcd3f06056c567_45"
        },
        {
            "start": 1648,
            "end": 1655,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "27c75d1deb1343a6b72b22f02e358cce_46"
        },
        {
            "start": 1656,
            "end": 1663,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "301a0cf7577e4b70ad56feb0c9ba0ab8_47"
        },
        {
            "start": 1664,
            "end": 1671,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ba07360b5ae84188974721a7926bf75e_48"
        },
        {
            "start": 1672,
            "end": 1679,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a10772c9d06c40d3a7b40d0449f7e8de_49"
        },
        {
            "start": 1680,
            "end": 1687,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32ec95f307c449b1a7ee5a94b1513443_50"
        },
        {
            "start": 1688,
            "end": 1695,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeedb6ddb6e844b79b4117299c3af763_51"
        },
        {
            "start": 1696,
            "end": 1703,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f958eb632c74f92a04f20b156063e78_52"
        },
        {
            "start": 1704,
            "end": 1711,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeedf1741a8841aaadf21cb19929d60f_53"
        },
        {
            "start": 1712,
            "end": 1750,
            "text": "= = =\n\n              CORAM: HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5e28888e4282403995f823e22db1a7a5_54"
        },
        {
            "start": 1751,
            "end": 1789,
            "text": "              Mr. JUSTICE AKIL KURESHI",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f1bbeba15fa4efb8964e3e66dbf750c_55"
        },
        {
            "start": 1790,
            "end": 1858,
            "text": "                           and                            HONOURABLE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f78f219c876443138d0df71d2eb1f142_56"
        },
        {
            "start": 1859,
            "end": 1881,
            "text": "Mr. JUSTICE B.N. KARIA",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e750d868733f446d9adbd82924aef48e_57"
        },
        {
            "start": 1909,
            "end": 1927,
            "text": "5th September 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b2d95682ce44a25bbb5e6ee8ec62221_58"
        },
        {
            "start": 1928,
            "end": 1957,
            "text": "ORAL JUDGMENT                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0519ca37551249e5bf3e23db3c327aaf_59"
        },
        {
            "start": 1957,
            "end": 2000,
            "text": "(PER : HONOURABLE Mr. JUSTICE AKIL KURESHI)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "17741a50bf5c49a08fce83357752374a_60"
        },
        {
            "start": 2001,
            "end": 2275,
            "text": "\nPetitioner-Indian Overseas Bank [hereinafter to be referred to as, \"the petitioner Bank\"] has challenged an order dated 2nd April 2018 passed by the learned Judge, C/SCA/11710/2018 JUDGMENT Commercial Court, Ahmedabad below Exh. 16 in Commercial Civil Suit No. 152 of 2017.",
            "labels": [
                "FAC"
            ],
            "id": "f14c46e21edf47d08d856e3379b5a68c_61"
        },
        {
            "start": 2276,
            "end": 2367,
            "text": "\nFacts leading to the said challenge are as under :\nThe petitioner is a public sector Bank.",
            "labels": [
                "FAC"
            ],
            "id": "5b3a81244d5a49cda7a93965ccdb07eb_62"
        },
        {
            "start": 2368,
            "end": 2460,
            "text": "The respondents- original plaintiffs had availed credit facilities from the petitioner-Bank.",
            "labels": [
                "FAC"
            ],
            "id": "4a650a40bb4348f5a32a663520dea0fe_63"
        },
        {
            "start": 2461,
            "end": 3063,
            "text": "According to the Bank, the borrowers committed default in making repayment, due to which the Bank had taken steps under the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 [\"SARFESI Act\" for short] and the Recovery of Debts & Bankruptcy Act, 1993 [\"RDBA Act\" for short] and after which the respondents instituted Commercial Civil Suit No. 152 of 2017 against the Bank and prayed that the Bank may be directed to pay a sum of Rs. 30 Crores by way of damages and loss caused to the plaintiffs and a further sum of Rs. 10 Crores for loss of reputation.",
            "labels": [
                "FAC"
            ],
            "id": "4bf01530997f4bb08249f7e57b421422_64"
        },
        {
            "start": 3064,
            "end": 3306,
            "text": "In the plaint, the plaintiffs have averred that the Bank had instituted proceedings for recovery of a sum of Rs. 18,89,05,602/= under the SARFESI Act and symbolic possession of the properties of the plaintiffs has been taken on 11th May 2017.",
            "labels": [
                "FAC"
            ],
            "id": "228ab32d57544e51b61ecfafa54aac7a_65"
        },
        {
            "start": 3307,
            "end": 3576,
            "text": "According to the plaintiffs, there was non cooperation from the Bank which led to caused C/SCA/11710/2018 JUDGMENT damage to the plaintiffs on account of non sanctioning and non disbursing further working capital, and loss of reputation on account of such non advances.",
            "labels": [
                "FAC"
            ],
            "id": "af38d050341f40feb22ac25a30cbfa7f_66"
        },
        {
            "start": 3577,
            "end": 3837,
            "text": "It is further averred that the plaintiffs had written series of letters to the Bank, despite which the Bank refused to release further working capital which severely affected the operations of the plaintiffs' factory for which the Bank is directly responsible.",
            "labels": [
                "FAC"
            ],
            "id": "04adebf1710c44e3a4266b5c5a1b0c0f_67"
        },
        {
            "start": 3838,
            "end": 3905,
            "text": "The summons of this suit was served on the Bank on 9th August 2017.",
            "labels": [
                "FAC"
            ],
            "id": "0a1e11131f674b2bb9d0c3c579798ced_68"
        },
        {
            "start": 3906,
            "end": 4248,
            "text": "As per the provisions of the Code of Civil Procedure [\"CPC\" for short], as amended by the Commercial Courts, Commercial Division & Commercial Appellate Division of High Courts Act, 2015 [\"Act of 2015\" for short], the defendant was required to file its written statement within a maximum period of 120 days from the date of service of summons.",
            "labels": [
                "FAC"
            ],
            "id": "a42f95cc45754949b14b77eb2725008f_69"
        },
        {
            "start": 4249,
            "end": 4278,
            "text": "This was admittedly not done.",
            "labels": [
                "FAC"
            ],
            "id": "92fc42210eca417993d63bb806deffeb_70"
        },
        {
            "start": 4279,
            "end": 4451,
            "text": "The defendant filed application Exh. 16 in the said Civil Suit on 1st February 2018 and requested the learned Judge to condone delay caused in filing the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "94addea051d148b79b8a34c733660a0b_71"
        },
        {
            "start": 4452,
            "end": 4581,
            "text": "Along with the application, written statement was presented and a request was made to take it on the record and exhibit the same.",
            "labels": [
                "FAC"
            ],
            "id": "5bb51cfda2dc412488a6de959f0bd3e3_72"
        },
        {
            "start": 4582,
            "end": 4777,
            "text": "Though in this application, the Bank has computed such delay to the extent of 153 days, counsel for the petitioner clarified that the C/SCA/11710/2018 JUDGMENT delay actually was only of 33 days.",
            "labels": [
                "FAC"
            ],
            "id": "e798edfc68534688bb35a740bd14c61e_73"
        },
        {
            "start": 4778,
            "end": 4918,
            "text": "He explained that the total period of 153 days is computed; including maximum period of 120 days available for filing the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "1e2447f0c05e426e8b35cd80698d22b5_74"
        },
        {
            "start": 4919,
            "end": 5044,
            "text": "On 1st February 2018 itself, the appellant also filed an application for rejection of the plaint under Order VII Rule 11 CPC.",
            "labels": [
                "FAC"
            ],
            "id": "b5ae8401d4934ecd9afab9bd516910ef_75"
        },
        {
            "start": 5046,
            "end": 5217,
            "text": "The Commercial Court passed the impugned order on application Exh. 16 and rejected prayer of the defendant for condoning delay, and taking the written statement on record.",
            "labels": [
                "RLC"
            ],
            "id": "b4e51d11f0e34fecadff41417f04f078_76"
        },
        {
            "start": 5218,
            "end": 5493,
            "text": "The learned Judge referred to provisions of Order VIII CPC; as amended by the Act of 2015 and came to the conclusion that he has no power to extend the time, beyond the period of 120 days from the date of service of summons, to enable defendant to file the written statement.",
            "labels": [
                "RLC"
            ],
            "id": "e92fc827943045259a479c5bbe15ccf2_77"
        },
        {
            "start": 5494,
            "end": 5577,
            "text": "This order of the Commercial Court is challenged before us in the present petition.",
            "labels": [
                "FAC"
            ],
            "id": "8cf50ff86b7843b29ae2beb8db0c7c25_78"
        },
        {
            "start": 5579,
            "end": 5767,
            "text": "Learned advocate Shri Tejas Satta for the petitioner submitted that the suit is frivolous and vexatious, filed by the plaintiff in order to avoid the liability of repayment of Bank's dues.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "29919a86c8a74a58a01fc615c10b8840_79"
        },
        {
            "start": 5768,
            "end": 5992,
            "text": "He submitted that the Bank had already initiated proceedings under the SARFESI Act and also taken symbolic possession of the secured assets at which stage, the suit came to be filed on wholly frivolous and vexatious grounds.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ccfc07453a84495baf2add0783e1a599_80"
        },
        {
            "start": 5993,
            "end": 6211,
            "text": "Counsel C/SCA/11710/2018 JUDGMENT further submitted that the provisions of CPC in relation to filing of the written statement and time for such purpose are procedural in nature and cannot defeat the substantive rights.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bd4a08115e6d4fcd8e5f76793db5852d_81"
        },
        {
            "start": 6212,
            "end": 6347,
            "text": "He, therefore, submitted that such provision should be construed liberally and the time limit should be held to be directory in nature.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "37fab09e23eb463bab5917e051239242_82"
        },
        {
            "start": 6348,
            "end": 6487,
            "text": "Counsel further submitted that the petitioner Bank had shown sufficient cause for not being able to file the written statement within time.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e04761e709d4690bf03f635a0ec879e_83"
        },
        {
            "start": 6488,
            "end": 6648,
            "text": "Learned Judge of the Commercial Court should have considered such explanation and condoned the delay, failing which enormous damage would be caused to the Bank.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "15f9054a01174015a55cfcecd755f11f_84"
        },
        {
            "start": 6649,
            "end": 7145,
            "text": "\nIn support of his contentions, counsel relied upon the following judgments :\n[i] In case of Kalpesh R Jain & Ors. vs. Mandev Tubes Private Limited, reported in MANU/MH/1967/2017, in which the Division Bench of Bombay High Court in the context of delay in filing the appeal, held that Section 5 of the Limitation Act, 1963 could be invoked and applied while requesting the Commercial Appellate Court to condone delay beyond sixty days in presenting the appeal, provided sufficient cause is shown.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5af05a92170c4391911eb06993c3e142_85"
        },
        {
            "start": 7146,
            "end": 7732,
            "text": "\nC/SCA/11710/2018 JUDGMENT [ii] In case of Shri Balaji Industrial Products Limited v. AIA Engineering Limited [Judgment dated 2nd July 2018], the Division Bench of Rajasthan High Court permitted the written statement to be taken on the record belatedly by awarding cost of Rs. 50,000/=.\n[iii] In case of Sunil Alagh v. Shivraj Puri & Anr., [Civil Suit [Comm] No. 1495 of 2016 :: Dated 14/12/2017], the learned Single Judge of Delhi High Court held that service of the defendant in a suit cannot be said to be complete unless complete paper book of the suit is supplied to the defendant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "07ecda1afa98488bb7c9b1b6310147b6_86"
        },
        {
            "start": 7733,
            "end": 7825,
            "text": "In this context, written statement of the defendant no. 1 was ordered to be taken on record.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e8a6ddd994ee4917aa964c6464c50981_87"
        },
        {
            "start": 7827,
            "end": 8114,
            "text": "[iv] In case of Topline Shoes Limited v. Corporation Bank Limited, reported in 2002 [6] SCC 33, in which, the Supreme Court held that proviso contained in the Consumer Protection Act, 1986 providing that the extended time for filing reply shall not exceed 45 days is directory in nature.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b5f0d88a1d3640d1b362017b7255010e_88"
        },
        {
            "start": 8115,
            "end": 8475,
            "text": "Counsel, however, candidly pointed out that the Supreme Court in the case of Dr. JJ Merchant & Ors. v. Shrinath Chaturvedi, reported in 2003 [1] GLH 608 in this context has taken somewhat different view, opining that such proviso C/SCA/11710/2018 JUDGMENT cannot be interpreted in such a manner that speedy and expeditious remedy to the consumer is frustrated.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6b89059614d14d209b634897c5a1516a_89"
        },
        {
            "start": 8476,
            "end": 9244,
            "text": "He also drew our attention to a decision in the latter judgment of the Supreme Court in case of New India Assurance Company Limited v. Hilli Multipurpose Cold Storage Private Limited, reported in 2015 [16] SCC 20 in which, it was held that the district forum under the Consumer Protection Act can grant a further period of 15 days to the opposite party for filing his version or reply and not beyond that.\nReliance was also placed on a decision of the Supreme Court in case of Sejal Glass Limited v. Navilan Merchants Private Limited, AIR 2017 SC 4477 in which, the Supreme Court, while reversing the judgment of the Commercial Court; as confirmed by the High Court rejecting the suit under Order VII Rule 11 CPC, granted further time for filing the written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4416cae221434a66a47cc299b4bca7ea_90"
        },
        {
            "start": 9245,
            "end": 9544,
            "text": "\nA short question that calls for consideration is - Does the Commercial Court have power to take on record, the written statement which is presented beyond the period of 120 days from the date of service of summons on sufficient grounds, preventing the defendant from filing the same being made out.",
            "labels": [
                "ISSUE"
            ],
            "id": "35965f48e64e418d960952e5a0cbbf2d_91"
        },
        {
            "start": 9545,
            "end": 9571,
            "text": "\nC/SCA/11710/2018 JUDGMENT",
            "labels": [
                "NONE"
            ],
            "id": "c1e73039147344c4972e8c52d1fb3b59_92"
        },
        {
            "start": 9572,
            "end": 9836,
            "text": "Before any further debate, we must record that this issue is settled by a judgment of Division Bench of this Court in the case of Jayatma Informatics Pvt. Ltd v. HCL Infosystems Limited [Special Civil Application No. 13430 of 2017 ::\nDecided on 2nd November 2017].",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "568b5f8e29854178bcc2a54772a21ddc_93"
        },
        {
            "start": 9837,
            "end": 10035,
            "text": "It was a case in which the petitioner, who was defendant in a Commercial Civil Suit, had attempted to present the written statement beyond the period of 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00615c14d2e84250a7eb5d2655830515_94"
        },
        {
            "start": 10036,
            "end": 10216,
            "text": "The Commercial Court refused to take written statement on the record, upon which writ petition came to be filed before the High Court challenging the order of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ffa2dc3f563403fb3c9d0e1ad8d9599_95"
        },
        {
            "start": 10217,
            "end": 10293,
            "text": "In context of this controversy, the Division Bench observed as under :-\n\"13.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7333ed04b2d24768bbd53dc1ec1f1f72_96"
        },
        {
            "start": 10294,
            "end": 10565,
            "text": "On conjoint reading of second proviso to sub- rule [1] of Order V; proviso to Rule 1 Order VIII and proviso to Rule 10 of Order VIII CPC, a defendant is required to file the written statement within a period of thirty days from the date of service of summons of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e78443b32d9f4519b4224a61d84073c8_97"
        },
        {
            "start": 10566,
            "end": 10847,
            "text": "However, he shall be allowed to file written statement on such other day; as may be specified by the Court, for the reasons to be recorded in writing and on payment of such cost as the Court deems fit, but which shall not be later than 120 days from the date of service of summons.",
            "labels": [
                "STA"
            ],
            "id": "74af585592bb425ab367399220eaf4d5_98"
        },
        {
            "start": 10848,
            "end": 11101,
            "text": "It also further provides C/SCA/11710/2018 JUDGMENT that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and the Court shall not allow the written statement to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1da9b44deee746f89069346af33ce252_99"
        },
        {
            "start": 11102,
            "end": 11270,
            "text": "Proviso to Order VIII Rule 10 CPC provides that no Court shall make an order to extend the time provided under rule-1 of Order VIII for filing of the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c186caa3680540cebab134cf04fe8119_100"
        },
        {
            "start": 11271,
            "end": 11607,
            "text": "Thus, taking on record the written statement beyond period of 120 days from the date of service of the summons is strictly barred/ prohibited and there is a mandate that the Court shall not allow the written statement to be taken on record, if the same is submitted beyond the period of 120 days from the date of service of the summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c8f865bf2ce4639a7bcce80a7d53412_101"
        },
        {
            "start": 11608,
            "end": 11761,
            "text": "It also further mandates that on expiry of 120 days from the date of service of summons, the defendant shall forfeit his right to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e82c1abf5c944a0a97252dbffae06c1_102"
        },
        {
            "start": 11762,
            "end": 11966,
            "text": "There is a specific bar as per first proviso to Rule 10 of Order VIII by which the Court is strictly prohibited to extend the time provided under Rule 1 of Order VIII CPC for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57804cf59f304fb2adea93bf8d8d6891_103"
        },
        {
            "start": 11968,
            "end": 12137,
            "text": "13. In the present case, it is an admitted position that the written statement was submitted/presented beyond the period of 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "226bf03caf614b999e7dc691a8b1a126_104"
        },
        {
            "start": 12138,
            "end": 12550,
            "text": "Therefore as such, considering the provisions of CPC referred to hereinabove, more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10, it cannot be said that the learned Judge has committed any error in not taking on record the written statement filed by the defendant C/SCA/11710/2018 JUDGMENT which as such was submitted beyond the period of 120 days from the date of service of the summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d36454cc05d245dc833cb73be839c85e_105"
        },
        {
            "start": 12551,
            "end": 12876,
            "text": "As observed hereinabove, even learned counsel appearing on behalf of the petitioner has also fairly conceded and/or admitted that the learned Judge, Commercial Court by not taking on record the written statement which was submitted beyond the period of 120 days from the date of service of summons is justified in his action.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ad65e71be6e4426965e7a4066e6a494_106"
        },
        {
            "start": 12878,
            "end": 13598,
            "text": "13.1 However, Shri Kamal Trivedi, learned counsel appearing on behalf of the petitioner has requested this Court to exercise powers under Article 226 to do substantial justice and in the facts and circumstances of the case when in the meantime, the defendant was trying to settle the dispute with the plaintiff and therefore did not file written statement in time and thereafter when the written statement was submitted, one hundred twenty days period has expired, and therefore, it is requested to exercise powers under Article 226 and to direct the learned Judge, Commercial Court to take on record the written statement and/or permit the petitioner herein-original defendant to place on record, the written statement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9e3289054dd44af6bc85ff073f808a42_107"
        },
        {
            "start": 13599,
            "end": 13974,
            "text": "It is the case on behalf of the petitioner herein-original defendant that as such by not permitting the petitioner herein-original defendant to place on record the written statement, the necessary consequences of non filing of written statement shall follow which would be very drastic and would simultaneously cause undue hardship to C/SCA/11710/2018 JUDGMENT the defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "015c705067ae458aa9cafe73f8f6443b_108"
        },
        {
            "start": 13975,
            "end": 14306,
            "text": "It is also the case on behalf of the petitioner that by the aforesaid proviso High Court's powers under Article 226 of the Constitution are not taken away and still the High Court can in exercise of power under Article 226 of the Constitution to do substantial justice can permit the defendant to place on record written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e82a22182724aef80d3e0eff2e2f3f7_109"
        },
        {
            "start": 14307,
            "end": 14592,
            "text": "It is also the case on behalf of the petitioner that as such the aforesaid provision is procedural law, and therefore, the procedural law may not be construed very strictly and as such the procedure law cannot take away substantial right of a party to defend the suit/proceedings.\n13.2",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14d213e8792f4bd1882c9288534fd9d0_110"
        },
        {
            "start": 14593,
            "end": 14844,
            "text": "Now so far as submission/request on behalf of the petitioner to exercise power under Article 226 of the Constitution and to permit the petitioner herein-original defendant to place on record the written statement to do substantial justice is concerned",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f90e53aaa2640b1b4825e88ba35a184_111"
        },
        {
            "start": 14845,
            "end": 14942,
            "text": ", at the outset, it is required to be noted that as such there is no such prayer in the petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "595cfc0afe144ca3ae27ea2da2a704ad_112"
        },
        {
            "start": 14943,
            "end": 15465,
            "text": "The present petition is as such filed under Article 227 of the Constitution challenging the impugned order passed by the learned Judge, Commercial Court, Ahmedabad passed below Application Exh. 14 in Commercial Civil Suit No. 328 of 2016 by which the learned Judge has rejected the said application preferred by the petitioner-original defendant and has refused to take on record the written statement which as such was submitted/ presented beyond the period of 120 days of the C/SCA/11710/2018 JUDGMENT service of summons",
            "labels": [
                "ANALYSIS"
            ],
            "id": "490590aeb5984cb39b1122cbda8e06d3_113"
        },
        {
            "start": 15466,
            "end": 15787,
            "text": "There is no such prayer and/or averments made in the petition requesting to exercise power under Article 226 of the Constitution and to permit the defendant to place on record the written statement Even in the cause title also the petition is described as the one preferred under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "934e5d70658b40a0b92df3ca98c31b46_114"
        },
        {
            "start": 15788,
            "end": 15803,
            "text": "Even otherwise,",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07371c59bfb7440f90a7d0ce7af8837d_115"
        },
        {
            "start": 15804,
            "end": 15910,
            "text": "as per the decision of the Hon'ble Supreme Court in the case of Radhey Shyam & Anr. vs. Chhabi Nath & Ors.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2911b55ce75b48cfb33318fb36a04813_116"
        },
        {
            "start": 15911,
            "end": 15992,
            "text": "[Supra] and in the case of Jogendrasinhji Vijaysinghji v. State of Gujarat & Ors.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f350ec3fbac04ad8b73ed57a6622380c_117"
        },
        {
            "start": 15993,
            "end": 16211,
            "text": "[Supra], the order passed by a Civil Court is only amendable to be scrutinized by the High Court in exercise of powers under Article 227 of the Constitution only which is different from Article 226 of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ac214417bdb94728a51c568882abe68d_118"
        },
        {
            "start": 16213,
            "end": 16556,
            "text": "14. In view of the aforesaid facts and even the law laid down by the Hon'ble Supreme Court in the aforesaid two decisions, the submission on behalf of the petitioner to exercise power under Article 226 of the Constitution and to permit the petitioner- original defendant to place on record the written statement is not required to be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1bf0ac1191134c89b64ba544d7f86acb_119"
        },
        {
            "start": 16558,
            "end": 17027,
            "text": "15. Now so far as submission on behalf of the petitioner and the request to exercise powers under Article 226 of the Constitution and to permit the petitioner-original defendant to place on record the written statement beyond the period of 120 days from the date of service of the summons to do substantial justice and the submission on behalf of C/SCA/11710/2018 JUDGMENT the petitioner that as held by the Hon'ble Supreme Court in the case of Kailash v. Nanhku & Ors.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dd259cf3dd4d4d2f97d3baadf99fd426_120"
        },
        {
            "start": 17028,
            "end": 17984,
            "text": "[Supra] and in the case of Salem Advocate Bar Association, T.N v. Union of India [Supra], the time limit provided in CPC is directory is concerned, at the outset, it is required to be noted that the decisions of the Hon'ble Supreme Court in the case of Kailash v. Nanhku & Ors.[Supra] and in the case of Salem Advocate Bar Association, T.N v. Union of India [Supra] relied upon by the learned counsel for the petitioner referred to hereinabove and which are relied upon in his submission that the time limit prescribed under the CPC to file written statement in a particular time limit is directory and not mandatory shall not be applicable to the facts of the case on hand more particularly while dealing with the amended provisions of CPC; more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC which as such are exclusively and specifically amended for commercial dispute to which Commercial Courts Act, 2015 shall be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f4faad9fe0624c4bb995c0469d51ff04_121"
        },
        {
            "start": 17985,
            "end": 18272,
            "text": "The earlier language used in CPC providing the time limit for filing the written statement which fell for consideration before the Apex Court in the aforesaid two decisions are altogether different than that of the amended CPC, which is exclusively applicable to the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "441d649215834611b68c997ac85885ae_122"
        },
        {
            "start": 18274,
            "end": 18802,
            "text": "16. As observed hereinabove, now as per second proviso to sub-rule [1] of Order V and substituted C/SCA/11710/2018 JUDGMENT proviso of Rule 1 of Order VIII CPC, the written statement is required to be filed within a period of thirty days and the Court can allow the defendant to file written statement on such other day, as may be specified by the Court, for the reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be more than 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42d712d2bd5d40de88ed498d093171df_123"
        },
        {
            "start": 18803,
            "end": 19030,
            "text": "It also further provides that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and the Court shall not allow the written statement to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c1cb3c26656540ada516f3b6f9187bd6_124"
        },
        {
            "start": 19031,
            "end": 19201,
            "text": "As per proviso to sub-rule [10] of Rule VIII CPC, no Court shall make an order to extend the time provided under rule 1 of Order VIII for filing of the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe061f9f2a92481f9a3d1b2c36137191_125"
        },
        {
            "start": 19202,
            "end": 19606,
            "text": "Thus, as such, the aforesaid provisions are not only mandatory in nature but it also provides for consequences of not filing the written statement within the time prescribed under the aforesaid provisions and there is a specific bar by the Court not to extend the time provided under Rule 1 of Order VIII for filing the written statement beyond the period of 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9442018bb09a4937880c2777101f78c6_126"
        },
        {
            "start": 19607,
            "end": 19752,
            "text": "Thus, in any case, no written statement can be permitted to be taken on record beyond the period of 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f583b8bef4c44704a5dbc41166fc716c_127"
        },
        {
            "start": 19753,
            "end": 19847,
            "text": "No such provision fell for consideration before the Apex Court in the aforesaid two decisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7807ba32a3944c91a2e048681091de2e_128"
        },
        {
            "start": 19848,
            "end": 20056,
            "text": "Therefore, considering the aforesaid provisions as such, the Commercial Court is prohibited from taking written statement on C/SCA/11710/2018 JUDGMENT record, if it is submitted beyond the period of 120 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60fd74158df4465dba3af0caa94dc630_129"
        },
        {
            "start": 20057,
            "end": 20346,
            "text": "Looking to the object and purpose of enactment of the Commercial Courts, Commercial Division & Commercial Appellate Division of High Courts Act, 2015 and the special provisions/ mechanism for disposal of the commercial disputes, even granting of 120 days cannot be said to be unreasonable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43b31a40e55d4729a98440eb8fc1b7ec_130"
        },
        {
            "start": 20347,
            "end": 20539,
            "text": "In other words, not permitting the defendant to file written statement, if submitted beyond the period of 120 days from the date of submission of the summons cannot be said to be unreasonable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c74f163b1e264b889dd3651e75e57c5a_131"
        },
        {
            "start": 20540,
            "end": 20862,
            "text": "The object and purpose to provide such a time limit is required to be considered while considering the object and purpose of enactment of the Commercial Courts Act, 2015 which is enacted for speedy disposal of the commercial disputes and which provides for special mechanism for speedy disposal of the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc670705a1b64308ba762af9e29538b2_132"
        },
        {
            "start": 20863,
            "end": 21317,
            "text": "Under the circumstances, the aforesaid decisions taking the view that time limit provided under the Code of Civil Procedure to file written statement within a particular time limit is directory and not mandatory shall not be applicable to the facts of the case on hand, more particularly with respect to the aforesaid provisions viz., Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC which shall be applicable to the commercial disputes only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69d5833cf9ca4ad8a43841c6d84cbd86_133"
        },
        {
            "start": 21318,
            "end": 22157,
            "text": "Even the observations made by the Hon'ble Supreme Court in the case of Kailash v. Nanhku [Supra] that the rules of procedure are the handmaid of justice, the provisions of CPC or any other procedural C/SCA/11710/2018 JUDGMENT enactment ought not to have been construed in a manner which shall leave the Court helpless to meeting extraordinary situations in the ends of justice, also shall not be applicable while construing and/or considering the time limit prescribed under the amended provisions, more particularly Order V Rule 1; Order VIII Rule 1 and Order VIII Rule 10 CPC more particularly while considering the object and purpose for which the Commercial Courts Act, 2015 has been enacted and the aforesaid provisions are made applicable only to the commercial disputes to which the Commercial Courts Act, 2015 shall be applicable.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4396c088d276466b9c6c04e061ba0115_134"
        },
        {
            "start": 22158,
            "end": 22228,
            "text": "\nThe issue therefore should ordinarily rest here, without further ado.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5123bde3f40942ae817c45ba2a4458a7_135"
        },
        {
            "start": 22229,
            "end": 22459,
            "text": "However, since further arguments were advanced before us citing certain judgments which may not have been cited before the Court earlier and also looking to the importance of the issue, we would like to add a few words of our own.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7549c2e98d3f43a094320a33c7cdaa04_136"
        },
        {
            "start": 22461,
            "end": 22876,
            "text": "The said Act of 2015 was enacted based on the recommendations of the Law Commission made in its 253rd report which envisaged constitution of the Commercial Courts at district level; constitution of Commercial Divisions in the High Courts where ordinary civil jurisdiction exists and C/SCA/11710/2018 JUDGMENT constitution of Commercial Appellate Division to hear appeals against the orders of the Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ee5e7d8678341929a29497af7f5703e_137"
        },
        {
            "start": 22877,
            "end": 23153,
            "text": "The Act envisages amendment in the CPC, as applicable to the Commercial Courts and Commercial Divisions, which would prevail over the existing High Court Rules and other provisions of the CPC \"so as to improve the efficiency and reduce delays in disposal of commercial cases.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6795842d8cb048788cec395a53444528_138"
        },
        {
            "start": 23154,
            "end": 23353,
            "text": "The proposed law was aimed to accelerate economic growth, improve the international image of the Indian Justice delivery system and the faith of the investor world in the legal culture of the nation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cd5da429de464cd5993a86b820ae7083_139"
        },
        {
            "start": 23354,
            "end": 23394,
            "text": "With these objects, the Act was enacted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af8d4c0d51a54313bdf50aaf73e5330c_140"
        },
        {
            "start": 23395,
            "end": 23506,
            "text": "The Act envisages that the commercial disputes of specified value shall be dealt with by the Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0d72d7a1fbe4766aa318d24a772f65a_141"
        },
        {
            "start": 23507,
            "end": 23622,
            "text": "Appeals against the judgment of the Commercial Court would lie before the High Court Appellate Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5dfa11d6813c453fab2182c0f3074851_142"
        },
        {
            "start": 23623,
            "end": 23743,
            "text": "Section 8 of the Act of 2015 provides for a bar against revision application or petition against an interlocutory order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "453a9e308b2d478aaf6121e5daa193b8_143"
        },
        {
            "start": 23744,
            "end": 24168,
            "text": "It provides that notwithstanding anything contained in any law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction and any such challenge; subject to C/SCA/11710/2018 JUDGMENT the provisions of Section 13, shall be raised only in an appeal against a decree of the Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "d04563413ae547d2a478e7cd50b2030a_144"
        },
        {
            "start": 24169,
            "end": 24394,
            "text": "\nSection 16 of the Act of 2015 provides for amendment to the CPC in its application to commercial disputes and reads as under :-\n\"16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes -",
            "labels": [
                "STA"
            ],
            "id": "5d223e02dcef4087bf484ad33353cf2d_145"
        },
        {
            "start": 24395,
            "end": 24617,
            "text": "[1] The provisions of the Code of Civil Procedure, 1908 [5 of 1908] shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.",
            "labels": [
                "STA"
            ],
            "id": "de33a94776534e6081c95a819533f0ea_146"
        },
        {
            "start": 24618,
            "end": 24848,
            "text": "[2] The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 [5 of 1908], as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.",
            "labels": [
                "STA"
            ],
            "id": "54d001c0b0eb4958a1db3dfa165946ad_147"
        },
        {
            "start": 24849,
            "end": 25203,
            "text": "\n[3] Where any provision of any rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 [5 of 1908], by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908 [5 of 1908], as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.\"",
            "labels": [
                "STA"
            ],
            "id": "fabf0ece4b5442bb855e1343f3cbb271_148"
        },
        {
            "start": 25205,
            "end": 25406,
            "text": "As per this section, thus, the provisions of the CPC, in their application to any suit in respect of a commercial dispute of specified value would stand amended in the manner specified in the Schedule.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "feb09e9945a74f639ce0b0bece2ffd89_149"
        },
        {
            "start": 25407,
            "end": 25656,
            "text": "As per sub-section [2] of Section 16, the Commercial Divisions and Commercial Courts would C/SCA/11710/2018 JUDGMENT follow the provisions of CPC; as amended by the Act, in the trial of a suit in respect of a commercial dispute of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "285217c914dc4ab4bf0fe2042099315f_150"
        },
        {
            "start": 25657,
            "end": 25903,
            "text": "Sub-section [3] of Section 16 further clarifies that in case of any conflict between any rule of the concerned High Court or an amendment in the CPC by the State Government, the provisions of the CPC; as amended by the Act of 2015, shall prevail.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d4ae82295bb4100a132deb75a31ee04_151"
        },
        {
            "start": 25904,
            "end": 26118,
            "text": "Section 16 thus makes it abundantly clear that in relation to a suit of specified value in respect of a commercial dispute, the CPC shall stand amended in the manner as specified in the Schedule to the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12439df87f1346c0bbb969ba387e0485_152"
        },
        {
            "start": 26119,
            "end": 26190,
            "text": "The Schedule to the Act of 2015 contains various amendments in the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b92106fa2814493af7da0ad86eb674e_153"
        },
        {
            "start": 26191,
            "end": 26455,
            "text": "In the context of pleadings, disclosure, discovery and inspection of documents, etc. Order 15A has been inserted, which pertains to the \"Case Management Hearing\" which contains detailed provisions to ensure timely progress and speedy disposal of a commercial suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34397e420178437daa24256db9c2afa9_154"
        },
        {
            "start": 26456,
            "end": 26586,
            "text": "\nWith this bird's eye view, we may refer to the specific provisions contained in the Schedule to the Act of 2015 amending the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e831ac44491149b9a3b9b4d955870d1c_155"
        },
        {
            "start": 26587,
            "end": 26677,
            "text": "As is well known, Order VIII CPC pertains to written statement, set off and counter claim.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "773574392d0c4a23b211071c349b229c_156"
        },
        {
            "start": 26678,
            "end": 26723,
            "text": "Rule 1 thereof pertains to written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "380a4886bf704698935ec46cd4328f90_157"
        },
        {
            "start": 26724,
            "end": 26821,
            "text": "This rule was substituted by an C/SCA/11710/2018 JUDGMENT Act No. 22 of 2002 w.e.f 1st July 2002.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "481367b1ea6b400885f9f13e9884f972_158"
        },
        {
            "start": 26822,
            "end": 27359,
            "text": "In the current form, Rule 1 of Order VIII CPC reads as under :\n\"1. Written Statement - The defendant shall, within thirty days from the date of service of summons on him, present a written statement of his defence :\nProvided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other day, as may be specified by the Court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.\"",
            "labels": [
                "STA"
            ],
            "id": "2f5202a4d8fc460fb9ba22d16644a82f_159"
        },
        {
            "start": 27360,
            "end": 28134,
            "text": "\nAs per clause 4 [D] (i) of the Schedule to the Act of 2015, proviso to Rule 1 of Order VIII CPC would be substituted as under :\n\"Provided that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of C/SCA/11710/2018 JUDGMENT service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\"",
            "labels": [
                "STA"
            ],
            "id": "1940cdc050b2492e8520b2ba4e36d335_160"
        },
        {
            "start": 28136,
            "end": 29139,
            "text": "Order X Rule 8 of CPC pertains to procedure when party fails to present written statement, and reads as under :\n\"10. Procedure when party fails to present written statement called for by Court - Where any party from whom a written statement is required under rule 1 or rule 9 fails to present the same within the time permitted or fixed by the Court, as the case may be, the Court shall pronounce judgment against him, or make such order in relation to the suit as it thinks fit and on the pronouncement of such judgment, a decree shall be drawn up.\"\nBy virtue of Clause 4 [D] (iv), the following proviso is added to Rule 10 :\n\"Provided further that no Court shall make an order to extend the time provided under rule 1 of this Order for filing of the written statement.\"\nAs noted, the Act of 2015 has been enacted providing separate Commercial Courts and Commercial Divisions for C/SCA/11710/2018 JUDGMENT dealing with commercial disputes of specified value in order to achieve timely disposal thereof.",
            "labels": [
                "STA"
            ],
            "id": "8d067ef313194417988a187032be9157_161"
        },
        {
            "start": 29140,
            "end": 29284,
            "text": "In furtherance of such objective, various provisions have been made in the Act of 2015; including making some significant amendments in the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f79317c5621843bf9eef74209b17e26f_162"
        },
        {
            "start": 29285,
            "end": 29425,
            "text": "\nWe may recall, the CPC was amended extensively by the Act of 2002 which included imposition of time limit for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302b982a10be4445b758750827ca78dc_163"
        },
        {
            "start": 29426,
            "end": 29577,
            "text": "As per the amended Rule 1 of Order VIII, a defendant would have thirty days' time from the date of service of summons to present the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6c9bffb3bad4de28707af923937f15d_164"
        },
        {
            "start": 29578,
            "end": 29896,
            "text": "As per the proviso, if the defendant failed to file written statement within such period, he would be allowed to file the written statement on some other day, as may be specified by the Court, for the reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e9002d9e8f54a0fb55a9ab826ba3c25_165"
        },
        {
            "start": 29897,
            "end": 30025,
            "text": "This proviso thus envisages time of thirty days which could be further extended by ninety days for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7cae015e0274337b18b7486dbba71b4_166"
        },
        {
            "start": 30026,
            "end": 30459,
            "text": "This and several other provisions amending the CPC came up for consideration before the Supreme Court in the case of Salem Advocate Bar Association, Tamil Nadu v. Union of India, reported in [2005] 6 SCC 344, wherein, a C/SCA/11710/2018 JUDGMENT three-Judge Bench of the Apex Court held that the use of word \"shall\" in Rule 1 of Order VIII CPC by itself is not conclusive to determine whether the provision is mandatory or directory.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3e6a1a35b73849e188bad57f1fbf2cc5_167"
        },
        {
            "start": 30460,
            "end": 30825,
            "text": "A reference was made to Rule 10 of Order VIII, which as noted, provides that where any party from whom a written statement is required under Rule 1 or Rule 9 fails to present the same within the time permitted or fixed by the Court; as the case may be, the Court shall pronounce the judgment against him or make such order in relation to the suit, as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0a6ce410090408b96f3d1d23e3b7792_168"
        },
        {
            "start": 30826,
            "end": 31104,
            "text": "The Court was of the opinion that by virtue of the said proviso, on failure of the defendant to file written statement, the Civil Court had been given discretion either to pronounce the judgment against the defendant or make such order in relation to the suit, as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41c961611aa04450b835e516d5a72a61_169"
        },
        {
            "start": 31105,
            "end": 31409,
            "text": "Therefore, in the context of the proviso, despite use of the word \"shall\", the Court has been given discretion either to pronounce or not to pronounce the judgment against the defendant, even if the written statement is not filed and instead pass such an order; as it thinks fit, in relation to the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28cef87f4ac94605bfcb406604499203_170"
        },
        {
            "start": 31410,
            "end": 31563,
            "text": "Consequently, the time limit envisaged in Rule 1 of Order VIII CPC for filing the written statement was held to be directory and not mandatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41b165880fd8410cab66ee0699cf7b30_171"
        },
        {
            "start": 31564,
            "end": 31636,
            "text": "The Court C/SCA/11710/2018 JUDGMENT concluded this issue as under :\n\"21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "61339460c77d4bf1bd007c0ebdfe4838_172"
        },
        {
            "start": 31637,
            "end": 32002,
            "text": "In construing this provision, support can also be had from Order 8 Rule 10 which provides that where any party from whom a written statement is required under Rule 1 or Rule 9, fails to present the same within the time permitted or fixed by the court, the Court shall pronounce judgment against him,or make such other order in relation to the suit as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9ec706947d443debd743dbb5354b021_173"
        },
        {
            "start": 32003,
            "end": 32219,
            "text": "On failure to file written statement under this provision, the court has been given the discretion either to pronounce judgment against the defendant or make such other order in relation to the suit as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "553dcadaf624432cab073a95fce14237_174"
        },
        {
            "start": 32220,
            "end": 32506,
            "text": "In the context of the provision, despite use the word \"shall\", the Court has been given the discretion to pronounce or not to pronounce the judgment against the defendant even if the written statement is not filed and instead pass such order as it may think fit in relation to the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c543df642ce4ad6b8c7988db3ae83ab_175"
        },
        {
            "start": 32507,
            "end": 32632,
            "text": "In construing the provision of Order 8 Rule 1 and Rule 10, the doctrine of harmonious construction is required to be applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6407007695c446fd83149eae9377898a_176"
        },
        {
            "start": 32633,
            "end": 32844,
            "text": "The effect would be under Rule 10 Order 8, the Court in its discretion would have the power to allow the defendant to file written statement even after expiry of the period of 90 days provided in Order 8 Rule 1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73558c37544c4601ae375ecdd9efc4e2_177"
        },
        {
            "start": 32845,
            "end": 32953,
            "text": "There is no restriction in Order 8 Rule 10 that after expiry of ninety days, further time cannot be granted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6051943c13d44a6a5abff30e00a413d_178"
        },
        {
            "start": 32954,
            "end": 33041,
            "text": "The court has wide power to \"make such order in relation to the suit as it thinks fit.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3d56e4867d64eafa79d7952c7b8382c_179"
        },
        {
            "start": 33042,
            "end": 33174,
            "text": "Clearly, therefore, the provision of Order 8 Rule 1 providing for the upper limit of 90 days to file written statement is directory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5fb97232a9642dfb9040490505153d8_180"
        },
        {
            "start": 33175,
            "end": 33298,
            "text": "Having said so, we wish to make it clear that the order extending time to file written statement cannot be made in routine.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8b3d8f637104175b3a1a70a889e0f3a_181"
        },
        {
            "start": 33299,
            "end": 33357,
            "text": "The time can be extended only in exceptionally hard cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e836462833846fcad0236224d0e1d13_182"
        },
        {
            "start": 33358,
            "end": 33470,
            "text": "While extending time, it has to be borne in mind that the legislature has fixed the upper time limit of 90 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0266edb26a5499992f1824d6cf206b1_183"
        },
        {
            "start": 33471,
            "end": 33621,
            "text": "The discretion of the court to extend the time shall not be so frequently and routinely exercised so as to nullify the period fixed by Order 8 Rule1.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea36da2b49fd4c539fb21086d69fe88f_184"
        },
        {
            "start": 33622,
            "end": 34346,
            "text": "\nThis view was reiterated by the Supreme Court in case of Zolba vs. Keshao & Ors., reported in [2008] 11 SCC 769 C/SCA/11710/2018 JUDGMENT and in case of R.N Jadi & Brothers & Ors. vs. Subhash Chandra, [2007] 6 SCC 420, in which however, it was emphasized that filing the written statement within time envisaged would be a rule and departure therefrom an exception, made for satisfactory reasons only.\nThus, the Supreme Court in the case of Salem Advocate Bar Association, Tamil Nadu [Supra] interpreted the existing provisions of Rule 1 of Order VIII CPC as to laying down merely a discretionary time limit for filing the written statement, broadly with the aid of powers of the Civil Court under Rule 10 of Order VIII CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "34e2001541e34882b78a56ba91c4abb7_185"
        },
        {
            "start": 34348,
            "end": 34450,
            "text": "In the present case, however, we are concerned with entirely different scheme of statutory provisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b32121c75b41402880516f8ddb830eff_186"
        },
        {
            "start": 34451,
            "end": 34622,
            "text": "Significantly, the legislature was conscious of decision of the Supreme Court in case of Salem Advocate Bar Association [Supra] and interpretative process adopted therein.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "839df2f18ff747ffba6b18fb28f098d3_187"
        },
        {
            "start": 34623,
            "end": 34789,
            "text": "In the context of time limit for filing written statement under schedule to the Act of 2015, the legislature has therefore made two significant amendments in the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f5b7d5796f949b29b70504f4159e270_188"
        },
        {
            "start": 34790,
            "end": 34850,
            "text": "Firstly, the proviso to Rule 1 of Order VIII is substituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e28d17290c74fca8482c9a8464aae11_189"
        },
        {
            "start": 34851,
            "end": 35292,
            "text": "In the substituted form, this proviso provides that where the defendant fails to file the written statement C/SCA/11710/2018 JUDGMENT within a period of thirty days, he would be allowed to file the written statement on such other day as may be specified by the court, for the reasons to be recorded in writing and on payment of such cost as the Court deems fit, but which shall not be later than 120 days from the date of service of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8283bc6c9b324b6cb518671ef3af3d88_190"
        },
        {
            "start": 35293,
            "end": 35526,
            "text": "The proviso further provides that on expiry of 120 days from the date of service of summons, the defendant shall forfeit their right to file written statement and the court shall not allow the written statement to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18a443535f514d7bb7cc16d9aa056a86_191"
        },
        {
            "start": 35527,
            "end": 35789,
            "text": "Simultaneously, the schedule also amends Rule 10 of Order VIII CPC by inserting a proviso which; as noted above, provides further that no court shall make an order to extend the time limit provided under Rule 1 of Order VIII CPC for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "498bdae353cc47d6a4036cdd604156ab_192"
        },
        {
            "start": 35790,
            "end": 35848,
            "text": "\nCombined effect of these amendments is clear and precise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d83c544958a44fa09a0819ac7b0e00d2_193"
        },
        {
            "start": 35849,
            "end": 36052,
            "text": "All the powers of a Court dealing with the commercial disputes of a specified value for extending time for filing the written statement beyond the period of 120 days of service of summons are taken away.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f833dc0b0784fe08fcd8b376ce7faf6_194"
        },
        {
            "start": 36053,
            "end": 36137,
            "text": "The language of the proviso to Rule 1 of Order VIII CPC has been materially altered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c51b50ebf72e4ad18c1381002698ed79_195"
        },
        {
            "start": 36138,
            "end": 36581,
            "text": "In addition to providing for extension beyond 30 days [but not beyond 120 C/SCA/11710/2018 JUDGMENT days from service of summons] on payment of cost; as may be specified by the Court, two more significant changes have been made namely, that on expiry of 120 days from the date of service of summons, the defendant shall forfeit the right to file written statement and that the Court shall not allow the written statement to be taken on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a75dd128d1004ce9b83c27746feb9469_196"
        },
        {
            "start": 36582,
            "end": 36830,
            "text": "In addition to providing with the maximum time permissible for filing written statement upto 120 days from the date of service of summons, these two additional elements inserted in the proviso to Rule 1 make the legislative intent abundantly clear.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f64dab8c03844becba4bb8f59150335d_197"
        },
        {
            "start": 36831,
            "end": 37064,
            "text": "There is no escape from the position that the legislature desired to put a ceiling on the maximum time that a Court can grant to the defendant in a suit involving commercial dispute of a specified value to file the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d221e2792614eb1bb37833e2537050c_198"
        },
        {
            "start": 37065,
            "end": 37141,
            "text": "The legislature has mandated both - in a positive as well as negative terms.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3faffcd8f69d458e9fc28ed501d827b0_199"
        },
        {
            "start": 37142,
            "end": 37389,
            "text": "Positively, by providing that on completion of 120 days, the defendant shall forfeit their right to file the written statement and negative, by providing that the Court shall not allow the written statement to be taken on record after such period.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e8bf7039a404eddb828a1edaa5812fd_200"
        },
        {
            "start": 37390,
            "end": 37614,
            "text": "For good measure, the legislature has also amended Rule 10 of Order VIII by providing that in exercise of such rule, no Court C/SCA/11710/2018 JUDGMENT shall make an order to extend the time for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89a908fabbfe4dbb8693a07ea7c508e0_201"
        },
        {
            "start": 37615,
            "end": 37772,
            "text": "This proviso is in the nature of an explanation, putting limitation on the powers of a Court to make such an order in relation to the suit; as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bf5d097c65d4d89921df90c83779683_202"
        },
        {
            "start": 37773,
            "end": 37909,
            "text": "By virtue of this proviso, such power would not include power to extend the time provided under Rule 1 for filing the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6b85fb5904140499bc712da26ef8c64_203"
        },
        {
            "start": 37911,
            "end": 38047,
            "text": "The golden rule of statutory interpretation is that the statute must be read in its plain grammatical manner and be applied accordingly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3458eacb6454f9dbb821f96dddc779d_204"
        },
        {
            "start": 38048,
            "end": 38258,
            "text": "In the case of Afcons Infrastructure Limited v/s. Cherian Varkey Construction Company Private Ltd., reported in 2010 (8) SCC 24, it was observed that the principles of statutory interpretation are well settled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3c17ed1db9494e72ad6310b1b7deb2da_205"
        },
        {
            "start": 38259,
            "end": 38413,
            "text": "Where the words of the statute are clear and unambiguous, the provision must be given its plain and normal meaning, without adding or rejecting any words.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "36a85c984d5c4a49838869e0cd4f86bf_206"
        },
        {
            "start": 38414,
            "end": 38657,
            "text": "Departure from this literal rule, by making structural changes or substituting words in a clear statutory provision, under the guise of interpretation would pose a great risk, as the changes may not be what the legislature intended or desired.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "261c9ec4261b4111913167676d69a7f7_207"
        },
        {
            "start": 38658,
            "end": 39051,
            "text": "It was further observed that an exception to the general rule is - where the words used in the statutory provision are vague and ambiguous or where the C/SCA/11710/2018 JUDGMENT plain and normal meaning of the words or grammatical construction thereof would lead to confusion, absurdity, repugnancy with other provisions, the Courts may use the interpretative tools to set right the situation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4023d5354eb849439e53a4d5dd5eab33_208"
        },
        {
            "start": 39052,
            "end": 39172,
            "text": "In the present case, we find the words used in the statute have no ambiguity or possibility of even two interpretations.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b366e462eb0844c3b5100bd18317824e_209"
        },
        {
            "start": 39173,
            "end": 39286,
            "text": "We are conscious that the use of word 'shall' in a statute is not always conclusive of the legislative intention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a75f87100b1a48b7a8aae6ca6a97cfa7_210"
        },
        {
            "start": 39287,
            "end": 39411,
            "text": "Often times, the courts have even in face of the use of such expression held a proviso to be directory instead of mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "526b617f27a74873b9ac97905f06b859_211"
        },
        {
            "start": 39412,
            "end": 39614,
            "text": "However, in the present case, from all angles, the legislative intent which emerges is that the prescription of time limit for filing the written statement applicable to a Commercial Court is mandatory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ad6e4c7530e49c28e1aafc1cfbe73d0_212"
        },
        {
            "start": 39615,
            "end": 39747,
            "text": "Such an interpretation would also be in consonance with the scheme of the Act of 2015 and the objects for enactment of the said act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f43891382a7411bbbe45064d5ca4ee8_213"
        },
        {
            "start": 39748,
            "end": 39827,
            "text": "\nWe may now refer to the judgments cited by learned counsel for the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c86e0735190b43e795a316e79656e0f1_214"
        },
        {
            "start": 39829,
            "end": 39924,
            "text": "In case of Kalpesh R. Jain [Supra], the Bombay High Court was dealing with different situation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff7f1d5217c244d99ecd03a7719fc431_215"
        },
        {
            "start": 39925,
            "end": 40035,
            "text": "It was a case in which an appeal was filed before the Commercial Appellate Court set up under the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c0256cf2d864afc8225f284ccb9b463_216"
        },
        {
            "start": 40036,
            "end": 40127,
            "text": "Such appeal was filed C/SCA/11710/2018 JUDGMENT beyond the period of limitation prescribed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85b32d507f454520b5e0eecf7ed7d201_217"
        },
        {
            "start": 40128,
            "end": 40282,
            "text": "The Court held that applicability of Section 5 of the Limitation Act, 1963 is not ruled out and delay can be condoned on sufficient ground being made out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba7851707bd740e39f9a8ac51dd80721_218"
        },
        {
            "start": 40283,
            "end": 40537,
            "text": "\nThe Rajasthan High Court in case of Shri Balaji Industrial Products Ltd [Supra] has not dealt with the question of powers of a Commercial Court to extend the time limit for filing written statement in face of amended provisions of Rule 1 Order VIII CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "14b8f727178f4919b209abbfdfcbcf01_219"
        },
        {
            "start": 40538,
            "end": 40631,
            "text": "This judgment therefore does not lay down any proposition contrary to what we have discussed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ff45cf4055e4e238f1e64430d19fc0d_220"
        },
        {
            "start": 40633,
            "end": 40849,
            "text": "The learned Judge of Delhi High Court in case of Sunil Alagh [Supra] came to a conclusion that the service of summons on the defendant cannot be said to be complete unless complete paper book of the suit is supplied.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "699e8e7a5bb942418a272938da68a2c9_221"
        },
        {
            "start": 40850,
            "end": 41024,
            "text": "In this context, it was held that period of 120 days for filing written statement will not commence, when the defendant has not been supplied complete paper book of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d02bfe56efd4583980b5f77ff786afb_222"
        },
        {
            "start": 41025,
            "end": 41198,
            "text": "\nThe decisions of Supreme Court in relation to provisions of the Consumer Courts Act, 1986 would throw no further light, since the statutory provisions are vastly different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f94b5f0e88f4013a3845b94aa390f05_223"
        },
        {
            "start": 41199,
            "end": 41225,
            "text": "\nC/SCA/11710/2018 JUDGMENT",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49162385be8f47c98e7046d02dad768f_224"
        },
        {
            "start": 41226,
            "end": 41519,
            "text": "In case of Sejal Glass Limited [Supra]; as noted, the Supreme Court allowed appeal of the plaintiff, setting aside the order passed by the Courts below, rejecting the plaint under Order VII Rule 11 CPC and while doing so, additional time was granted to the defendant to file written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26b9728c34574775ae0ae7243e5aa26a_225"
        },
        {
            "start": 41520,
            "end": 41673,
            "text": "The Court, however, stated that the question of law in so far as Commercial Courts Act is concerned, had not been touched and was consequently kept open.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f26dfb7f52b240739caf407a11ff75f8_226"
        },
        {
            "start": 41674,
            "end": 41851,
            "text": "This act of granting the defendants time of eight weeks for filing the written statement, can thus be seen as the Court's exercising power under Article 141 of the Constitution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e767f29652be4f1c8e6399b64719b41b_227"
        },
        {
            "start": 41853,
            "end": 42085,
            "text": "The contention of counsel for the petitioner that till the petitioner's application for rejection of plaint under Rule 11 of Order VII CPC is decided, the petitioner is not obliged to file the written statement, needs some comments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00db95f099fe4e4abfd8b25db92e25c5_228"
        },
        {
            "start": 42086,
            "end": 42556,
            "text": "If the petitioner had filed such an application within 120 days of service of the summons, we would have further examined the petitioner's contention that as long as such application for rejection of plaint was pending, it was not necessary for the defendant to file the written statement and in a given case, a defendant may also take a stand that he was not obliged to present his full C/SCA/11710/2018 JUDGMENT defence, till such application was decided by the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9587357778574710ad344ecf1325e7f2_229"
        },
        {
            "start": 42557,
            "end": 42783,
            "text": "However, in the present case, the defendant-petitioner Bank before us presented application for rejection of the plaint under Order VII Rule 11 CPC simultaneously with an application for filing the written statement belatedly.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90edfd1e567f48e9855374e39c484d4b_230"
        },
        {
            "start": 42784,
            "end": 42912,
            "text": "Both these events thus took place after the maximum time permissible for filing the written statement ie.. 120 days had expired.",
            "labels": [
                "RATIO"
            ],
            "id": "885278c131d749e2b86c853c7b189831_231"
        },
        {
            "start": 42913,
            "end": 43316,
            "text": "Surely, the defendant cannot file application under Order VII Rule 11 CPC after time limit for filing the written statement has expired and then take a stand that till such application is decided, the defendant would have no obligation to file written statement and once such application is decided, and if decided against the defendant, he should be given additional time to file the written statement.",
            "labels": [
                "RATIO"
            ],
            "id": "59e429d165e14715849b4450d0ea9943_232"
        },
        {
            "start": 43317,
            "end": 43414,
            "text": "\nFor all these reasons, we do not find any error in the order of the Commercial Court, Ahmedabad.",
            "labels": [
                "RATIO"
            ],
            "id": "c81bec057b1f423ab116e8bdf0bf3473_233"
        },
        {
            "start": 43415,
            "end": 43449,
            "text": "Petition is, therefore, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "5e4e1c22b55d400e86b95a4907d5bf7c_234"
        },
        {
            "start": 43450,
            "end": 43870,
            "text": "\nBefore closing, we may record that nothing stated in this order would prevent the petitioner from vigorously pursuing application for rejection of the plaint filed under Order VII Rule 11 which we are informed is still pending and which will C/SCA/11710/2018 JUDGMENT be decided on its own merits, since in any case, we have not made any observations with respect to the same.\n[Akil Kureshi, J.] [B.N Karia, J.] Prakash",
            "labels": [
                "RPC"
            ],
            "id": "6294989452df417485b95254cb5785e7_235"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Supriya Shrinate",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 41
        },
        {
            "text": "Music",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 58
        },
        {
            "text": "G.Narendar",
            "label": "PETITIONER",
            "start_char": 90,
            "end_char": 100
        },
        {
            "text": "P.N.Desai",
            "label": "RESPONDENT",
            "start_char": 102,
            "end_char": 111
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 215,
            "end_char": 251
        },
        {
            "text": "G. Narendar",
            "label": "JUDGE",
            "start_char": 373,
            "end_char": 384
        },
        {
            "text": "P.N.Desai",
            "label": "JUDGE",
            "start_char": 455,
            "end_char": 464
        },
        {
            "text": "Supriya Shrinate",
            "label": "PETITIONER",
            "start_char": 525,
            "end_char": 541
        },
        {
            "text": "Abhishek Manu Singhvi",
            "label": "LAWYER",
            "start_char": 780,
            "end_char": 801
        },
        {
            "text": "Udaya Holla",
            "label": "LAWYER",
            "start_char": 808,
            "end_char": 819
        },
        {
            "text": "A.S Ponnanna",
            "label": "LAWYER",
            "start_char": 833,
            "end_char": 845
        },
        {
            "text": "Leela P.",
            "label": "LAWYER",
            "start_char": 877,
            "end_char": 885
        },
        {
            "text": "Music",
            "label": "PETITIONER",
            "start_char": 919,
            "end_char": 924
        },
        {
            "text": "Twitter Inc.",
            "label": "RESPONDENT",
            "start_char": 1096,
            "end_char": 1108
        },
        {
            "text": "Indian National Congress",
            "label": "RESPONDENT",
            "start_char": 1298,
            "end_char": 1322
        },
        {
            "text": "Jairam Ramesh",
            "label": "LAWYER",
            "start_char": 1618,
            "end_char": 1631
        },
        {
            "text": "Rahul Gandhi",
            "label": "RESPONDENT",
            "start_char": 1644,
            "end_char": 1656
        },
        {
            "text": "Ashok Kumar",
            "label": "RESPONDENT",
            "start_char": 1835,
            "end_char": 1846
        },
        {
            "text": "Srinivasa Raghavan .V",
            "label": "LAWYER",
            "start_char": 1914,
            "end_char": 1935
        },
        {
            "text": "Narasimhan S. Pranav",
            "label": "LAWYER",
            "start_char": 1966,
            "end_char": 1986
        },
        {
            "text": "G. Narendar",
            "label": "JUDGE",
            "start_char": 2921,
            "end_char": 2932
        },
        {
            "text": "Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86)",
            "label": "COURT",
            "start_char": 3087,
            "end_char": 3165
        },
        {
            "text": "I.A. Nos.",
            "label": "CASE_NUMBER",
            "start_char": 3170,
            "end_char": 3179
        },
        {
            "text": "Commercial Original Suit No.1594/2022",
            "label": "CASE_NUMBER",
            "start_char": 3191,
            "end_char": 3228
        },
        {
            "text": "07.11.2022",
            "label": "DATE",
            "start_char": 3235,
            "end_char": 3245
        },
        {
            "text": "Indian National congress (@ INC India)",
            "label": "ORG",
            "start_char": 3418,
            "end_char": 3456
        },
        {
            "text": "Bharat Jodo Yatra",
            "label": "ORG",
            "start_char": 3461,
            "end_char": 3478
        },
        {
            "text": "Block Buster",
            "label": "ORG",
            "start_char": 4535,
            "end_char": 4547
        },
        {
            "text": "Bharat Jodo Yatra",
            "label": "ORG",
            "start_char": 4788,
            "end_char": 4805
        },
        {
            "text": "Indian National Congress",
            "label": "ORG",
            "start_char": 4828,
            "end_char": 4852
        },
        {
            "text": "Bharat Jodo",
            "label": "ORG",
            "start_char": 4991,
            "end_char": 5002
        },
        {
            "text": "Indian National Congress",
            "label": "ORG",
            "start_char": 5234,
            "end_char": 5258
        },
        {
            "text": "Indian National Congress",
            "label": "ORG",
            "start_char": 5349,
            "end_char": 5373
        },
        {
            "text": "Order 39 Rule 1 and 2 r/w 79",
            "label": "PROVISION",
            "start_char": 6024,
            "end_char": 6052
        },
        {
            "text": "IT Act",
            "label": "STATUTE",
            "start_char": 6060,
            "end_char": 6066
        },
        {
            "text": "Abhishek Manu Singhvi",
            "label": "LAWYER",
            "start_char": 6815,
            "end_char": 6836
        },
        {
            "text": "Udaya Holla",
            "label": "LAWYER",
            "start_char": 6869,
            "end_char": 6880
        },
        {
            "text": "A.S. Ponnanna",
            "label": "OTHER_PERSON",
            "start_char": 6890,
            "end_char": 6903
        },
        {
            "text": "Leela P.",
            "label": "LAWYER",
            "start_char": 6922,
            "end_char": 6930
        },
        {
            "text": "Srinivas V. Raghavan",
            "label": "OTHER_PERSON",
            "start_char": 6999,
            "end_char": 7019
        },
        {
            "text": "Narasimhan S. Pranav Kumar",
            "label": "OTHER_PERSON",
            "start_char": 7029,
            "end_char": 7055
        },
        {
            "text": "Kanyakumari",
            "label": "GPE",
            "start_char": 7952,
            "end_char": 7963
        },
        {
            "text": "Kashmir",
            "label": "GPE",
            "start_char": 7987,
            "end_char": 7994
        },
        {
            "text": "Twitter",
            "label": "ORG",
            "start_char": 8156,
            "end_char": 8163
        },
        {
            "text": "11th October, 2022",
            "label": "DATE",
            "start_char": 8722,
            "end_char": 8740
        },
        {
            "text": "2nd of November, 2022",
            "label": "DATE",
            "start_char": 8791,
            "end_char": 8812
        },
        {
            "text": "5th of November, 2022",
            "label": "DATE",
            "start_char": 8844,
            "end_char": 8865
        },
        {
            "text": "07.11.2022",
            "label": "DATE",
            "start_char": 8913,
            "end_char": 8923
        },
        {
            "text": "Rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 9085,
            "end_char": 9106
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 9114,
            "end_char": 9120
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 9140,
            "end_char": 9146
        },
        {
            "text": "07.11.2022",
            "label": "DATE",
            "start_char": 9612,
            "end_char": 9622
        },
        {
            "text": "Rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 10197,
            "end_char": 10218
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 10226,
            "end_char": 10232
        },
        {
            "text": "2014 SCC OnLine Kar 7191",
            "label": "PRECEDENT",
            "start_char": 10304,
            "end_char": 10328
        },
        {
            "text": "Vedant Fashions Pvt",
            "label": "ORG",
            "start_char": 10330,
            "end_char": 10349
        },
        {
            "text": "Ltd., vs. Smt",
            "label": "PRECEDENT",
            "start_char": 10351,
            "end_char": 10364
        },
        {
            "text": "Rajul Devi",
            "label": "OTHER_PERSON",
            "start_char": 10366,
            "end_char": 10376
        },
        {
            "text": "Mr. R K Jain vs. P G Chacko reported in AIR 2013 Kar 142",
            "label": "PRECEDENT",
            "start_char": 10472,
            "end_char": 10528
        },
        {
            "text": "Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795",
            "label": "PRECEDENT",
            "start_char": 10673,
            "end_char": 10771
        },
        {
            "text": "Venkatasubbiah",
            "label": "OTHER_PERSON",
            "start_char": 11464,
            "end_char": 11478
        },
        {
            "text": "Procter and Gamble Home Products Private Limited vs. Marico Ltd., and others",
            "label": "PRECEDENT",
            "start_char": 11715,
            "end_char": 11791
        },
        {
            "text": "MFA No.8990/2017",
            "label": "CASE_NUMBER",
            "start_char": 11796,
            "end_char": 11812
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 11881,
            "end_char": 11891
        },
        {
            "text": "Kandla Export Corporation and another vs. OCI Corporation and another reported in (2018) 14 SCC 715",
            "label": "PRECEDENT",
            "start_char": 11907,
            "end_char": 12006
        },
        {
            "text": "Order 39 Rule 3",
            "label": "PROVISION",
            "start_char": 12650,
            "end_char": 12665
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12673,
            "end_char": 12676
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 12854,
            "end_char": 12864
        },
        {
            "text": "A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7",
            "label": "PRECEDENT",
            "start_char": 12882,
            "end_char": 12945
        },
        {
            "text": "SCC 695",
            "label": "PROVISION",
            "start_char": 12946,
            "end_char": 12953
        },
        {
            "text": "section 13(1A)",
            "label": "PROVISION",
            "start_char": 13160,
            "end_char": 13174
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13182,
            "end_char": 13209
        },
        {
            "text": "Rule 3A",
            "label": "PROVISION",
            "start_char": 13494,
            "end_char": 13501
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 13635,
            "end_char": 13645
        },
        {
            "text": "Order 39 Rule 3A",
            "label": "PROVISION",
            "start_char": 13666,
            "end_char": 13682
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 13690,
            "end_char": 13696
        },
        {
            "text": "Order XLI Rule 1",
            "label": "PROVISION",
            "start_char": 14096,
            "end_char": 14112
        },
        {
            "text": "Order XLIII R(1)(r)",
            "label": "PROVISION",
            "start_char": 14423,
            "end_char": 14442
        },
        {
            "text": "rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 14479,
            "end_char": 14537
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 14544,
            "end_char": 14558
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14566,
            "end_char": 14593
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 15385,
            "end_char": 15396
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 15404,
            "end_char": 15445
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 15473,
            "end_char": 15483
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 15491,
            "end_char": 15542
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 15644,
            "end_char": 15654
        },
        {
            "text": "Kandla Export Corporation and Another v. OCI Corporation and Another, (2018) 14 Supreme Court Cases 715",
            "label": "PRECEDENT",
            "start_char": 15658,
            "end_char": 15761
        },
        {
            "text": "Procter & Gamble Home Products Private Limited v. Marico Limited and Ors",
            "label": "PRECEDENT",
            "start_char": 15814,
            "end_char": 15886
        },
        {
            "text": "MFA No.8990/2017",
            "label": "CASE_NUMBER",
            "start_char": 15891,
            "end_char": 15907
        },
        {
            "text": "30.11.2017",
            "label": "DATE",
            "start_char": 15914,
            "end_char": 15924
        },
        {
            "text": "A. Venkatasubbiah Naidu",
            "label": "OTHER_PERSON",
            "start_char": 15938,
            "end_char": 15961
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 16200,
            "end_char": 16225
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 16394,
            "end_char": 16404
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16412,
            "end_char": 16439
        },
        {
            "text": "Kandla",
            "label": "OTHER_PERSON",
            "start_char": 16457,
            "end_char": 16463
        },
        {
            "text": "07-02-2018",
            "label": "DATE",
            "start_char": 16489,
            "end_char": 16499
        },
        {
            "text": "Section-13",
            "label": "PROVISION",
            "start_char": 16522,
            "end_char": 16532
        },
        {
            "text": "03-05-2018",
            "label": "DATE",
            "start_char": 16547,
            "end_char": 16557
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 16564,
            "end_char": 16574
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 17091,
            "end_char": 17099
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 17107,
            "end_char": 17148
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17176,
            "end_char": 17186
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17194,
            "end_char": 17232
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 17512,
            "end_char": 17522
        },
        {
            "text": "Amendment Act (28 of 2018)",
            "label": "STATUTE",
            "start_char": 17535,
            "end_char": 17561
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 18499,
            "end_char": 18510
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 18518,
            "end_char": 18559
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 18587,
            "end_char": 18597
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 18605,
            "end_char": 18656
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 19151,
            "end_char": 19176
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19351,
            "end_char": 19365
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19373,
            "end_char": 19394
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19774,
            "end_char": 19788
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19796,
            "end_char": 19817
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 19961,
            "end_char": 19975
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 19983,
            "end_char": 20004
        },
        {
            "text": "I.A.No.4/2022",
            "label": "CASE_NUMBER",
            "start_char": 20181,
            "end_char": 20194
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20539,
            "end_char": 20549
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20763,
            "end_char": 20773
        },
        {
            "text": "Samir Narain Bhojwani vs. Aurora Properties and Investments and Another, reported in (2018) 17 SCC 203",
            "label": "PRECEDENT",
            "start_char": 20789,
            "end_char": 20891
        },
        {
            "text": "Dorab Cawasji Warden v. Coomi Sorab Warden",
            "label": "PRECEDENT",
            "start_char": 21657,
            "end_char": 21699
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 23689,
            "end_char": 23699
        },
        {
            "text": "Hammad Ahmed vs. Abdul Majeed and Others, reported in (2019) 14 SCC 1",
            "label": "PRECEDENT",
            "start_char": 23719,
            "end_char": 23788
        },
        {
            "text": "Samir Narain Bhojwani",
            "label": "OTHER_PERSON",
            "start_char": 23942,
            "end_char": 23963
        },
        {
            "text": "Deoraj v. State of Maharashtra",
            "label": "PRECEDENT",
            "start_char": 24381,
            "end_char": 24411
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 26694,
            "end_char": 26704
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 27181,
            "end_char": 27193
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 27853,
            "end_char": 27863
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 28218,
            "end_char": 28236
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28244,
            "end_char": 28247
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 28424,
            "end_char": 28430
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28438,
            "end_char": 28441
        },
        {
            "text": "Order XXXIX Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 28542,
            "end_char": 28566
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28567,
            "end_char": 28570
        },
        {
            "text": "B.V.",
            "label": "JUDGE",
            "start_char": 28758,
            "end_char": 28762
        },
        {
            "text": "Nagarathna",
            "label": "OTHER_PERSON",
            "start_char": 28763,
            "end_char": 28773
        },
        {
            "text": "Vedant Fashions Pvt. Ltd., v. Smt",
            "label": "PRECEDENT",
            "start_char": 28807,
            "end_char": 28840
        },
        {
            "text": "Rajul Devi",
            "label": "OTHER_PERSON",
            "start_char": 28842,
            "end_char": 28852
        },
        {
            "text": "SCC Online Kar 7191",
            "label": "CASE_NUMBER",
            "start_char": 28860,
            "end_char": 28879
        },
        {
            "text": "Chickpet",
            "label": "GPE",
            "start_char": 29147,
            "end_char": 29155
        },
        {
            "text": "Bangalore",
            "label": "GPE",
            "start_char": 29157,
            "end_char": 29166
        },
        {
            "text": "order 39 rule 1 & 2",
            "label": "PROVISION",
            "start_char": 29495,
            "end_char": 29514
        },
        {
            "text": "Times of India",
            "label": "ORG",
            "start_char": 30131,
            "end_char": 30145
        },
        {
            "text": "25/04/2014",
            "label": "DATE",
            "start_char": 30152,
            "end_char": 30162
        },
        {
            "text": "Order 39 rule 3(A)",
            "label": "PROVISION",
            "start_char": 31438,
            "end_char": 31456
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31460,
            "end_char": 31463
        },
        {
            "text": "31.7.2014",
            "label": "DATE",
            "start_char": 31541,
            "end_char": 31550
        },
        {
            "text": "Order XXXIX Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 31624,
            "end_char": 31649
        },
        {
            "text": "Order XXXIX of Rule 3",
            "label": "PROVISION",
            "start_char": 31764,
            "end_char": 31785
        },
        {
            "text": "01/02/1977",
            "label": "DATE",
            "start_char": 33288,
            "end_char": 33298
        },
        {
            "text": "Rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 34693,
            "end_char": 34714
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 34722,
            "end_char": 34725
        },
        {
            "text": "31.07.2014",
            "label": "DATE",
            "start_char": 34796,
            "end_char": 34806
        },
        {
            "text": "23/07/2014",
            "label": "DATE",
            "start_char": 34977,
            "end_char": 34987
        },
        {
            "text": "Mr. R.K. Jain v. Sri",
            "label": "PRECEDENT",
            "start_char": 35165,
            "end_char": 35185
        },
        {
            "text": "P.G. Chacko",
            "label": "OTHER_PERSON",
            "start_char": 35187,
            "end_char": 35198
        },
        {
            "text": "I.A. No. 1/2013",
            "label": "CASE_NUMBER",
            "start_char": 35321,
            "end_char": 35336
        },
        {
            "text": "Order 39, Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 35344,
            "end_char": 35367
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 35368,
            "end_char": 35371
        },
        {
            "text": "09.01.2013",
            "label": "DATE",
            "start_char": 35888,
            "end_char": 35898
        },
        {
            "text": "O. 39 Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 36032,
            "end_char": 36051
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 36055,
            "end_char": 36058
        },
        {
            "text": "Order 39, Rule 3",
            "label": "PROVISION",
            "start_char": 36862,
            "end_char": 36878
        },
        {
            "text": "13.03.2013",
            "label": "DATE",
            "start_char": 36971,
            "end_char": 36981
        },
        {
            "text": "Order 39, Rule 3",
            "label": "PROVISION",
            "start_char": 37011,
            "end_char": 37027
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 37028,
            "end_char": 37031
        },
        {
            "text": "Act No. 1/1976",
            "label": "STATUTE",
            "start_char": 38263,
            "end_char": 38277
        },
        {
            "text": "United Commercial Bank v. Bank of India, (1981) 2 SCC 766",
            "label": "PRECEDENT",
            "start_char": 38717,
            "end_char": 38774
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 38825,
            "end_char": 38835
        },
        {
            "text": "Order 39, Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 39921,
            "end_char": 39944
        },
        {
            "text": "Bank of India",
            "label": "ORG",
            "start_char": 40497,
            "end_char": 40510
        },
        {
            "text": "Shiv Kumar Chadha v. Municipal Corporation of Delhi, (1993) 3 SCC 161",
            "label": "PRECEDENT",
            "start_char": 40730,
            "end_char": 40799
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 40847,
            "end_char": 40857
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 40956,
            "end_char": 40974
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 41033,
            "end_char": 41039
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 42124,
            "end_char": 42130
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 42906,
            "end_char": 42924
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 42930,
            "end_char": 42940
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 43362,
            "end_char": 43372
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 43417,
            "end_char": 43423
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 43484,
            "end_char": 43502
        },
        {
            "text": "Taylor v. Taylor, (1875) 1 Ch",
            "label": "PRECEDENT",
            "start_char": 43719,
            "end_char": 43748
        },
        {
            "text": "Nazir Ahmed v. Emperor, AIR 1936 PC 253 (2)",
            "label": "PRECEDENT",
            "start_char": 43758,
            "end_char": 43801
        },
        {
            "text": "Bombay Tenancy and Agricultural Lands Act",
            "label": "STATUTE",
            "start_char": 43891,
            "end_char": 43932
        },
        {
            "text": "Ramachandra Keshav Adke v. Govind Joti Chavare, (1975) 1 SCC 559 : AIR 1975 SC 915",
            "label": "PRECEDENT",
            "start_char": 43948,
            "end_char": 44030
        },
        {
            "text": "Paramvah Studios Pvt. Ltd., and Another v. Lahari Recording Company, ILR 2017 KAR 1795",
            "label": "PRECEDENT",
            "start_char": 45418,
            "end_char": 45504
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 45589,
            "end_char": 45607
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 45623,
            "end_char": 45646
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 46039,
            "end_char": 46057
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 46065,
            "end_char": 46088
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 46337,
            "end_char": 46350
        },
        {
            "text": "Morgan Stanley Mutual Fund v. Kartick Das [(1994) 4 SCC 225]",
            "label": "PRECEDENT",
            "start_char": 46366,
            "end_char": 46426
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 47584,
            "end_char": 47597
        },
        {
            "text": "Order XXXIX Rule 3",
            "label": "PROVISION",
            "start_char": 47634,
            "end_char": 47652
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 47656,
            "end_char": 47679
        },
        {
            "text": "Shiv Kumar Chadha v. Municipal Corporation of Delhi",
            "label": "PRECEDENT",
            "start_char": 47695,
            "end_char": 47746
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 47875,
            "end_char": 47893
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 47952,
            "end_char": 47958
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 49042,
            "end_char": 49048
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 49826,
            "end_char": 49844
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 49850,
            "end_char": 49860
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 50283,
            "end_char": 50293
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 50338,
            "end_char": 50344
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 50405,
            "end_char": 50423
        },
        {
            "text": "Taylor v. Taylor and Nazir Ahmed v. Emperor",
            "label": "PRECEDENT",
            "start_char": 50640,
            "end_char": 50683
        },
        {
            "text": "Bombay Tenancy and Agricultural Lands Act",
            "label": "STATUTE",
            "start_char": 50773,
            "end_char": 50814
        },
        {
            "text": "Ramchandra Keshav Adke V. Govind Joti Chavare",
            "label": "PRECEDENT",
            "start_char": 50830,
            "end_char": 50875
        },
        {
            "text": "Supreme Court Practice 1993, Vol. 1",
            "label": "COURT",
            "start_char": 51466,
            "end_char": 51501
        },
        {
            "text": "07.11.2022",
            "label": "DATE",
            "start_char": 51860,
            "end_char": 51870
        },
        {
            "text": "I.A. Nos.3 to 6",
            "label": "CASE_NUMBER",
            "start_char": 51881,
            "end_char": 51896
        },
        {
            "text": "Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86)",
            "label": "COURT",
            "start_char": 51914,
            "end_char": 51992
        },
        {
            "text": "Commercial Original Suit No.1594/2022",
            "label": "CASE_NUMBER",
            "start_char": 51996,
            "end_char": 52033
        },
        {
            "text": "Abhishek Manu Singhvi",
            "label": "LAWYER",
            "start_char": 52306,
            "end_char": 52327
        },
        {
            "text": "09.11.2022",
            "label": "DATE",
            "start_char": 52435,
            "end_char": 52445
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 53001,
            "end_char": 53022
        },
        {
            "text": "Abhishek Manu Singhvi",
            "label": "LAWYER",
            "start_char": 53090,
            "end_char": 53111
        },
        {
            "text": "07.11.2022",
            "label": "DATE",
            "start_char": 53958,
            "end_char": 53968
        },
        {
            "text": "I.A.Nos.3/2022, 4/2022, 5/2022 and 6/2022",
            "label": "PRECEDENT",
            "start_char": 53976,
            "end_char": 54017
        },
        {
            "text": "Additional City Civil & Sessions Judge, Commercial Division, Bangalore(CCH-86)",
            "label": "COURT",
            "start_char": 54035,
            "end_char": 54113
        },
        {
            "text": "Commercial Original Suit No.1594/2022",
            "label": "CASE_NUMBER",
            "start_char": 54117,
            "end_char": 54154
        },
        {
            "text": "YouTube",
            "label": "GPE",
            "start_char": 54333,
            "end_char": 54340
        },
        {
            "text": "Instagram",
            "label": "GPE",
            "start_char": 54345,
            "end_char": 54354
        },
        {
            "text": "6/2022",
            "label": "DATE",
            "start_char": 54421,
            "end_char": 54427
        }
    ],
    "precedent_clusters": {
        "A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7": [
            "Ltd., vs. Smt",
            "Procter and Gamble Home Products Private Limited vs. Marico Ltd., and others",
            "A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7",
            "Procter & Gamble Home Products Private Limited v. Marico Limited and Ors",
            "Dorab Cawasji Warden v. Coomi Sorab Warden",
            "Deoraj v. State of Maharashtra",
            "Vedant Fashions Pvt. Ltd., v. Smt",
            "Mr. R.K. Jain v. Sri",
            "Shiv Kumar Chadha v. Municipal Corporation of Delhi",
            "Taylor v. Taylor and Nazir Ahmed v. Emperor",
            "Ramchandra Keshav Adke V. Govind Joti Chavare",
            "I.A.Nos.3/2022, 4/2022, 5/2022 and 6/2022"
        ],
        "Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795": [
            "Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795",
            "Paramvah Studios Pvt. Ltd., and Another v. Lahari Recording Company, ILR 2017 KAR 1795"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order 39 Rule 1 and 2 r/w 79",
            "IT Act",
            "Order 39 Rule 1 and 2 r/w 79",
            "IT Act"
        ],
        [
            "Rule 3 of Order XXXIX",
            "C.P.C.",
            "Rule 3 of Order XXXIX",
            "C.P.C."
        ],
        [
            "Rule 3 of Order XXXIX",
            "C.P.C.",
            "Rule 3 of Order XXXIX",
            "C.P.C."
        ],
        [
            "Order 39 Rule 3",
            "CPC",
            "Order 39 Rule 3",
            "CPC"
        ],
        [
            "section 13(1A)",
            "Commercial Courts Act, 2015",
            "section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 39 Rule 3A",
            "C.P.C.",
            "Order 39 Rule 3A",
            "C.P.C."
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 43",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order 43",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Amendment Act (28 of 2018)",
            "Section 13",
            "Amendment Act (28 of 2018)"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act",
            "Section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act",
            "Section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act",
            "Section 13(1A)",
            "Commercial Courts Act"
        ],
        [
            "Order XXXIX Rule 3",
            "CPC",
            "Order XXXIX Rule 3",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Order XXXIX Rule 1 and 2",
            "CPC",
            "Order XXXIX Rule 1 and 2",
            "CPC"
        ],
        [
            "Order 39 rule 3(A)",
            "CPC",
            "Order 39 rule 3(A)",
            "CPC"
        ],
        [
            "Rule 3 of Order XXXIX",
            "CPC",
            "Rule 3 of Order XXXIX",
            "CPC"
        ],
        [
            "Order 39, Rules 1 and 2",
            "CPC",
            "Order 39, Rules 1 and 2",
            "CPC"
        ],
        [
            "O. 39 Rules 1 and 2",
            "CPC",
            "O. 39 Rules 1 and 2",
            "CPC"
        ],
        [
            "Order 39, Rule 3",
            "CPC",
            "Order 39, Rule 3",
            "CPC"
        ],
        [
            "Order XXXIX Rule 3",
            "Code of Civil Procedure",
            "Order XXXIX Rule 3",
            "Code of Civil Procedure"
        ],
        [
            "Order XXXIX Rule 3",
            "Code of Civil Procedure",
            "Order XXXIX Rule 3",
            "Code of Civil Procedure"
        ],
        [
            "Order XXXIX Rule 3",
            "Code of Civil Procedure",
            "Order XXXIX Rule 3",
            "Code of Civil Procedure"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX",
            "C.P.C.",
            "rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX",
            "C.P.C."
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XXXIX Rules 1 and 2",
            "CPC",
            "Order XXXIX Rules 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX of Rule 3",
            "CPC",
            "Order XXXIX of Rule 3",
            "CPC"
        ],
        [
            "Order 39, Rule 3",
            "CPC",
            "Order 39, Rule 3",
            "CPC"
        ],
        [
            "Order 39, Rules 1 and 2",
            "CPC",
            "Order 39, Rules 1 and 2",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "Rule 3",
            "CPC",
            "Rule 3",
            "CPC"
        ],
        [
            "Rule 3 of Order 39",
            "CPC",
            "Rule 3 of Order 39",
            "CPC"
        ],
        [
            "SCC 695",
            "CPC",
            "SCC 695",
            "CPC"
        ],
        [
            "Rule 3A",
            "Commercial Courts Act, 2015",
            "Rule 3A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLI Rule 1",
            "C.P.C.",
            "Order XLI Rule 1",
            "C.P.C."
        ],
        [
            "Order XLIII R(1)(r)",
            "C.P.C.",
            "Order XLIII R(1)(r)",
            "C.P.C."
        ],
        [
            "Section-13",
            "Commercial Courts Act, 2015",
            "Section-13",
            "Commercial Courts Act, 2015"
        ],
        [
            "order 39 rule 1 & 2",
            "CPC",
            "order 39 rule 1 & 2",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "A. Venkata Subbaiah Naidu v. S. Chellappan and Others, (2000) 7": 12,
        "Paramvah Studios Pvt. Ltd., and another vs. Lahari Recording Company reported in ILR 2017 KAR 1795": 2
    },
    "provision_counts": {
        "Order 39 Rule 1 and 2 r/w 79 of IT Act": 1,
        "Rule 3 of Order XXXIX of C.P.C.": 2,
        "Order 39 Rule 3 of CPC": 1,
        "section 13(1A) of Commercial Courts Act, 2015": 1,
        "Order 39 Rule 3A of C.P.C.": 1,
        "Section 13(1A) of Commercial Courts Act, 2015": 1,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 2,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "Section 13 of Commercial Courts Act, 2015": 3,
        "Order 43 of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 13 of Amendment Act (28 of 2018)": 1,
        "Section 13(1A) of Commercial Courts Act": 3,
        "Order XXXIX Rule 3 of CPC": 1,
        "Rule 3 of CPC": 8,
        "Order XXXIX Rule 1 and 2 of CPC": 1,
        "Order 39 rule 3(A) of CPC": 1,
        "Rule 3 of Order XXXIX of CPC": 1,
        "Order 39, Rules 1 and 2 of CPC": 2,
        "O. 39 Rules 1 and 2 of CPC": 1,
        "Order 39, Rule 3 of CPC": 2,
        "Order XXXIX Rule 3 of Code of Civil Procedure": 3,
        "rule 1, rule 2 [rule 2A], rule 4 or rule 10 of Order XXXIX of C.P.C.": 1,
        "Order XXXIX Rules 1 and 2 of CPC": 1,
        "Order XXXIX of Rule 3 of CPC": 1,
        "Rule 3 of Order 39 of CPC": 6,
        "SCC 695 of CPC": 1,
        "Rule 3A of Commercial Courts Act, 2015": 1,
        "Order XLI Rule 1 of C.P.C.": 1,
        "Order XLIII R(1)(r) of C.P.C.": 1,
        "Section-13 of Commercial Courts Act, 2015": 1,
        "order 39 rule 1 & 2 of CPC": 1
    },
    "statute_counts": {
        "IT Act": 1,
        "C.P.C.": 6,
        "CPC": 28,
        "Commercial Courts Act, 2015": 7,
        "Code of Civil Procedure, 1908 (5 of 1908)": 3,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 2,
        "Arbitration and Conciliation Act, 1996": 1,
        "Amendment Act (28 of 2018)": 1,
        "Commercial Courts Act": 3,
        "Code of Civil Procedure": 3
    }
}