{
    "id": "d0bcae81e14c7e2323bafc54a106253adce57b87a6dc1e6c93c3bf3c573ad559",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court\nAnita Chhabra & Ors. vs Surender Kumar on 26 September, 2022 \nAuthor: C. Hari Shankar\nBench: C.Hari Shankar \n                          $~\n                          *        In The High Court Of Delhi At New Delhi\n                                                                                Reserved on: 13th September, 2022 \n                                                                           Pronounced on: 26th September, 2022 \n                          +        Cm(M) 548/2022 and Cm 26752/2022 \n                                   Anita Chhabra & Ors.                                          ..... Petitioners \n                                               Through:                              Ms. Sagarika Wadhwa, Adv. \n\n                                                                 versus \n\n                                   Surender Kumar                                               ..... Respondent\n                                               Through:                              Mr. Rohit Khurana, Adv.\n\n                                   Coram:\n                                   Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                           Judgment\n% 26.09.2022\n1. Cs (Comm) 2718/2021 was instituted by the petitioner Anita Chhabra, before the learned District Judge (Commercial Court) (\"the learned Commercial Court\") against the respondent Surende r Kumar for recovery of  66 lakhs along with interest, as a commercial suit under the Code of Civil Procedure, 1908 (CPC) as amended by the Commercial Courts Act, 2015 . As required by Order XI Rule 1(1)1 of 1. Disclosure and discovery of documents . -\n(1) Plaintiff shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the plaint, including:\n(a) Documents referred to and relied on by the plaintiff in the plaint;\n(b) Documents relating to any matter in question in the proceedings, in the power, possession, control or custody of the plaintiff, as on the date of filing the plaint, irrespective of whether the same is in support of or adverse to the plaintiffs case;\n(c) nothing in this rule shall apply to documents produced by plaintiffs and relevant only - (i) for the cross-examination of the defendant's witnesses, or (ii) in answer to any case setup by the defendant subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory. \nthe CPC, as amended by the Commercial Courts Act, the petitioner filed, alongwith the plaint, on 27th July 2021, a list of the documents on which the petitioner proposed to place reliance, along with copies thereof. \n2. Summons were issued in CS (Comm) 2718/2021, the petitioners filed an application under Order VII Rule 14 of the CPC on 8th September, 2021, seeking to place, on record, certain additional documents which, according to the application, were a \"necessary and essential part of the suit\", but could not be filed with the plaint \"due to negligence on the part of the plaintiffs\". It was further averred, in the application, that the documents were crucial to adjudicating the lis and that no prejudice would be caused to the respondent if the documents were permitted to be brought on record; whereas, the petitioners would, else, be subjected to serious prejudice. As the suit was still at the stage of issuance of summons, the application prayed that the documents be permitted to be brought on record. \n3. I may note even at this juncture, that, an application by a plaintiff, to place on record additional documents in a commercial suit, is required to be filed under sub-rule (4)2 (where the additional documents are filed within 30 days of filing of the plaint) or (5)3 (4) In case of urgent filings, the plaintiff may seek leave to rely on additional documents, as part of the above declaration on oath and subject to grant of such leave by court, the plaintiff shall file such additional documents in court, within thirty days of filing the suit, along with a declaration on oath that the plaintiff has produced all documents in its power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the plaintiff and that the plaintiff does not have any other documents, in its power, possession, control or custody.\n(5) The plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non-disclosure along with the plaint. \n(where the additional documents are filed more than 30 days after filing of the plaint), and not under Order VII Rule 14 of the CPC. In Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.4, the Supreme Court held, however, that an application for placing additional documents on record in a commercial suit, even if filed under Order VII Rule 14 of the CPC, could be treated as an application under Order XI Rule 1(4) or (5) of the CPC. As such, the application filed by the petitioners is treated as an application under Order XI Rule 1(4) or (5) of the CPC. \n4. The aforesaid application filed by the petitioners for taking additional documents on record was dismissed by the learned Commercial Court vide order dated 4th December 2021. An application, under Section 114 of the CPC, seeking review of the said decision was also dismissed by the learned Commercial Court vide order dated 8th April 2022. Both these orders are under challenge in the present petition preferred under Article 227 of the Constitution of India. \nImpugned order dated 4th December 2021 5. The learned Commercial Court has, in the order dated 4th December 2021, dismissed the petitioners' application, observing that (i) the documents were not contained in the list of documents filed with the plaint, on which the petitioners sought to place reliance, (ii) the petitioners were not seeking to contend that the documents were 2021 SCC OnLine 734 not in their power and possession at the time when plaint was filed and (iii) the application did not provide any reasonable cause for default, on the part of the petitioners, in filing the said documents with the plaint. Rather, observes the learned Commercial Court, the petitioners had admitted, in their application, that the documents were not filed with the plaint owing to the petitioners' own negligence. In these circumstances, the learned Commercial Court held that no case for permitting the documents to be brought on record, within the meaning of Order XI Rule 1 of the CPC as amended by the Commercial Courts Act, existed. The application was, accordingly, dismissed with costs of  5,000/-. \nOrder dated 8th April 2022 6. In the order dated 8th April 2022, the learned Commercial Court ruled, additionally, that the documents that the petitioners sought to bring on record were not necessary for adjudicating the lis. The documents were copies of a Sale Deed and an affidavit dated 15th October 1997. These documents, according to the petitioners, were part of the chain of documents which established ownership of the suit property. The learned Commercial Court held that the suit filed by the petitioners did not seek specific performance or any declaration in which the question of ownership was required to be decided. All that the petitioners sought in the suit was refund of payment made to one Guru Dutt Chhabra. The documents, therefore, it was held, were of no consequence while adjudicating the present suit. Insofar as the reasons for refusal to take the documents on record were concerned, the learned Commercial Court held that no ground for review of the said reasons, as contained in the order dated 4th December 2021, existed. \n7. For all these reasons, the learned Commercial Court rejected the review application filed by the petitioners. \nRival contentions, analysis and findings Statutory scheme of Order XI Rule 1(1)(4) and (5) of the CPC as amended by the Commercial Courts Act 8. Before proceeding to the rival contentions advanced at the Bar, one may refer to the statutory scheme contained in sub rules (1), (4) and (5) of Order XI Rule 1 of the CPC, which deal with filing of documents. Order XI Rule 1(1) requires a plaintiff to \"file, along with the plaint, a list of all documents in its power, possession, control or custody and photocopies thereof\". The documents, therefore, are required to accompany the plaint. \n9. In the case of \"urgent filing\", Order XI Rule 1(4) permits additional documents to be filed by the plaintiff within 30 days of filing of the suit, subject to grant of leave by the Court. \n10. Documents, which have not been brought on record either under sub rule (1) or sub rule (4) of Order XI Rule 1, i.e. documents which have not been brought on record till the expiry of 30 days from the filing of the suit, may be brought on record under Order XI Rule 1(5), subject to leave of the Court. Such leave, however, can be granted only on the plaintiff establishing reasonable cause for non-disclosure of the documents along with the plaint. \n11. It may be noted that, though Order XI Rule 1(4) also envisages bringing on record of additional documents not filed along with the plaint, within 30 days of the filing of the plaint, and requires leave of the Court to be obtained in that regard, it does not specifically require the plaintiff, seeking such leave, to establish reasonable cause for non- disclosure of the documents with the plaint. That is a requirement restricted, in the case of the plaintiff, to Order XI Rule 1(5), in respect of the documents which are sought to be brought on record beyond 30 days from the date of filing of the plaint. \nOrder dated 10th January 2022 of Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205 and decisions in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.6, Babasaheb Raosaheb Kobarne v Pyrotek India Private Limited7 and Prakash Corporates v. Dee Vee Projects Ltd8 12. Consequent on the infliction, on the country and, indeed, the world, of the COVID-19 pandemic and its adverse effect on work in Courts all over India, the Supreme Court, as is well known, took suo moto cognizance of the situation, and passed various orders, extending the period of limitation available for filing petitions, appeals and 2022 3 SCC 117 MANU/SCOR/03428/2022 MANU/SCOR/50600/2022 (2022) 5 SCC 112 applications before judicial fora by various lengths of time. The last such order was passed on 10th January 2022, in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, in which it was clarified thus:\n\"5.4. It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\" \n(Emphasis supplied) \n13. The aforesaid position was further recognized by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals6, which read thus:\n\"Having heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent-original defendant. \nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021. \nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court. Hence, the Special Leave Petitions stand dismissed. Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated. \nPending applications stand disposed of. \n(Emphasis supplied)\" \n14. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne7 and Prakash Corporates8 that the effect of operation of the aforesaid orders passed by the Supreme Court was that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28th February 2022. The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding. The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates8, which holds that \"the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed\".\n15. In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd9, that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020. It would not, therefore, be available where the normal period of limitation expired before 15th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020. That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Re:\nCognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, based on which the Supreme Court has held, in Centaur Pharmaceuticals6 that, even where the extended period of limitation condonable period of limitation expired after 15th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court. \n16. That aspect is, however, not of particular relevance to the present case. \nApplying the above principles to the present case 17. As already noted, Order XI Rule 1(5) of the CPC requires the petitioners to adduce sufficient cause for failure to disclose the additional documents along with the plaint, in order to be permitted to place the documents on record beyond a period of 30 days from the date of filing of the plaint. The application filed by the petitioners in the present case does not contain any such disclosure, as to why the two documents that the petitioners desired to bring on record were not filed with the plaint. It is admitted that the documents were in the possession, power and custody of the petitioners even when the plaint was filed. All that is stated in the application is that the documents were not brought on record owing to negligence of the learned Counsel who filed the plaint. Negligence of Counsel, quite obviously, cannot constitute reasonable cause, within the meaning of Order XI Rule 1(5); else, the very requirement of adducing reasonable cause for (2021) 2 SCC 317 failure to disclose the documents with the plaint would be reduced to a formality. \n18. The learned Commercial Court is, therefore, perfectly justified in holding that no reasonable cause, for failure to file the two additional documents along with the plaint, had been shown, by the petitioners, to exist. \n19. If, therefore, Order XI Rule 1(5) were to be applicable, the petitioners clearly have no case. \n20. Apparently cognizant of this handicap, Ms. Sagarika Wadhwa, learned Counsel for the petitioner, seeks to press into service Order XI Rule 1(4) of the CPC (as amended by the Commercial Courts Act). She submits that the period of limitation of 30 days, envisaged by Order XI Rule 1(4) stands extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, read with the judgments in Prakash Corporates8, Centaur Pharmaceuticals6 and Babasaheb Raosaheb Kobarne7, till 28th February 2022. Inasmuch as the documents had been sought to be placed on record with the application, which was filed on 8th September 2021, it was submitted that the petitioners were entitled to the benefit of Order XI Rule 1(4). \n21. At first glance, the submission is undoubtedly attractive. Ms. Wadhwa is correct in her submission that the period of 30 days, envisaged under Order XI Rule 1(4) would, by operation of the afore- noted orders and judgments of the Supreme Court, stand extended till 28th February 2022. Ms. Wadhwa is also correct, in her submission that the documents were indeed brought on record prior to 28 th February 2022, on 8th September 2021. \n22. Even so, submits Mr. Rohit Khurana, learned Counsel for the respondent, the petitioners would not be entitled to benefit of Order XI Rule 1(4). This, he submits, is because the said provision applies only to \"urgent filings\". The petitioners having not filed CS (Comm) 2718/2021, as an \"urgent filing\", he submits that they could not claim the benefit of Order XI Rule 1(4). In this context, Mr. Khurana points out that the suit was a plain and simple suit for recovery of money. No interim relief was claimed in the suit. Nor is there any averment in the plaint to suggest that the suit was being filed urgently. Mr. Khurana has relied, in this context, on the judgment of the Supreme Court in Sudhir Kumar4 particularly on the following passage therein:\n\"36. Now, so far as the other documents sought to be relied on/produced as additional documents other than the invoices are concerned the same stands on different footing. It is not disputed and in fact it was specifically admitted and so stated in the application that those additional documents other than the invoices were in their possession but not produced being voluminous and that the suit was filed urgently. However, it is to be noted that when the second suit was filed, it cannot be said to be urgent filing of the suit for injunction, as the first suit was filed in the month of October, 2018 and there was an ex parte ad interim injunction vide order dated 29.10.2018 and thereafter plaintiff withdrew the said first suit on 27.07.2019 with liberty to file a fresh suit as per the Commercial Courts Act and the second suit came to be filed on 31.08.2019 after period of one month of the withdrawal of first suit. Therefore the case on behalf of the plaintiff that when the second suit was filed, it was urgently filed therefore, the additional documents sought to be relied upon other than the invoices were not filed as the same were voluminous cannot be accepted. And therefore as such Order XI Rule 1 (4) shall not be applicable, though the application was filed within thirty days of filing of the second suit. While seeking leave of the court to rely on documents, which were in his power, possession, control or custody and not disclosed along with plaint or within the extended period set out in Order XI Rule 1 (4), the plaintiff has to establish the reasonable cause for non disclosure along with plaint.\"\n(Emphasis supplied)\n23. Responding to the said submission of Mr. Khurana, Ms. Wadhwa submits that the limitation for filing the suit expired, at the latest, in June 2021. That period stood extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, till 28th February 2022. The suit was filed on 27th July 2021, after expiry of the period of limitation, taking advantage of the extension of limitation provided by the orders passed by the Supreme Court. This very fact, she submits, indicates that the suit was filed urgently. She submits that there is no fixed format in the CPC or in the Commercial Courts Act, governing \"urgent filings\". That being so, she submits, it would be unfair and unjust to deny to her clients, the benefit of Order XI Rule 1(4), especially as the documents were filed a mere few days beyond the 30 day window period from the date of filing of the plaint, available under Order XI Rule 1(4). \n24. I am inclined to agree with Mr. Khurana. \n25. In commercial suits, the time periods and other formalities stipulated in the Commercial Courts Act are binding and are required to be strictly followed. This is apparent from the decision in Sudhir Kumar4, on which Mr. Khurana placed reliance. \n26. The Supreme Court has strictly examined the issue of availability, to the appellant in that case, of the benefit under Order XI Rule 1(4). On the basis of the facts before it, the Supreme Court has held that the filing of the plaint, by the appellant in that case, could not be treated as an \"urgent filing\", as would entitle the appellant to the benefit of Order XI Rule 1(4). \n27. The situation, in the present case, is worse, insofar as the applicability of Order XI Rule 1(4), on facts, is concerned. The suit filed by the petitioners was a simple money suit. No application for interlocutory relief was preferred therewith. The mere fact that the suit happened to have been filed by availing the benefit of extension of limitation as conferred by the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, cannot, by itself, justify treating the filing of the suit as an \"urgent filing\". No urgency, of any sort, is reflected in the pleadings in the suit. Even if there is no prescribed format for \"urgent filing\" in the CPC or in the Commercial Courts Act, para 36 of the report in Sudhir Kumar4 makes it clear that the facts of the case should disclose urgency in the filing of the suit, in order for the benefit under Order XI Rule 1(4) to be available. In the present case, the facts do not disclose any such urgency, as is correctly pointed out by Mr. Khurana. \n28. That being so, applying Sudhir Kumar4 to the present case, it cannot be said that CS (Comm) 2718/2021 was instituted as an \"urgent filing\" by the petitioners. Per sequitur, Order XI Rule 1(4) would not be available to the petitioners in the present case. \n29. The inexorable result is that (i) the additional documents in the present case having not been filed with the plaint as required by Order XI Rule 1(1),\n(ii) the plaint having not been filed as an \"urgent filing\" as envisaged by Order XI Rule 1(4), and (iii) no \"sufficient cause\" for not filing the documents with the plaint, within the meaning of Order XI Rule 1(5) having been adduced by the petitioners, no error, whatsoever, can be discerned in the impugned order, of the learned Commercial Court, refusing to take the said documents on record.\nConclusion 30. Resultantly, the present petition, being devoid of merits, fails and is accordingly dismissed with no orders as to costs. Pending applications, if any, do not survive for consideration and are accordingly disposed of. \nC. HARI SHANKAR, J SEPTEMBER 26, 2022 r.bararia",
        "preamble_end_char_offset": null,
        "cleaned_text": "calcutta high court (appellete side) m/s. odisha slurry pipeline . vs idbi bank ltd. & ors on 9 december, 2022 author: harish tandon bench: harish tandon 1 in the high court at calcutta civil appellate jurisdiction commercial division present: the hon'ble justice harish tandon & the hon'ble justice prasenjit biswas f.m.a.t 360 of 2022 with can 1 of 2022 m/s. odisha slurry pipeline infrastructure ltd. & anr. vs. idbi bank ltd. & ors. and f.m.a.t 314 of 2022 with can 1 of 2022 m/s. srei multiple asset investment trust (smait) vs. m/s. odisha slurry pipeline infrastructure ltd. & ors. and f.m.a.t 258 of 2022 with can 1 of 2022 & can 2 of 2022 commit suppliers pvt. ltd. vs. dilip kumar rungta 2 appearance: for the appellants : mr. deepak khosla, adv. (fmat 360 of 2022) ms. anjana banerjee, adv. mr. rohan s. nandy, adv. for the respondents no. 39 : mr. jaydip kar, sr. adv. (fmat 360 of 2022) mr. abhishek swaroop, adv. mr. arkaprava sen, adv. mr. anupam prakash, adv. mr. naman kamdar, adv. for the respondents no. 50 : mr. jishnu saha, adv. (fmat 360 of 2022) mr. dwaipayan basu mallick, adv. mr. amitabh shukla, adv. mr. ashutosh shukla, adv. for the appellants : mr. deepak khosla, adv. (fmat 314 of 2022) ms. anjana banerjee, adv. mr. rahan s. nandy, adv. for the respondents no. 1 : mr. jishnu saha, adv. (fmat 314 of 2022) mr. dwaipayan basu mallick, adv. mr. ashutosh shukla, adv. for the respondents no. 2 : mr. jaydip kar, sr. adv. (fmat 314 of 2022) mr. abhishek swaroop, adv. mr. arkaprava sen, adv. mr. anupam prakash, adv. mr. naman kamdar, adv. for the appellants : mr. suresh sahni, adv. (fmat 258 of 2022) mr. soumik ghosh, adv. 3 for the respondents : mr. rupak ghosh, adv. (fmat 258 of 2022) ms. sanjukta gupta, adv. ms. sananda ganguli, adv. judgment on : 09.12.2022 harish tandon, j.: the slew of litigations have been percolated in the docket of the court raising the questions which are common in nature though argued separately by the different set of counsels and were heard in phase manner as the point of law remained common and if decided would impact the decision several such litigations on the factual matrix. the seminal question involved in the aforesaid matters relates to institutions of a suit involving commercial disputes covering the specified value without exhausted the pre litigation mediation contemplated under section 12 a of the commercial courts act, 2015 whether or not involving the urgent interim reliefs. the commercial courts act was promulgated in the year 2015 with the avowed object of securing the speedy disposal of the high value commercial disputes through a special forum i.e. by establishing the commercial courts, commercial division and the commercial appellate division of the high court. at the time of birth of the said act, there was no concept of preinstitution mediation which sees the light of the day after introduction of chapter iii-a of the said act by act 28 th of 2018 w.e.f 3.5.2018. the said chapter contained only one section i.e. section 12a which mandating that the suit shall not be instituted unless the plaintiff exhausts the remedy of preinstitution mediation. the aforesaid provisions further contained the provision that the period within which the pre-institution mediation has to be completed shall be excluded from the purview of the limitation act, 1963. the most important facet of the aforesaid provision introduced subsequently can further be visualised that the settlement arrived in a mediation process shall have the same status and effect that of the arbitral award and it can be reasonably inferred that the same is capable of being executed and/or enforced as a decree in accordance with the provision of the code of civil procedure, 1908. the legislatures were conscious that the mediation process may consume a considerable time and the reliefs may be delayed, fixed the time in which the mediation process should be completed putting outer cap beyond which cannot be extended even a party consented for such extension. the object is laudable that the aforesaid newly inserted provision was not only to avoid the unnecessary explosion in the docket of the court but acknowledges the party autonomy in resolving the disputes through such recognised process to avoid the time consumed in a conventional adjudicatory system and cost effected although the schedule prescribed therein includes a cost to be shared by both the parties which is minimal in comparison to the litigations travelling in the ordinary civil courts. the process of mediation is unique in the sense that the carriage of the proceedings remained with the parties as opposed to an ordinary litigation before the civil courts and the settlement bring the solace and/or satisfaction but restore the relationship which may have been temporarily broken and therefore, it is conventionally known as a win-win situation. there was a common discordant amongst the legal fraternity that the activation of the process of pre-institution mediation simply delayed the adjudicatory process and imposition of unnecessary expenditures. it is no doubt true that every dispute may not be settled through a mediation process and the innumerable cases received a death as the defendant either chose not to undergo such process or there is a failure on account of non-consensus between the litigating parties. the rules framed under the aforesaid act contained the provision and in the event the defendant chose not to participate in the proceedings the report would be treated as non-starter. the concept of mediation though claimed to be new in the legal system yet, being introduced after a long discourse, it is a collective duty of the citizenry to accept the legislative intent as sensitised themselves to make it workable than to render it a dead letter. the object and purpose of introduction of a new chapter in the said act not only helps in resolution of the disputes effectively but to achieve the goal envisioned by the law framers in propelling the concept of ease of doing business. the legislature was conscious that every litigation must not mandatorily undergo with the pre-institution litigation and taking into consideration where an urgent interim relief is sought, the plaintiff can approach the special forum without exhausting such a statutory provision which can be visualised from section 12 a (1) of the said act which runs thus: \"12-a. pre-institution mediation and settlement. (1) a suit, which does not contemplate any urgent interim relief under this act, shall not be instituted unless the plaintiff exhausts the remedy of pre-institution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government.\" the aforesaid section postulates that the suit which does not require any urgent interim reliefs shall not be instituted unless the remedial measure by way of pre-institution mediation is exhausted. the question is often pose on the recourses to be adopted by the commercial courts or the commercial division when ultimately it is found after deliberation that no urgent interim relief can be granted to the plaintiff as the said section i.e., section 12 a of the act is silent. the apex court in the case of patil automation private ltd. vs. rakheja engineers private ltd. reported in 2022 scc online sc 1028: (2022) 10 scc 1 considered the aforesaid aspect in the light of the provisions contained in section 80 of the code of civil procedure and section 69(2) of the indian partnership act wherein somewhat identical provisions were involved though not in relation to the pre-institution mediation. the division bench of the supreme court was considering the single bench judgment of the bombay high court rendered in case of ganga taro where the provisions contained under section 80 of the cpc was taken into consideration and it was held that if the defendant did not raise an objection on the institution of the suit without compliance of the mandatory provisions contained in the aforesaid section, it will tantamount to a waiver and therefore, the same analogy may be applied to section 12a of the said act and ultimately held that the said provision cannot be construed as mandatory. although the division bench did not accept the view of the single bench and held that in absence of any provision relating to waiver of the right under section 12a of the act and therefore, the same analogy cannot be applied. it was further pointed out by the division bench of the supreme court in the above report that the division bench of the bombay high court though did not accept the judgment of the single bench which held that the provision under section 12a pertaining to a pre-institution litigation is not mandatory but accepted the view of the single bench to the effect that the suit can be kept under suspended animation and the parties may be referred to exhaust the remedy of pre-institution litigation. the division bench of the supreme court did not accept the aforesaid views adopted by the bombay high court in the following: \"71. one of the aspects which weighed with the learned single judge of the bombay high court in ganga taro (supra) is that in a case where the suit is instituted under section 80 of the cpc without issuing any notice, if the defendant does not take up the plea of violation of section 80, there can be waiver. thus, even if section 12a in a given case, where the defendant does not set up the case there can be waiver and therefore, section 12a is not mandatory. no doubt, the division bench of the bombay high court while reversing the learned single judge proceeded to hold that there cannot be waiver as section 12a is based on public interest. the approach of the learned single judge does not commend itself to us. the question as to whether section 12a is mandatory or not, must be decided with reference to language used, the object of the enactment and a host of other aspects. the fact that if a defendant does not raise the plea about compliance of section 12a, it may result in a given case of waiver cannot result in section 12a not being mandatory. if it were so, then in a case where there is no notice under section 80, a plaint can never be rejected. it is legally untenable and defies logic. another argument raised by shri saket sikri, learned counsel is that by the impugned order, the high court has affirmed the trial court order that the suit be kept in suspended animation and referred the parties for mediation. according to him, it is substantial compliance of section 12a of the act. it is eminently just. he also points out the conduct of the appellant in not even cooperating the in the mediation process. we are unable to accept this argument. we will refer to section 80 of the cpc to assist us in justifying our conclusion. under section 80(1) of the cpc, a suit not covered by section 80(2), which is filed in defiance of the former provision, that is without serving any notice, is not maintainable. the suit would be barred and liable to be rejected under order vii rule 11. the only exception is what is provided in section 80 (2). it contemplates a suit to obtain an urgent or interim relief. such a suit may be instituted with the leave of the court without serving any notice as required under section 80(1). in a case where a plaintiff does not seek urgent interim relief under section 80(2), the suit would fall within the four walls of section 80(1). section 80(1) is mandatory. in regard to such suit, there is no question of substantial compliance. the suit must culminate in rejection of the plaint on invoking power under order vii rule 11. we may immediately draw a parallel between section 80(1) of the cpc and 12a of the act. in section 12a also, the bar of institution of the suit is applicable only in a case in which plaintiff does not contemplate urgent interim relief. the situation is akin to what is contemplated in section 80(1) of the cpc. in other words, the suit under the act which does not contemplate urgent interim relief is like a suit covered by section 80(1) of the cpc which does not project the need for any urgent or interim relief. in regard to a suit covered under section 12a of the act, namely, in a suit where interim relief is not contemplated, there can be no substantial compliance by way of post institution reference to mediation. the argument of the plaintiff overlooks the object apart from the language used besides the design and scheme of the law. it will, if accepted, lead to courts also spending their invaluable time on such matters which follow from adjournments, objections and hearings. there is no need to adopt such a course.\" ultimately the apex court in the said report held that the provision contained under section 12a of the act is mandatory and the suit instituted without exhausting the pre-institution litigation contemplated in the aforesaid section must visit with the rejection of the plaint under order 7 rule 11 of the code. even after holding so, the apex court held that such power i.e. the power relating to the rejection of the plaint under order 7 rule 11 of the code can be exercised suo moto and not dependent upon any application to be taken out by the defendant in the following: \"92. having regard to all these circumstances, we would dispose of the matter in the following manner. we declare that section 12a of the act is mandatory and hold that any suit instituted violating the mandate of section 12a must be visited with rejection of the plaint under order vii rule 11. this power can be exercised even suo moto by the court as explained earlier in the judgment. we, however, make this declaration effective from 20.08.2022 so that concerned stakeholders become sufficiently informed. still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration. still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the declaration of prospective effect will not avail the plaintiff. finally, if the plaint is filed violating section 12a after the jurisdictional high court has declared section 12a mandatory also, the plaintiff will not be entitled to the relief.\" though the apex court have indicated that the law stated therein would apply prospectively i.e. w.e.f 20.8.2022 but it can be reasonably inferred that the provision contained under section 12 a of the act is mandatory in nature and if the jurisdictional high court have declared it so it will disentitle the plaintiff to any reliefs. the aforesaid observation may get impetus from the enlightening observation of the apex court in the said report in the following: \"finally, if the plaint is filed violating section 12a after jurisdictional high court has declared section 12a mandatory also, the plaintiff will not be entitled to the relief.\" the meaningful reading of the aforesaid observations culled out from the patil automation private limited (supra) leads no ambiguity that the moment the jurisdictional high court have taken a view that the provision contained under section 12a is mandatory even if the suit filed prior to the judgement rendered in the said report, the same will be regarded as violative of said provision and there is no fetter on the part of the court to reject the plaint on such count alone. it takes us to a single bench decision rendered in case of laxmi polyfab pvt. ltd. vs. eden realty ventures pvt. ltd. & anr. reported in air 2021 cal 190. the said case relates to the suits pending before the commercial division and the ordinary original civil jurisdiction of the high court and the proceedings under arbitration and conciliation act, 1996 in the aforesaid jurisdiction in relation to the provision contained under section 12a and section 15 of the commercial courts act, 2015. the first issue framed in the said judgement as evident therefrom, relates to whether section 12a of the commercial courts act is mandatory or directory. the said judgment was decided on april 7, 2021 and it was held that section 12a of the act is mandatory as it achieved the twin object of expeditious disposal and avoidance of a docket explosive. it was further held that the failure of the plaintiff to exhaust the remedy under section 12a of the act may result in dismissal of the suit provided the plaintiff does not seek an urgent interim relief in the following: \"52. the object of the act of 2015 is to ensure expeditious and speedy disposal of a commercial dispute. expedition and speed in disposing of a commercial dispute is attained, in the wisdom of the legislature, by a pre-institution mediation. section 12a (1) of the act of 2015 distinguishes suits filed under the act of 2015 into two categories. it treats the two categories of suits differently. suits are categorized into two on the basis of need of the plaintiff to obtain urgent interim relief. one category is a suit where the plaintiff does not seek urgent interim relief. in such category section 12a of the act of 2015 debars the plaintiff from instituting a suit unless the plaintiff exhausts the remedy of preinstitution mediation. the provisions of sub-section (1) of section 12a of the act of 2015 are such that, a plaintiff is obligated to approach the appropriate authority for a pre-institution mediation, unless he seeks urgent interim relief, in respect of a commercial dispute to approach the court for resolution of the commercial dispute. section 12a of the act of 2015 prescribes an obligation on the plaintiff to undertake the pre-institution mediation and vests a corresponding right on the defendant. the defendant enjoys the right of a pre-institution mediation and in the default of the plaintiff not going for pre-institution mediation, then having a suit against the defendant by such defaulting plaintiff, being barred by law. failure of the plaintiff to exhaust pre-institution mediation, unless, he seeks urgent relief, in a commercial dispute, gives a corresponding right to the defendants to claim that, such suit could not have been instituted by the plaintiff. such failure of the plaintiff will result in the dismissal of the suit if allowed to be instituted. the other category of suits under section 12a of the act of 2015 is a suit where the plaintiff seeks urgent interim reliefs. 53. the two categories of suits under section 12a of the act of 2015 are treated differently. in the category of suits where the plaintiff does not seek urgent interim relief, the plaintiff is statutorily required to exhaust pre-institution mediation, whereas a plaintiff seeking urgent interim relief is not required to do so. in a suit where the plaintiff does not seek urgent interim reliefs, limitation is extended or kept in abeyance, as one may perceive it, till the conclusion of the statutorily mandated period of mediation while in the other category no such benefit is extended.\" it is, therefore, manifest from the aforesaid report and the law laid down by the supreme court in the patel automation (supra) that in the event the jurisdictional high court has declared the provision contained under section 12a of the act mandatory there is no other option left but to reject the plaint provided the plaintiff seeks urgent interim relief therein. the power of rejection of plaint can be exercised suo moto or an application of the defendants under the provisions of order 7 rule 11 of the code. the moment the section 12a of the act is declared mandatory, it disabled the plaintiff to institute the suit unless the urgent interim relief is contemplated and, therefore, be regarded as barred by law. the bar in institution of the suit can be categorised in two categories firstly, there is an absolute bar in institution of the suit and secondly, the bar may be presumed temporarily or transitionally depending upon the contingencies provided in the relevant statute. the bar can be seen from the later situation in relation to the provision contained under section 12a of the code provided the plaintiff does not seek urgent interim reliefs. still it opens an another avenue when the word 'instituted' is interpreted in relation to a suit appearing in section 12a of the act and argument was sought to be advanced that the presentation of the grievance and seeking a relief before the code is merely known as a plaint and the moment the court permitted the plaint to be proceeded with by directing the registration of the plaint and issuance of such summons upon the defendant, it partakes the character of a suit. the argument is sought to be advanced that section 26 of the code contained a provision relating to the institution of the suit by presenting a plaint whereas section 27 which is more exhaustive throws light thereupon that the moment the suit is duly instituted the summons may be served upon the defendant to appear. a distinction is sought to be drawn between the word 'filing of a suit' and 'the institution of a suit'. as in former case it requires the application of the mind by the court when the plaint is presented but in later case after the court is satisfied that the plaint is otherwise in conformity with the relevant laws may direct the registration of the suit meaning thereby, the suit is instituted inviting the service of summons upon the defendant. the legislators were conscious that even after the institution of the suit the defendant may not be put to disability in taking a plea that the same is otherwise not maintainable or the institution should not be allowed by incorporating order 7 rule 11 of the code which primarily deals with the rejection of the plaint and not the rejection of the suit. there may be varied instances where the suit shall not be regarded to have been instituted and one of the instances which can be seen in relation to a matter approached the court at the instance of forma pauper. we do not intend to detain ourselves to a situation that once the suit is allowed to be registered it cannot be rejected as it finds the mandate of section 12a of the act. it leads to the another point in relation to section 12a of the act where an exception is carved out by using the expression 'contemplate any urgent interim reliefs'. the apex court in patel automation (supra) was considering the same and showed his concern in this regard and do not venture to go deep into the same in the facts of the said case as the suit does not contemplate urgent interim relief therein in the following: \"the word 'contemplate' has to be understood in an ordinary grammatical meaning to mean to anticipate, to intend something which is thoughtful. though the word 'contemplation' has not been defined in the black's law dictionary but the reference can be made to expression \"contemplation of bankruptcy\" defined therein to mean the thought of declaring bankruptcy because of the inability to continue current financial operation. what can be reasonably inferred from the said word 'contemplation' that the plaintiff thinks that because of the superannuating circumstances, the urgent interim reliefs is required which intend on the basis of the pleadings made in the plaint. the moment the intention is manifest from the averments made in the plaint and the reliefs claimed therein it would leave the embargo created under section 12a of the act and in absence of any consequence having provided like this one provided under section 80 of the code of civil procedure. the power is not vested upon the court to deny the institution of the suit. though the apex court in patil automation has unequivocally held that if a suit does not contemplate the urgent interim relief it invites the rejection of the plaint.\" the law as it stands today is that the suit which does not contemplate any urgent interim reliefs cannot be instituted unless the plaintiff exhausts the mandatory remedy provided under section 12a of the act; however the position would be different when the suit contemplates an urgent interim relief. the language employed in section 12a of the act does not conceive the situation that even if the urgent interim reliefs are prayed in the suit instituted by the plaintiff, the leave under order 12a of the said act is required from the court. what can be reasonably deciphered from the said provision that if the suit contemplates any urgent interim relief it served the purposes and cannot be said to be bad defective and/or invalid as the preinstitution mediation has not been exhausted. does it mean that mere seeking an urgent interim relief suffice the purpose or the court may apply its mind to find out whether their exits a circumstances for such urgent interim relief? the aforesaid section is silent in this regard simply because one of the reliefs claimed in the plaint uses the expression 'urgent interim reliefs' is sufficient enough to confirm the legislative mandate even if such urgent interim reliefs appears to be farcical and intended to avoid the rigour of section 12a of the act. the urgent interim relief is an expression of wide import and difficult to give exhaustive meaning. it varies from a case to a case and, therefore, there is no impediment on the part of the court at the time of presentation the plaint to apply to its mind to find out whether it involves any urgent interim reliefs. any other course adopted by the court would give a free handle to an unscrupulous plaintiff to override the mandatory provision of section 12a by incorporating a relief which cannot be said to be an urgent interim reliefs nor the facts and circumstances or the cause of action pleaded in the plaint entitles the plaintiff to such relief on a bare reading of the averments made in the plaint. often an application for urgent interim reliefs are filed in the suit and ultimately if the court may not find any justification in passing such interim relief yet it would sub-serve the motive and the purpose of avoiding the pre-institution mediation as mandated under section 12a of the code. we do not find any restriction or a fetter in the language employed in the aforesaid section that the court at the time of presentation of the plaint or even thereafter finds that it does not involve an urgent interim relief to reject the plaint and direct the plaintiff to exhaust the remedy under section 12a of the act. obviously, the recourse to be adopted by the court under section 80 of the code is conspicuously absent in section 12 a of the act and precisely for such reason the apex court in patil automation (supra) held that the matter may invite the attention of the law maker in the following: \"81. in the cases before us, the suits do not contemplate urgent interim relief. as to what should happen in suits which do contemplate urgent interim relief or rather the meaning of the word 'contemplate' or urgent interim relief, we need not dwell upon it. the other aspect raised about the word 'contemplate' is that there can be attempts to bypass the statutory mediation under section 12a by contending that the plaintiff is contemplating urgent interim relief, which in reality, it is found to be without any basis. section 80(2) of the cpc permits the suit to be filed where urgent interim relief is sought by seeking the leave of the court. the proviso to section 80(2) contemplates that the court shall, if, after hearing the parties, is satisfied that no urgent or immediate relief need be granted in the suit, return the plaint for presentation to the court after compliance. our attention is drawn to the fact that section 12a does not contemplate such a procedure. this is a matter which may engage attention of the lawmaker. again, we reiterate that there are not issues which arise for our consideration. in the fact of the cases admittedly there is no urgent interim relief contemplated in the plaints in question.\" however, the division bench of the delhi high court in case of chandra kishore chaurasia vs. r. a. perfumery works pvt. reported in fao (comm) 128 of 2021 decided on 27.10.2022 interpreted the expression \"contemplated any urgent interim reliefs\" used in section 12a of the act is relatable to a qualification of the category of the suit and determinant upon the frame of the plaint and the reliefs sought therein. in other words what can be gathered therefrom that it is a plaintiff centric who has a sole autonomy to determine whether any urgent interim reliefs are required to be sought or not. the division bench held that in absence of any provision which is also noticed by the apex court in patil automation (supra), the court is required to determine whether any urgent interim reliefs may or may not be granted in the following: \"33. this court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of section 12a (1) of the commercial courts act, 2015. the question whether a plaintiff desires any urgent reliefs is to be decided solely by the plaintiff while instituting a suit. the court may or may not accede to such a request for an urgent interim relief. but that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation. the question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief. 34. the use of the words 'contemplate any urgent interim relief' as used in section 12(1) of the commercial courts act, 2015 are used to qualify the category of a suit. this is determined solely on the frame of the plaint and the relief sought. the plaintiff is the sole determinant of the pleadings in the suit and the relief sought. 35. this court is of the view that the question whether a suit involves any urgent interim relief is to determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff. if a plaintiff seeks any urgent interim relief, the suit cannot be on the ground that the plaintiff has not exhausted the preinstitution remedy of mediation as contemplated under section 12a (1) of the commercial courts act, 2015.\" the law as enunciated above, as it stands on the date, that the plaintiff has an autonomy in seeking a relief in the plaint and if an urgent interim reliefs are prayed for, the rigour of section 12a of the act so far as the mandatory requirement of pre-institution litigation is concerned, fulfils the conditions of the aforesaid provisions as any other interpretation in absence of amendments having brought thereto would be opposed to the legislative intendment and, therefore, it is left to the wisdom of the law maker to take a call by bringing a suitable amendment in the aforesaid section. fmat 360 of 2022 the instant case relate to a situation where the suit was filed without exhausting the pre-institution mediation under section 12a of the act. several applications appeared to have been filed in the said suit not only seeking the urgent interim reliefs but other directions which are pending. the counsels for the respective parties are uniform in their submissions that an application filed by the plaintiffs seeking a leave under section 12a of the act is at the advanced stage of hearing to which we do not think that the same is relevant for the present purpose in view of the exposition of law made hereinabove. admittedly, the suit filed before the commercial court in the district is not guided by any rules pertaining to the ordinary original jurisdiction of the high court. several amendments have been brought in the code of civil procedure relatable to the commercial litigations and in absence of any rules being framed; the proceedings are guided and regulated by the provisions contained in the code of civil procedure. there is no question of any leave to be granted by the master as usually done under the original side rules framed by the high court under section 129 of the code. we do not intend to go much deep into this aforesaid aspect so far as the instant matter is concerned as the said point is mere academic. the seminal point involved in the instant appeal is whether the appeal is maintainable against the impugned order passed by the commercial court. section 13 of the commercial courts act, 2015 provides the remedy by way of an appeal before the commercial appellate court or a commercial appellate division of the high court. the aforesaid section is quoted under: \"13. appeals from decrees of commercial courts and commercial divisions.[(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of 60 days from the date of judgment or order. (1-a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of 60 days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) not withstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" it is no longer a res integra that the appeal is a creature of a statute unless provided for cannot be assumed nor inferred. the right of appeal flowing from a statutory provision has to be understood in such perspective and the order which does not come within the purview thereof cannot be said to be an appealable order nor an appeal can lie before the appellate forum. section 13 received a sea-change by way of an amendment having brought w.e.f. 3.5.2018. proviso to sub-rule (1a) of section 13 of the act postulates that an appeal shall lie from such orders passed by the commercial division or the commercial court as enumerated under order 43 of the code of civil procedure and section 37 of the arbitration and conciliation act. subsection (2) of section 13 creates a complete embargo on the applicability of the letters patent of the high court and restricted the right of appeal to an order or a decree provided in the said act. it admits no ambiguity that an appeal under the aforesaid act shall not lie against the order unless such order is specifically enumerated in order 43 of the code of civil procedure and section 37 of the arbitration and conciliation act. the provisions contained in order 43 of the code and section 37 of the arbitration and conciliation act has been incorporated in the act by reference and, therefore, there is no scope to expand the horizon of the said provisions which does not imbibe within itself any other orders beyond such a reference, appealable thereunder. a preliminary objection was taken that the instant appeal is not maintainable against an order no. 13 dated 26.8.2022 as the said orders were passed on an application being ia no. 21 and 22 of 2022 which are put up applications and, therefore, cannot be construed to have been passed on a substantive application. the decision thereupon, shall not come within the purview of order 43 of the code of civil procedure. however, the learned advocate for the plaintiff was critical on the aforesaid submission as according to him, the order should be construed as implied denial to pass an interim injunction and, therefore, it satisfies the ingredients of order 43 of the code of civil procedure. the opening sentence of the impugned order is manifestly clear that the aforesaid two applications were fixed for the hearing which are merely the put up applications, which are ordinarily filed inviting the court to take up the other applications and permit the plaintiff to move the same. any decision taken thereupon cannot be construed to have impact upon the substantive applications which, in fact, were not before the court nor the court had any occasion to apply its mind thereupon. we are not unmindful of the proposition of law that the moment an application for temporary injunction is moved and the court simply directs the service thereof, it may be termed as implied denial of an interim relief but certainly such principles cannot be applied to a situation where the put up petitions were filed inviting the attention of the court to fix a date for hearing of the applications for temporary injunction for the interim relief. nothing can be deciphered from the impugned order suggesting remotedly the refusal to pass an interim order and, therefore, we do not find that such order is amenable to be challenged by way of an appeal under section 13 of the act. having held so, it is made clear that there are certain observations relating to the necessity of hearing the applications seeking leave under section 12a of the act to which we do not want to make any comment thereupon as it is open to the plaintiff-appellant to test the veracity of the aforesaid observations before the appropriate forum. the appeal is thus dismissed as not maintainable. fmat 314 of 2022 the instant appeal arises from an order dated 10.6.2022 passed by the civil judge (senior division), sealdah in title suit no. 177 of 2016. the said order was passed on an application filed by a non party to a suit being the appellant herein seeking addition under order 1 rule 10(2) of the code of civil procedure. the impugned order would reveal that the aforesaid application for impleadment was taken out for two fold purposes firstly, the appellant being a necessary and proper party in relation to a cause of action pleaded in the suit and, therefore, to be added as a party therein. secondly, the nature of the suit and the dispute involves therein is a commercial dispute within the meaning of section 2 (1) (c) of the commercial courts act, 2015 and, therefore, should be transferred to a commercial court. the learned civil judge after hearing the parties permitted the parties to the proceedings to file objection to the said application and the question whether it should be transferred to a commercial division shall be decided only after the impleadment, if allowed. undeniably the decision on order 1 rule 10(2) of the code which, in fact, has been done is not included within the provision of order 43 of the code of civil procedure. a point is sought to be urged that section 15 of the commercial courts act makes imperative to transfer the suits relating to commercial disputes of a specified value instituted before the constitution of the commercial court and pending with the civil court to be transferred to the commercial court. even if, for the sake of argument it is construed that there is a denial to transfer the said suit by the civil judge yet, such denial is not covered under section 13 of the said act containing an exhaustive provision relating to appeal and the nature of the order or the decree amenable to appeal under the aforesaid provision. we, thus, do not find that the appeal can be maintained simplicitor on an order passed in an application under order 1 rule 10(2) of the code of civil procedure and, therefore, the appeal is dismissed as not maintainable. fmat 258 of 2022 the instant appeal arises from an order no. 2 dated 24.2.2022 passed by the commercial court in ms 7 of 2022 refusing to grant an ad-interim order of injunction as the plaintiff failed to disclose the necessary ingredients required therefor. undeniably, the refusal to pass an ad interim order of injunction on an application under order 39 rule 1 and 2 of the code is appealable under order 43 rule 1(r) of the code of civil procedure. by virtue of the proviso inserted to sub-section (1a) of section 13 of the commercial courts act, 2015 the appeal lies to commercial appellate division and, therefore, we do not find any embargo on maintaining the instant appeal. the question was raised that the plaint does not contain an urgent interim relief though it contained a relief in the form of a permanent injunction, therefore, it does not fulfil the conditions laid down in section 12a of the said act, fundamentally, the interim reliefs are granted in the aid of final reliefs. the application for temporary injunction was taken out for an immediate relief in the aid of the decree for permanent injunction and, therefore, the question is whether it satisfies the ingredients put under section 12a of the act by way of an exception. it is not a case where the plaintiff does not contemplate an urgent interim relief and, therefore, the moment the same is apparent from the record; in absence of any consequence having provided the court cannot arrive at the conclusion that such exception is conspicuously absent. furthermore, the commercial court adopted the course which are adopted by the single bench of the bombay high court in ganga taro (supra) where the said single bench after refusing to pass an urgent interim relief directed the suit to be kept in suspended animation and relegated the parties to exhaust the remedy by way of preinstitution litigation under section 12a of the act. the division bench of the bombay high court though did not agree with the decision of the single bench of the said court that the provisions contained under section 12a of the act is not mandatory yet, accepted the decision that the suit should remain in suspended animation until the plaintiff exhausts the remedy of pre-institution mediation under section 12a of the act. the apex court in patil automation (supra) did not accept the decision of the single bench as well as the division bench of the bombay high court and held that there is no provision contained anywhere in the said act in keeping the suit in abeyance and directing the plaintiff to exhaust the remedy under section 12a of the act. rather the supreme court in patil automation (supra) held that in the event the suit does not contemplate urgent interim reliefs, the court is left with no option but to reject the plaint suo moto. the division bench of the delhi high court in chandra kishore chaurasia (supra) held that the moment the plaintiff seeks urgent interim reliefs, it satisfies the conditions laid down in section 12a of the act and therefore, the pre-institution mediation cannot be directed to be exhausted as the same is not dependent upon whether the interim relief is granted or not in these words: \"39. it is apparent from the above that the supreme court was also of the view that compulsory mediation is foisted only on a plaintiff who does not contemplate urgent interim relief. it is implicit that it is only the plaintiff, that can contemplate the relief that it seeks in a suit. and, pre-institution mediation is necessary only in cases where a plaintiff does not contemplate urgent interim relief. 40. in the present case, indisputably, the plaintiff has sought urgent interim reliefs. thus, it is not necessary for him to have exhausted the remedy of pre-institution mediation as contemplated under section 12a (1) of the commercial courts act, 2015.\" in view of the above, the recourse adopted by the trial court in keeping the suit pending and relegating the plaintiff to exhaust the pre-institution litigation under section 12a of the act is impermissible and, therefore, the order cannot be sustained. we do not intend to go deep into the findings recorded therein relating to refusal to pass an ex parte ad interim order of injunction in absence of the requisite particulars as the consideration at the time of passing of an ex parte ad interim order of injunction is different than passing the interim reliefs in presence of the other side. order 39 rule 3 of the code of civil procedure postulates that the normal rule is that no ex parte ad interim order of injunction should be passed without giving a notice to the defendant or giving an opportunity of hearing to the defendant; however, an exception is carved out that if the delay would defeat the purpose, the court must record the reasons. since the court has refused to pass an ex parte ad interim order of injunction because of lack of requisite particulars having shown therein we do not think that any interference to such observation is required in the instant case. however, we found that the ultimate decision is contrary to the judgment of the supreme court in patil automation, therefore, the same cannot be allowed to withstand and is hereby set aside. the appellant is directed to serve a copy of the injunction application filed before the commercial court upon the defendants within a week from date and the said application for injunction is made returnable before the commercial court after two week from date. the commercial court shall fix a date in the light of the observations made hereinabove and if the prayer for interim relief is renewed will consider on its merit in presence of the defendants after service and pass a reasoned order in accordance with law. the appeal is thus disposed of. urgent photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities. i agree. (harish tandon, j.) (prasejit biswas, j.)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64305a15e5b34a908be49a007e45170d_0"
        },
        {
            "start": 155,
            "end": 193,
            "text": "Try out our Premium Member Services --",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29b25370c9ac4ff79813385390098f7b_1"
        },
        {
            "start": 194,
            "end": 241,
            "text": "Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bfa16018c3c147ad821a6d5d66ab85ca_2"
        },
        {
            "start": 242,
            "end": 320,
            "text": "\nDelhi High Court\nAnita Chhabra & Ors. vs Surender Kumar on 26 September, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d5ad3b6522b642a8af5a4c4ef81237fd_3"
        },
        {
            "start": 322,
            "end": 352,
            "text": "Author: C. Hari Shankar\nBench:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ec812c8c9bd84088a735d37df7c221b5_4"
        },
        {
            "start": 353,
            "end": 367,
            "text": "C.Hari Shankar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "846a14ee27d3430bb2a60a22d5358c0e_5"
        },
        {
            "start": 395,
            "end": 425,
            "text": "$~\n                          *",
            "labels": [
                "PREAMBLE"
            ],
            "id": "abb92e4b030344c6a00b98a9f1fc50b1_6"
        },
        {
            "start": 433,
            "end": 553,
            "text": "In The High Court Of Delhi At New Delhi\n                                                                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdb38654439b4b72a0da47dd0b4ac753_7"
        },
        {
            "start": 553,
            "end": 586,
            "text": "Reserved on: 13th September, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f29ab733f0d5410292295d1df1c85bcc_8"
        },
        {
            "start": 663,
            "end": 698,
            "text": "Pronounced on: 26th September, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1d1af63b78946a3a8b3d85ffb8923f9_9"
        },
        {
            "start": 726,
            "end": 749,
            "text": "+        Cm(M) 548/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e523bbd57902429d8d5c0693df26d72f_10"
        },
        {
            "start": 750,
            "end": 767,
            "text": "and Cm 26752/2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9f9af08f4d9c454db14c18c4646f5ba6_11"
        },
        {
            "start": 804,
            "end": 824,
            "text": "Anita Chhabra & Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31a6f338762e4c23aff2b51096378500_12"
        },
        {
            "start": 866,
            "end": 883,
            "text": "..... Petitioners",
            "labels": [
                "PREAMBLE"
            ],
            "id": "abfb257872f447bea2a3790ffec3a150_13"
        },
        {
            "start": 932,
            "end": 940,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "823c91aa43774e07be29bcafeda6b3c8_14"
        },
        {
            "start": 970,
            "end": 995,
            "text": "Ms. Sagarika Wadhwa, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eafcc3c8fc4d477491bf1d7e5425badc_15"
        },
        {
            "start": 1063,
            "end": 1069,
            "text": "versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a91ff7bb80b74a3ba5efcbd5c7250e7d_16"
        },
        {
            "start": 1107,
            "end": 1121,
            "text": "Surender Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "de5edb5f546143dda343dda6598366d5_17"
        },
        {
            "start": 1168,
            "end": 1676,
            "text": "..... Respondent\n                                               Through:                              Mr. Rohit Khurana, Adv.\n\n                                   Coram:\n                                   Hon'Ble Mr. Justice C.Hari Shankar\n\n                                                           Judgment\n% 26.09.2022\n1. Cs (Comm) 2718/2021 was instituted by the petitioner Anita Chhabra, before the learned District Judge (Commercial Court) (\"the learned Commercial Court\") against the respondent Surende",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aebe362d299d4907a75a082ce52a7982_18"
        },
        {
            "start": 1677,
            "end": 1700,
            "text": "r Kumar for recovery of",
            "labels": [
                "NONE"
            ],
            "id": "b1c8e6264c2740349ac5f2957e28cbb0_19"
        },
        {
            "start": 1701,
            "end": 1731,
            "text": " 66 lakhs along with interest,",
            "labels": [
                "FAC"
            ],
            "id": "06cec8142e56434b8870f50844c186da_20"
        },
        {
            "start": 1732,
            "end": 1844,
            "text": "as a commercial suit under the Code of Civil Procedure, 1908 (CPC) as amended by the Commercial Courts Act, 2015",
            "labels": [
                "FAC"
            ],
            "id": "bc8cee8e93894b75b21e3b52f4cf8b3e_21"
        },
        {
            "start": 1845,
            "end": 1925,
            "text": ". As required by Order XI Rule 1(1)1 of 1. Disclosure and discovery of documents",
            "labels": [
                "FAC"
            ],
            "id": "bd432850cc3b4469a3dd62785ed18023_22"
        },
        {
            "start": 1926,
            "end": 2752,
            "text": ". -\n(1) Plaintiff shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the plaint, including:\n(a) Documents referred to and relied on by the plaintiff in the plaint;\n(b) Documents relating to any matter in question in the proceedings, in the power, possession, control or custody of the plaintiff, as on the date of filing the plaint, irrespective of whether the same is in support of or adverse to the plaintiffs case;\n(c) nothing in this rule shall apply to documents produced by plaintiffs and relevant only - (i) for the cross-examination of the defendant's witnesses, or (ii) in answer to any case setup by the defendant subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory.",
            "labels": [
                "FAC"
            ],
            "id": "4070f6cb61a94061b341f2e880d8b333_23"
        },
        {
            "start": 2753,
            "end": 2969,
            "text": "\nthe CPC, as amended by the Commercial Courts Act, the petitioner filed, alongwith the plaint, on 27th July 2021, a list of the documents on which the petitioner proposed to place reliance, along with copies thereof.",
            "labels": [
                "FAC"
            ],
            "id": "aa297cec5d424fecbfd829101b433014_24"
        },
        {
            "start": 2970,
            "end": 3349,
            "text": "\n2. Summons were issued in CS (Comm) 2718/2021, the petitioners filed an application under Order VII Rule 14 of the CPC on 8th September, 2021, seeking to place, on record, certain additional documents which, according to the application, were a \"necessary and essential part of the suit\", but could not be filed with the plaint \"due to negligence on the part of the plaintiffs\".",
            "labels": [
                "FAC"
            ],
            "id": "a9da793defd74670b3552a5497b2079f_25"
        },
        {
            "start": 3350,
            "end": 3635,
            "text": "It was further averred, in the application, that the documents were crucial to adjudicating the lis and that no prejudice would be caused to the respondent if the documents were permitted to be brought on record; whereas, the petitioners would, else, be subjected to serious prejudice.",
            "labels": [
                "FAC"
            ],
            "id": "15591f89d36840ed9fc57c40174e09c1_26"
        },
        {
            "start": 3636,
            "end": 3774,
            "text": "As the suit was still at the stage of issuance of summons, the application prayed that the documents be permitted to be brought on record.",
            "labels": [
                "FAC"
            ],
            "id": "8fe18bfac0504a40ac6ed8d74bf23839_27"
        },
        {
            "start": 3775,
            "end": 5013,
            "text": "\n3. I may note even at this juncture, that, an application by a plaintiff, to place on record additional documents in a commercial suit, is required to be filed under sub-rule (4)2 (where the additional documents are filed within 30 days of filing of the plaint) or (5)3 (4) In case of urgent filings, the plaintiff may seek leave to rely on additional documents, as part of the above declaration on oath and subject to grant of such leave by court, the plaintiff shall file such additional documents in court, within thirty days of filing the suit, along with a declaration on oath that the plaintiff has produced all documents in its power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the plaintiff and that the plaintiff does not have any other documents, in its power, possession, control or custody.\n(5) The plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non-disclosure along with the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "a218792b363d463688b541bf7ef3c21e_28"
        },
        {
            "start": 5014,
            "end": 5147,
            "text": "\n(where the additional documents are filed more than 30 days after filing of the plaint), and not under Order VII Rule 14 of the CPC.",
            "labels": [
                "FAC"
            ],
            "id": "c0b8784b9bd445959ec3ec05fdb11a23_29"
        },
        {
            "start": 5148,
            "end": 5445,
            "text": "In Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.4, the Supreme Court held, however, that an application for placing additional documents on record in a commercial suit, even if filed under Order VII Rule 14 of the CPC, could be treated as an application under Order XI Rule 1(4) or (5) of the CPC.",
            "labels": [
                "FAC"
            ],
            "id": "62dfc85363cf4830b788dc1ba5b3587c_30"
        },
        {
            "start": 5446,
            "end": 5568,
            "text": "As such, the application filed by the petitioners is treated as an application under Order XI Rule 1(4) or (5) of the CPC.",
            "labels": [
                "FAC"
            ],
            "id": "dfbaa319f8054badb676fa8b56f6531d_31"
        },
        {
            "start": 5570,
            "end": 5747,
            "text": "4. The aforesaid application filed by the petitioners for taking additional documents on record was dismissed by the learned Commercial Court vide order dated 4th December 2021.",
            "labels": [
                "FAC"
            ],
            "id": "46e8f0c8d7c2485692e63b3d07749f51_32"
        },
        {
            "start": 5748,
            "end": 5913,
            "text": "An application, under Section 114 of the CPC, seeking review of the said decision was also dismissed by the learned Commercial Court vide order dated 8th April 2022.",
            "labels": [
                "FAC"
            ],
            "id": "45688da05b4a441ab47cf92af0dfdcc5_33"
        },
        {
            "start": 5914,
            "end": 6033,
            "text": "Both these orders are under challenge in the present petition preferred under Article 227 of the Constitution of India.",
            "labels": [
                "FAC"
            ],
            "id": "63ff4ba3bb674ea499aca9eb1ca295e5_34"
        },
        {
            "start": 6034,
            "end": 6076,
            "text": "\nImpugned order dated 4th December 2021 5.",
            "labels": [
                "FAC"
            ],
            "id": "25ff7b8bb7344030b6a45e6cfabfcc27_35"
        },
        {
            "start": 6077,
            "end": 6654,
            "text": "The learned Commercial Court has, in the order dated 4th December 2021, dismissed the petitioners' application, observing that (i) the documents were not contained in the list of documents filed with the plaint, on which the petitioners sought to place reliance, (ii) the petitioners were not seeking to contend that the documents were 2021 SCC OnLine 734 not in their power and possession at the time when plaint was filed and (iii) the application did not provide any reasonable cause for default, on the part of the petitioners, in filing the said documents with the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "ade6475eb2fc4bd2891bd129158309e3_36"
        },
        {
            "start": 6655,
            "end": 6845,
            "text": "Rather, observes the learned Commercial Court, the petitioners had admitted, in their application, that the documents were not filed with the plaint owing to the petitioners' own negligence.",
            "labels": [
                "FAC"
            ],
            "id": "b260e151076b4d0bbf4719c20c1835e6_37"
        },
        {
            "start": 6846,
            "end": 7069,
            "text": "In these circumstances, the learned Commercial Court held that no case for permitting the documents to be brought on record, within the meaning of Order XI Rule 1 of the CPC as amended by the Commercial Courts Act, existed.",
            "labels": [
                "FAC"
            ],
            "id": "52e44a9e181f4faabd9d4f3cbca24e5b_38"
        },
        {
            "start": 7070,
            "end": 7137,
            "text": "The application was, accordingly, dismissed with costs of  5,000/-.",
            "labels": [
                "FAC"
            ],
            "id": "08146ca6d1424bd18fb6db478aa33e66_39"
        },
        {
            "start": 7139,
            "end": 7168,
            "text": "Order dated 8th April 2022 6.",
            "labels": [
                "FAC"
            ],
            "id": "4ccd6dd5b6b0423f800644c683b11d7b_40"
        },
        {
            "start": 7169,
            "end": 7364,
            "text": "In the order dated 8th April 2022, the learned Commercial Court ruled, additionally, that the documents that the petitioners sought to bring on record were not necessary for adjudicating the lis.",
            "labels": [
                "FAC"
            ],
            "id": "e365d5fce1f54040a4e02ad2ecf74761_41"
        },
        {
            "start": 7365,
            "end": 7447,
            "text": "The documents were copies of a Sale Deed and an affidavit dated 15th October 1997.",
            "labels": [
                "FAC"
            ],
            "id": "1a551b41e48c4e23949f2a9f15a6950e_42"
        },
        {
            "start": 7448,
            "end": 7580,
            "text": "These documents, according to the petitioners, were part of the chain of documents which established ownership of the suit property.",
            "labels": [
                "FAC"
            ],
            "id": "f884cce5a2be4cc88067368b6525edd1_43"
        },
        {
            "start": 7581,
            "end": 7769,
            "text": "The learned Commercial Court held that the suit filed by the petitioners did not seek specific performance or any declaration in which the question of ownership was required to be decided.",
            "labels": [
                "FAC"
            ],
            "id": "574bcfbc739e4864aef5a82b78dac9f7_44"
        },
        {
            "start": 7770,
            "end": 7866,
            "text": "All that the petitioners sought in the suit was refund of payment made to one Guru Dutt Chhabra.",
            "labels": [
                "FAC"
            ],
            "id": "0ec361c8e397446d8aec3fdb4c86d7db_45"
        },
        {
            "start": 7867,
            "end": 7965,
            "text": "The documents, therefore, it was held, were of no consequence while adjudicating the present suit.",
            "labels": [
                "FAC"
            ],
            "id": "19d7d728aec94e6da18504184cefc494_46"
        },
        {
            "start": 7966,
            "end": 8189,
            "text": "Insofar as the reasons for refusal to take the documents on record were concerned, the learned Commercial Court held that no ground for review of the said reasons, as contained in the order dated 4th December 2021, existed.",
            "labels": [
                "FAC"
            ],
            "id": "4288e41610bb47aba61f09f21b738579_47"
        },
        {
            "start": 8191,
            "end": 8303,
            "text": "7. For all these reasons, the learned Commercial Court rejected the review application filed by the petitioners.",
            "labels": [
                "FAC"
            ],
            "id": "a6eef49664604912bd1af8f3b2942a87_48"
        },
        {
            "start": 8305,
            "end": 8449,
            "text": "Rival contentions, analysis and findings Statutory scheme of Order XI Rule 1(1)(4) and (5) of the CPC as amended by the Commercial Courts Act 8.",
            "labels": [
                "FAC"
            ],
            "id": "696fe8a137844ec69d0d90a04e94b946_49"
        },
        {
            "start": 8450,
            "end": 8659,
            "text": "Before proceeding to the rival contentions advanced at the Bar, one may refer to the statutory scheme contained in sub rules (1), (4) and (5) of Order XI Rule 1 of the CPC, which deal with filing of documents.",
            "labels": [
                "FAC"
            ],
            "id": "e86e9d86f6364b209ee7dbb92074190a_50"
        },
        {
            "start": 8660,
            "end": 8827,
            "text": "Order XI Rule 1(1) requires a plaintiff to \"file, along with the plaint, a list of all documents in its power, possession, control or custody and photocopies thereof\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7004da59bab24a2ca184cd8d95effbaa_51"
        },
        {
            "start": 8828,
            "end": 8891,
            "text": "The documents, therefore, are required to accompany the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a365d0a564f4aeaa2db0b0d55766262_52"
        },
        {
            "start": 8893,
            "end": 9082,
            "text": "9. In the case of \"urgent filing\", Order XI Rule 1(4) permits additional documents to be filed by the plaintiff within 30 days of filing of the suit, subject to grant of leave by the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f09577c66aa64ef59c07e9144425e3d7_53"
        },
        {
            "start": 9084,
            "end": 9389,
            "text": "10. Documents, which have not been brought on record either under sub rule (1) or sub rule (4) of Order XI Rule 1, i.e. documents which have not been brought on record till the expiry of 30 days from the filing of the suit, may be brought on record under Order XI Rule 1(5), subject to leave of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df639a19b0354f1ea05a3de2a50504a5_54"
        },
        {
            "start": 9390,
            "end": 9536,
            "text": "Such leave, however, can be granted only on the plaintiff establishing reasonable cause for non-disclosure of the documents along with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "502b7bbde5c34cd3ae851eb9102ec8b0_55"
        },
        {
            "start": 9538,
            "end": 9939,
            "text": "11. It may be noted that, though Order XI Rule 1(4) also envisages bringing on record of additional documents not filed along with the plaint, within 30 days of the filing of the plaint, and requires leave of the Court to be obtained in that regard, it does not specifically require the plaintiff, seeking such leave, to establish reasonable cause for non- disclosure of the documents with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9d82a52e7d84881b68a389d5918d0e7_56"
        },
        {
            "start": 9940,
            "end": 10149,
            "text": "That is a requirement restricted, in the case of the plaintiff, to Order XI Rule 1(5), in respect of the documents which are sought to be brought on record beyond 30 days from the date of filing of the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02ead94100fd4c7a8528a0cb3f559a5c_57"
        },
        {
            "start": 10151,
            "end": 10478,
            "text": "Order dated 10th January 2022 of Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205 and decisions in Centaur Pharmaceuticals Pvt. Ltd. v. Stanford Laboratories Pvt. Ltd.6, Babasaheb Raosaheb Kobarne v Pyrotek India Private Limited7 and Prakash Corporates v. Dee Vee Projects Ltd8 12.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fc8c0cc9c8a447fb6dd6e784c5cd06a_58"
        },
        {
            "start": 10479,
            "end": 10951,
            "text": "Consequent on the infliction, on the country and, indeed, the world, of the COVID-19 pandemic and its adverse effect on work in Courts all over India, the Supreme Court, as is well known, took suo moto cognizance of the situation, and passed various orders, extending the period of limitation available for filing petitions, appeals and 2022 3 SCC 117 MANU/SCOR/03428/2022 MANU/SCOR/50600/2022 (2022) 5 SCC 112 applications before judicial fora by various lengths of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b43d2d056b654c4cbd7e5629d26e7afd_59"
        },
        {
            "start": 10952,
            "end": 11124,
            "text": "The last such order was passed on 10th January 2022, in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, in which it was clarified thus:\n\"5.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea0139d79df4405aa96fade61f5423f0_60"
        },
        {
            "start": 11125,
            "end": 11652,
            "text": "It is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under Sections 23 (4) and 29A of the Arbitration and Conciliation Act, 1996, Section 12A of the Commercial Courts Act, 2015 and provisos (b) and (c) of Section 138 of the Negotiable Instruments Act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f8cd15a3cab4b8a87e049d4f2e4968a_61"
        },
        {
            "start": 11653,
            "end": 11673,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a59aa68da36e463b90e8f5cb6f843c86_62"
        },
        {
            "start": 11675,
            "end": 12184,
            "text": "13. The aforesaid position was further recognized by the Supreme Court in its order dated 4th January 2022 in Centaur Pharmaceuticals6, which read thus:\n\"Having heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the High Court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondent-original defendant.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "609f540208714010a4028dcd089df2b4_63"
        },
        {
            "start": 12185,
            "end": 12387,
            "text": "\nEven as held by this Court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the Tribunal/Court is excluded and/or extended even up to 07.10.2021.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a24a4a779283463a8302846d2ab605ca_64"
        },
        {
            "start": 12388,
            "end": 12509,
            "text": "\nIn that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b03454cad5ab40e8ac1b90ca2a77dccd_65"
        },
        {
            "start": 12510,
            "end": 12561,
            "text": "Hence, the Special Leave Petitions stand dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "301cca9a70e441ed869515a5fb24a1b3_66"
        },
        {
            "start": 12562,
            "end": 12678,
            "text": "Consequent upon the dismissal of the Special Leave Petitions, the interim order passed by this Court stands vacated.",
            "labels": [
                "RPC"
            ],
            "id": "f99c9563085b44f8835193419c5c27d3_67"
        },
        {
            "start": 12679,
            "end": 12719,
            "text": "\nPending applications stand disposed of.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a076ff29156a47d5b8b84195c4fcbff2_68"
        },
        {
            "start": 12720,
            "end": 12741,
            "text": "\n(Emphasis supplied)\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3db966a2ae804c729d77847ad2d39d4e_69"
        },
        {
            "start": 12743,
            "end": 13107,
            "text": "14. In line with the aforesaid two orders, the Supreme Court held, in Babasaheb Raosaheb Kobarne7 and Prakash Corporates8 that the effect of operation of the aforesaid orders passed by the Supreme Court was that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aeb9a4b18fcd4f7fb0fe5fb0b291e125_70"
        },
        {
            "start": 13108,
            "end": 13352,
            "text": "The period from 15th March 2020 till 28th February 2022, therefore, stands excluded, by operation of the orders passed by the Supreme Court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "656d48254d2945a0a5860f967f01ff88_71"
        },
        {
            "start": 13353,
            "end": 13593,
            "text": "The effect of such exclusion has been underscored, in para 28 of the report in Prakash Corporates8, which holds that \"the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed\".\n15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f130add1595f43209759b3a416ab9d8f_72"
        },
        {
            "start": 13594,
            "end": 13960,
            "text": "In this context, I may observe that there was, at one point of time, a prevalent view, based on the judgment of the Supreme Court in Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd9, that the benefit of the order passed by the Supreme Court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th March 2020.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "68a10ccd2af84713a4c2f8e4f6c43d0d_73"
        },
        {
            "start": 13961,
            "end": 14156,
            "text": "It would not, therefore, be available where the normal period of limitation expired before 15th March 2020 and it was only the condonable period of limitation which expired after 15th March 2020.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fac316217c5a40089810e324ad845f87_74"
        },
        {
            "start": 14157,
            "end": 14653,
            "text": "That view, however, no longer holds the field in view of the later orders passed by the Supreme Court in Re:\nCognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, based on which the Supreme Court has held, in Centaur Pharmaceuticals6 that, even where the extended period of limitation condonable period of limitation expired after 15th March 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the Supreme Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c84b4b36269d4bcf9b8f587902daece4_75"
        },
        {
            "start": 14655,
            "end": 14732,
            "text": "16. That aspect is, however, not of particular relevance to the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cedaeffc91334f0fbc4136a6a39bbdf3_76"
        },
        {
            "start": 14734,
            "end": 14787,
            "text": "Applying the above principles to the present case 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c34bc1e3d23042a5b6a67d94960a3c1c_77"
        },
        {
            "start": 14788,
            "end": 15083,
            "text": "As already noted, Order XI Rule 1(5) of the CPC requires the petitioners to adduce sufficient cause for failure to disclose the additional documents along with the plaint, in order to be permitted to place the documents on record beyond a period of 30 days from the date of filing of the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "760308df5b3042cda985d5f648184951_78"
        },
        {
            "start": 15084,
            "end": 15290,
            "text": "The application filed by the petitioners in the present case does not contain any such disclosure, as to why the two documents that the petitioners desired to bring on record were not filed with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da3cd873005e42b48263cf36748577c3_79"
        },
        {
            "start": 15291,
            "end": 15417,
            "text": "It is admitted that the documents were in the possession, power and custody of the petitioners even when the plaint was filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f5e5077bfd1426290358b9235daa9d5_80"
        },
        {
            "start": 15418,
            "end": 15569,
            "text": "All that is stated in the application is that the documents were not brought on record owing to negligence of the learned Counsel who filed the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bb28796c44e4a0b8c577acc83739f46_81"
        },
        {
            "start": 15570,
            "end": 15847,
            "text": "Negligence of Counsel, quite obviously, cannot constitute reasonable cause, within the meaning of Order XI Rule 1(5); else, the very requirement of adducing reasonable cause for (2021) 2 SCC 317 failure to disclose the documents with the plaint would be reduced to a formality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f12182d2a06453fb50d6c991876b758_82"
        },
        {
            "start": 15849,
            "end": 16071,
            "text": "18. The learned Commercial Court is, therefore, perfectly justified in holding that no reasonable cause, for failure to file the two additional documents along with the plaint, had been shown, by the petitioners, to exist.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a7f7417ccbf84259bca756a4c7426efc_83"
        },
        {
            "start": 16073,
            "end": 16171,
            "text": "19. If, therefore, Order XI Rule 1(5) were to be applicable, the petitioners clearly have no case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7302135a73014ee2962d2e1a0c6cedc0_84"
        },
        {
            "start": 16173,
            "end": 16373,
            "text": "20. Apparently cognizant of this handicap, Ms. Sagarika Wadhwa, learned Counsel for the petitioner, seeks to press into service Order XI Rule 1(4) of the CPC (as amended by the Commercial Courts Act).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6e33f7dd64334c878ea240231b20cf59_85"
        },
        {
            "start": 16374,
            "end": 16744,
            "text": "She submits that the period of limitation of 30 days, envisaged by Order XI Rule 1(4) stands extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, read with the judgments in Prakash Corporates8, Centaur Pharmaceuticals6 and Babasaheb Raosaheb Kobarne7, till 28th February 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87f339ca139645d2bf190e2f56dfcd62_86"
        },
        {
            "start": 16745,
            "end": 16960,
            "text": "Inasmuch as the documents had been sought to be placed on record with the application, which was filed on 8th September 2021, it was submitted that the petitioners were entitled to the benefit of Order XI Rule 1(4).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "59eeb2c13ff94d6f996d6037c9e9e9b4_87"
        },
        {
            "start": 16962,
            "end": 17024,
            "text": "21. At first glance, the submission is undoubtedly attractive.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "33a886370b7d4ccca94661edc089127d_88"
        },
        {
            "start": 17025,
            "end": 17250,
            "text": "Ms. Wadhwa is correct in her submission that the period of 30 days, envisaged under Order XI Rule 1(4) would, by operation of the afore- noted orders and judgments of the Supreme Court, stand extended till 28th February 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "26758b6837204f6a931aed264c70a2fd_89"
        },
        {
            "start": 17251,
            "end": 17398,
            "text": "Ms. Wadhwa is also correct, in her submission that the documents were indeed brought on record prior to 28 th February 2022, on 8th September 2021.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a003b65af255415eb982b7646cb218fb_90"
        },
        {
            "start": 17400,
            "end": 17547,
            "text": "22. Even so, submits Mr. Rohit Khurana, learned Counsel for the respondent, the petitioners would not be entitled to benefit of Order XI Rule 1(4).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a362852bf2af4ae4924d13b5924a212d_91"
        },
        {
            "start": 17548,
            "end": 17629,
            "text": "This, he submits, is because the said provision applies only to \"urgent filings\".",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c1664e406eaf4958a31f63406d810f86_92"
        },
        {
            "start": 17630,
            "end": 17778,
            "text": "The petitioners having not filed CS (Comm) 2718/2021, as an \"urgent filing\", he submits that they could not claim the benefit of Order XI Rule 1(4).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "288a2d8857c5487eb596e7931ae39866_93"
        },
        {
            "start": 17779,
            "end": 17883,
            "text": "In this context, Mr. Khurana points out that the suit was a plain and simple suit for recovery of money.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "afd7cdc61b1d45aeaa612b8f1f1e87ea_94"
        },
        {
            "start": 17884,
            "end": 17926,
            "text": "No interim relief was claimed in the suit.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a326639bda9847698fa01be7e87ab707_95"
        },
        {
            "start": 17927,
            "end": 18017,
            "text": "Nor is there any averment in the plaint to suggest that the suit was being filed urgently.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f959ec94c79946b5ada70b7be5d39469_96"
        },
        {
            "start": 18018,
            "end": 18164,
            "text": "Mr. Khurana has relied, in this context, on the judgment of the Supreme Court in Sudhir Kumar4 particularly on the following passage therein:\n\"36.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1466d2d5f5264c4891535c85c5c02e82_97"
        },
        {
            "start": 18165,
            "end": 18331,
            "text": "Now, so far as the other documents sought to be relied on/produced as additional documents other than the invoices are concerned the same stands on different footing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de55b3ca937245359aa4e479f0e1f98d_98"
        },
        {
            "start": 18332,
            "end": 18577,
            "text": "It is not disputed and in fact it was specifically admitted and so stated in the application that those additional documents other than the invoices were in their possession but not produced being voluminous and that the suit was filed urgently.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75bbdc28c0654c809ce5471c6fc98f59_99"
        },
        {
            "start": 18578,
            "end": 19086,
            "text": "However, it is to be noted that when the second suit was filed, it cannot be said to be urgent filing of the suit for injunction, as the first suit was filed in the month of October, 2018 and there was an ex parte ad interim injunction vide order dated 29.10.2018 and thereafter plaintiff withdrew the said first suit on 27.07.2019 with liberty to file a fresh suit as per the Commercial Courts Act and the second suit came to be filed on 31.08.2019 after period of one month of the withdrawal of first suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e101abde1c6f4616a23a532b28b15cdd_100"
        },
        {
            "start": 19087,
            "end": 19339,
            "text": "Therefore the case on behalf of the plaintiff that when the second suit was filed, it was urgently filed therefore, the additional documents sought to be relied upon other than the invoices were not filed as the same were voluminous cannot be accepted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1450932f00164227b673d4f48145d3f9_101"
        },
        {
            "start": 19340,
            "end": 19488,
            "text": "And therefore as such Order XI Rule 1 (4) shall not be applicable, though the application was filed within thirty days of filing of the second suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f9b2b8bb4b449d2af225c488e215384_102"
        },
        {
            "start": 19489,
            "end": 19812,
            "text": "While seeking leave of the court to rely on documents, which were in his power, possession, control or custody and not disclosed along with plaint or within the extended period set out in Order XI Rule 1 (4), the plaintiff has to establish the reasonable cause for non disclosure along with plaint.\"\n(Emphasis supplied)\n23.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "981daf12cd5c4680a006a42629629bb9_103"
        },
        {
            "start": 19813,
            "end": 19959,
            "text": "Responding to the said submission of Mr. Khurana, Ms. Wadhwa submits that the limitation for filing the suit expired, at the latest, in June 2021.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6025b46932c143f4902b29cbe52de9f8_104"
        },
        {
            "start": 19960,
            "end": 20149,
            "text": "That period stood extended, by operation of the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, till 28th February 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4471e3cd3d2a418dbc5f6bfcb7d725ba_105"
        },
        {
            "start": 20150,
            "end": 20329,
            "text": "The suit was filed on 27th July 2021, after expiry of the period of limitation, taking advantage of the extension of limitation provided by the orders passed by the Supreme Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac2c90f957d4438b9e66ecbbaa6a6a73_106"
        },
        {
            "start": 20330,
            "end": 20402,
            "text": "This very fact, she submits, indicates that the suit was filed urgently.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "406ad8265bcd495e97f697e364703d5e_107"
        },
        {
            "start": 20403,
            "end": 20516,
            "text": "She submits that there is no fixed format in the CPC or in the Commercial Courts Act, governing \"urgent filings\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc0ae8a952fe433eb7775d81d1ed408f_108"
        },
        {
            "start": 20517,
            "end": 20795,
            "text": "That being so, she submits, it would be unfair and unjust to deny to her clients, the benefit of Order XI Rule 1(4), especially as the documents were filed a mere few days beyond the 30 day window period from the date of filing of the plaint, available under Order XI Rule 1(4).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69543dea833648a7a038fc594cac988f_109"
        },
        {
            "start": 20797,
            "end": 20841,
            "text": "24. I am inclined to agree with Mr. Khurana.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e166b88041f4ed09a3146a248101438_110"
        },
        {
            "start": 20843,
            "end": 21000,
            "text": "25. In commercial suits, the time periods and other formalities stipulated in the Commercial Courts Act are binding and are required to be strictly followed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2715d07ca137458993b6503451e3d4f2_111"
        },
        {
            "start": 21001,
            "end": 21091,
            "text": "This is apparent from the decision in Sudhir Kumar4, on which Mr. Khurana placed reliance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "47b2843e1446477186160308ad96fb3c_112"
        },
        {
            "start": 21093,
            "end": 21235,
            "text": "26. The Supreme Court has strictly examined the issue of availability, to the appellant in that case, of the benefit under Order XI Rule 1(4).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4839de0586942ca969a1482895182bf_113"
        },
        {
            "start": 21236,
            "end": 21474,
            "text": "On the basis of the facts before it, the Supreme Court has held that the filing of the plaint, by the appellant in that case, could not be treated as an \"urgent filing\", as would entitle the appellant to the benefit of Order XI Rule 1(4).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62557d07bbb645fa901992da1e93f99e_114"
        },
        {
            "start": 21476,
            "end": 21601,
            "text": "27. The situation, in the present case, is worse, insofar as the applicability of Order XI Rule 1(4), on facts, is concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "edf012ca0b7f4b3581a516f9f34869c1_115"
        },
        {
            "start": 21602,
            "end": 21660,
            "text": "The suit filed by the petitioners was a simple money suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2888da2d9c894ff2afe316ec3a927ffc_116"
        },
        {
            "start": 21661,
            "end": 21725,
            "text": "No application for interlocutory relief was preferred therewith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad675d2f4edf4bc2a228032fc3cc233e_117"
        },
        {
            "start": 21726,
            "end": 22051,
            "text": "The mere fact that the suit happened to have been filed by availing the benefit of extension of limitation as conferred by the orders passed by the Supreme Court in Re: Cognizance for Extension of Limitation Suo Motu Writ Petition (C) 3/20205, cannot, by itself, justify treating the filing of the suit as an \"urgent filing\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17b055fcec264d379770897c48154cda_118"
        },
        {
            "start": 22052,
            "end": 22119,
            "text": "No urgency, of any sort, is reflected in the pleadings in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23eb5037e33a4362a4a3d5c38ef40d1b_119"
        },
        {
            "start": 22120,
            "end": 22420,
            "text": "Even if there is no prescribed format for \"urgent filing\" in the CPC or in the Commercial Courts Act, para 36 of the report in Sudhir Kumar4 makes it clear that the facts of the case should disclose urgency in the filing of the suit, in order for the benefit under Order XI Rule 1(4) to be available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4c0dba4d3f543b7ac6a9ae61a34e884_120"
        },
        {
            "start": 22421,
            "end": 22529,
            "text": "In the present case, the facts do not disclose any such urgency, as is correctly pointed out by Mr. Khurana.",
            "labels": [
                "RATIO"
            ],
            "id": "6925a3dbb8ca4a2b87dbacf3957b5052_121"
        },
        {
            "start": 22531,
            "end": 22693,
            "text": "28. That being so, applying Sudhir Kumar4 to the present case, it cannot be said that CS (Comm) 2718/2021 was instituted as an \"urgent filing\" by the petitioners.",
            "labels": [
                "RATIO"
            ],
            "id": "38a327c76e424eea8442e2939a22bd4a_122"
        },
        {
            "start": 22694,
            "end": 22789,
            "text": "Per sequitur, Order XI Rule 1(4) would not be available to the petitioners in the present case.",
            "labels": [
                "RATIO"
            ],
            "id": "ebf8d5b73fd24b2db6b4dc46f1584f08_123"
        },
        {
            "start": 22791,
            "end": 23480,
            "text": "29. The inexorable result is that (i) the additional documents in the present case having not been filed with the plaint as required by Order XI Rule 1(1),\n(ii) the plaint having not been filed as an \"urgent filing\" as envisaged by Order XI Rule 1(4), and (iii) no \"sufficient cause\" for not filing the documents with the plaint, within the meaning of Order XI Rule 1(5) having been adduced by the petitioners, no error, whatsoever, can be discerned in the impugned order, of the learned Commercial Court, refusing to take the said documents on record.\nConclusion 30. Resultantly, the present petition, being devoid of merits, fails and is accordingly dismissed with no orders as to costs.",
            "labels": [
                "RATIO"
            ],
            "id": "5c6de357bfb547e4a7d45d999d2c0bc0_124"
        },
        {
            "start": 23481,
            "end": 23576,
            "text": "Pending applications, if any, do not survive for consideration and are accordingly disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "25c651d29e4b45faa6dacbb2cb9a83ff_125"
        },
        {
            "start": 23577,
            "end": 23625,
            "text": "\nC. HARI SHANKAR, J SEPTEMBER 26, 2022 r.bararia",
            "labels": [
                "NONE"
            ],
            "id": "febbb648ae3a4417a041e452cef252b2_126"
        }
    ],
    "entities": [
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 19
        },
        {
            "text": "Odisha Slurry Pipeline",
            "label": "PETITIONER",
            "start_char": 42,
            "end_char": 64
        },
        {
            "text": "Idbi Bank Ltd.",
            "label": "RESPONDENT",
            "start_char": 72,
            "end_char": 86
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 121,
            "end_char": 134
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 142,
            "end_char": 155
        },
        {
            "text": "High Court At Calcutta",
            "label": "COURT",
            "start_char": 251,
            "end_char": 273
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 399,
            "end_char": 412
        },
        {
            "text": "Prasenjit Biswas",
            "label": "JUDGE",
            "start_char": 449,
            "end_char": 465
        },
        {
            "text": "Odisha Slurry Pipeline Infrastructure Ltd.",
            "label": "PETITIONER",
            "start_char": 618,
            "end_char": 660
        },
        {
            "text": "Idbi Bank Ltd.",
            "label": "RESPONDENT",
            "start_char": 737,
            "end_char": 751
        },
        {
            "text": "Srei Multiple Asset Investment Trust",
            "label": "PETITIONER",
            "start_char": 951,
            "end_char": 987
        },
        {
            "text": "Odisha Slurry Pipeline Infrastructure Ltd.",
            "label": "RESPONDENT",
            "start_char": 1054,
            "end_char": 1096
        },
        {
            "text": "Anjana Banerjee",
            "label": "LAWYER",
            "start_char": 1707,
            "end_char": 1722
        },
        {
            "text": "Rohan S. Nandy",
            "label": "LAWYER",
            "start_char": 1773,
            "end_char": 1787
        },
        {
            "text": "Jaydip Kar",
            "label": "LAWYER",
            "start_char": 1838,
            "end_char": 1848
        },
        {
            "text": "Abhishek Swaroop",
            "label": "LAWYER",
            "start_char": 1903,
            "end_char": 1919
        },
        {
            "text": "Arkaprava Sen",
            "label": "LAWYER",
            "start_char": 1970,
            "end_char": 1983
        },
        {
            "text": "Anupam Prakash",
            "label": "LAWYER",
            "start_char": 2034,
            "end_char": 2048
        },
        {
            "text": "Naman Kamdar",
            "label": "LAWYER",
            "start_char": 2099,
            "end_char": 2111
        },
        {
            "text": "Jishnu Saha",
            "label": "LAWYER",
            "start_char": 2162,
            "end_char": 2173
        },
        {
            "text": "Dwaipayan Basu Mallick",
            "label": "LAWYER",
            "start_char": 2224,
            "end_char": 2246
        },
        {
            "text": "Amitabh Shukla",
            "label": "LAWYER",
            "start_char": 2297,
            "end_char": 2311
        },
        {
            "text": "Ashutosh Shukla",
            "label": "LAWYER",
            "start_char": 2362,
            "end_char": 2377
        },
        {
            "text": "Deepak Khosla",
            "label": "LAWYER",
            "start_char": 2428,
            "end_char": 2441
        },
        {
            "text": "Anjana Banerjee",
            "label": "LAWYER",
            "start_char": 2492,
            "end_char": 2507
        },
        {
            "text": "Rahan S. Nandy",
            "label": "LAWYER",
            "start_char": 2558,
            "end_char": 2572
        },
        {
            "text": "Jishnu Saha",
            "label": "LAWYER",
            "start_char": 2622,
            "end_char": 2633
        },
        {
            "text": "Dwaipayan Basu Mallick",
            "label": "LAWYER",
            "start_char": 2683,
            "end_char": 2705
        },
        {
            "text": "Ashutosh Shukla",
            "label": "LAWYER",
            "start_char": 2756,
            "end_char": 2771
        },
        {
            "text": "Jaydip Kar",
            "label": "LAWYER",
            "start_char": 2823,
            "end_char": 2833
        },
        {
            "text": "Abhishek Swaroop",
            "label": "LAWYER",
            "start_char": 2887,
            "end_char": 2903
        },
        {
            "text": "Arkaprava Sen",
            "label": "LAWYER",
            "start_char": 2953,
            "end_char": 2966
        },
        {
            "text": "Anupam Prakash",
            "label": "LAWYER",
            "start_char": 3016,
            "end_char": 3030
        },
        {
            "text": "Naman Kamdar",
            "label": "LAWYER",
            "start_char": 3080,
            "end_char": 3092
        },
        {
            "text": "Suresh Sahni",
            "label": "LAWYER",
            "start_char": 3142,
            "end_char": 3154
        },
        {
            "text": "Soumik Ghosh",
            "label": "LAWYER",
            "start_char": 3203,
            "end_char": 3215
        },
        {
            "text": "Rupak Ghosh",
            "label": "LAWYER",
            "start_char": 3338,
            "end_char": 3349
        },
        {
            "text": "Sanjukta Gupta",
            "label": "LAWYER",
            "start_char": 3394,
            "end_char": 3408
        },
        {
            "text": "Sananda Ganguli",
            "label": "LAWYER",
            "start_char": 3454,
            "end_char": 3469
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 3522,
            "end_char": 3535
        },
        {
            "text": "Section 12 A",
            "label": "PROVISION",
            "start_char": 4091,
            "end_char": 4103
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4111,
            "end_char": 4138
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4197,
            "end_char": 4218
        },
        {
            "text": "Chapter III-A",
            "label": "PROVISION",
            "start_char": 4633,
            "end_char": 4646
        },
        {
            "text": "Act 28 th of 2018",
            "label": "DATE",
            "start_char": 4666,
            "end_char": 4683
        },
        {
            "text": "3.5.2018",
            "label": "DATE",
            "start_char": 4690,
            "end_char": 4698
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 4749,
            "end_char": 4760
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 5065,
            "end_char": 5085
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 5450,
            "end_char": 5479
        },
        {
            "text": "Section 12 A (1)",
            "label": "PROVISION",
            "start_char": 8098,
            "end_char": 8114
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 8461,
            "end_char": 8479
        },
        {
            "text": "Section 12 A",
            "label": "PROVISION",
            "start_char": 8927,
            "end_char": 8939
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 8967,
            "end_char": 8977
        },
        {
            "text": "Patil Automation Private Ltd. vs. Rakheja Engineers Private Ltd. reported in 2022 SCC Online SC 1028:\n(2022) 10 SCC 1",
            "label": "PRECEDENT",
            "start_char": 8993,
            "end_char": 9110
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 9187,
            "end_char": 9197
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 9205,
            "end_char": 9228
        },
        {
            "text": "Section 69(2)",
            "label": "PROVISION",
            "start_char": 9233,
            "end_char": 9246
        },
        {
            "text": "Indian Partnership Act",
            "label": "STATUTE",
            "start_char": 9254,
            "end_char": 9276
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9412,
            "end_char": 9425
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 9475,
            "end_char": 9492
        },
        {
            "text": "Ganga Taro",
            "label": "OTHER_PERSON",
            "start_char": 9513,
            "end_char": 9523
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 9561,
            "end_char": 9571
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9579,
            "end_char": 9582
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 9872,
            "end_char": 9883
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 10130,
            "end_char": 10141
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10260,
            "end_char": 10273
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 10325,
            "end_char": 10342
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 10434,
            "end_char": 10445
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10725,
            "end_char": 10738
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 10789,
            "end_char": 10806
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 10900,
            "end_char": 10917
        },
        {
            "text": "Ganga Taro",
            "label": "OTHER_PERSON",
            "start_char": 10921,
            "end_char": 10931
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 10993,
            "end_char": 11003
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11011,
            "end_char": 11014
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 11102,
            "end_char": 11112
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11149,
            "end_char": 11160
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11258,
            "end_char": 11269
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 11324,
            "end_char": 11341
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11432,
            "end_char": 11443
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11572,
            "end_char": 11583
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11784,
            "end_char": 11795
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 11854,
            "end_char": 11865
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 11948,
            "end_char": 11958
        },
        {
            "text": "Saket Sikri",
            "label": "OTHER_PERSON",
            "start_char": 12066,
            "end_char": 12077
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 12311,
            "end_char": 12322
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 12515,
            "end_char": 12525
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12533,
            "end_char": 12536
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 12586,
            "end_char": 12599
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12607,
            "end_char": 12610
        },
        {
            "text": "Section 80(2)",
            "label": "PROVISION",
            "start_char": 12634,
            "end_char": 12647
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 12815,
            "end_char": 12832
        },
        {
            "text": "Section 80 (2)",
            "label": "PROVISION",
            "start_char": 12876,
            "end_char": 12890
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13057,
            "end_char": 13070
        },
        {
            "text": "Section 80(2)",
            "label": "PROVISION",
            "start_char": 13142,
            "end_char": 13155
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13202,
            "end_char": 13215
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13217,
            "end_char": 13230
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 13392,
            "end_char": 13409
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13454,
            "end_char": 13467
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13475,
            "end_char": 13478
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 13502,
            "end_char": 13513
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13696,
            "end_char": 13709
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13717,
            "end_char": 13720
        },
        {
            "text": "Section 80(1)",
            "label": "PROVISION",
            "start_char": 13836,
            "end_char": 13849
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13857,
            "end_char": 13860
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 13961,
            "end_char": 13972
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14461,
            "end_char": 14471
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 14531,
            "end_char": 14542
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 14729,
            "end_char": 14744
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14785,
            "end_char": 14795
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 14878,
            "end_char": 14893
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 15141,
            "end_char": 15152
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 15236,
            "end_char": 15247
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 15299,
            "end_char": 15316
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 15461,
            "end_char": 15471
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 15949,
            "end_char": 15960
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16010,
            "end_char": 16021
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16100,
            "end_char": 16110
        },
        {
            "text": "20.8.2022",
            "label": "DATE",
            "start_char": 16191,
            "end_char": 16200
        },
        {
            "text": "Section 12 A",
            "label": "PROVISION",
            "start_char": 16270,
            "end_char": 16282
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16507,
            "end_char": 16517
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16598,
            "end_char": 16609
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16655,
            "end_char": 16666
        },
        {
            "text": "Patil Automation Private Limited",
            "label": "ORG",
            "start_char": 16808,
            "end_char": 16840
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16967,
            "end_char": 16978
        },
        {
            "text": "Laxmi Polyfab Pvt",
            "label": "ORG",
            "start_char": 17274,
            "end_char": 17291
        },
        {
            "text": "Eden Realty Ventures Pvt. Ltd.",
            "label": "ORG",
            "start_char": 17302,
            "end_char": 17332
        },
        {
            "text": "AIR 2021 CAL 190",
            "label": "CASE_NUMBER",
            "start_char": 17352,
            "end_char": 17368
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17533,
            "end_char": 17571
        },
        {
            "text": "Section 12A and Section 15",
            "label": "PROVISION",
            "start_char": 17647,
            "end_char": 17673
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 17681,
            "end_char": 17708
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 17796,
            "end_char": 17807
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17815,
            "end_char": 17836
        },
        {
            "text": "April 7, 2021",
            "label": "DATE",
            "start_char": 17897,
            "end_char": 17910
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 17932,
            "end_char": 17943
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 18142,
            "end_char": 18153
        },
        {
            "text": "Section 12A (1)",
            "label": "PROVISION",
            "start_char": 18523,
            "end_char": 18538
        },
        {
            "text": "category Section 12A",
            "label": "PROVISION",
            "start_char": 18868,
            "end_char": 18888
        },
        {
            "text": "sub-Section (1) of Section 12A",
            "label": "PROVISION",
            "start_char": 19043,
            "end_char": 19073
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 19342,
            "end_char": 19353
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 20113,
            "end_char": 20124
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 20243,
            "end_char": 20254
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20878,
            "end_char": 20891
        },
        {
            "text": "Patel Automation",
            "label": "ORG",
            "start_char": 20899,
            "end_char": 20915
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 21015,
            "end_char": 21026
        },
        {
            "text": "order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 21282,
            "end_char": 21297
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 21326,
            "end_char": 21337
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 21875,
            "end_char": 21886
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 22070,
            "end_char": 22081
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 22476,
            "end_char": 22486
        },
        {
            "text": "Section 27",
            "label": "PROVISION",
            "start_char": 22592,
            "end_char": 22602
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 23438,
            "end_char": 23453
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 23916,
            "end_char": 23927
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 23985,
            "end_char": 23996
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 24111,
            "end_char": 24121
        },
        {
            "text": "Patel Automation",
            "label": "ORG",
            "start_char": 24125,
            "end_char": 24141
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 25188,
            "end_char": 25199
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 25290,
            "end_char": 25300
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25308,
            "end_char": 25331
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 25420,
            "end_char": 25430
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 25434,
            "end_char": 25450
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 25763,
            "end_char": 25774
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 25905,
            "end_char": 25916
        },
        {
            "text": "Order 12A",
            "label": "PROVISION",
            "start_char": 26068,
            "end_char": 26077
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 26858,
            "end_char": 26869
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 27329,
            "end_char": 27340
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 27860,
            "end_char": 27871
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 28184,
            "end_char": 28195
        },
        {
            "text": "Section 80",
            "label": "PROVISION",
            "start_char": 28265,
            "end_char": 28275
        },
        {
            "text": "Section 12 A",
            "label": "PROVISION",
            "start_char": 28315,
            "end_char": 28327
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 28373,
            "end_char": 28383
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 28387,
            "end_char": 28403
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 28875,
            "end_char": 28886
        },
        {
            "text": "Section 80(2)",
            "label": "PROVISION",
            "start_char": 29015,
            "end_char": 29028
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29036,
            "end_char": 29039
        },
        {
            "text": "proviso to Section 80(2)",
            "label": "PROVISION",
            "start_char": 29146,
            "end_char": 29170
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 29420,
            "end_char": 29431
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 29761,
            "end_char": 29777
        },
        {
            "text": "Chandra Kishore Chaurasia Vs.",
            "label": "PRECEDENT",
            "start_char": 29789,
            "end_char": 29818
        },
        {
            "text": "R. A. Perfumery Works Pvt",
            "label": "OTHER_PERSON",
            "start_char": 29819,
            "end_char": 29844
        },
        {
            "text": "FAO (COMM) 128 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 29858,
            "end_char": 29880
        },
        {
            "text": "27.10.2022",
            "label": "DATE",
            "start_char": 29892,
            "end_char": 29902
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 29980,
            "end_char": 29991
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 30409,
            "end_char": 30419
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 30423,
            "end_char": 30439
        },
        {
            "text": "Section 12A (1)",
            "label": "PROVISION",
            "start_char": 30788,
            "end_char": 30803
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 30811,
            "end_char": 30838
        },
        {
            "text": "Section 12(1)",
            "label": "PROVISION",
            "start_char": 31406,
            "end_char": 31419
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 31427,
            "end_char": 31454
        },
        {
            "text": "Section 12A (1)",
            "label": "PROVISION",
            "start_char": 32042,
            "end_char": 32057
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 32065,
            "end_char": 32092
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 32283,
            "end_char": 32294
        },
        {
            "text": "FMAT 360 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 32692,
            "end_char": 32708
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 32828,
            "end_char": 32839
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33141,
            "end_char": 33152
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 33536,
            "end_char": 33559
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 33718,
            "end_char": 33741
        },
        {
            "text": "Section 129",
            "label": "PROVISION",
            "start_char": 33882,
            "end_char": 33893
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 34192,
            "end_char": 34202
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 34210,
            "end_char": 34237
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 35196,
            "end_char": 35237
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 35265,
            "end_char": 35275
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "label": "STATUTE",
            "start_char": 35283,
            "end_char": 35340
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 35984,
            "end_char": 35994
        },
        {
            "text": "3.5.2018",
            "label": "DATE",
            "start_char": 36062,
            "end_char": 36070
        },
        {
            "text": "Sub-Rule (1A) of Section 13",
            "label": "PROVISION",
            "start_char": 36083,
            "end_char": 36110
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 36253,
            "end_char": 36261
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36269,
            "end_char": 36292
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36297,
            "end_char": 36307
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 36315,
            "end_char": 36347
        },
        {
            "text": "Section (2) of Section 13",
            "label": "PROVISION",
            "start_char": 36354,
            "end_char": 36379
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 36695,
            "end_char": 36703
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36711,
            "end_char": 36734
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36739,
            "end_char": 36749
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 36757,
            "end_char": 36789
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 36819,
            "end_char": 36827
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36844,
            "end_char": 36854
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 36862,
            "end_char": 36894
        },
        {
            "text": "26.8.2022",
            "label": "DATE",
            "start_char": 37230,
            "end_char": 37239
        },
        {
            "text": "IA no. 21 and 22 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 37295,
            "end_char": 37319
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 37497,
            "end_char": 37505
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 37513,
            "end_char": 37536
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 37775,
            "end_char": 37783
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 37791,
            "end_char": 37814
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 38968,
            "end_char": 38978
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 39135,
            "end_char": 39146
        },
        {
            "text": "FMAT 314 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 39385,
            "end_char": 39401
        },
        {
            "text": "10.6.2022",
            "label": "DATE",
            "start_char": 39448,
            "end_char": 39457
        },
        {
            "text": "Civil Judge (Senior Division), Sealdah",
            "label": "COURT",
            "start_char": 39472,
            "end_char": 39510
        },
        {
            "text": "Title Suit no. 177 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 39514,
            "end_char": 39540
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 39667,
            "end_char": 39685
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 39693,
            "end_char": 39716
        },
        {
            "text": "Section 2 (1) (c)",
            "label": "PROVISION",
            "start_char": 40106,
            "end_char": 40123
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 40131,
            "end_char": 40158
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 40512,
            "end_char": 40530
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 40613,
            "end_char": 40621
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 40629,
            "end_char": 40652
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 40689,
            "end_char": 40699
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 40707,
            "end_char": 40728
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 40843,
            "end_char": 40855
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 41112,
            "end_char": 41122
        },
        {
            "text": "Order 1 Rule 10(2)",
            "label": "PROVISION",
            "start_char": 41397,
            "end_char": 41415
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41423,
            "end_char": 41446
        },
        {
            "text": "FMAT 258 OF 2022",
            "label": "CASE_NUMBER",
            "start_char": 41508,
            "end_char": 41524
        },
        {
            "text": "24.2.2022",
            "label": "DATE",
            "start_char": 41577,
            "end_char": 41586
        },
        {
            "text": "MS 7 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 41621,
            "end_char": 41633
        },
        {
            "text": "Order 39 Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 41857,
            "end_char": 41878
        },
        {
            "text": "Order 43 Rule 1(r)",
            "label": "PROVISION",
            "start_char": 41911,
            "end_char": 41929
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 41937,
            "end_char": 41960
        },
        {
            "text": "sub-Section (1A) of Section 13",
            "label": "PROVISION",
            "start_char": 41999,
            "end_char": 42029
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42037,
            "end_char": 42064
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 42401,
            "end_char": 42412
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 42714,
            "end_char": 42725
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 43140,
            "end_char": 43157
        },
        {
            "text": "Ganga Taro",
            "label": "OTHER_PERSON",
            "start_char": 43161,
            "end_char": 43171
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 43400,
            "end_char": 43411
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 43450,
            "end_char": 43467
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 43581,
            "end_char": 43592
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 43774,
            "end_char": 43785
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 43802,
            "end_char": 43812
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 43816,
            "end_char": 43832
        },
        {
            "text": "Bombay High Court",
            "label": "COURT",
            "start_char": 43926,
            "end_char": 43943
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 44103,
            "end_char": 44114
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 44138,
            "end_char": 44151
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 44155,
            "end_char": 44171
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 44351,
            "end_char": 44367
        },
        {
            "text": "Chandra Kishore Chaurasia",
            "label": "OTHER_PERSON",
            "start_char": 44371,
            "end_char": 44396
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 44511,
            "end_char": 44522
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 44753,
            "end_char": 44766
        },
        {
            "text": "Section 12A (1)",
            "label": "PROVISION",
            "start_char": 45319,
            "end_char": 45334
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 45342,
            "end_char": 45369
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 45540,
            "end_char": 45551
        },
        {
            "text": "Order 39 Rule 3",
            "label": "PROVISION",
            "start_char": 45969,
            "end_char": 45984
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 45992,
            "end_char": 46015
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 46639,
            "end_char": 46652
        },
        {
            "text": "Patil Automation",
            "label": "ORG",
            "start_char": 46656,
            "end_char": 46672
        },
        {
            "text": "Harish Tandon",
            "label": "JUDGE",
            "start_char": 47512,
            "end_char": 47525
        },
        {
            "text": "Prasejit Biswas",
            "label": "JUDGE",
            "start_char": 47536,
            "end_char": 47551
        }
    ],
    "precedent_clusters": {},
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 12 A",
            "Commercial Courts Act, 2015",
            "Section 12 A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 80",
            "Code of Civil Procedure",
            "Section 80",
            "Code of Civil Procedure"
        ],
        [
            "Section 69(2)",
            "Indian Partnership Act",
            "Section 69(2)",
            "Indian Partnership Act"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 12A and Section 15",
            "Commercial Courts Act, 2015",
            "Section 12A and Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 80",
            "Code of Civil Procedure",
            "Section 80",
            "Code of Civil Procedure"
        ],
        [
            "Section 80(2)",
            "CPC",
            "Section 80(2)",
            "CPC"
        ],
        [
            "Section 12A (1)",
            "Commercial Courts Act, 2015",
            "Section 12A (1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12(1)",
            "Commercial Courts Act, 2015",
            "Section 12(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A (1)",
            "Commercial Courts Act, 2015",
            "Section 12A (1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "Section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure",
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure"
        ],
        [
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015",
            "Section 2 (1) (c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure",
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure"
        ],
        [
            "Order 43 Rule 1(r)",
            "Code of Civil Procedure",
            "Order 43 Rule 1(r)",
            "Code of Civil Procedure"
        ],
        [
            "sub-Section (1A) of Section 13",
            "Commercial Courts Act, 2015",
            "sub-Section (1A) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A (1)",
            "Commercial Courts Act, 2015",
            "Section 12A (1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 39 Rule 3",
            "Code of Civil Procedure",
            "Order 39 Rule 3",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12 A (1)",
            "Commercial Courts Act, 2015",
            "Section 12 A (1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12 A",
            "Commercial Courts Act, 2015",
            "Section 12 A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 80",
            "CPC",
            "Section 80",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 80(2)",
            "CPC",
            "Section 80(2)",
            "CPC"
        ],
        [
            "Section 80 (2)",
            "CPC",
            "Section 80 (2)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 80(2)",
            "CPC",
            "Section 80(2)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Section 80(1)",
            "CPC",
            "Section 80(1)",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12 A",
            "Commercial Courts Act, 2015",
            "Section 12 A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A (1)",
            "Commercial Courts Act",
            "Section 12A (1)",
            "Commercial Courts Act"
        ],
        [
            "category Section 12A",
            "Commercial Courts Act",
            "category Section 12A",
            "Commercial Courts Act"
        ],
        [
            "sub-Section (1) of Section 12A",
            "Commercial Courts Act",
            "sub-Section (1) of Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 80",
            "Code of Civil Procedure",
            "Section 80",
            "Code of Civil Procedure"
        ],
        [
            "Section 12 A",
            "Commercial Courts Act, 2015",
            "Section 12 A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "proviso to Section 80(2)",
            "Code of Civil Procedure",
            "proviso to Section 80(2)",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act",
            "Section 12A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Rule (1A) of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Rule (1A) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section (2) of Section 13",
            "Commercial Courts Act, 2015",
            "Section (2) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 43",
            "Code of Civil Procedure",
            "Order 43",
            "Code of Civil Procedure"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure",
            "Order 1 Rule 10(2)",
            "Code of Civil Procedure"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order 39 Rule 1 and 2",
            "Commercial Courts Act, 2015",
            "Order 39 Rule 1 and 2",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Chapter III-A",
            "Commercial Courts Act",
            "Chapter III-A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "order 7 Rule 11",
            "Commercial Courts Act",
            "order 7 Rule 11",
            "Commercial Courts Act"
        ],
        [
            "Section 26",
            "Commercial Courts Act",
            "Section 26",
            "Commercial Courts Act"
        ],
        [
            "Section 27",
            "Commercial Courts Act",
            "Section 27",
            "Commercial Courts Act"
        ],
        [
            "Order 12A",
            "Code of Civil Procedure",
            "Order 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 129",
            "Code of Civil Procedure",
            "Section 129",
            "Code of Civil Procedure"
        ]
    ],
    "precedent_counts": {},
    "provision_counts": {
        "Section 12 A of Commercial Courts Act, 2015": 4,
        "Section 80 of Code of Civil Procedure": 3,
        "Section 69(2) of Indian Partnership Act": 1,
        "Section 80 of CPC": 5,
        "Section 80(1) of CPC": 7,
        "Section 12A and Section 15 of Commercial Courts Act, 2015": 1,
        "Section 12A of Commercial Courts Act": 22,
        "Section 80(2) of CPC": 3,
        "Section 12A (1) of Commercial Courts Act, 2015": 3,
        "Section 12(1) of Commercial Courts Act, 2015": 1,
        "Section 13 of Commercial Courts Act, 2015": 4,
        "Section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "Order 43 of Code of Civil Procedure": 6,
        "Section 37 of Arbitration and Conciliation Act": 3,
        "Order 1 Rule 10(2) of Code of Civil Procedure": 3,
        "Section 2 (1) (c) of Commercial Courts Act, 2015": 1,
        "Section 15 of Commercial Courts Act": 1,
        "Order 43 Rule 1(r) of Code of Civil Procedure": 1,
        "sub-Section (1A) of Section 13 of Commercial Courts Act, 2015": 1,
        "Order 39 Rule 3 of Code of Civil Procedure": 1,
        "Section 12A of Commercial Courts Act, 2015": 33,
        "Section 12 A (1) of Commercial Courts Act, 2015": 1,
        "Section 80 (2) of CPC": 1,
        "Order VII Rule 11 of CPC": 3,
        "Order 7 Rule 11 of CPC": 3,
        "Section 12A (1) of Commercial Courts Act": 1,
        "category Section 12A of Commercial Courts Act": 1,
        "sub-Section (1) of Section 12A of Commercial Courts Act": 1,
        "proviso to Section 80(2) of Code of Civil Procedure": 1,
        "Sub-Rule (1A) of Section 13 of Commercial Courts Act, 2015": 1,
        "Section (2) of Section 13 of Commercial Courts Act, 2015": 1,
        "Order 39 Rule 1 and 2 of Commercial Courts Act, 2015": 1,
        "Chapter III-A of Commercial Courts Act": 1,
        "order 7 Rule 11 of Commercial Courts Act": 1,
        "Section 26 of Commercial Courts Act": 1,
        "Section 27 of Commercial Courts Act": 1,
        "Order 12A of Code of Civil Procedure": 1,
        "Section 129 of Code of Civil Procedure": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 52,
        "Code of Civil Procedure": 17,
        "Indian Partnership Act": 1,
        "CPC": 22,
        "Commercial Courts Act": 30,
        "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "Arbitration and Conciliation Act": 3
    }
}