{
    "id": "246fb3bb61a22f7326214583fd7f30fe873bab23c4a3aaf59d93e45170b69c43",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nDelhi High Court \nArindam Chaudhuri vs Zest Systems Pvt Ltd & Anr on 10 September, 2021 \nEquivalent citations: Aironline 2021 Del 1677\nAuthor: Vipin Sanghi\nBench: Vipin Sanghi, Jasmeet Singh \n                         $~1, 2 & 6 \n\n                         *       In The High Court Of Delhi At New Delhi\n                         +       Fao(Os) 23/2020&Cm Appl . 7970-7972/2020 \n\n                                                                      Date of Decision : 10.09.2021 \n\n                                 Odeon Builders Pvt Ltd                   ..... Appellant \n                                                Through: Mr. Karunesh Tandon, Ms. Simran \n                                                         Mulchandani& Mr. Manish Kumar , \n                                                         Advs . \n                                                versus \n                                 Nbcc ( India ) Ltd                         ..... Respondent\n                                                Through: Ms. Shilpi Chowdhary and\n                                                         Mr.Jasdeep Singh Dhillon, Advs.\n\n                         +       Fao(Os) (Comm) 19/2020, Cm Appl. 2788/2020 & Cm Appl . \n                                 7262/2021 \n                                 M / S Rayban Foods Pvt Ltd                   ..... Appellant \n                                               Through : Mr. Sunil Dalal, Sr . Adv . with \n                                                          Mr.Vivek Jain, Mr.Devashish \n                                                          Bhadauria and Ms. Surbhi Mehta, \n                                                          Advs.\n                                               versus \n                                 M / S Gac Logistics Pvt Ltd                  ..... Respondent\n                                               Through: Mr.Sanjana Saddy, Mr .Sanyat Lodha\n                                                          and Ms. Harshita Singhal, Advs.\n                         +       Fao(Os) (Comm) 16/2020, Cm Appl. 2235/2020&Cm Appl.\n                                 2237/2020\n                                 Arindam Chaudhuri                          ..... Appellant \n                                               Through: Mr. NishitKush, Advocate . \n                                               versus\n                                 Zest Systems Pvt Ltd & Anr                 ..... Respondents \n                                               Through: Mr. Kirti Uppal Sr. Adv. with Mr. N \n                                                          K Kanatawla and Mr.Satyender \n                                                          Chahar, Advs. \n\n\n\n\nSignature Not Verified \nDigitally Signed\nBy: AMIT Arora         Fao(Os)   23/2020 ,Fao(Os) (Comm) 19/2020 & Fao(Os) (Comm) 16/2020    Page 1 of 13 \nSigning Date:16.09.2021 \n16:42:28 \n                                  Coram:\n                                 Hon'Ble Mr. Justice Vipin Sanghi\n                                 Hon'Ble Mr. Justice Jasmeet Singh \n\n                                                         Judgment \n                         %       Vipin Sanghi, J (Oral) \n\n                         1)      In respect of Item 1, the Registry is directed to register the appeal as\nFao (Os)(Comm) No. 23/2020 instead of  FAO(OS) No. 23/2020. \n2) These three commercial appeals have been preferred under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (Commercial Courts Act) to assail the orders passed in the respective commercial causes by the learned Single Judge. The particulars of the impugned orders passed in these three appeals are as follows:\n( I ) FAO(OS)(COMM) No. 23/2020 The impugned order is dated 31.10.2019 passed by learned Single Judge in O.A. No. 81/2019 [CS(COMM) No. 1261/2018]. By the impugned order, the learned Single Judge dismissed the Chamber Appeal against the order passed by the Joint Registrar, whereby the right of the plaintiff to file the replication as well as affidavit of admission/ denial of documents was closed. \n(II) FAO(OS)(COMM) No. 17/2020 The impugned order is dated 06.12.2019 passed by learned Single Judge in CS(COMM) No. 1143/2018. By the impugned order, the learned Single Judge rejected three issues proposed by the defendant, including an issue on limitation. The appeal is preferred only qua the disallowance of the issue on limitation. (III) FAO(OS)(COMM) No. 17/2020 The impugned order is dated 01.10.2019 passed by learned Single Judge in I.A. 7379/2019[CS(COMM) No. 513/2017]. By the impugned order, the learned Single Judge allowed the application for amendment of the plaint. \n3) Section 13 of the Commercial Courts Act, which creates the Right of Appeal reads as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).] (2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" (emphasis supplied) \n4) In light of the provision contained in Section 13 of the Commercial Courts Act, since none of the impugned orders are specifically appealable under Order 43 CPC, we had required the parties to address us on the aspect of maintainability of the present appeals. \n5) Learned counsels for the appellants placed reliance on a Division Bench judgement of this Court in D & H India Ltd. vs Superon Schweisstechnik India Ltd. [FAO(OS)(COMM) No. 237/2019] decided on 16.03.2020. The Division Bench in its decision, inter alia, in Para 21 held as follows:\n\"21. On a plain reading, the proviso to Section 13 (1A) of the Commercial Courts Act is an enabling, rather than a disabling, provision. There is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1A) of Section 13. If we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a Commercial Court, save and except those which find specific enumeration in Order XLIII of the CPC, it may amount to rewriting the proviso to read \"Provided that no appeal shall lie, except from such orders passed by a Commercial Division or the Commercial Court as are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\" We are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate. To our mind, therefore, sub-section (1A) of Section 13 of the Commercial Courts Act allows appeals to be preferred against all judgements and orders of the Commercial Division of the High Court, to the Commercial Appellate Division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in Order XLIII of the CPC, such appeals shall lie.\" \n6) Thereafter, the Division Bench in its conclusions in Para 45 held as follows:\n\"45. We are, therefore, not persuaded to accept the preliminary objection, of Mr. Sindhwani, regarding the maintainability of the present appeal before us. For the sake of clarity, we reiterate our reasons, thus:\n(i) OA 58/2019 was filed in CS (COMM) 665/2017. The learned Single Judge was, therefore, exercising jurisdiction under the Commercial Division of this Court. Section 13 of the Commercial Courts Act would, therefore, apply. On this aspect, we may note, Mr. Sindhwani, too, is ad idem. \n(ii) Sub-section (1A) of Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court. Inasmuch as the learned Single Judge was sitting in the Commercial Division of this Court, while passing the impugned order dated 3rd July, 2019 , the said order would be appealable to the Division Bench of this Court, on a plain reading of Section 13(1A) of the Commercial Courts Act. \n(iii) The proviso to Section 13 (1A) cannot, in our view, be read as limiting the right to appeal, conferred by Section 13 (1A). The said proviso merely states that, from orders passed by the Commercial Division of the High Court, as are specifically enumerated under Order XLIII of the CPC, an appeal would lie under Section 13 (1A). In our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the CPC at all, but under Rule 5 in Chapter II of the 2018 Original Side Rules. \n(iv) The judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 do not apply, as they related to appeals, against orders passed by the learned Single Judge under one or the other provision of the CPC. In such circumstances, these decisions restricted the ambit of Section 13 (1A) of the Commercial Courts Act, by invoking Section 104 and Order XLIII of the CPC. \nThe case before us being relatable to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, we are not persuaded to follow the decisions in HPL (India) Ltd1 and Samsung Leasing Ltd2. \nJudgements rendered by courts, it is trite, are not to be read as analogous to Euclids theorems, but have to be understood and applied in the light of the fact- situation, and the legal issue arising for consideration, in those cases7. \n(v) In this context, we may note that the 2018 Original Side Rules have been notified in exercise of the powers conferred, not only by Section 129 of the CPC, but by Section 7 of the Delhi High Court Act. Section 129 of the CPC permits every High Court to make such rules, not inconsistent with the Letters Patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit. Section 7 of the Delhi High Court Act stipulates that, subject to the provisions thereof, \"the High Court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the High Court of Punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\". The Original Side Rules of this Court have, therefore, their own individual identity, distinct and different from the CPC, and we do not see any justification for applying, to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, the restraints contained in Section 104, or Order XLIII, of the CPC, insofar as the availability of a remedy of appeal, against such order, under Section 13(1A) of the Commercial Courts Act, is concerned. We may note, in this regard, that, over four decades ago a Full Bench of this Court had held, in Print Pak Machinery Ltd. v. Jay Kay Papers Converters8, that in the event of any conflict, the Original Side Rules prevailed over the Civil Procedure Code, 1908.\n(vi) Nor are we persuaded to non-suit the appellant, by applying Rahul Gupta 3, which proceeds on the premise that the use of the word \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules - whereunder the order of the learned Single Judge had been passed in that case - was a \"misnomer\". The appeal before the Division Bench had, in that case, been filed under Section 10 of the Delhi High Courts Act. In our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under Rule 4 in Chapter II of the 1967 Original Side Rules, but under Rule 5 in Chapter II of the 2018 Original Side Rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under Section 10 of the Delhi High Court Act, but under Section 13 of the Commercial Courts Act, the range and sweep of which is far more expansive than that of Section 10 of the Delhi High Courts Act.\"\n7) We may observe that the Division Bench sought to distinguish earlier decisions cited before it in the cases of Rahul Gupta Vs. Pratap Singh & Ors. MANU/DE/4330/2013, HPL (India) Limited and Ors. Vs. QRG Enterprises and Ors MANU/DE/0347/2017 and Samsung Leasing Ltd. and Ors. Vs. Samsung Electronics Co. Ltd. And Ors. MANU/DE/2107/2017, which had been relied upon by the respondent before it, to contend that the appeal under Section 13 was not maintainable, since the order passed by the learned Single Judge in the commercial cause was not specifically appealable under Order XLIII, Code of Civil Procedure. \n8) We had doubts about the correctness of the view taken in D & H India Ltd. (Supra). We felt that the said view went against the very purpose for which the Commercial Courts Act was enacted i.e. to provide for speedy disposal of high value commercial disputes, as is evident from the Statement of Objections and Reasons for the said Act. The effect of judgment in D & H India Ltd. (Supra) was that all orders passed by the Commercial Courts, or the Commercial Division of the High Court, would be appealable when, before the enactment of the Commercial Courts Act, only such orders were appealable, which were either specifically made appealable, such as, under Section 104, or within Order XLIII CPC, or qualified as \"judgments\" within the meaning of that expression, as explained by the Supreme Court in Shah Babulal Khimji V. Jayaben D. Kania & Another, AIR 1981 SC 1786. Thus, the right to prefer an appeal - if D & H India Ltd. (Supra) were to be accepted as the correct view, stood expanded by Section 13 of the Commercial Court Act, when compared to the right of appeal available prior to its enactment. We were of the prima facie view that this would go contrary to the purpose and object of the Commercial Courts Act, as creation of a right of appeal against all and sundry orders passed in Original Commercial Causes would impede the progress of the causes. Every appeal at the interlocutory stage of the proceedings acts as a speed breaker in the progress of the cause. Moreover, if the proviso to Section 13(1A) were to be read as not limiting or qualifying the right of appeal contained in Section 13(1) and the first part of Section 13(1A), then there was no need to enact the proviso. The view taken in D & H India Ltd. (Supra) rendered the proviso to Section 13(1A) a surplusage - which is not to be presumed in respect of any part of a legislation. Thirdly, the view taken by the Division Bench in D & H India Ltd. (Supra) neither took into account Section 13(2), nor the interpretation adopted by the Division Bench could be reconciled with the clear plain meaning of Section 13(2). A party aggrieved by an order passed at the interlocutory stage of the proceedings is not entirely remediless, in as much, as, Section 105 CPC entitles the party aggrieved by any such interlocutory order, to assail the same which appealing against the decree by raising a ground in the Memorandum of Appeal. Moreover, the option to assail the interlocutory order before the Supreme Court, by preferring a Special Leave Petition, is also available. Since we were finding it difficult to persuade ourselves to accept the view expressed in D & H India Ltd. (Supra), we decided to hear the submissions of learned counsels, and directed them to place on record copies of the judgements that they wish to rely upon. \n9) The respondents, who are opposing the maintainability of the appeals, have placed before the Court the judgement rendered by the Supreme Court in Kandla Export Corporation & Ors. vs OCI Corporation &Ors., (2018) 14 SCC 715, wherein the Supreme Court has interpreted Section 13 of the Commercial Courts Act, and held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by ShriGiri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. \nThe primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., MANU/SC/0070/1959: 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. \"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso\". Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [MANU/SC/0017 1956: [(1957) SCR 51, 59]). Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [MANU/SC/0084 1955:[(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\" \nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [MANU/PR/0060/1944 [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\" \nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .)\" \n15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\" (emphasis supplied) \n10) A perusal of the above extract shows that the Supreme Court has already interpreted and pronounced upon the scope of the appeals maintainable under Section 13 of the Commercial Courts Act, and while doing so, the Supreme Court has held that the primary purpose of the proviso is to qualify the generality of the main part by providing an exception.\n11) This decision of the Supreme Court in Kandla Export Corporation (supra ) decided on 07.02.2018, was rendered prior to the judgement in D & H India Ltd. vs. (supra), rendered by a Division Bench of this Court. However, this judgement was, apparently, not brought to the notice of the Division Bench and has, therefore, escaped the attention of the Division Bench. \n12) A perusal of D & H India Ltd. vs. (supra) shows that the Division Bench has also not referred to and dealt with, specifically Section 13 (2) of the Commercial Courts Act that, in terms, states that \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\" Thus, an appeal from an order passed in a commercial cause would lie only in accordance with Section 13(1) and 13(1A), and not otherwise. An appeal, by resort to the Letters Patent (in the light of the judgement of the Supreme Court in Shah Babulal Khimji (supra)) is also not maintainable under Section 13 of the Commercial Courts Act. \n13) With due respect, the judgement of the Division Bench in D & H India Ltd. (supra) cannot be regarded as laying down the correct interpretation of Section 13 of the Commercial Courts Act, and we are, therefore, not bound to follow the same, since there is a contrary view of the Supreme Court. We are bound by the judgement of the Supreme Court. In the ordinary course, we would have referred the decision in D & H India Ltd. vs. (supra) for reconsideration by a larger Bench since, we were inclined to take a contrary view to that taken in D & H India Ltd. (Supra). However, since the issue already stands settled by the Supreme Court, there is no necessity to adopt that course of action. Hence, in our view, these appeals are not maintainable, since none of the impugned orders are appealable under Order XLIII Rule 1 of the Civil Procedure Code. \n14) The Appeals are, accordingly, dismissed. \nVIPIN SANGHI, J JASMEET SINGH, J SEPTEMBER 10, 2021 Sahil Sharma",
        "preamble_end_char_offset": null,
        "cleaned_text": "rajasthan high court shri balaji industrial products ltd vs aia engineering ltd and ors on 2 july, 2018 bench: mohammad rafiq, alok sharma high court of judicature for rajasthan bench at jaipur d. b. civil writ petition no. 4411/2018 shri balaji industrial products limited, 48, industrial area, jhotwara, jaipur-302012 ----petitioner/defendant no. 1 versus 1. aia engineering limited through its authorized signatory mr. achyut c parikh, (dy. general manager) s/o sh. chandrakant parikh, aged about 55 years, having its office at 115, gvmm estate, odhav, ahmedabad-382410, gujarat. respondent/plaintiff 2. ntpc limited, ntpc bhawan, scope complex, institutional area, lodhi road, new delhi-110003. 3. bharat heavy electrical ltd. (bhel) bhel house, siri fort, new delhi-110049 for petitioner(s) : mr. sudhir chandra and mr. r. p. singh, senior counsels assisted by mr. abhay jain and mr. prekhar gupta. for respondent(s) : mr. mahendra singh, shri vikas balia, shri akash shrivastava and shri raunak bapna. hon'ble mr. justice mohammad rafiq hon'ble mr. justice alok sharma judgment reportable 02/07/2018 (per hon'ble mr. justice mohammad rafiq) this writ petition under article 227 of the constitution of india has been filed by petitioner-defendant shri balaji industrial products limited against order dated 09.02.2018 passed by the commercial court at jaipur (for short 'the commercial court') in a suit filed by the respondent no. 1-plaintiff aia (2 of 27) [cw-4411/2018] engineering limited. the commercial court by the aforesaid order, allowed the application filed by the respondent no. 1-plaintiff under order v rule 1 cpc permitting the plaintiff to file 'statement of truth' envisaged in order vi rule 15a for verification, dismissed application filed by the petitioner-defendant under order vi rule 15a(1) read with section 4 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (for short 'the act of 2015') and declined to declare that the suit was not duly instituted. by the aforesaid order, the commercial court has also dismissed the application filed by the defendant-petitioner under section 148 read with section 151 cpc seeking extension of time for filing of written statement. challenging that order, further prayer has been made that the commercial court be directed to take written statement filed on 12.10.2017 on record as per proviso to rule 1 of order viii cpc and not to take 'statement of truth' filed by the respondentplaintiff on record. arguments in this case were heard in two phases. earlier after conclusion of arguments, matter was closed for judgment on 20.04.2018. however, subsequently an application (no. 28833/2018) was filed by the petitioner on 04.05.2018 seeking to place on record copy of the commercial courts, commercial division and commercial appellate division of high courts (amendment) ordinance, 2018 (for short 'the ordinance of 2018'). therefore, the matter was again listed on 10.05.2018 before the court under the category \"to be mentioned\" and thereafter, the matter was listed for hearing on 17.05.2018, on (3 of 27) [cw-4411/2018] which date, further arguments as to the effect of this ordinance were heard and the matter was again closed for judgment. we have heard mr. sudhir chandra and mr. r.p. singh, senior counsel assisted by mr. abhay jain and mr. prekhar gupta appearing on behalf of the petitioner-defendant; mr. mahendra singh; mr. vikas balia, mr. akash shrivastava and mr. raunak bapna, counsel appearing on behalf of the respondents. senior counsel appearing for the petitioner-defendant argued that the commercial court has committed gross jurisdictional error by closing written statement of the defendantpetitioner during pendency of the application of the respondentplaintiff under order v rule 1 cpc. factum of non-filing of the 'statement of truth' by the plaintiff with the plaint goes to the root of the controversy and therefore a specific application under order vi rule 15a was filed by the petitioner-defendant before the commercial court. as per section 27 cpc read with order v rule 1 cpc, the commercial court could have issued summons to the petitioner-defendant only when the suit was duly instituted. a suit to be \"duly instituted\" has to comply with requirement of section 26(2) cpc as amended by the act of 2015, which provides the form and manner of an affidavit required under order vi rule 15a cpc. corresponding provision to section 26 cpc is order iv rule 1 cpc, which deals with institution of the suit, starts with the heading \"suit to be commenced by plaint\". further, order iv rule 1(3) cpc specifically provides that the plaint shall not be deemed to be 'duly instituted' unless it complies with the requirements specified in sub-rule (1) and (2). sub-rule (2) provides that every plaint shall (4 of 27) [cw-4411/2018] comply with the rules contained in order vi and vii cpc. in order to a suit to be 'duly instituted', the affidavit in the form and manner provided under order vi rule 15a of commercial court act, 2015 is mandatorily required to be filed as per the condition inserted in clause (2) of section 26 cpc by adding a proviso under the act of 2015. it is argued that heading of rule 15a of order vi states \"verification of pleadings in commercial disputes\" and rule (1) of rule 15a starts with 'non-obstante' clause by providing that every pleading in commercial disputes shall be verified by an affidavit in the manner and form prescribed in the appendix to the schedule. further, clause (4) of the same rule provides that where a pleading is not verified in the manner provided under sub-rule (1), the party shall not be permitted to rely on such pleadings as evidence or any of the matters set out therein. in the present case, the plaint admittedly did not contain the affidavit of the respondent-plaintiff as required under order vi rule 15a. the commercial court was thus not justified in declining prayer of the petitioner-defendant for not permitting the respondent-plaintiff to rely on the pleadings raised in the plaint or any of the matters set out therein. it is argued that the commercial court erred in taking the revised affidavit of the plaintiff on record by the impugned order. since the affidavit was not part of the plaint, the suit cannot be said to be 'duly instituted' and taking such affidavit on record at later stage would tantamount to amendment of the plaint, which could be done only by recourse to order vi rule 17 cpc. the commercial court by not following the aforesaid procedure has thus committed jurisdictional error and caused manifest injustice to the petitionerdefendant by closing its written statement. relying on the (5 of 27) [cw-4411/2018] judgment of the supreme court in sangram singh vs. election tribunal, air 1955 sc 425, it is argued that laws of procedure are grounded on a principal of natural justice which requires that men should not be condemned unheard. it is argued that the petitioner has no other alternative efficacious remedy. it cannot file revision petition against impugned order because of the bar under section 8 of the act of 2015. the remedy of appeal as provided under section 13 of the act of 2015 can be availed only after the final adjudication of the suit, which is also not an equally efficacious remedy. powers of this court under article 227 of the constitution of india, being in the nature of supervisory jurisdiction, can be invoked despite bar provided under section 8 of the act of 2015, if it could be shown that the commercial court has exceeded its jurisdiction, committed a manifest error and gross injustice has been caused to the petitioner. it is argued that even if affidavit containing 'statement of truth' was permitted to be taken on record by the impugned order, the plaint should be taken to be duly instituted from the date of impugned order and the period of 120 days envisaged in proviso to order viii rule 1 should then begin from that date and not earlier to that. the commercial court by not doing so has committed jurisdictional error that in that it did not lawfully exercised the jurisdiction vested in it. reliance in this connection is placed on judgment of the supreme court in shalini shyam shetty vs. rajendra shankar patil, (2010) 8 scc 329 and judgment of allahabad high court in jodhey & others vs. state through ram sahai, air 1952 all 788. it is further contended that remedy of appeal available to the petitioner-defendant under (6 of 27) [cw-4411/2018] section 13 of the act of 2015 against the final judgment cannot be in the facts of the case considered to be efficacious alternative remedy particularly because the respondent-plaintiff has filed the suit along with temporary injunction application and in absence of the defence, there is every likelihood that the defendant would be injuncted temporarily till the disposal of the suit and in such a situation, the remedy of appeal after the adjudication of the suit would be an empty formality because during the interregnum period, the entire manufacturing activity of the defendant would come to a grinding halt on the allegation of the infringement of the alleged product of plaintiff. it is argued that the patent suit requires a deep investigation and the documents submitted by both the parties are running into few thousand pages, therefore, the final adjudication of the suit would require few years. even if eventually the suit is dismissed, the petitioner-defendant would have by then suffered huge financial losses in view of temporary injunction that may be granted by the commercial court. senior counsel argued that application filed by the respondent-plaintiff under order v rule 1 cpc is wholly misconceived as admittedly from 17.05.2017 till 01.09.2017 the matter was fixed on the application under order vii rule 11 and not for filing of the written statement. once such application has been filed, the court has to dispose of the same before proceeding with the trial and therefore till such application was decided, it was not obligatory for the defendant to file written statement. reliance has been placed on the judgment of the supreme court in r.k. roja vs. u.s. rayudu, (2016) 14 scc 275; saleem bhai & others vs. state of maharashtra & others, (2003) 1 scc (7 of 27) [cw-4411/2018] 557. it is argued that judgment of delhi high court in gulf dth fz lic vs. dish tv india limited & others, 2016 scc online del 5005 taking a contrary view, is of no value as it has been rendered by single bench against which appeal is pending before division bench. since there has been no amendment in order vii rule 11 in the act of 2015, ratio of the judgment of the supreme court in r.k. roja (supra) and saleem bhai (supra) still holds the field under the act of 2015. relying on the judgment of the supreme court in sejal glass limited vs. navilan merchants private limited, (2017) scc online sc 1000, senior counsel argued that identical situation was there in that case, i.e. in the event of pendency of application under order vii rule 11 cpc, the statutory time limit of 120 days of filing the written statement was extended by further eight weeks and the question of law raised was left open. reliance has been placed upon judgment of delhi high court in parasramka holdings private limited vs. ambience private limited & another, 2018 scc online del 6573, in which case, defendant-applicant was held entitled to file its written statement within 120 days after rejection of its application under order vii rule 11 cpc. it is argued that amendment introduced by the ordinance of 2018 is prospective except the relevant provision which is sub-judice before this court in the present case. reference is made to clause 18 (iii) of the ordinance of 2018 by which 'statement of truth' has been inserted by way of appendix-i w.e.f. 23.10.2015. it is argued that 23.10.2015 is the date when the ordinance of 2015 was promulgated for the first time, which was later replaced by the act of 2015 and as per section 1(3), the (8 of 27) [cw-4411/2018] act of 2015 was deemed to have come into force on 23.10.2015. it is contended that the ordinance of 2018 in this regard is only clarificatory in nature. all other new provisions introduced are ergo, prospective except the provision in question. since 'statement of truth' was inadvertently removed from the act of 2015 in its english versions, as admitted by the ministry of law vide its letter dated 04.04.2018 produced before this court, wherein it was stated that the said appendix i.e. 'statement of truth' is now proposed to be inserted with retrospective effect from 23.10.2015, which has also been done in the ordinance of 2018, thus the amendment is only clarificatory in nature. the amendment has to be treated retrospective because it was the intent of the parliament from the beginning to introduce 'statement of truth' in commercial dispute matters w.e.f. 23.10.2015. 'statement of truth' has been included at three places of the act of 2015 which are, (i) section 26 cpc, as amended in commercial court act, 2015 by inserting a proviso, (ii) specific provision has been inserted as order vi rule 15a and (iii) by amending explanation to rule 3 of order xi cpc. if the amendment brought by the ordinance is not made retrospective, reference of 'statement of truth' in the aforesaid three provisions would be rendered otiose. it is argued that the suit in the present case was filed on 22.04.2017 when the act of 2015 was in force. since the plaint was not supported by 'statement of truth', the same was clearly not in accordance with the provisions of act of 2015. therefore, no summons could have been issued to the defendantpetitioner in the suit, yet the summons were inadvertently issued by the commercial court on 22.04.2017. the plaintiff filed an (9 of 27) [cw-4411/2018] application under order v rule 1 cpc to close the right to file written statement by the petitioner. at that very stage that it was discovered that no summons could have been issued to the defendants as the suit was not \"duly instituted\". accordingly, specific application was filed by the petitioner bringing the said fact to the notice of the commercial court. the commercial court therefore erred in law in dismissing that application by closing written statement of the defendant-petitioner on the premise that it has been filed beyond statutory time limit of 120 days, but at the same time, it has simultaneously permitted the plaintiff-respondent to file 'statement of truth' in support of its pleadings. there is no provisions under the act of 2015 to file 'statement of truth' at such a belated stage. if that is allowed to be done, it would render clause (4) of order vi rule 15a cpc otiose. it is argued that the commercial court dismissed the application of the petitioner on the ground that the plaintiff was not under obligation to file 'statement of truth' as the same was not part of the gazette. this observation was erroneous. the impugned order dated 09.02.2018 has seriously jeopardised the rights of the petitioner which has virtually non-suited the petitioner. now with the promulgation of the ordinance of 2018, entire controversy has been set at rest. it is well settled that retrospective amendment would apply in pending litigation. reliance in this connection has been placed on the constitution bench judgment of the supreme court in commissioner of sales tax vs. bijli cotton mills, 1964 air 1594. therefore, not only the commercial court, but also this court would be bound by the ordinance of 2018, which has effectively substituted old law. reliance is placed on the (10 of 27) [cw-4411/2018] judgments of the supreme court in hitendra vishnu thakur vs. state of maharashtra, (1994) 4 scc 602 and anant gopal sheorey vs. state of bombay, air 1958 sc 915. this controversy goes to the root of the case as held by the supreme court in uday shankar triyar vs. ram kaleswar singh, (2006) 1 scc 75, in which case it was held that breach of a procedural law would not be curable if the consequence for such a breach is explicitly provided in the provision itself. it is argued that plaintiff-respondent has heavily relied on vidyawati gupta (supra) to raise the contention that filing of the affidavit is curable defect. said contention is completely erroneous as the facts in vidyawati gupta (supra) were entirely different. in that case, provisions of order vi rule 15 cpc were considered, which do not provide for any consequence of failure of party to submit the affidavit in support of pleadings. while in the present case, the main suit is governed under the act of 2015 as also order vi rule 15a and failure of non compliance is specifically provided in clause (4) of order vi rule 15a. it is settled proposition of law that the decision can be applied only if it factually fits in the present situation and not otherwise, as held by the supreme court in union of india vs. major bahadur singh, (2006) 1 scc 368. since the suit, which was originally filed, was not \"duly instituted\", and application under order vii rule 11 cpc was pending, the defendant-petitioner was not required to file written statement which was filed immediately after decision of said application. it is contended that earlier writ petition was filed by the petitioner against the order of rejection of application under order vii rule 11 cpc, which was dismissed by this court not only on (11 of 27) [cw-4411/2018] merits but also on the ground of non maintainability vide judgment dated 25.10.2017. in that judgment, this court reiterated that it is settled proposition of law that article 227 of the constitution is intended to be used sparingly but that does not mean that article 227 of the constitution of india cannot be invoked in any circumstances. therefore, contention of the respondent-plaintiff that if writ petition under article 227 of the constitution of india is entertained against the orders passed by the commercial court against which revision petition or appeal is not maintainable, it would open flood gates of litigation, is completely erroneous. article 227 of the constitution of india rectifies such jurisdictional error, which has been committed by the commercial court in the present case. it is argued that filing of written statement as also filing of 'statement of truth' in support of pleadings under the act of 2015, both are mandatory. it therefore cannot be argued that while one of the provision is mandatory and other one is directory only. now the law that obtains after issuance of the ordinance of 2018 is that \"statement of truth\" in support of plaint is required to be filed w.e.f. 23.10.2015 and on any date thereafter on which the plaint was registered. mr. mahendra singh, counsel appearing on behalf of respondent no. 1-plaintiff opposed the writ petition and argued that the commercial court vide impugned order dated 09.02.2018 dismissed several applications filed by the petitioner. such an order deciding numerous applications cannot be challenged by an omnibus multifarious petition. thus, the present writ petition suffers from misconstitution and misjoinder and the same is liable to be dismissed on this count alone. it is argued that (12 of 27) [cw-4411/2018] impugned order neither suffers from patent lack of jurisdiction on the part of the commercial court, nor it can be said to have failed to exercise jurisdiction vested in it under the act of 2015. considering the legislative intent underlying section 8 read with 13 of the act of 2015, the extra ordinary jurisdiction under article 227 of the constitution cannot be invoked by the petitioner to challenge interlocutory orders, which do not suffer from patent lack or abdication of jurisdiction. counsel argued that since remedy of appeal is available to the petitioner even in respect of interlocutory orders and even orders relating to jurisdiction by virtue of section 8 of the act of 2015, therefore, jurisdiction under article 227 of the constitution cannot be invoked by the petitioner. in this connection, reliance has been placed upon the judgments of the supreme court in hameed kunju vs. nazim 2017 (8) scc 611 and sbp & co. vs. m/s patel engineering ltd. 2005 (6) scc 618. it is further argued that the curtailment of revisional jurisdiction by the legislature does not expand the scope of jurisdiction of this court under article 227 of the constitution, which is equitable and discretionary. reliance in support of this argument is placed on the judgment of the supreme court in shalini shyam shetly vs. rajendra shankar patil 2010 (8) scc 329. further argument of the counsel for respondent no. 1plaintiff is that earlier also, the petitioner-defendant had raised a contention regarding the suit being contrary to law by filing an application under order vii rule 11 cpc, which was dismissed by the commercial court vide order dated 01.09.2017 and writ petition filed against the said order was too dismissed by this court vide order dated 25.10.2017 holding that by virtue of section 8 (13 of 27) [cw-4411/2018] read with section 13 of the act of 2015, interlocutory orders passed by the commercial court cannot be challenged, except by way of an appeal against a final decree. the aforesaid application and orders have also not been placed on record by the petitioner-defendant, thus, concealing the material facts. the writ petition is therefore liable to be dismissed. reliance in this connection has been placed on judgments of the supreme court in kd shanna vs. sail, 2008 (12) scc 481 and ramjas foundation vs. union of india 2010 (14) scc 38. counsel argued that contention as to whether the suit/ plaint was contrary to or barred by law at the anvil of order vi rule 15-a cpc was not raised when the petitioner first appeared before the commercial court on 04.05.2017. such contention was also not raised in the application filed by the petitioner-defendant under order vii rule 11 cpc. therefore, argument against maintainability of plaint/ suit cannot be permitted to be raised repeatedly and in a piecemeal manner. the application filed under order vi rule 15-a cpc was thus barred by principle of constructive res-judicata. besides, the manner and circumstances under which it was filed also constitutes gross abuse of the process of law. the petitioner-defendant has concealed the fact that it did not file any application before the commercial court under order v rule 1 cpc praying for extension of time for filing written statement beyond the prescribed period of 30 days. further, no such application was filed within the maximum prescribed period of 120 days. neither such application was filed, nor contention raised even at the time of filing or after rejection of the petitioner's application under order vii rule 11 cpc on 01.09.2017. nor such argument was raised (14 of 27) [cw-4411/2018] after the respondent-plaintiff had filed an application under order v rule 1 cpc for closing the defendant's right to file the written statement on 19.09.2017 or even in the reply thereto. thus the conduct of the petitioner-defendant reflects gross neglect of law on its part and abuse of the process of law. in view of above, the application filed by the petitioner-defendant under order vi rule 15-a cpc as late as on 08.12.2017 was even otherwise completely lacking in bonafides. eventually, the petitioner-defendant in fact did prepare and seek to file written statement on 12.10.2017 regardless of the alleged defect in the affidavit filed with the plaint. and even in the said written statement, it did not raise any such contention. counsel argued that the parliament, in its wisdom, having specifically provided the consequences for not filing written statement within the period provided under order v rule 1 as amended by the act of 2015, the commercial court could not have extended the period for filing written statement beyond 120 days. even this court by invoking its jurisdiction under article 227 of the constitution cannot direct the commercial court to act contrary to law by now accepting the petitioner-defendant's written statement. the supreme court had earlier held the provisions under order v rule 1 cpc (prior to its amendment under the act of 2015) to be directory because no consequences were provided therein for not filing the written statement within the period provided therein. conscious of this fact, the parliament thereafter has specifically provided for such consequences while enacting the act of 2015 by amending order v rule 1 cpc. reliance in this connection has been placed upon judgment of the supreme court in kailash vs. (15 of 27) [cw-4411/2018] nankhu, 2005 (4) scc 480. it is argued that whenever a statute prescribes that a particular act has to be done in a particular manner and also lays down that failure to do so leads to a specific consequence, it cannot be held that such requirement is not mandatory and that the specific consequences would not follow. reliance in support of this argument is placed upon the judgment the supreme court in sharif-ud-din vs. abdul gani lone, (1980) 1 scc 403. citing judgment of delhi high court in gulf dtz fz llc vs. dish tv india limited & others, 2016 scc online del 5005, counsel argued that it has been held therein that the provisions of order v rule 1 cpc as amended by the act of 2015 are mandatory in nature and the filing of the written statement cannot be postponed till such time an application filed under order vii rule 11 cpc is not disposed of. considering the special features of the act of 2015 and the provisions of cpc so amended thereby, the filing of an application under order vii rule 11 cpc cannot serve a valid pretext for not filing the written statement within the prescribed period and for circumventing the mandate of law. reliance placed by the petitioner-defendant upon the judgment of the supreme court in sejal glass ltd. (supra) is wholly misconceived. the delhi high court in its judgment dated 07.09.2016 in the said case had nowhere held that till such time an application under order vii rule 11 cpc is decided the period for filing written statement as provided under order v rule 1 cpc does not commence. even the supreme court in its judgment dated 21.08.2017 has not specifically considered and/or dealt with and held that the provisions of order v rule 1 cpc as amended by the (16 of 27) [cw-4411/2018] act of 2015 are not mandatory in nature. rather it has not touched upon the provisions of the act of 2015 and kept the issue open. the consideration of the supreme court was confined to the issue as to whether delhi high court was correct in holding that a plaint can be bifurcated and rejected partly. it is argued that the judgment of a court is not to be read and applied as a statute or scripture. a judgment of court is an authority only for what it specifically decides and not for what may logically flow therefrom. it is argued that an argument/issue, which is not specifically considered and decided cannot be treated ratio decidendi. a judgment of a court is binding only because of its ratio and not because of its conclusion. it is further argued that a judgment cannot be treated as precedent in respect of preposition which is not specifically raised and considered. senior counsel in support of his arguments relied upon judgments of the supreme court in gasket radiators pvt. ltd. vs. esic & another, (1985) 2 scc 68; sreenivasa general traders & ors. vs. state of ap. & ors., air1983 sc 1246; a-one granites vs. state of u.p. & others, (2001) 3 scc 537 and full bench judgment of this court in state of rajasthan vs. v. r. c. mishra & others, 2003 (2) wlc 235. counsel argued that it is indeed strange on the part of the petitioner-defendant to contend that the provisions of order v rule 1 cpc, as amended by the act of 2015, which provide the consequences for failure to file the written statement within prescribed period, should be treated as directory, but the provisions of order vi rule 15-a cpc as amended by act of 2015, even without the appendix, should be treated as mandatory and fatal to (17 of 27) [cw-4411/2018] respondent-plaintiff's cause. without prejudice to aforesaid and in the alternative, it is argued that any such alleged procedural defect is curable in nature. the respondent-plaintiff under the given circumstances, without prejudice to its rights and contentions, have already filed an affidavit of verification conforming to the format provided under the appendix under the ordinance and the same relates back to the date of filing of the suit. reliance in this connection has been placed on judgments of the supreme court in vidyawati gupta (supra) and bhikaji keshao joshi vs. brijlal nandlal biyani, air 1955 sc 610. it is further argued that invocation of section 148 cpc by the petitioner-defendant is also misconceived. section 148 cpc applies only when time is granted by the court for doing of an act which is prescribed or permitted under the code. after the defendants entered appearance, they did not make any such request and nor did the commercial court fix or grant any time for filing written statement. besides, section 148 cpc cannot be applied in derogation of the specific mandate provided by the legislature under order v rule 1 cpc as amended by the act of 2015. mr. mahendra singh, counsel for respondent no. 1plaintiff argued that after conclusion of the arguments in the present writ petition, reliance by the petitioner on the ordinance of 2018 is wholly misconceived. said ordinance is only aimed at avoiding the injustice of suits filed before the notification of the act of 2015 being invalidated. the ordinance of 2018 could not have been intended and aimed at inflicting injustice by invalidating plaints duly instituted under the act of 2015. the interpretation (18 of 27) [cw-4411/2018] sought to be placed by the defendant-petitioner on the provisions of section 18 of the ordinance if accepted, would lead to disastrous consequences of invalidating hundreds of plaints instituted after the notification of the act of 2015 and all proceedings and orders passed therein, which may have already attained finality, would be rendered nullity. nearly 169 such suits were filed under the act of 2015 in commercial courts, district centre, jaipur alone and several hundreds elsewhere. retrospective application of change in procedural law to hundreds of pending cases, as now being canvassed by petitioner-defendant, would also defeat the basic purpose of expediting decision of commercial disputes under the act of 2015. even if it is assumed that section 18 of the ordinance of 2018 could permit two interpretations namely (a) saving from invalidation of suits filed under the first ordinance i.e. before the commencement of the act of 2015 because of absence of appendix i in the act of 2015 and (b) invalidating suits duly instituted as per the existing provisions of the act of 2015, then also, this court ought to adopt an interpretation which does not cause unreasonable, unfair and unjust consequences of invalidating pending suits and orders passed therein and impairing accrued/vested rights. reliance in this connection has been placed on the judgments of the supreme court in hitendra vishnu thakur vs. state of maharashtra, (1994) 4 scc 602 and shayara bano vs. union of india, (2017) 9 scc 1. section 26 (2) of cpc provides that facts in every plaint shall be proved by affidavit. thus, plaint is different from affidavit which is evidence. order vi rule 15 (4) provides that every person verifying the pleading shall also furnish affidavit in support of the pleading. (19 of 27) [cw-4411/2018] clearly \"affidavit\" is different from \"pleading\". order vi rule 15-a as inserted by the act of 2015 also differentiates between pleadings and affidavit. it is argued that even where the verification of pleading as per affidavit is not in the manner prescribed under order vi rule 15-a (1), the same does not result in automatic and complete invalidation of the plaint as such as would be evident from order vi rule 15-a (4) and (5). it would be evident from comparative examination of first ordinance and second ordinance that two formats provided in both the ordinances are not pari materia with each other. having heard the rival submissions at length, we have scanned the record and studied the cited precedents. we are in this case confronted with our own judgment dated 25.10.2017 whereby we dismissed earlier writ petition (no. 16794/2017) filed by the petitioner-defendant observing that object of the act of 2015 is to provide early resolution of the commercial disputes and to that end, appeals against interlocutory orders have been curtailed and revisions even on the issue of jurisdiction prohibited. we held that within the aforesaid architecture of the act of 2015, no miscellaneous appeal against an order passed by the commercial court dismissing an application under order vii rule 11 cpc was maintainable. in that very judgment, we took note of judgment of constitution bench of the supreme court in waryam singh vs. amarnath, air 1954 sc 215 wherein it was held that power of superintendence conferred by article 227 of the constitution of india is to be exercised most sparingly and only in appropriate cases, in order to keep the subordinate courts within the bounds of their authority and not for (20 of 27) [cw-4411/2018] correcting mere errors. but at the same time, it was also held that allowing reckless resort to article 227 of the constitution of india, without palpable error of jurisdiction being made out or the order impugned leading to manifest injustice shocking the conscience of the court, would defeat the legislative intent. we therefore in that petition refrained from exercising power of superintendence conferred under article 227 of the constitution of india. though between the same parties, but the dispute in the present matter arises in an altogether different context. suit for permanent injunction, damages, delivery, rendition of accounts alleging infringement of plaintiff's certified patent was filed by respondent no. 1 on 22.04.2017. summons whereof were served on the petitioner-defendant on 04.05.2017. the petitionerdefendant then filed application under order vii rule 11 cpc on 17.05.2017, which was dismissed by the commercial court on 01.09.2017. it was against this order that earlier writ petition filed by the petitioner was dismissed by this court on 18.09.2017. written statement was filed by the petitioner-defendant on 12.10.2017, though after filing of the application by the plaintiff on 08.09.2017, for closure of defendant's right to file written statement. we have to decide the question whether by virtue of proviso inserted to rule 1 of order viii cpc, the petitionerdefendant having not filed written statement within 120 days from the date of service of summons shall forfeite right to file such written statement and whether this court shall be precluded from taking such written statement on record. but in that connection, we are also required to decide an important question that as to what should be the starting point for counting first period of 120 (21 of 27) [cw-4411/2018] days for filing written statement. in the facts of the present case, the petitioner-defendant argues that it would be required to file written statement within 120 days from the date of rejection of the application filed by the petitioner under order vii rule 11 cpc. and if we are persuaded to hold so, the necessity of going into other questions would stand obviated. we are convinced that in a patent suit where huge stakes are being claimed by the parties, if the right to file written statement is forfeited at the outset, the inevitable consequence would initially be passing the order of temporary injunction and then the final decree against the petitioner-defendant. if we were to uphold the contention of the respondent-plaintiff, the petitioner-defendant would have to first suffer not only order of temporary injunction but also final decree to be able to persuade this court later to reverse it by allowing it to file written statement and then, further de-novo trial will have to follow. all this would lead to manifest injustice shocking the conscience of the court. this therefore persuade us to entertain present petition to examine if in that situation, a case has been made out for invoking jurisdiction under article 227 of the constitution of india. constitution bench of the supreme court in l. chandra kumar vs. union of india & others, (1997) 3 scc 261 held that power of judicial review of the high court under article 226 and 227 of the constitution of india cannot be taken away by law or even by constitutional amendment. despite section 8 of the act of 2015 barring revision petition against any interlocutory order before the commercial court and section 13 of the act of 2015 confining appeals, apart from the final judgment, to the orders (22 of 27) [cw-4411/2018] specifically enumerated under order xliii of c.p.c., there can be no impediment for exercising power of supervisory jurisdiction under article 227 of the constitution of india by this court. we are, in taking that view, fortified by l. chandra kumar (supra), in para 79 of which judgment, the supreme court held that, \"the power vested in the high courts to exercise judicial superintendence over the decisions of all courts and tribunals within their respective jurisdictions is also part of the basic structure of the constitution. this is because a situation where the high courts are divested of all other judicial functions apart from that of constitutional interpretation, is equally to be avoided.\" a three judges bench of the supreme court in sadhana lodh vs. national insurance company limited, (2003) 3 scc 524 held that, \"where remedy for filing a revision before the high court under section 115 cpc has been expressly barred by a state enactment, only in such case a petition under article 227 of the constitution would lie and not under article 226 of the constitution.\" all the courts within the jurisdiction of the high court are subordinate to it and subject to its control and supervision under article 227 of the constitution. writ of certiorari would therefore lie against orders which are patently erroneous and without jurisdiction of the courts subordinate to it. the high court exercises control over the work of the subordinate courts in respect of its jurisdiction by appellate or revisional powers but even when such powers have been curtailed, power of superintendence under article 227 of the constitution of india would remain intact with the high court. another three judges bench of the supreme court in radhey shyam & another vs. chhabi nath & others (2015) (23 of 27) [cw-4411/2018] 5 scc 423 clearly held that, \"despite the curtailment of revisional jurisdiction under section 115 cpc by act 46 of 1999, the jurisdiction of the high court under article 227 remains unaffected and has not resulted in expanding the high court's power of superintendence.\" we are cognigant of single bench judgment of delhi high court in navilan merchants pvt. ltd. vs. sejal glass ltd. & ors., 2016 scc online del 6580 wherein it was held that as far as the act of 2015 is concerned, the time for filing written statement does not get extended only because an application under order vii rule 11 cpc was pending. delhi high court in the aforesaid case held that the plaint is to be bifurcated so far as it discloses no cause of action against directors impleaded as defendants therein but it continues against the company. but the supreme court in appeal against the aforesaid judgment in sejal glass ltd. vs. navilan merchants pvt. ltd., 2017 scc online sc 1000, while setting aside the aforesaid judgment, granted eight weeks' time to defendant to file written statement. the supreme court in para 12 of the report while distinguishing the judgment of madras high court in (sree rajah) venkata rangiah appa rao bahadur vs. secretary of state, air 1931 madras 175, observed that, \"once a part of a plaint cannot proceed, the other part also cannot proceed, and the plaint as a whole must be rejected under order vii rule 11. in all such cases, if the plaint survives against certain defendants and/or properties, order vii rule 11 will have no application at all, and the suit as a whole must then proceed to trial.\" however, while concluding, the supreme court in para 19 of the report observed that question of law, insofar (24 of 27) [cw-4411/2018] as the act of 2015 is concerned, has not been touched and is consequently left open. provisions of cpc, insofar as order vii rule 11 cpc is concerned, are also applicable to commercial courts under the act of 2015 in the same manner as it applies to an ordinary civil suit. order vii rule 11 cpc having not been amended and left intact by the parliament, in our considered view, no distinction as to its application can be made between the suit filed before the commercial court and those before the ordinary civil courts. the supreme court in r.k. roja (supra) was dealing with a case arising out of election petition. respondent no. 1 therein had challenged election of the appellant before the high court and the application filed by the appellant therein under order vii rule 11 cpc by way of counter affidavit was not considered by the high court on the ground that there was no formal application and that it was not filed at the earliest opportunity and therefore, the appellant was not diligent in prosecuting the application. even then, the high court held that said application shall be decided at the time of final hearing. against the backdrop of these facts, the supreme court in para 5 of the report held as under: \"5. once an application is filed under order 7 rule 11 cpc, the court has to dispose of the same before proceeding with the trial. there is no point or sense in proceeding with the trial of the case, in case the plaint (election petition in the present case) is only to be rejected at the threshold. therefore, the defendant is entitled to file the application for rejection before filing his written statement. in case the application is rejected, the defendant is entitled to file his written statement thereafter (see saleem bhai v. state of maharashtra, (2003) 1 scc 557). but once an application for rejection is filed, the court has to dispose of the same before proceeding with the trial court. to quote the relevant portion (25 of 27) [cw-4411/2018] from para 20 of sopan sukhdeo sable case, (2004) 3 scc 137. (scc pp. 148-49) \"20. . rule 11 of order 7 lays down an independent remedy made available to the defendant to challenge the maintainability of the suit itself, irrespective of his right to contest the same on merits. the law ostensibly does not contemplate at any stage when the objections can be raised, and also does not say in express terms about the filing of a written statement. instead, the world \"shall\" is used, clearly implying thereby that it casts a duty on the court to perform its obligations in rejecting the plaint when the same is hit by any of the infirmities provided in the four clauses of rule 11, even without intervention of the defendant.\" the supreme court in saleem bhai & others vs. state of maharashtra & others, (2003) 1 scc 557 held that once an application for rejection of plaint with reference to order vii rule 11 cpc is filed, the court has to dispose of the same before proceeding with the trial of the case. the supreme court in para 9 of the report held that relevant facts which need to be looked into for deciding an application under order vii rule 11 cpc are the averments in the plaint. the trial court can exercise the power under order vii rule 11 cpc at any stage of the suit-before registering the plaint or after issuing summons to the defendant at any time before the conclusion of the trial. the pleas taken by the defendant in the written statement would be wholly irrelevant at that stage. the supreme court, therefore, observed that \"a direction to file the written statement without deciding the application under order vii rule 11 cpc cannot but be procedural irregularity touching the exercise of jurisdiction by the trial court.\" the order passed by the trial court therefore was held to suffer from non-exercising of the jurisdiction vested in the court as well as procedural irregularity. the matter was remitted to the trial court by the supreme court for deciding application under order (26 of 27) [cw-4411/2018] vii rule 11 cpc on the basis of averments of the plaint, after affording an opportunity of being heard to the parties in accordance with law. even otherwise, law is well settled that while exercising power under order vii rule 11 cpc, the court has to only examine averments in the plaint as a whole. the stand of the defendant in written statement for that matter in the application under order vii rule 11 cpc for rejection of the plaint, is wholly immaterial at that stage. since in the present case, the application was filed by the petitioner-defendant under order vii rule 11 cpc on 17.05.2017 within 13 days from the date of service of summons on 04.05.2017, it was filed within first 30 days allowed under order viii rule 1 cpc. that application was dismissed on 01.09.2017 and written statement was filed within 42 days thereafter on 12.10.2017. in the light of view that we have taken of the matter, such written statement should be taken, in the facts of the case, to have been filed within the outer time limit permissible under order viii rule 1 cpc as amended vide act no. 8 of 2016 with respect to the act of 2015. in a manner of speaking, the direction of the apex court for filing written statement in eight weeks in the case of sejal glass ltd. vs. navilan merchants pvt. ltd. (supra) buttresses our view. the commercial court thus having not allowed the written statement of the petitioner-defendant to be taken on record, has failed to lawfully and constructively exercise the jurisdiction vested in it. the impugned order to that extent suffers from jurisdictional error entitling this court to rectify the same in exercise of its power of judicial superintendence under article 227 of the constitution of india and eschew manifest injustice to the (27 of 27) [cw-4411/2018] petitioner-defendant. in view of the conclusion that we have arrived at, the other questions including those relating to delayed filing of 'statement of truth', its omission from the act as originally passed by the parliament and the effect of its inclusion in the subsequent ordinance of 2018 with retrospective effect need not be gone into. however, in the overall facts of the case, we deem it appropriate to compensate respondent no. 1-plaintiff with costs, quantified at rs. 50,000/-. in view of above, writ petition is allowed. the impugned order to the extent of not allowing the written statement to be taken on record is set aside and the application of the petitionerdefendant filed in that behalf is allowed. written statement already filed is ordered to be taken on record subject to payment of cost of rs. 50,000/to be paid by the petitioner-defendant to respondent no. 1-plaintiff within a period of 15 days from the next date fixed before the commercial court. stay application and application no. 28833/2018 also stand disposed of. (alok sharma),j (mohammad rafiq),j manoj powered by tcpdf (www.tcpdf.org)"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "NONE"
            ],
            "id": "793efea598fa4658879112d97bdf385a_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "NONE"
            ],
            "id": "7ff957e41f0e49f3a8f353ca1df37b0e_1"
        },
        {
            "start": 242,
            "end": 259,
            "text": "\nDelhi High Court",
            "labels": [
                "NONE"
            ],
            "id": "494f662cd32e41589c85f6bb1fc6dbdf_2"
        },
        {
            "start": 260,
            "end": 330,
            "text": "\nArindam Chaudhuri vs Zest Systems Pvt Ltd & Anr on 10 September, 2021",
            "labels": [
                "NONE"
            ],
            "id": "3666c929688841d5a1585fd234376fd2_3"
        },
        {
            "start": 331,
            "end": 433,
            "text": "\nEquivalent citations: Aironline 2021 Del 1677\nAuthor: Vipin Sanghi\nBench: Vipin Sanghi, Jasmeet Singh",
            "labels": [
                "NONE"
            ],
            "id": "31a8c16838fc4d08a55c4e9bc4cea075_4"
        },
        {
            "start": 460,
            "end": 470,
            "text": "$~1, 2 & 6",
            "labels": [
                "NONE"
            ],
            "id": "f1409076f2a84e07beffed1cf3f9b2d7_5"
        },
        {
            "start": 498,
            "end": 597,
            "text": "*       In The High Court Of Delhi At New Delhi\n                         +       Fao(Os) 23/2020&Cm",
            "labels": [
                "NONE"
            ],
            "id": "7e3e3768860f4b67a6e7f44abdad74ff_6"
        },
        {
            "start": 598,
            "end": 619,
            "text": "Appl . 7970-7972/2020",
            "labels": [
                "NONE"
            ],
            "id": "35de2bed552c45f79087dd614c9042ff_7"
        },
        {
            "start": 692,
            "end": 710,
            "text": "Date of Decision :",
            "labels": [
                "NONE"
            ],
            "id": "6d2bbfa53e9f4bf589c4e2eb2d790def_8"
        },
        {
            "start": 711,
            "end": 721,
            "text": "10.09.2021",
            "labels": [
                "NONE"
            ],
            "id": "73877cf69d6149e8abfb0f963d9e6023_9"
        },
        {
            "start": 757,
            "end": 779,
            "text": "Odeon Builders Pvt Ltd",
            "labels": [
                "NONE"
            ],
            "id": "87d8408146794e33afc1aeb222820909_10"
        },
        {
            "start": 798,
            "end": 813,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d49593297c4482189c7b695f545eec2_11"
        },
        {
            "start": 863,
            "end": 871,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1a34b6db38148218845181257632e65_12"
        },
        {
            "start": 872,
            "end": 903,
            "text": "Mr. Karunesh Tandon, Ms. Simran",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3120854c48f422b9a85a0f4285037e1_13"
        },
        {
            "start": 962,
            "end": 974,
            "text": "Mulchandani&",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4b3db9b307c4ab7b9e32871ce18dd94_14"
        },
        {
            "start": 975,
            "end": 991,
            "text": "Mr. Manish Kumar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8af1948c34774ff4be61922cbe4b1a6b_15"
        },
        {
            "start": 992,
            "end": 1056,
            "text": ", \n                                                         Advs",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9ebd88fa30df4224a7e729dff2cb828b_16"
        },
        {
            "start": 1057,
            "end": 1114,
            "text": ". \n                                                versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8c6bc6d8af744d0c8575322890452d3e_17"
        },
        {
            "start": 1149,
            "end": 1155,
            "text": "Nbcc (",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0c0193cfb0f4646a7d26b27aa75f274_18"
        },
        {
            "start": 1156,
            "end": 1458,
            "text": "India ) Ltd                         ..... Respondent\n                                                Through: Ms. Shilpi Chowdhary and\n                                                         Mr.Jasdeep Singh Dhillon, Advs.\n\n                         +       Fao(Os) (Comm) 19/2020, Cm Appl. 2788/2020 &",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7b06dfbf02e1484ba62ce399d4e56847_19"
        },
        {
            "start": 1459,
            "end": 1466,
            "text": "Cm Appl",
            "labels": [
                "PREAMBLE"
            ],
            "id": "122f5794c99949c9b6437b64b724868e_20"
        },
        {
            "start": 1467,
            "end": 1512,
            "text": ". \n                                 7262/2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e627afdbb19495aa5668380aaf4d35e_21"
        },
        {
            "start": 1547,
            "end": 1559,
            "text": "M / S Rayban",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5469c6a2f9e7486c8fa2c7272ee14d64_22"
        },
        {
            "start": 1560,
            "end": 1573,
            "text": "Foods Pvt Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b4fc6e05617b44329cb99212f41eb48e_23"
        },
        {
            "start": 1592,
            "end": 1607,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae7361b4d37a4f53893d1995365f7c02_24"
        },
        {
            "start": 1656,
            "end": 1663,
            "text": "Through",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c26135a18794415a6a1ca0cf24484ce_25"
        },
        {
            "start": 1664,
            "end": 1685,
            "text": ": Mr. Sunil Dalal, Sr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45ddcca9343048db91af4df0a0062a29_26"
        },
        {
            "start": 1686,
            "end": 1693,
            "text": ". Adv .",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5d2ee148d4c48a59bdc53754f1f5c6c_27"
        },
        {
            "start": 1694,
            "end": 1785,
            "text": "with \n                                                          Mr.Vivek Jain, Mr.Devashish",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d1377f70d594967b46a7eae6e57ea93_28"
        },
        {
            "start": 1845,
            "end": 1876,
            "text": "Bhadauria and Ms. Surbhi Mehta,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "302bcd814a7b4b2694f264825dbf29a8_29"
        },
        {
            "start": 1936,
            "end": 1995,
            "text": "Advs.\n                                               versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e003ebcc306a49a6b16d63c4843a6de1_30"
        },
        {
            "start": 2030,
            "end": 2039,
            "text": "M / S Gac",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6e6e70e4dcf49fcb7031263030a957d_31"
        },
        {
            "start": 2040,
            "end": 2049,
            "text": "Logistics",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1696264153e42afa73d27cd319eee41_32"
        },
        {
            "start": 2050,
            "end": 2057,
            "text": "Pvt Ltd",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58341d9c0e4041d1bf32917803a745ad_33"
        },
        {
            "start": 2075,
            "end": 2451,
            "text": "..... Respondent\n                                               Through: Mr.Sanjana Saddy, Mr .Sanyat Lodha\n                                                          and Ms. Harshita Singhal, Advs.\n                         +       Fao(Os) (Comm) 16/2020, Cm Appl. 2235/2020&Cm Appl.\n                                 2237/2020\n                                 Arindam Chaudhuri",
            "labels": [
                "PREAMBLE"
            ],
            "id": "18adba1b5b774316bfec3f3c72f036b3_34"
        },
        {
            "start": 2477,
            "end": 2492,
            "text": "..... Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "571e41bf6f594792ad7880a370596ec2_35"
        },
        {
            "start": 2541,
            "end": 2549,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "13a2903dd6224fa09b75623a3cee16c3_36"
        },
        {
            "start": 2550,
            "end": 2574,
            "text": "Mr. NishitKush, Advocate",
            "labels": [
                "PREAMBLE"
            ],
            "id": "58fbe2dfa547437b85fcc85765369192_37"
        },
        {
            "start": 2575,
            "end": 2665,
            "text": ". \n                                               versus\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5a1fc38456a470ea37f1d0d875e3ae8_38"
        },
        {
            "start": 2665,
            "end": 2677,
            "text": "Zest Systems",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdc9586495f54845951cfb654065a731_39"
        },
        {
            "start": 2678,
            "end": 2691,
            "text": "Pvt Ltd & Anr",
            "labels": [
                "PREAMBLE"
            ],
            "id": "83916fabd81d486ea4d5dba127727849_40"
        },
        {
            "start": 2708,
            "end": 2725,
            "text": "..... Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d4e828ddfb847f19fc75d5cd8e33995_41"
        },
        {
            "start": 2774,
            "end": 2782,
            "text": "Through:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bcd72b25177643cc9995f675bdd064de_42"
        },
        {
            "start": 2783,
            "end": 2812,
            "text": "Mr. Kirti Uppal Sr. Adv. with",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f101e277d82e4bb7b9cb3429671d0535_43"
        },
        {
            "start": 2813,
            "end": 2879,
            "text": "Mr. N \n                                                          K",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cf8112081764158a6393c2550f8dcf5_44"
        },
        {
            "start": 2880,
            "end": 2906,
            "text": "Kanatawla and Mr.Satyender",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e532358fbb1048b9a6b818c2fd3e713a_45"
        },
        {
            "start": 2966,
            "end": 2979,
            "text": "Chahar, Advs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "77382f784e6c4ee08b7df09e21f8af31_46"
        },
        {
            "start": 2985,
            "end": 3007,
            "text": "Signature Not Verified",
            "labels": [
                "PREAMBLE"
            ],
            "id": "757690b0ccfd4c3a95463ea617c7d29d_47"
        },
        {
            "start": 3009,
            "end": 3026,
            "text": "Digitally Signed\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6cccf25923254df1bc708a9d72d482e4_48"
        },
        {
            "start": 3026,
            "end": 3049,
            "text": "By: AMIT Arora         ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d42e518d8c8041249d1996af6c052981_49"
        },
        {
            "start": 3049,
            "end": 3056,
            "text": "Fao(Os)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88407f6cafc74c80b4e3dd8e00ed635f_50"
        },
        {
            "start": 3059,
            "end": 3066,
            "text": "23/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "184b4a660e71429882a093144fbfce71_51"
        },
        {
            "start": 3067,
            "end": 3090,
            "text": ",Fao(Os) (Comm) 19/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1d364dce77824efaa8d8b66a8bf14c79_52"
        },
        {
            "start": 3091,
            "end": 3100,
            "text": "& Fao(Os)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ed2888cef2347e19c5478e7a1882d73_53"
        },
        {
            "start": 3101,
            "end": 3115,
            "text": "(Comm) 16/2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fa70c0cd8282466d88d4ed4abf1781dc_54"
        },
        {
            "start": 3119,
            "end": 3131,
            "text": "Page 1 of 13",
            "labels": [
                "PREAMBLE"
            ],
            "id": "060650db5dca49d4b2d126788f06b826_55"
        },
        {
            "start": 3132,
            "end": 3156,
            "text": "\nSigning Date:16.09.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71834fa158e941bbad1bfc6c9285200d_56"
        },
        {
            "start": 3157,
            "end": 3166,
            "text": "\n16:42:28",
            "labels": [
                "PREAMBLE"
            ],
            "id": "29976b949de24b2a8281950aa3e27e57_57"
        },
        {
            "start": 3167,
            "end": 3308,
            "text": "\n                                  Coram:\n                                 Hon'Ble Mr. Justice Vipin Sanghi\n                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2079916f73144b448e1c60ba1069fc3e_58"
        },
        {
            "start": 3308,
            "end": 3341,
            "text": "Hon'Ble Mr. Justice Jasmeet Singh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f10178d65c0948c0a4f2af8bd15c823a_59"
        },
        {
            "start": 3401,
            "end": 3409,
            "text": "Judgment",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5a492ae17d444df3b09691b202e25ba4_60"
        },
        {
            "start": 3436,
            "end": 3466,
            "text": "%       Vipin Sanghi, J (Oral)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ac2b91671694f229b6a103c7b98db45_61"
        },
        {
            "start": 3494,
            "end": 3612,
            "text": "1)      In respect of Item 1, the Registry is directed to register the appeal as\nFao (Os)(Comm) No. 23/2020 instead of",
            "labels": [
                "FAC"
            ],
            "id": "0c576f12c26940ed921cf087d0a1e433_62"
        },
        {
            "start": 3613,
            "end": 3634,
            "text": " FAO(OS) No. 23/2020.",
            "labels": [
                "NONE"
            ],
            "id": "fb6efa98355c446a83259b5f8abfde70_63"
        },
        {
            "start": 3636,
            "end": 3932,
            "text": "2) These three commercial appeals have been preferred under Section 13 of the Commercial Courts, Commercial Division and Commercial Appellate Division of the High Courts Act, 2015 (Commercial Courts Act) to assail the orders passed in the respective commercial causes by the learned Single Judge.",
            "labels": [
                "FAC"
            ],
            "id": "a511a79664f34af0892d773a3917e6d8_64"
        },
        {
            "start": 3933,
            "end": 4018,
            "text": "The particulars of the impugned orders passed in these three appeals are as follows:\n",
            "labels": [
                "NONE"
            ],
            "id": "b355f87fba6b4451aaa4577820feaeba_65"
        },
        {
            "start": 4018,
            "end": 4049,
            "text": "( I ) FAO(OS)(COMM) No. 23/2020",
            "labels": [
                "NONE"
            ],
            "id": "b13270bd09804870b3e10af008e73d39_66"
        },
        {
            "start": 4050,
            "end": 4165,
            "text": "The impugned order is dated 31.10.2019 passed by learned Single Judge in O.A. No. 81/2019 [CS(COMM) No. 1261/2018].",
            "labels": [
                "NONE"
            ],
            "id": "fe0ecb8b651f455ca7d6446b8592753a_67"
        },
        {
            "start": 4166,
            "end": 4417,
            "text": "By the impugned order, the learned Single Judge dismissed the Chamber Appeal against the order passed by the Joint Registrar, whereby the right of the plaintiff to file the replication as well as affidavit of admission/ denial of documents was closed.",
            "labels": [
                "RLC"
            ],
            "id": "51dc584b73634bb5aa096a1385a77b96_68"
        },
        {
            "start": 4418,
            "end": 4449,
            "text": "\n(II) FAO(OS)(COMM) No. 17/2020",
            "labels": [
                "NONE"
            ],
            "id": "e6e17bf9b68149458140525a91a4eb24_69"
        },
        {
            "start": 4450,
            "end": 4546,
            "text": "The impugned order is dated 06.12.2019 passed by learned Single Judge in CS(COMM) No. 1143/2018.",
            "labels": [
                "FAC"
            ],
            "id": "7e8fa3d9cf454adcb7b323d0f34b1e71_70"
        },
        {
            "start": 4547,
            "end": 4677,
            "text": "By the impugned order, the learned Single Judge rejected three issues proposed by the defendant, including an issue on limitation.",
            "labels": [
                "FAC"
            ],
            "id": "c3c039860f9d4b4ebd93452fe9116610_71"
        },
        {
            "start": 4678,
            "end": 4755,
            "text": "The appeal is preferred only qua the disallowance of the issue on limitation.",
            "labels": [
                "FAC"
            ],
            "id": "42c5d589fc584ba08b2ca650bb11a8d4_72"
        },
        {
            "start": 4756,
            "end": 4787,
            "text": "(III) FAO(OS)(COMM) No. 17/2020",
            "labels": [
                "NONE"
            ],
            "id": "a16258980ca049869ff329610b5a6fa8_73"
        },
        {
            "start": 4788,
            "end": 4899,
            "text": "The impugned order is dated 01.10.2019 passed by learned Single Judge in I.A. 7379/2019[CS(COMM) No. 513/2017].",
            "labels": [
                "FAC"
            ],
            "id": "ad13a8f870394c2d81aae01f6a5cd0e6_74"
        },
        {
            "start": 4900,
            "end": 5000,
            "text": "By the impugned order, the learned Single Judge allowed the application for amendment of the plaint.",
            "labels": [
                "FAC"
            ],
            "id": "26a1c637a1ec480db62d94ce449b9505_75"
        },
        {
            "start": 5001,
            "end": 6037,
            "text": "\n3) Section 13 of the Commercial Courts Act, which creates the Right of Appeal reads as follows:\n\"13. Appeals from decrees of Commercial Courts and Commercial Divisions.--(1) 1 [Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.\n(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).]",
            "labels": [
                "STA"
            ],
            "id": "73d2c72312054c679a0be14f31821516_76"
        },
        {
            "start": 6038,
            "end": 6309,
            "text": "(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
            "labels": [
                "STA"
            ],
            "id": "58535d611827499d94cea79532e5ad0e_77"
        },
        {
            "start": 6310,
            "end": 6329,
            "text": "(emphasis supplied)",
            "labels": [
                "NONE"
            ],
            "id": "7669c8e5ceb947148935fce48905079e_78"
        },
        {
            "start": 6330,
            "end": 6594,
            "text": "\n4) In light of the provision contained in Section 13 of the Commercial Courts Act, since none of the impugned orders are specifically appealable under Order 43 CPC, we had required the parties to address us on the aspect of maintainability of the present appeals.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4b45357f31947b1b913cf6cb27528d8_79"
        },
        {
            "start": 6595,
            "end": 6804,
            "text": "\n5) Learned counsels for the appellants placed reliance on a Division Bench judgement of this Court in D & H India Ltd. vs Superon Schweisstechnik India Ltd. [FAO(OS)(COMM) No. 237/2019] decided on 16.03.2020.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "db0f0d294bd14e5e843f016234147e86_80"
        },
        {
            "start": 6805,
            "end": 6885,
            "text": "The Division Bench in its decision, inter alia, in Para 21 held as follows:\n\"21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e339412c62c745e4a14238f828cda13d_81"
        },
        {
            "start": 6886,
            "end": 7017,
            "text": "On a plain reading, the proviso to Section 13 (1A) of the Commercial Courts Act is an enabling, rather than a disabling, provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70c5804c974c4487a49a2b4626e57a50_82"
        },
        {
            "start": 7018,
            "end": 7147,
            "text": "There is nothing, in the said proviso, which would seem to indicate that it dilutes the effect of sub-section (1A) of Section 13.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3db3cff02b8a41e2ad8b47ce063066ad_83"
        },
        {
            "start": 7148,
            "end": 7726,
            "text": "If we were to read the said proviso as excluding, from the jurisdiction of the appellate court, all orders, passed by a Commercial Court, save and except those which find specific enumeration in Order XLIII of the CPC, it may amount to rewriting the proviso to read \"Provided that no appeal shall lie, except from such orders passed by a Commercial Division or the Commercial Court as are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"",
            "labels": [
                "STA"
            ],
            "id": "3678930c8dce49bba4d338b3bcc89e58_84"
        },
        {
            "start": 7727,
            "end": 7834,
            "text": "We are not convinced that the province of our jurisdiction, in the present case, allows us to so legislate.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "685fbc09e54347708f8f90dfb218f774_85"
        },
        {
            "start": 7835,
            "end": 8237,
            "text": "To our mind, therefore, sub-section (1A) of Section 13 of the Commercial Courts Act allows appeals to be preferred against all judgements and orders of the Commercial Division of the High Court, to the Commercial Appellate Division thereof, and the proviso, to the said sub-section merely clarifies that, in the case of orders specifically enumerated in Order XLIII of the CPC, such appeals shall lie.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf245bbe155345f7abfa8756deb96d04_86"
        },
        {
            "start": 8238,
            "end": 8324,
            "text": "\n6) Thereafter, the Division Bench in its conclusions in Para 45 held as follows:\n\"45.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa99923dbf7e4121b3781f8c315bbc0e_87"
        },
        {
            "start": 8325,
            "end": 8475,
            "text": "We are, therefore, not persuaded to accept the preliminary objection, of Mr. Sindhwani, regarding the maintainability of the present appeal before us.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63271293e1b44184948390c15dddb7a2_88"
        },
        {
            "start": 8476,
            "end": 8580,
            "text": "For the sake of clarity, we reiterate our reasons, thus:\n(i) OA 58/2019 was filed in CS (COMM) 665/2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "198fee6abfc146728fa8a9250e346d1d_89"
        },
        {
            "start": 8581,
            "end": 8690,
            "text": "The learned Single Judge was, therefore, exercising jurisdiction under the Commercial Division of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "886c597d2e6a42bf838ac66640640aeb_90"
        },
        {
            "start": 8691,
            "end": 8755,
            "text": "Section 13 of the Commercial Courts Act would, therefore, apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c948a7996d284e3885f0a5360bfb2525_91"
        },
        {
            "start": 8756,
            "end": 8816,
            "text": "On this aspect, we may note, Mr. Sindhwani, too, is ad idem.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f6e3e9311a245389c8f2b57b7defa82_92"
        },
        {
            "start": 8817,
            "end": 9050,
            "text": "\n(ii) Sub-section (1A) of Section 13 of the Commercial Courts Act allows any person, aggrieved by the judgement or order of the Commercial Division of the High Court, to appeal to the Commercial Appellate Division of that High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d039b999bb8146658c19f2dc857a5412_93"
        },
        {
            "start": 9051,
            "end": 9195,
            "text": "Inasmuch as the learned Single Judge was sitting in the Commercial Division of this Court, while passing the impugned order dated 3rd July, 2019",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67e297a127e84534b7beb315d0eb53b5_94"
        },
        {
            "start": 9196,
            "end": 9336,
            "text": ", the said order would be appealable to the Division Bench of this Court, on a plain reading of Section 13(1A) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ddd161e288d44a8298a857891cd09d3b_95"
        },
        {
            "start": 9337,
            "end": 9466,
            "text": "\n(iii) The proviso to Section 13 (1A) cannot, in our view, be read as limiting the right to appeal, conferred by Section 13 (1A).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e90bcaadbd4416ab1e389c39ebda182_96"
        },
        {
            "start": 9467,
            "end": 9672,
            "text": "The said proviso merely states that, from orders passed by the Commercial Division of the High Court, as are specifically enumerated under Order XLIII of the CPC, an appeal would lie under Section 13 (1A).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "363ec6061eea47ea927c5d6126b94492_97"
        },
        {
            "start": 9673,
            "end": 9913,
            "text": "In our view, the proviso cannot be read as meaning that no appeal would lie in any other case, especially where the order under appeal has not been passed under the CPC at all, but under Rule 5 in Chapter II of the 2018 Original Side Rules.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "97c75df7b22440179bb0f26f2704df0b_98"
        },
        {
            "start": 9914,
            "end": 10116,
            "text": "\n(iv) The judgements in HPL (India) Ltd1 and Samsung Leasing Ltd2 do not apply, as they related to appeals, against orders passed by the learned Single Judge under one or the other provision of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96b94780c1034ce0aa30efdcd271abe6_99"
        },
        {
            "start": 10117,
            "end": 10277,
            "text": "In such circumstances, these decisions restricted the ambit of Section 13 (1A) of the Commercial Courts Act, by invoking Section 104 and Order XLIII of the CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89b65ab2cb3b47c4b2c9837f104c590c_100"
        },
        {
            "start": 10278,
            "end": 10483,
            "text": "\nThe case before us being relatable to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, we are not persuaded to follow the decisions in HPL (India) Ltd1 and Samsung Leasing Ltd2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cce2eb117db41c29d01b765343dd10e_101"
        },
        {
            "start": 10484,
            "end": 10720,
            "text": "\nJudgements rendered by courts, it is trite, are not to be read as analogous to Euclids theorems, but have to be understood and applied in the light of the fact- situation, and the legal issue arising for consideration, in those cases7.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c99f7d9ae39c495cb77caa588acfe856_102"
        },
        {
            "start": 10722,
            "end": 10926,
            "text": "(v) In this context, we may note that the 2018 Original Side Rules have been notified in exercise of the powers conferred, not only by Section 129 of the CPC, but by Section 7 of the Delhi High Court Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fbafeaebed942f9a9e7032c39f5c91b_103"
        },
        {
            "start": 10927,
            "end": 11175,
            "text": "Section 129 of the CPC permits every High Court to make such rules, not inconsistent with the Letters Patent, or order or other law establishing it, to regulate its own procedure in the exercise of its original civil jurisdiction, as it thinks fit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1881605afdc42fd90fecf7b052a6337_104"
        },
        {
            "start": 11176,
            "end": 11610,
            "text": "Section 7 of the Delhi High Court Act stipulates that, subject to the provisions thereof, \"the High Court shall have all such powers to make rules and others with respect to practice and procedure as are immediately before the appointed day exercisable by the High Court of Punjab and shall also have powers to make rules and orders with respect to practice and procedure for the exercise of its ordinary original civil jurisdiction\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15c678541c4e4b40b94b93bd2aae6f5d_105"
        },
        {
            "start": 11611,
            "end": 12067,
            "text": "The Original Side Rules of this Court have, therefore, their own individual identity, distinct and different from the CPC, and we do not see any justification for applying, to an order passed under Rule 5 in Chapter II of the 2018 Original Side Rules, the restraints contained in Section 104, or Order XLIII, of the CPC, insofar as the availability of a remedy of appeal, against such order, under Section 13(1A) of the Commercial Courts Act, is concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ab064ca00134772a7c46ddf5cdcbf2d_106"
        },
        {
            "start": 12068,
            "end": 12627,
            "text": "We may note, in this regard, that, over four decades ago a Full Bench of this Court had held, in Print Pak Machinery Ltd. v. Jay Kay Papers Converters8, that in the event of any conflict, the Original Side Rules prevailed over the Civil Procedure Code, 1908.\n(vi) Nor are we persuaded to non-suit the appellant, by applying Rahul Gupta 3, which proceeds on the premise that the use of the word \"appeal\", in Rule 4 in Chapter II of the 1967 Original Side Rules - whereunder the order of the learned Single Judge had been passed in that case - was a \"misnomer\".",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "e1b7acb470c64a5b84598d8402e71eca_107"
        },
        {
            "start": 12628,
            "end": 12741,
            "text": "The appeal before the Division Bench had, in that case, been filed under Section 10 of the Delhi High Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "514d689d301446c283eefcd4ddeef6da_108"
        },
        {
            "start": 12742,
            "end": 13933,
            "text": "In our view, the said decision, irrespective of its correctness or otherwise, would not apply to the present case, as (a) the order impugned before us has been passed, not under Rule 4 in Chapter II of the 1967 Original Side Rules, but under Rule 5 in Chapter II of the 2018 Original Side Rules which, yet again, uses the word \"appeal\" and (b) the appeal, before us, lies, not under Section 10 of the Delhi High Court Act, but under Section 13 of the Commercial Courts Act, the range and sweep of which is far more expansive than that of Section 10 of the Delhi High Courts Act.\"\n7) We may observe that the Division Bench sought to distinguish earlier decisions cited before it in the cases of Rahul Gupta Vs. Pratap Singh & Ors. MANU/DE/4330/2013, HPL (India) Limited and Ors. Vs. QRG Enterprises and Ors MANU/DE/0347/2017 and Samsung Leasing Ltd. and Ors. Vs. Samsung Electronics Co. Ltd. And Ors. MANU/DE/2107/2017, which had been relied upon by the respondent before it, to contend that the appeal under Section 13 was not maintainable, since the order passed by the learned Single Judge in the commercial cause was not specifically appealable under Order XLIII, Code of Civil Procedure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2e0d0934251477eb66cebdae31ccd96_109"
        },
        {
            "start": 13935,
            "end": 14020,
            "text": "8) We had doubts about the correctness of the view taken in D & H India Ltd. (Supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3facdfb46bcd469d92b34982fde92374_110"
        },
        {
            "start": 14021,
            "end": 14273,
            "text": "We felt that the said view went against the very purpose for which the Commercial Courts Act was enacted i.e. to provide for speedy disposal of high value commercial disputes, as is evident from the Statement of Objections and Reasons for the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02ae790d4b174d678e1fc78706ad1696_111"
        },
        {
            "start": 14274,
            "end": 14810,
            "text": "The effect of judgment in D & H India Ltd. (Supra) was that all orders passed by the Commercial Courts, or the Commercial Division of the High Court, would be appealable when, before the enactment of the Commercial Courts Act, only such orders were appealable, which were either specifically made appealable, such as, under Section 104, or within Order XLIII CPC, or qualified as \"judgments\" within the meaning of that expression, as explained by the Supreme Court in Shah Babulal Khimji V. Jayaben D. Kania & Another, AIR 1981 SC 1786.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "879cc1c321114866b99ebaf5ec6c11ac_112"
        },
        {
            "start": 14811,
            "end": 15046,
            "text": "Thus, the right to prefer an appeal - if D & H India Ltd. (Supra) were to be accepted as the correct view, stood expanded by Section 13 of the Commercial Court Act, when compared to the right of appeal available prior to its enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "026bafc11f614e7695aeb024979207a5_113"
        },
        {
            "start": 15047,
            "end": 15303,
            "text": "We were of the prima facie view that this would go contrary to the purpose and object of the Commercial Courts Act, as creation of a right of appeal against all and sundry orders passed in Original Commercial Causes would impede the progress of the causes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc61aa493a734b61b118b49bc291f1fe_114"
        },
        {
            "start": 15304,
            "end": 15416,
            "text": "Every appeal at the interlocutory stage of the proceedings acts as a speed breaker in the progress of the cause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49d426030e8242798ac810c855850f7e_115"
        },
        {
            "start": 15417,
            "end": 15635,
            "text": "Moreover, if the proviso to Section 13(1A) were to be read as not limiting or qualifying the right of appeal contained in Section 13(1) and the first part of Section 13(1A), then there was no need to enact the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01672966f2434477b1fa5f8860330567_116"
        },
        {
            "start": 15636,
            "end": 15801,
            "text": "The view taken in D & H India Ltd. (Supra) rendered the proviso to Section 13(1A) a surplusage - which is not to be presumed in respect of any part of a legislation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e7789de7966c40c4bad6905f7237400d_117"
        },
        {
            "start": 15802,
            "end": 16036,
            "text": "Thirdly, the view taken by the Division Bench in D & H India Ltd. (Supra) neither took into account Section 13(2), nor the interpretation adopted by the Division Bench could be reconciled with the clear plain meaning of Section 13(2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fed5a7e283904080a176b6f67466a218_118"
        },
        {
            "start": 16037,
            "end": 16344,
            "text": "A party aggrieved by an order passed at the interlocutory stage of the proceedings is not entirely remediless, in as much, as, Section 105 CPC entitles the party aggrieved by any such interlocutory order, to assail the same which appealing against the decree by raising a ground in the Memorandum of Appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae6777fcc8354dc0a4fbe8e8624604a7_119"
        },
        {
            "start": 16345,
            "end": 16484,
            "text": "Moreover, the option to assail the interlocutory order before the Supreme Court, by preferring a Special Leave Petition, is also available.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "752cbe44a70a4ef79abd99e149cc429c_120"
        },
        {
            "start": 16485,
            "end": 16746,
            "text": "Since we were finding it difficult to persuade ourselves to accept the view expressed in D & H India Ltd. (Supra), we decided to hear the submissions of learned counsels, and directed them to place on record copies of the judgements that they wish to rely upon.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4daee0da3844d2c95b1fedb7f0706fa_121"
        },
        {
            "start": 16747,
            "end": 17202,
            "text": "\n9) The respondents, who are opposing the maintainability of the appeals, have placed before the Court the judgement rendered by the Supreme Court in Kandla Export Corporation & Ors. vs OCI Corporation &Ors., (2018) 14 SCC 715, wherein the Supreme Court has interpreted Section 13 of the Commercial Courts Act, and held as follows:\n\"14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "9d418cbc10b942cba2cc7880abfe351f_122"
        },
        {
            "start": 17203,
            "end": 17390,
            "text": "The main provision is, as has been correctly submitted by ShriGiri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b890d8a334934819abd5accbf0590e9b_123"
        },
        {
            "start": 17391,
            "end": 17457,
            "text": "To this main provision, an exception is carved out by the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78cc5855d81040a5b648d7775584c087_124"
        },
        {
            "start": 17458,
            "end": 17948,
            "text": "\nThe primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., MANU/SC/0070/1959: 1959 Supp (2) SCR 256 at 266-267, thus:\n\"The proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "48d9055553b04a7ca087533020989fcc_125"
        },
        {
            "start": 17949,
            "end": 18131,
            "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f7a643c8dba0413193654e6ac5a650e0_126"
        },
        {
            "start": 18132,
            "end": 18279,
            "text": "\"It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "59bcb798fcb542caa579cd77f056babf_127"
        },
        {
            "start": 18280,
            "end": 18349,
            "text": "Therefore it is to be construed harmoniously with the main enactment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "508972ebddb746b199711661678123d4_128"
        },
        {
            "start": 18350,
            "end": 18454,
            "text": "(Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [MANU/SC/0017 1956: [(1957) SCR 51, 59]).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7a0c0f702ae44c9cbd6747a0f3cfeaa4_129"
        },
        {
            "start": 18455,
            "end": 18739,
            "text": "Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [MANU/SC/0084 1955:[(1955) 2 SCR 483, 493] said:\n\"It is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e1b134083516479ab273b879a57c91a7_130"
        },
        {
            "start": 18740,
            "end": 18848,
            "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "db503ee0082549b88c6e47831f377c0a_131"
        },
        {
            "start": 18849,
            "end": 19210,
            "text": "\nLord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [MANU/PR/0060/1944 [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n\"The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7f47bd0d199b492889a343f80a3ec165_132"
        },
        {
            "start": 19211,
            "end": 19468,
            "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3a3e50ee38184319ab098f3d76149587_133"
        },
        {
            "start": 19469,
            "end": 19631,
            "text": "\nThe territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "27396bbf90d846a78d5980ecbd9f8d1e_134"
        },
        {
            "start": 19632,
            "end": 19924,
            "text": "It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff736d7ffa6b40ee9481e601f0dc0819_135"
        },
        {
            "start": 19925,
            "end": 20020,
            "text": "(Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .)\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "119f6b08c92f480ab792efeb481c5616_136"
        },
        {
            "start": 20022,
            "end": 20281,
            "text": "15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ef781fdcc1c84e61b427c73f2a48746a_137"
        },
        {
            "start": 20282,
            "end": 20580,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be8bfb02843347779e710a6617afa3b5_138"
        },
        {
            "start": 20582,
            "end": 20772,
            "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4682b852c30142c2a4ebce10c2560d87_139"
        },
        {
            "start": 20773,
            "end": 21009,
            "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73baaed44d3247fd90dd4c7a021c16f6_140"
        },
        {
            "start": 21010,
            "end": 21029,
            "text": "(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1e25962143d548aca1d5b294a85c2e98_141"
        },
        {
            "start": 21030,
            "end": 21596,
            "text": "\n10) A perusal of the above extract shows that the Supreme Court has already interpreted and pronounced upon the scope of the appeals maintainable under Section 13 of the Commercial Courts Act, and while doing so, the Supreme Court has held that the primary purpose of the proviso is to qualify the generality of the main part by providing an exception.\n11) This decision of the Supreme Court in Kandla Export Corporation (supra ) decided on 07.02.2018, was rendered prior to the judgement in D & H India Ltd. vs. (supra), rendered by a Division Bench of this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d708fdcfbb24574bb69fd62250ab31e_142"
        },
        {
            "start": 21597,
            "end": 21750,
            "text": "However, this judgement was, apparently, not brought to the notice of the Division Bench and has, therefore, escaped the attention of the Division Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2d63487da0844d0a5f4fb78c7111a32_143"
        },
        {
            "start": 21751,
            "end": 22222,
            "text": "\n12) A perusal of D & H India Ltd. vs. (supra) shows that the Division Bench has also not referred to and dealt with, specifically Section 13 (2) of the Commercial Courts Act that, in terms, states that \"notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "43ae34329c014fcbb979e03c12544166_144"
        },
        {
            "start": 22223,
            "end": 22360,
            "text": "Thus, an appeal from an order passed in a commercial cause would lie only in accordance with Section 13(1) and 13(1A), and not otherwise.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff222ff6d2724c31936e2f06b29c9098_145"
        },
        {
            "start": 22361,
            "end": 22559,
            "text": "An appeal, by resort to the Letters Patent (in the light of the judgement of the Supreme Court in Shah Babulal Khimji (supra)) is also not maintainable under Section 13 of the Commercial Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6dc6a172bd144927957b03715b26c970_146"
        },
        {
            "start": 22560,
            "end": 22857,
            "text": "\n13) With due respect, the judgement of the Division Bench in D & H India Ltd. (supra) cannot be regarded as laying down the correct interpretation of Section 13 of the Commercial Courts Act, and we are, therefore, not bound to follow the same, since there is a contrary view of the Supreme Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "533148ce46f947b68bf30ca28e7de95b_147"
        },
        {
            "start": 22858,
            "end": 22909,
            "text": "We are bound by the judgement of the Supreme Court.",
            "labels": [
                "RATIO"
            ],
            "id": "32d4f746ae324aeb9d9aa9e067e5f0cf_148"
        },
        {
            "start": 22910,
            "end": 23130,
            "text": "In the ordinary course, we would have referred the decision in D & H India Ltd. vs. (supra) for reconsideration by a larger Bench since, we were inclined to take a contrary view to that taken in D & H India Ltd. (Supra).",
            "labels": [
                "RATIO"
            ],
            "id": "60a1831e164f47aeaadb7e10805b1c1c_149"
        },
        {
            "start": 23131,
            "end": 23254,
            "text": "However, since the issue already stands settled by the Supreme Court, there is no necessity to adopt that course of action.",
            "labels": [
                "RATIO"
            ],
            "id": "13e1d5e2c3ed48a9ace15675cc8897c4_150"
        },
        {
            "start": 23255,
            "end": 23413,
            "text": "Hence, in our view, these appeals are not maintainable, since none of the impugned orders are appealable under Order XLIII Rule 1 of the Civil Procedure Code.",
            "labels": [
                "RPC"
            ],
            "id": "853cc09589b7424997f9476f32836340_151"
        },
        {
            "start": 23414,
            "end": 23459,
            "text": "\n14) The Appeals are, accordingly, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "4cf58299fcee426ca3454fb210c5253e_152"
        },
        {
            "start": 23460,
            "end": 23525,
            "text": "\nVIPIN SANGHI, J JASMEET SINGH, J SEPTEMBER 10, 2021 Sahil Sharma",
            "labels": [
                "NONE"
            ],
            "id": "3c0a7cc086c044a4a4985e34aaa101dc_153"
        }
    ],
    "entities": [
        {
            "text": "Balaji Industrial Products Ltd",
            "label": "PETITIONER",
            "start_char": 26,
            "end_char": 56
        },
        {
            "text": "Aia Engineering Ltd",
            "label": "RESPONDENT",
            "start_char": 60,
            "end_char": 79
        },
        {
            "text": "Mohammad Rafiq",
            "label": "PETITIONER",
            "start_char": 111,
            "end_char": 125
        },
        {
            "text": "Alok Sharma",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 138
        },
        {
            "text": "High Court Of Judicature For Rajasthan\n                       Bench At Jaipur",
            "label": "COURT",
            "start_char": 150,
            "end_char": 227
        },
        {
            "text": "Balaji Industrial Products Limited",
            "label": "PETITIONER",
            "start_char": 297,
            "end_char": 331
        },
        {
            "text": "Aia Engineering Limited",
            "label": "RESPONDENT",
            "start_char": 516,
            "end_char": 539
        },
        {
            "text": "Ntpc Limited",
            "label": "RESPONDENT",
            "start_char": 879,
            "end_char": 891
        },
        {
            "text": "Bharat Heavy Electrical Ltd.",
            "label": "ORG",
            "start_char": 975,
            "end_char": 1003
        },
        {
            "text": "New Delhi-110049",
            "label": "GPE",
            "start_char": 1034,
            "end_char": 1050
        },
        {
            "text": "Sudhir Chandra",
            "label": "OTHER_PERSON",
            "start_char": 1075,
            "end_char": 1089
        },
        {
            "text": "R. P. Singh",
            "label": "OTHER_PERSON",
            "start_char": 1098,
            "end_char": 1109
        },
        {
            "text": "Abhay Jain",
            "label": "OTHER_PERSON",
            "start_char": 1143,
            "end_char": 1153
        },
        {
            "text": "Prekhar Gupta",
            "label": "OTHER_PERSON",
            "start_char": 1162,
            "end_char": 1175
        },
        {
            "text": "Mahendra Singh",
            "label": "LAWYER",
            "start_char": 1202,
            "end_char": 1216
        },
        {
            "text": "Vikas Balia",
            "label": "OTHER_PERSON",
            "start_char": 1223,
            "end_char": 1234
        },
        {
            "text": "Akash Shrivastava",
            "label": "OTHER_PERSON",
            "start_char": 1241,
            "end_char": 1258
        },
        {
            "text": "Raunak Bapna",
            "label": "OTHER_PERSON",
            "start_char": 1268,
            "end_char": 1280
        },
        {
            "text": "MOHAMMAD RAFIQ",
            "label": "JUDGE",
            "start_char": 1303,
            "end_char": 1317
        },
        {
            "text": "JUSTICE ALOK SHARMA",
            "label": "JUDGE",
            "start_char": 1330,
            "end_char": 1349
        },
        {
            "text": "02/07/2018",
            "label": "DATE",
            "start_char": 1370,
            "end_char": 1380
        },
        {
            "text": "Mohammad Rafiq",
            "label": "JUDGE",
            "start_char": 1406,
            "end_char": 1420
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1447,
            "end_char": 1458
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1466,
            "end_char": 1487
        },
        {
            "text": "Balaji Industrial Products Limited",
            "label": "PETITIONER",
            "start_char": 1532,
            "end_char": 1566
        },
        {
            "text": "09.02.2018",
            "label": "DATE",
            "start_char": 1587,
            "end_char": 1597
        },
        {
            "text": "Commercial Court at Jaipur",
            "label": "COURT",
            "start_char": 1612,
            "end_char": 1638
        },
        {
            "text": "AIA",
            "label": "PETITIONER",
            "start_char": 1724,
            "end_char": 1727
        },
        {
            "text": "Engineering Limited",
            "label": "ORG",
            "start_char": 1753,
            "end_char": 1772
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 1889,
            "end_char": 1903
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1904,
            "end_char": 1907
        },
        {
            "text": "Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 1975,
            "end_char": 1992
        },
        {
            "text": "Order VI Rule 15A(1)",
            "label": "PROVISION",
            "start_char": 2073,
            "end_char": 2093
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 2104,
            "end_char": 2113
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 2121,
            "end_char": 2218
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 2432,
            "end_char": 2443
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 2454,
            "end_char": 2465
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2466,
            "end_char": 2469
        },
        {
            "text": "12.10.2017",
            "label": "DATE",
            "start_char": 2655,
            "end_char": 2665
        },
        {
            "text": "Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 2694,
            "end_char": 2714
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2715,
            "end_char": 2718
        },
        {
            "text": "20.04.2018",
            "label": "DATE",
            "start_char": 2926,
            "end_char": 2936
        },
        {
            "text": "No. 28833/2018",
            "label": "CASE_NUMBER",
            "start_char": 2976,
            "end_char": 2990
        },
        {
            "text": "04.05.2018",
            "label": "DATE",
            "start_char": 3023,
            "end_char": 3033
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 3205,
            "end_char": 3222
        },
        {
            "text": "10.05.2018",
            "label": "DATE",
            "start_char": 3268,
            "end_char": 3278
        },
        {
            "text": "17.05.2018",
            "label": "DATE",
            "start_char": 3386,
            "end_char": 3396
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 3412,
            "end_char": 3424
        },
        {
            "text": "Sudhir Chandra",
            "label": "OTHER_PERSON",
            "start_char": 3567,
            "end_char": 3581
        },
        {
            "text": "R.P. Singh",
            "label": "OTHER_PERSON",
            "start_char": 3590,
            "end_char": 3600
        },
        {
            "text": "Abhay Jain",
            "label": "OTHER_PERSON",
            "start_char": 3633,
            "end_char": 3643
        },
        {
            "text": "Prekhar Gupta",
            "label": "OTHER_PERSON",
            "start_char": 3652,
            "end_char": 3665
        },
        {
            "text": "Mahendra Singh",
            "label": "LAWYER",
            "start_char": 3719,
            "end_char": 3733
        },
        {
            "text": "Vikas Balia",
            "label": "OTHER_PERSON",
            "start_char": 3739,
            "end_char": 3750
        },
        {
            "text": "Akash Shrivastava",
            "label": "OTHER_PERSON",
            "start_char": 3756,
            "end_char": 3773
        },
        {
            "text": "Raunak Bapna",
            "label": "OTHER_PERSON",
            "start_char": 3782,
            "end_char": 3794
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 4101,
            "end_char": 4115
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4116,
            "end_char": 4119
        },
        {
            "text": "Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 4282,
            "end_char": 4299
        },
        {
            "text": "Section 27",
            "label": "PROVISION",
            "start_char": 4374,
            "end_char": 4384
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4385,
            "end_char": 4388
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 4399,
            "end_char": 4413
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4414,
            "end_char": 4417
        },
        {
            "text": "Section 26(2)",
            "label": "PROVISION",
            "start_char": 4599,
            "end_char": 4612
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4613,
            "end_char": 4616
        },
        {
            "text": "Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 4714,
            "end_char": 4731
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4732,
            "end_char": 4735
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 4764,
            "end_char": 4774
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4775,
            "end_char": 4778
        },
        {
            "text": "Order IV Rule 1",
            "label": "PROVISION",
            "start_char": 4782,
            "end_char": 4797
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4798,
            "end_char": 4801
        },
        {
            "text": "Order IV Rule 1(3)",
            "label": "PROVISION",
            "start_char": 4912,
            "end_char": 4930
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4931,
            "end_char": 4934
        },
        {
            "text": "sub-rule (1) and (2)",
            "label": "PROVISION",
            "start_char": 5071,
            "end_char": 5091
        },
        {
            "text": "Sub-rule (2)",
            "label": "PROVISION",
            "start_char": 5093,
            "end_char": 5105
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 5150,
            "end_char": 5162
        },
        {
            "text": "Order VI and VII",
            "label": "PROVISION",
            "start_char": 5199,
            "end_char": 5215
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5216,
            "end_char": 5219
        },
        {
            "text": "Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 5317,
            "end_char": 5334
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 5338,
            "end_char": 5364
        },
        {
            "text": "Clause (2) of Section 26",
            "label": "PROVISION",
            "start_char": 5434,
            "end_char": 5458
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5459,
            "end_char": 5462
        },
        {
            "text": "Rule 15A of Order VI",
            "label": "PROVISION",
            "start_char": 5535,
            "end_char": 5555
        },
        {
            "text": "Rule (1) of Rule 15A",
            "label": "PROVISION",
            "start_char": 5618,
            "end_char": 5638
        },
        {
            "text": "sub-rule (1)",
            "label": "PROVISION",
            "start_char": 5943,
            "end_char": 5955
        },
        {
            "text": "Order VI Rule 15A.",
            "label": "PROVISION",
            "start_char": 6186,
            "end_char": 6204
        },
        {
            "text": "Order VI Rule 17",
            "label": "PROVISION",
            "start_char": 6785,
            "end_char": 6801
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6802,
            "end_char": 6805
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7115,
            "end_char": 7128
        },
        {
            "text": "Sangram Singh Vs.",
            "label": "PRECEDENT",
            "start_char": 7132,
            "end_char": 7149
        },
        {
            "text": "Election Tribunal, AIR 1955 SC 425",
            "label": "COURT",
            "start_char": 7150,
            "end_char": 7184
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 7486,
            "end_char": 7495
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 7555,
            "end_char": 7565
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 7723,
            "end_char": 7734
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 7742,
            "end_char": 7763
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 7856,
            "end_char": 7865
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 8305,
            "end_char": 8322
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 8584,
            "end_char": 8597
        },
        {
            "text": "Shalini Shyam Shetty Vs.",
            "label": "PRECEDENT",
            "start_char": 8601,
            "end_char": 8625
        },
        {
            "text": "Rajendra Shankar Patil, (2010) 8 SCC 329",
            "label": "PRECEDENT",
            "start_char": 8626,
            "end_char": 8666
        },
        {
            "text": "Allahabad High Court",
            "label": "COURT",
            "start_char": 8683,
            "end_char": 8703
        },
        {
            "text": "Jodhey & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 8707,
            "end_char": 8726
        },
        {
            "text": "State",
            "label": "OTHER_PERSON",
            "start_char": 8727,
            "end_char": 8732
        },
        {
            "text": "Ram Sahai",
            "label": "OTHER_PERSON",
            "start_char": 8741,
            "end_char": 8750
        },
        {
            "text": "AIR 1952 All 788",
            "label": "PRECEDENT",
            "start_char": 8752,
            "end_char": 8768
        },
        {
            "text": "(6 of 27) [CW-4411/2018]",
            "label": "CASE_NUMBER",
            "start_char": 8860,
            "end_char": 8884
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 8885,
            "end_char": 8895
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 10069,
            "end_char": 10083
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10084,
            "end_char": 10087
        },
        {
            "text": "17.05.2017",
            "label": "DATE",
            "start_char": 10130,
            "end_char": 10140
        },
        {
            "text": "01.09.2017",
            "label": "DATE",
            "start_char": 10146,
            "end_char": 10156
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 10203,
            "end_char": 10220
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10538,
            "end_char": 10551
        },
        {
            "text": "R.K. Roja Vs.",
            "label": "PRECEDENT",
            "start_char": 10555,
            "end_char": 10568
        },
        {
            "text": "U.S. Rayudu, (2016) 14 SCC 275",
            "label": "PRECEDENT",
            "start_char": 10569,
            "end_char": 10599
        },
        {
            "text": "Saleem Bhai & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 10601,
            "end_char": 10625
        },
        {
            "text": "State of Maharashtra & Others, (2003) 1 SCC (7 of 27)",
            "label": "PRECEDENT",
            "start_char": 10626,
            "end_char": 10679
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 10681,
            "end_char": 10693
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 10730,
            "end_char": 10746
        },
        {
            "text": "Gulf DTH FZ LIC Vs.",
            "label": "PRECEDENT",
            "start_char": 10750,
            "end_char": 10769
        },
        {
            "text": "Dish TV India Limited & Others, 2016 SCC Online Del 5005",
            "label": "PRECEDENT",
            "start_char": 10770,
            "end_char": 10826
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 10998,
            "end_char": 11015
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11065,
            "end_char": 11078
        },
        {
            "text": "R.K. Roja",
            "label": "PRECEDENT",
            "start_char": 11082,
            "end_char": 11091
        },
        {
            "text": "Saleem Bhai",
            "label": "PRECEDENT",
            "start_char": 11104,
            "end_char": 11115
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11200,
            "end_char": 11213
        },
        {
            "text": "Sejal Glass Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 11217,
            "end_char": 11240
        },
        {
            "text": "Navilan Merchants Private Limited, (2017) SCC Online SC 1000",
            "label": "PRECEDENT",
            "start_char": 11241,
            "end_char": 11301
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 11425,
            "end_char": 11442
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11443,
            "end_char": 11446
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 11641,
            "end_char": 11657
        },
        {
            "text": "Parasramka Holdings Private Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 11661,
            "end_char": 11700
        },
        {
            "text": "Ambience Private Limited & Another, 2018 SCC Online Del 6573",
            "label": "PRECEDENT",
            "start_char": 11701,
            "end_char": 11761
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 11903,
            "end_char": 11920
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11921,
            "end_char": 11924
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 11973,
            "end_char": 11990
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 12233,
            "end_char": 12243
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 12263,
            "end_char": 12273
        },
        {
            "text": "Ordinance of 2015",
            "label": "STATUTE",
            "start_char": 12295,
            "end_char": 12312
        },
        {
            "text": "Section 1(3), the (8 of 27)",
            "label": "PROVISION",
            "start_char": 12404,
            "end_char": 12431
        },
        {
            "text": "CW-4411/2018] Act of 2015",
            "label": "STATUTE",
            "start_char": 12433,
            "end_char": 12458
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 12497,
            "end_char": 12507
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 12534,
            "end_char": 12551
        },
        {
            "text": "Ministry of Law",
            "label": "ORG",
            "start_char": 12810,
            "end_char": 12825
        },
        {
            "text": "04.04.2018",
            "label": "DATE",
            "start_char": 12848,
            "end_char": 12858
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 13020,
            "end_char": 13030
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 13214,
            "end_char": 13224
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 13315,
            "end_char": 13325
        },
        {
            "text": "Section 26",
            "label": "PROVISION",
            "start_char": 13417,
            "end_char": 13427
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13428,
            "end_char": 13431
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 13447,
            "end_char": 13473
        },
        {
            "text": "proviso, (ii)",
            "label": "PROVISION",
            "start_char": 13489,
            "end_char": 13502
        },
        {
            "text": "Order VI Rule 15A and (iii)",
            "label": "PROVISION",
            "start_char": 13543,
            "end_char": 13570
        },
        {
            "text": "Rule 3 of Order XI",
            "label": "PROVISION",
            "start_char": 13598,
            "end_char": 13616
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13617,
            "end_char": 13620
        },
        {
            "text": "22.04.2017",
            "label": "DATE",
            "start_char": 13845,
            "end_char": 13855
        },
        {
            "text": "22.04.2017",
            "label": "DATE",
            "start_char": 14182,
            "end_char": 14192
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 14228,
            "end_char": 14240
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 14260,
            "end_char": 14274
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14275,
            "end_char": 14278
        },
        {
            "text": "Clause (4) of Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 15099,
            "end_char": 15130
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15131,
            "end_char": 15134
        },
        {
            "text": "09.02.2018",
            "label": "DATE",
            "start_char": 15412,
            "end_char": 15422
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 15558,
            "end_char": 15575
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 15752,
            "end_char": 15770
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15787,
            "end_char": 15800
        },
        {
            "text": "Commissioner of Sales Tax Vs.",
            "label": "PRECEDENT",
            "start_char": 15804,
            "end_char": 15833
        },
        {
            "text": "Bijli Cotton Mills, 1964 AIR 1594",
            "label": "PRECEDENT",
            "start_char": 15834,
            "end_char": 15867
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 15953,
            "end_char": 15970
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16084,
            "end_char": 16097
        },
        {
            "text": "Hitendra Vishnu Thakur Vs.",
            "label": "PRECEDENT",
            "start_char": 16101,
            "end_char": 16127
        },
        {
            "text": "State of Maharashtra, (1994) 4 SCC 602",
            "label": "PRECEDENT",
            "start_char": 16128,
            "end_char": 16166
        },
        {
            "text": "Anant Gopal Sheorey Vs.",
            "label": "PRECEDENT",
            "start_char": 16171,
            "end_char": 16194
        },
        {
            "text": "State of Bombay",
            "label": "GPE",
            "start_char": 16195,
            "end_char": 16210
        },
        {
            "text": "AIR 1958 SC 915",
            "label": "PRECEDENT",
            "start_char": 16212,
            "end_char": 16227
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16290,
            "end_char": 16303
        },
        {
            "text": "Uday Shankar Triyar Vs.",
            "label": "PRECEDENT",
            "start_char": 16307,
            "end_char": 16330
        },
        {
            "text": "Ram Kaleswar Singh, (2006) 1 SCC 75",
            "label": "PRECEDENT",
            "start_char": 16331,
            "end_char": 16366
        },
        {
            "text": "Vidyawati Gupta",
            "label": "PRECEDENT",
            "start_char": 16593,
            "end_char": 16608
        },
        {
            "text": "Vidyawati Gupta",
            "label": "PRECEDENT",
            "start_char": 16745,
            "end_char": 16760
        },
        {
            "text": "Order VI Rule 15",
            "label": "PROVISION",
            "start_char": 16822,
            "end_char": 16838
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16839,
            "end_char": 16842
        },
        {
            "text": "Order VI Rule 15A",
            "label": "PROVISION",
            "start_char": 17053,
            "end_char": 17070
        },
        {
            "text": "Clause (4) of Order VI Rule 15A.",
            "label": "PROVISION",
            "start_char": 17129,
            "end_char": 17161
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17313,
            "end_char": 17326
        },
        {
            "text": "Union of India Vs.",
            "label": "PRECEDENT",
            "start_char": 17330,
            "end_char": 17348
        },
        {
            "text": "Bahadur Singh",
            "label": "OTHER_PERSON",
            "start_char": 17355,
            "end_char": 17368
        },
        {
            "text": "(2006) 1 SCC 368",
            "label": "PRECEDENT",
            "start_char": 17370,
            "end_char": 17386
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 17481,
            "end_char": 17498
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17499,
            "end_char": 17502
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 17772,
            "end_char": 17789
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17790,
            "end_char": 17793
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 17853,
            "end_char": 17865
        },
        {
            "text": "25.10.2017",
            "label": "DATE",
            "start_char": 17940,
            "end_char": 17950
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18035,
            "end_char": 18046
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 18054,
            "end_char": 18066
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18128,
            "end_char": 18139
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18147,
            "end_char": 18168
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18287,
            "end_char": 18298
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18306,
            "end_char": 18327
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18522,
            "end_char": 18533
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18541,
            "end_char": 18562
        },
        {
            "text": "23.10.2015",
            "label": "DATE",
            "start_char": 19076,
            "end_char": 19086
        },
        {
            "text": "Mahendra Singh",
            "label": "LAWYER",
            "start_char": 19155,
            "end_char": 19169
        },
        {
            "text": "09.02.2018",
            "label": "DATE",
            "start_char": 19318,
            "end_char": 19328
        },
        {
            "text": "[CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 19653,
            "end_char": 19666
        },
        {
            "text": "Section 8 read with 13",
            "label": "PROVISION",
            "start_char": 19910,
            "end_char": 19932
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 19991,
            "end_char": 20002
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20010,
            "end_char": 20022
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 20330,
            "end_char": 20339
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20390,
            "end_char": 20401
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20409,
            "end_char": 20421
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20530,
            "end_char": 20543
        },
        {
            "text": "Hameed Kunju Vs.",
            "label": "PRECEDENT",
            "start_char": 20547,
            "end_char": 20563
        },
        {
            "text": "Nazim 2017 (8) SCC 611",
            "label": "PRECEDENT",
            "start_char": 20564,
            "end_char": 20586
        },
        {
            "text": "SBP & Co.",
            "label": "ORG",
            "start_char": 20591,
            "end_char": 20600
        },
        {
            "text": "Patel Engineering Ltd. 2005 (6) SCC 618",
            "label": "PRECEDENT",
            "start_char": 20609,
            "end_char": 20648
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 20800,
            "end_char": 20811
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 20819,
            "end_char": 20831
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20941,
            "end_char": 20954
        },
        {
            "text": "Shalini Shyam Shetly Vs.",
            "label": "PRECEDENT",
            "start_char": 20958,
            "end_char": 20982
        },
        {
            "text": "Rajendra Shankar Patil 2010 (8) SCC 329",
            "label": "PRECEDENT",
            "start_char": 20983,
            "end_char": 21022
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 21232,
            "end_char": 21249
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21250,
            "end_char": 21253
        },
        {
            "text": "01.09.2017",
            "label": "DATE",
            "start_char": 21316,
            "end_char": 21326
        },
        {
            "text": "25.10.2017",
            "label": "DATE",
            "start_char": 21423,
            "end_char": 21433
        },
        {
            "text": "Section 8 (13 of 27)",
            "label": "PROVISION",
            "start_char": 21460,
            "end_char": 21480
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 21482,
            "end_char": 21494
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 21506,
            "end_char": 21516
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21920,
            "end_char": 21933
        },
        {
            "text": "KD Shanna Vs.",
            "label": "PRECEDENT",
            "start_char": 21937,
            "end_char": 21950
        },
        {
            "text": "SAIL, 2008 (12) SCC 481",
            "label": "PRECEDENT",
            "start_char": 21951,
            "end_char": 21974
        },
        {
            "text": "Ramjas Foundation Vs.",
            "label": "PRECEDENT",
            "start_char": 21979,
            "end_char": 22000
        },
        {
            "text": "Union of India 2010 (14) SCC 38",
            "label": "PRECEDENT",
            "start_char": 22001,
            "end_char": 22032
        },
        {
            "text": "Order VI Rule 15-A",
            "label": "PROVISION",
            "start_char": 22146,
            "end_char": 22164
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22165,
            "end_char": 22168
        },
        {
            "text": "04.05.2017",
            "label": "DATE",
            "start_char": 22250,
            "end_char": 22260
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 22357,
            "end_char": 22374
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22375,
            "end_char": 22378
        },
        {
            "text": "Order VI Rule 15-A",
            "label": "PROVISION",
            "start_char": 22539,
            "end_char": 22557
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22558,
            "end_char": 22561
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 22855,
            "end_char": 22869
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22870,
            "end_char": 22873
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23205,
            "end_char": 23222
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23223,
            "end_char": 23226
        },
        {
            "text": "01.09.2017",
            "label": "DATE",
            "start_char": 23230,
            "end_char": 23240
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 23283,
            "end_char": 23295
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 23359,
            "end_char": 23373
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23374,
            "end_char": 23377
        },
        {
            "text": "19.09.2017",
            "label": "DATE",
            "start_char": 23445,
            "end_char": 23455
        },
        {
            "text": "Order VI Rule 15-A",
            "label": "PROVISION",
            "start_char": 23680,
            "end_char": 23698
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23699,
            "end_char": 23702
        },
        {
            "text": "08.12.2017",
            "label": "DATE",
            "start_char": 23717,
            "end_char": 23727
        },
        {
            "text": "12.10.2017",
            "label": "DATE",
            "start_char": 23875,
            "end_char": 23885
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 24062,
            "end_char": 24072
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 24201,
            "end_char": 24215
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24400,
            "end_char": 24411
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 24419,
            "end_char": 24431
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 24557,
            "end_char": 24570
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 24609,
            "end_char": 24623
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24624,
            "end_char": 24627
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 24838,
            "end_char": 24848
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 24951,
            "end_char": 24965
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 24966,
            "end_char": 24969
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25036,
            "end_char": 25049
        },
        {
            "text": "Kailash Vs.",
            "label": "PRECEDENT",
            "start_char": 25053,
            "end_char": 25064
        },
        {
            "text": "Nankhu",
            "label": "JUDGE",
            "start_char": 25091,
            "end_char": 25097
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25478,
            "end_char": 25491
        },
        {
            "text": "Sharif-ud-din Vs.",
            "label": "PRECEDENT",
            "start_char": 25495,
            "end_char": 25512
        },
        {
            "text": "Abdul Gani Lone, (1980) 1 SCC 403",
            "label": "PRECEDENT",
            "start_char": 25513,
            "end_char": 25546
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 25568,
            "end_char": 25584
        },
        {
            "text": "Gulf DTZ FZ LLC Vs.",
            "label": "PRECEDENT",
            "start_char": 25588,
            "end_char": 25607
        },
        {
            "text": "Dish TV India Limited & Others, 2016 SCC Online Del 5005",
            "label": "PRECEDENT",
            "start_char": 25608,
            "end_char": 25664
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 25734,
            "end_char": 25748
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25749,
            "end_char": 25752
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 25909,
            "end_char": 25926
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25927,
            "end_char": 25930
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26025,
            "end_char": 26028
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 26084,
            "end_char": 26101
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26102,
            "end_char": 26105
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26312,
            "end_char": 26325
        },
        {
            "text": "Sejal Glass Ltd.",
            "label": "PRECEDENT",
            "start_char": 26329,
            "end_char": 26345
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 26382,
            "end_char": 26398
        },
        {
            "text": "07.09.2016",
            "label": "DATE",
            "start_char": 26421,
            "end_char": 26431
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 26507,
            "end_char": 26524
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26525,
            "end_char": 26528
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 26598,
            "end_char": 26612
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26613,
            "end_char": 26616
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26645,
            "end_char": 26658
        },
        {
            "text": "21.08.2017",
            "label": "DATE",
            "start_char": 26681,
            "end_char": 26691
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 26774,
            "end_char": 26788
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26789,
            "end_char": 26792
        },
        {
            "text": "(16 of 27) [CW-4411/2018] Act of 2015",
            "label": "PROVISION",
            "start_char": 26811,
            "end_char": 26848
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26993,
            "end_char": 27006
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 27047,
            "end_char": 27063
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27791,
            "end_char": 27804
        },
        {
            "text": "Gasket Radiators Pvt",
            "label": "ORG",
            "start_char": 27808,
            "end_char": 27828
        },
        {
            "text": "Sreenivasa General Traders",
            "label": "ORG",
            "start_char": 27872,
            "end_char": 27898
        },
        {
            "text": "State of AP. & Ors., AIR1983 SC 1246",
            "label": "PRECEDENT",
            "start_char": 27910,
            "end_char": 27946
        },
        {
            "text": "A-One Granites Vs.",
            "label": "PRECEDENT",
            "start_char": 27948,
            "end_char": 27966
        },
        {
            "text": "State of U.P. & Others, (2001) 3 SCC 537",
            "label": "PRECEDENT",
            "start_char": 27967,
            "end_char": 28007
        },
        {
            "text": "State of Rajasthan Vs.",
            "label": "PRECEDENT",
            "start_char": 28049,
            "end_char": 28071
        },
        {
            "text": "V. R. C. Mishra & Others, 2003 (2) WLC 235",
            "label": "PRECEDENT",
            "start_char": 28072,
            "end_char": 28114
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 28232,
            "end_char": 28246
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28247,
            "end_char": 28250
        },
        {
            "text": "Order VI Rule 15-A",
            "label": "PROVISION",
            "start_char": 28436,
            "end_char": 28454
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28455,
            "end_char": 28458
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29094,
            "end_char": 29107
        },
        {
            "text": "Vidyawati Gupta",
            "label": "PRECEDENT",
            "start_char": 29111,
            "end_char": 29126
        },
        {
            "text": "Bhikaji Keshao Joshi Vs.",
            "label": "PRECEDENT",
            "start_char": 29139,
            "end_char": 29163
        },
        {
            "text": "Brijlal Nandlal Biyani",
            "label": "OTHER_PERSON",
            "start_char": 29164,
            "end_char": 29186
        },
        {
            "text": "AIR 1955 SC 610",
            "label": "PRECEDENT",
            "start_char": 29188,
            "end_char": 29203
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 29246,
            "end_char": 29257
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29258,
            "end_char": 29261
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 29312,
            "end_char": 29323
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29324,
            "end_char": 29327
        },
        {
            "text": "Section 148",
            "label": "PROVISION",
            "start_char": 29614,
            "end_char": 29625
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29626,
            "end_char": 29629
        },
        {
            "text": "Order V Rule 1",
            "label": "PROVISION",
            "start_char": 29720,
            "end_char": 29734
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29735,
            "end_char": 29738
        },
        {
            "text": "Mahendra Singh",
            "label": "LAWYER",
            "start_char": 29775,
            "end_char": 29789
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 29941,
            "end_char": 29958
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 30119,
            "end_char": 30136
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 30294,
            "end_char": 30306
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 30377,
            "end_char": 30387
        },
        {
            "text": "Jaipur",
            "label": "GPE",
            "start_char": 30755,
            "end_char": 30761
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 31064,
            "end_char": 31074
        },
        {
            "text": "Ordinance of 2018",
            "label": "STATUTE",
            "start_char": 31082,
            "end_char": 31099
        },
        {
            "text": "Appendix I",
            "label": "PROVISION",
            "start_char": 31280,
            "end_char": 31290
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 31686,
            "end_char": 31699
        },
        {
            "text": "Hitendra Vishnu Thakur",
            "label": "OTHER_PERSON",
            "start_char": 31703,
            "end_char": 31725
        },
        {
            "text": "State of Maharashtra, (1994) 4 SCC 602",
            "label": "PRECEDENT",
            "start_char": 31730,
            "end_char": 31768
        },
        {
            "text": "Shayara Bano Vs.",
            "label": "PRECEDENT",
            "start_char": 31773,
            "end_char": 31789
        },
        {
            "text": "Union of India, (2017) 9 SCC 1",
            "label": "PRECEDENT",
            "start_char": 31790,
            "end_char": 31820
        },
        {
            "text": "Section 26 (2)",
            "label": "PROVISION",
            "start_char": 31822,
            "end_char": 31836
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 31840,
            "end_char": 31843
        },
        {
            "text": "Order VI Rule 15 (4)",
            "label": "PROVISION",
            "start_char": 31970,
            "end_char": 31990
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 32111,
            "end_char": 32123
        },
        {
            "text": "Order VI Rule 15-A",
            "label": "PROVISION",
            "start_char": 32175,
            "end_char": 32193
        },
        {
            "text": "Order VI Rule 15-A (1)",
            "label": "PROVISION",
            "start_char": 32391,
            "end_char": 32413
        },
        {
            "text": "Order VI Rule 15-A (4) and (5)",
            "label": "PROVISION",
            "start_char": 32526,
            "end_char": 32556
        },
        {
            "text": "25.10.2017",
            "label": "DATE",
            "start_char": 32902,
            "end_char": 32912
        },
        {
            "text": "Writ Petition (No. 16794/2017",
            "label": "CASE_NUMBER",
            "start_char": 32942,
            "end_char": 32971
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 33411,
            "end_char": 33428
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 33429,
            "end_char": 33432
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 33502,
            "end_char": 33520
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 33528,
            "end_char": 33541
        },
        {
            "text": "Waryam Singh Vs. Amarnath, AIR 1954 SC 215",
            "label": "PRECEDENT",
            "start_char": 33545,
            "end_char": 33587
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 33651,
            "end_char": 33662
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 33670,
            "end_char": 33691
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 33858,
            "end_char": 33870
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 33968,
            "end_char": 33979
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 33987,
            "end_char": 34008
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 34288,
            "end_char": 34299
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 34307,
            "end_char": 34328
        },
        {
            "text": "22.04.2017",
            "label": "DATE",
            "start_char": 34604,
            "end_char": 34614
        },
        {
            "text": "04.05.2017",
            "label": "DATE",
            "start_char": 34675,
            "end_char": 34685
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 34742,
            "end_char": 34759
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 34760,
            "end_char": 34763
        },
        {
            "text": "17.05.2017",
            "label": "DATE",
            "start_char": 34767,
            "end_char": 34777
        },
        {
            "text": "01.09.2017",
            "label": "DATE",
            "start_char": 34826,
            "end_char": 34836
        },
        {
            "text": "18.09.2017",
            "label": "DATE",
            "start_char": 34946,
            "end_char": 34956
        },
        {
            "text": "12.10.2017",
            "label": "DATE",
            "start_char": 35017,
            "end_char": 35027
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 35088,
            "end_char": 35098
        },
        {
            "text": "Rule 1 of Order VIII",
            "label": "PROVISION",
            "start_char": 35232,
            "end_char": 35252
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 35253,
            "end_char": 35256
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 35937,
            "end_char": 35954
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 35955,
            "end_char": 35958
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36921,
            "end_char": 36932
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 36940,
            "end_char": 36961
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36990,
            "end_char": 37003
        },
        {
            "text": "L. Chandra Kumar Vs.",
            "label": "PRECEDENT",
            "start_char": 37007,
            "end_char": 37027
        },
        {
            "text": "Union of India",
            "label": "ORG",
            "start_char": 37028,
            "end_char": 37042
        },
        {
            "text": "Article 226 and 227",
            "label": "PROVISION",
            "start_char": 37129,
            "end_char": 37148
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 37156,
            "end_char": 37177
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 37251,
            "end_char": 37260
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 37370,
            "end_char": 37380
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 37476,
            "end_char": 37488
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 37520,
            "end_char": 37531
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 37535,
            "end_char": 37541
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37625,
            "end_char": 37636
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 37644,
            "end_char": 37665
        },
        {
            "text": "L. Chandra Kumar",
            "label": "OTHER_PERSON",
            "start_char": 37723,
            "end_char": 37739
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 37783,
            "end_char": 37796
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 38010,
            "end_char": 38022
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 38225,
            "end_char": 38238
        },
        {
            "text": "Sadhana Lodh Vs.",
            "label": "PRECEDENT",
            "start_char": 38242,
            "end_char": 38258
        },
        {
            "text": "National Insurance Company Limited, (2003) 3 SCC 524",
            "label": "PRECEDENT",
            "start_char": 38259,
            "end_char": 38311
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 38387,
            "end_char": 38398
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 38399,
            "end_char": 38402
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 38486,
            "end_char": 38497
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 38505,
            "end_char": 38517
        },
        {
            "text": "Article 226",
            "label": "PROVISION",
            "start_char": 38542,
            "end_char": 38553
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 38561,
            "end_char": 38573
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 38704,
            "end_char": 38715
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 38723,
            "end_char": 38735
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39094,
            "end_char": 39105
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 39113,
            "end_char": 39134
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 39210,
            "end_char": 39223
        },
        {
            "text": "Radhey Shyam & Another Vs.",
            "label": "PRECEDENT",
            "start_char": 39227,
            "end_char": 39253
        },
        {
            "text": "Chhabi Nath & Others (2015) (23 of 27)",
            "label": "PRECEDENT",
            "start_char": 39254,
            "end_char": 39292
        },
        {
            "text": "CW-4411/2018] 5 SCC 423",
            "label": "CASE_NUMBER",
            "start_char": 39294,
            "end_char": 39317
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 39395,
            "end_char": 39406
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 39407,
            "end_char": 39410
        },
        {
            "text": "Act 46 of 1999",
            "label": "STATUTE",
            "start_char": 39414,
            "end_char": 39428
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39471,
            "end_char": 39482
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 39626,
            "end_char": 39642
        },
        {
            "text": "Navilan Merchants Pvt",
            "label": "ORG",
            "start_char": 39646,
            "end_char": 39667
        },
        {
            "text": "Sejal Glass Ltd. & Ors., 2016 SCC Online Del 6580",
            "label": "PRECEDENT",
            "start_char": 39678,
            "end_char": 39727
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 39887,
            "end_char": 39904
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 39905,
            "end_char": 39908
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 39922,
            "end_char": 39938
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40140,
            "end_char": 40153
        },
        {
            "text": "Sejal Glass Ltd.",
            "label": "ORG",
            "start_char": 40198,
            "end_char": 40214
        },
        {
            "text": "Navilan Merchants Pvt",
            "label": "ORG",
            "start_char": 40219,
            "end_char": 40240
        },
        {
            "text": "SCC Online SC 1000",
            "label": "PRECEDENT",
            "start_char": 40253,
            "end_char": 40271
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40387,
            "end_char": 40400
        },
        {
            "text": "Madras High Court",
            "label": "COURT",
            "start_char": 40463,
            "end_char": 40480
        },
        {
            "text": "Sree Rajah",
            "label": "OTHER_PERSON",
            "start_char": 40485,
            "end_char": 40495
        },
        {
            "text": "Venkata Rangiah Appa Rao Bahadur Vs.",
            "label": "PRECEDENT",
            "start_char": 40497,
            "end_char": 40533
        },
        {
            "text": "AIR 1931 Madras 175",
            "label": "PRECEDENT",
            "start_char": 40554,
            "end_char": 40573
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 40716,
            "end_char": 40733
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 40823,
            "end_char": 40840
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40958,
            "end_char": 40971
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 41048,
            "end_char": 41060
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 41162,
            "end_char": 41165
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 41178,
            "end_char": 41195
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 41196,
            "end_char": 41199
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 41337,
            "end_char": 41354
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 41355,
            "end_char": 41358
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 41406,
            "end_char": 41416
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 41591,
            "end_char": 41604
        },
        {
            "text": "R.K. Roja",
            "label": "PRECEDENT",
            "start_char": 41608,
            "end_char": 41617
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 41829,
            "end_char": 41846
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 41847,
            "end_char": 41850
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 42240,
            "end_char": 42253
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 42332,
            "end_char": 42347
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 42348,
            "end_char": 42351
        },
        {
            "text": "Saleem Bhai v. State of Maharashtra, (2003) 1 SCC 557",
            "label": "PRECEDENT",
            "start_char": 42814,
            "end_char": 42867
        },
        {
            "text": "CW-4411/2018",
            "label": "CASE_NUMBER",
            "start_char": 43037,
            "end_char": 43049
        },
        {
            "text": "Sopan Sukhdeo Sable case, (2004) 3 SCC 137",
            "label": "PRECEDENT",
            "start_char": 43067,
            "end_char": 43109
        },
        {
            "text": "Rule 11 of Order 7",
            "label": "PROVISION",
            "start_char": 43137,
            "end_char": 43155
        },
        {
            "text": "Rule 11",
            "label": "PROVISION",
            "start_char": 43723,
            "end_char": 43730
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 43782,
            "end_char": 43795
        },
        {
            "text": "Saleem Bhai & Others Vs.",
            "label": "PRECEDENT",
            "start_char": 43799,
            "end_char": 43823
        },
        {
            "text": "State of Maharashtra & Others, (2003)",
            "label": "PRECEDENT",
            "start_char": 43824,
            "end_char": 43861
        },
        {
            "text": "1 SCC 557",
            "label": "CASE_NUMBER",
            "start_char": 43862,
            "end_char": 43871
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 43944,
            "end_char": 43961
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 43962,
            "end_char": 43965
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 44063,
            "end_char": 44076
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44189,
            "end_char": 44206
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44207,
            "end_char": 44210
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44289,
            "end_char": 44306
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44307,
            "end_char": 44310
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 44560,
            "end_char": 44573
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44682,
            "end_char": 44699
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44700,
            "end_char": 44703
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 45012,
            "end_char": 45025
        },
        {
            "text": "Order (26 of 27) [CW-4411/2018] VII Rule 11",
            "label": "PROVISION",
            "start_char": 45057,
            "end_char": 45100
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45101,
            "end_char": 45104
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 45301,
            "end_char": 45318
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45319,
            "end_char": 45322
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 45479,
            "end_char": 45496
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45497,
            "end_char": 45500
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 45654,
            "end_char": 45671
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45672,
            "end_char": 45675
        },
        {
            "text": "17.05.2017",
            "label": "DATE",
            "start_char": 45679,
            "end_char": 45689
        },
        {
            "text": "04.05.2017",
            "label": "DATE",
            "start_char": 45744,
            "end_char": 45754
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 45804,
            "end_char": 45821
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 45822,
            "end_char": 45825
        },
        {
            "text": "01.09.2017",
            "label": "DATE",
            "start_char": 45861,
            "end_char": 45871
        },
        {
            "text": "12.10.2017",
            "label": "DATE",
            "start_char": 45933,
            "end_char": 45943
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 46131,
            "end_char": 46148
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 46149,
            "end_char": 46152
        },
        {
            "text": "Act No. 8 of 2016",
            "label": "STATUTE",
            "start_char": 46169,
            "end_char": 46186
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46266,
            "end_char": 46276
        },
        {
            "text": "Sejal Glass Ltd.",
            "label": "ORG",
            "start_char": 46336,
            "end_char": 46352
        },
        {
            "text": "Navilan Merchants Pvt",
            "label": "ORG",
            "start_char": 46357,
            "end_char": 46378
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 46782,
            "end_char": 46793
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 46801,
            "end_char": 46822
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 47101,
            "end_char": 47111
        },
        {
            "text": "ALOK SHARMA),J",
            "label": "JUDGE",
            "start_char": 47981,
            "end_char": 47995
        },
        {
            "text": "MOHAMMAD RAFIQ),J",
            "label": "JUDGE",
            "start_char": 48030,
            "end_char": 48047
        }
    ],
    "precedent_clusters": {
        "Chhabi Nath & Others (2015) (23 of 27)": [
            "Sangram Singh Vs.",
            "Shalini Shyam Shetty Vs.",
            "Jodhey & Others Vs.",
            "R.K. Roja Vs.",
            "Saleem Bhai & Others Vs.",
            "Gulf DTH FZ LIC Vs.",
            "Sejal Glass Limited Vs.",
            "Parasramka Holdings Private Limited Vs.",
            "Commissioner of Sales Tax Vs.",
            "Hitendra Vishnu Thakur Vs.",
            "Anant Gopal Sheorey Vs.",
            "Uday Shankar Triyar Vs.",
            "Union of India Vs.",
            "Hameed Kunju Vs.",
            "Shalini Shyam Shetly Vs.",
            "KD Shanna Vs.",
            "Ramjas Foundation Vs.",
            "Kailash Vs.",
            "Sharif-ud-din Vs.",
            "Gulf DTZ FZ LLC Vs.",
            "A-One Granites Vs.",
            "State of Rajasthan Vs.",
            "Bhikaji Keshao Joshi Vs.",
            "Shayara Bano Vs.",
            "L. Chandra Kumar Vs.",
            "Sadhana Lodh Vs.",
            "Radhey Shyam & Another Vs.",
            "Chhabi Nath & Others (2015) (23 of 27)",
            "SCC Online SC 1000",
            "Venkata Rangiah Appa Rao Bahadur Vs.",
            "Saleem Bhai & Others Vs.",
            "State of Maharashtra & Others, (2003)",
            "R.K. Roja",
            "Saleem Bhai",
            "R.K. Roja"
        ],
        "Dish TV India Limited & Others, 2016 SCC Online Del 5005": [
            "Dish TV India Limited & Others, 2016 SCC Online Del 5005",
            "Dish TV India Limited & Others, 2016 SCC Online Del 5005",
            "Sejal Glass Ltd. & Ors., 2016 SCC Online Del 6580"
        ],
        "State of Maharashtra, (1994) 4 SCC 602": [
            "State of Maharashtra, (1994) 4 SCC 602",
            "State of Maharashtra, (1994) 4 SCC 602"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Section 4",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 4",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Rule 1 of Order VIII",
            "CPC",
            "Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Section 27",
            "CPC",
            "Section 27",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Section 26(2)",
            "CPC",
            "Section 26(2)",
            "CPC"
        ],
        [
            "Order VI Rule 15A",
            "CPC",
            "Order VI Rule 15A",
            "CPC"
        ],
        [
            "Section 26",
            "CPC",
            "Section 26",
            "CPC"
        ],
        [
            "Order IV Rule 1",
            "CPC",
            "Order IV Rule 1",
            "CPC"
        ],
        [
            "Order IV Rule 1(3)",
            "CPC",
            "Order IV Rule 1(3)",
            "CPC"
        ],
        [
            "Order VI and VII",
            "CPC",
            "Order VI and VII",
            "CPC"
        ],
        [
            "Order VI Rule 15A",
            "Commercial Court Act, 2015",
            "Order VI Rule 15A",
            "Commercial Court Act, 2015"
        ],
        [
            "Clause (2) of Section 26",
            "CPC",
            "Clause (2) of Section 26",
            "CPC"
        ],
        [
            "Order VI Rule 17",
            "CPC",
            "Order VI Rule 17",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 26",
            "CPC",
            "Section 26",
            "CPC"
        ],
        [
            "Rule 3 of Order XI",
            "CPC",
            "Rule 3 of Order XI",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Clause (4) of Order VI Rule 15A",
            "CPC",
            "Clause (4) of Order VI Rule 15A",
            "CPC"
        ],
        [
            "Order VI Rule 15",
            "CPC",
            "Order VI Rule 15",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VI Rule 15-A",
            "CPC",
            "Order VI Rule 15-A",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VI Rule 15-A",
            "CPC",
            "Order VI Rule 15-A",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VI Rule 15-A",
            "CPC",
            "Order VI Rule 15-A",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Order VI Rule 15-A",
            "CPC",
            "Order VI Rule 15-A",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Section 18",
            "Ordinance of 2018",
            "Section 18",
            "Ordinance of 2018"
        ],
        [
            "Section 26 (2)",
            "CPC",
            "Section 26 (2)",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Rule 1 of Order VIII",
            "CPC",
            "Rule 1 of Order VIII",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 226 and 227",
            "Constitution of India",
            "Article 226 and 227",
            "Constitution of India"
        ],
        [
            "Order XLIII",
            "C.P.C.",
            "Order XLIII",
            "C.P.C."
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 226",
            "Constitution",
            "Article 226",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order (26 of 27) [CW-4411/2018] VII Rule 11",
            "CPC",
            "Order (26 of 27) [CW-4411/2018] VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VI Rule 15A",
            "CPC",
            "Order VI Rule 15A",
            "CPC"
        ],
        [
            "Order VI Rule 15A(1)",
            "CPC",
            "Order VI Rule 15A(1)",
            "CPC"
        ],
        [
            "Section 148",
            "CPC",
            "Section 148",
            "CPC"
        ],
        [
            "Order VI Rule 15A",
            "CPC",
            "Order VI Rule 15A",
            "CPC"
        ],
        [
            "Rule 15A of Order VI",
            "CPC",
            "Rule 15A of Order VI",
            "CPC"
        ],
        [
            "sub-rule (1)",
            "CPC",
            "sub-rule (1)",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VI Rule 15A and (iii)",
            "Commercial Court Act, 2015",
            "Order VI Rule 15A and (iii)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order VI Rule 15A",
            "Commercial Court Act, 2015",
            "Order VI Rule 15A",
            "Commercial Court Act, 2015"
        ],
        [
            "Clause (4) of Order VI Rule 15A.",
            "CPC",
            "Clause (4) of Order VI Rule 15A.",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 8 (13 of 27)",
            "Ordinance of 2015",
            "Section 8 (13 of 27)",
            "Ordinance of 2015"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Order V Rule 1",
            "CPC",
            "Order V Rule 1",
            "CPC"
        ],
        [
            "Section 18",
            "Ordinance of 2018",
            "Section 18",
            "Ordinance of 2018"
        ],
        [
            "Order VI Rule 15 (4)",
            "CPC",
            "Order VI Rule 15 (4)",
            "CPC"
        ],
        [
            "Order VI Rule 15-A",
            "CPC",
            "Order VI Rule 15-A",
            "CPC"
        ],
        [
            "Order VI Rule 15-A (1)",
            "CPC",
            "Order VI Rule 15-A (1)",
            "CPC"
        ],
        [
            "Order VI Rule 15-A (4) and (5)",
            "CPC",
            "Order VI Rule 15-A (4) and (5)",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "sub-rule (1) and (2)",
            "CPC",
            "sub-rule (1) and (2)",
            "CPC"
        ],
        [
            "Sub-rule (2)",
            "CPC",
            "Sub-rule (2)",
            "CPC"
        ],
        [
            "Rule (1) of Rule 15A",
            "CPC",
            "Rule (1) of Rule 15A",
            "CPC"
        ],
        [
            "Order VI Rule 15A.",
            "CPC",
            "Order VI Rule 15A.",
            "CPC"
        ],
        [
            "Section 8",
            "CPC",
            "Section 8",
            "CPC"
        ],
        [
            "Section 13",
            "CPC",
            "Section 13",
            "CPC"
        ],
        [
            "Section 1(3), the (8 of 27)",
            "Ordinance of 2015",
            "Section 1(3), the (8 of 27)",
            "Ordinance of 2015"
        ],
        [
            "proviso, (ii)",
            "Commercial Court Act, 2015",
            "proviso, (ii)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 8 read with 13",
            "CPC",
            "Section 8 read with 13",
            "CPC"
        ],
        [
            "(16 of 27) [CW-4411/2018] Act of 2015",
            "CPC",
            "(16 of 27) [CW-4411/2018] Act of 2015",
            "CPC"
        ],
        [
            "Appendix I",
            "Ordinance of 2018",
            "Appendix I",
            "Ordinance of 2018"
        ],
        [
            "Rule 11 of Order 7",
            "CPC",
            "Rule 11 of Order 7",
            "CPC"
        ],
        [
            "Rule 11",
            "CPC",
            "Rule 11",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Chhabi Nath & Others (2015) (23 of 27)": 35,
        "Dish TV India Limited & Others, 2016 SCC Online Del 5005": 3,
        "State of Maharashtra, (1994) 4 SCC 602": 2
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 13,
        "Order V Rule 1 of CPC": 15,
        "Section 4 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 151 of CPC": 1,
        "Rule 1 of Order VIII of CPC": 2,
        "Section 27 of CPC": 1,
        "Section 26(2) of CPC": 1,
        "Order VI Rule 15A of CPC": 3,
        "Section 26 of CPC": 2,
        "Order IV Rule 1 of CPC": 1,
        "Order IV Rule 1(3) of CPC": 1,
        "Order VI and VII of CPC": 1,
        "Order VI Rule 15A of Commercial Court Act, 2015": 2,
        "Clause (2) of Section 26 of CPC": 1,
        "Order VI Rule 17 of CPC": 1,
        "Order VII Rule 11 of CPC": 28,
        "Rule 3 of Order XI of CPC": 1,
        "Clause (4) of Order VI Rule 15A of CPC": 1,
        "Order VI Rule 15 of CPC": 1,
        "Article 227 of Constitution": 7,
        "Order VI Rule 15-A of CPC": 5,
        "Section 148 of CPC": 4,
        "Section 18 of Ordinance of 2018": 2,
        "Section 26 (2) of CPC": 1,
        "Article 226 and 227 of Constitution of India": 1,
        "Order XLIII of C.P.C.": 1,
        "Section 115 of CPC": 2,
        "Article 226 of Constitution": 1,
        "Order 7 Rule 11 of CPC": 1,
        "Order (26 of 27) [CW-4411/2018] VII Rule 11 of CPC": 1,
        "Order VIII Rule 1 of CPC": 3,
        "Order VI Rule 15A(1) of CPC": 1,
        "Rule 15A of Order VI of CPC": 1,
        "sub-rule (1) of CPC": 1,
        "Section 8 of CPC": 4,
        "Section 13 of CPC": 4,
        "Order VI Rule 15A and (iii) of Commercial Court Act, 2015": 1,
        "Clause (4) of Order VI Rule 15A. of CPC": 1,
        "Section 8 (13 of 27) of Ordinance of 2015": 1,
        "Order VI Rule 15 (4) of CPC": 1,
        "Order VI Rule 15-A (1) of CPC": 1,
        "Order VI Rule 15-A (4) and (5) of CPC": 1,
        "sub-rule (1) and (2) of CPC": 1,
        "Sub-rule (2) of CPC": 1,
        "Rule (1) of Rule 15A of CPC": 1,
        "Order VI Rule 15A. of CPC": 1,
        "Section 1(3), the (8 of 27) of Ordinance of 2015": 1,
        "proviso, (ii) of Commercial Court Act, 2015": 1,
        "Section 8 read with 13 of CPC": 1,
        "(16 of 27) [CW-4411/2018] Act of 2015 of CPC": 1,
        "Appendix I of Ordinance of 2018": 1,
        "Rule 11 of Order 7 of CPC": 1,
        "Rule 11 of CPC": 1
    },
    "statute_counts": {
        "Constitution of India": 14,
        "CPC": 101,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Commercial Court Act, 2015": 4,
        "Constitution": 8,
        "Ordinance of 2018": 3,
        "C.P.C.": 1,
        "Ordinance of 2015": 2
    }
}