{
    "id": "fc445fb48138ceda3bc41b0234d26a111afbbf331e7b8c22b667d8ba6efd7fde",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nMadhya Pradesh High Court\nApollo Real Estate Llp Thr. ... vs Dr. Arun Waghmare on 14 June, 2022 \nAuthor: Vivek Rusia\nBench: Vivek Rusia, Amar Nath Kesharwani \n                               - : 1 : -\n                                               A.A. Nos.33 & 34 of 2020 \n\n\n\nBefore\n\n                  Hon'Ble Shri Justice Vivek Rusia \n                                 & \n        Hon'Ble Shri Justice Amar Nath (Kesharwani) \n\n                 Arbitration Appeal No. 33 of 2020 \n\n     Between:- \n     Apollo Real Estate Llp Thr . Shashibhushan Partner \n     451, Apollo Tower, 2 Mg Road, Indore (M.P.) (Madhya\n     Pradesh) \n                                               ..... Petitioner\n     (By Shri A.K. Sethi, Sr. Advocate With Shri Nitin Phadke,\n     Advocate)\n\n     And\n\n     Dr. Arun Waghmare S/O Late Shri Ramchandra \n1.\n     Waghmare 36, Vasudev Nagar Indore (Madhya Pradesh) \n     Prakash Waghmare S/O Late Shri Ramchandra\n2.   Waghmare B-504, Prime Avenue, Swami Vivekanand Road,\n     Vile Parle, Mumbai (Maharashtra) \n     Vijay Waghmare S/O Late Shri Ramchandra Waghmare \n3.\n     69, Narayan Bagh (Madhya Pradesh)\n     Arvind Patankar 12/4, Yug Prabhat Housing Sociwety,\n4.\n     Seeta Devi Tapal Road, Mahim, Mumbai (Maharashtra)\n     Rajeev S/O Arvind Patankar 12/4, Yug Prabhat Housing\n5.   Sociwety, Seeta Devi Tapal Road, Mahim, Mumbai\n     (Maharashtra)\n     Sulakshana Vaidhya W/O Ajit Vaidhya 12/4, Yug Prabhat\n6.   Housing Sociwety, Seeta Devi Tapal Road, Mahim,\n     Mumbai (Maharashtra)\n     Aniruddha S/O Late Shri Ravindra Waghmare 156, Ab \n7.   Road, Near Press Complex, Choti Khajrani, Indore\n     (Madhya Pradesh)\n     Aditi W/O Pratik Yadav 156, Ab Road, Near Press\n8.\n     Complex, Choti Khajrani, Indore (Uae)\n     M/ S Sachin Leasing And Developers Pvt. Ltd. Through\n9.   Its Director Sachin Sharma 63-64, Vishnupuri Main\n     Colony, Indore (Madhya Pradesh) \n                                             ..... Respondents\n     (Respondents No. 1 To 3 By Shri Aniket Naik, Advocate) \n     (Respondents No. 4 To 6 By Shri Shekhar Bhargava, Sr. \n                                   - : 2 : - \n                                                      A.A. Nos.33 & 34 of 2020 \n\n\n\n  Advocate With Shri Amit Singh, Advocate) \n  (Shri R.T. Thanewala, Advocate For Respondent No.7 . \n\n\n\n             Arbitration Appeal No. 34 of 2020 \n\n Between:- \n Apollo    Real   Estate Llp  Thr. Shashibhushan\n Khandelwal Partner 451 Apollo Tower, 2 Mg Road,\n Indore (Madhya Pradesh) \n                                                       ..... Petitioner\n (By Shri By Shri A.K. Sethi, Sr. Advocate With Shri Nitin\n Phadke, Advocate)\n\n And\n\n Aniruddha Waghmare S/O Late Shri Ravindra Waghmare \n 156, Ab Road, Near Press Complex, Chhoti Khajrani \n Indore (Madhya Pradesh) \n                                                      ..... Respondent\n (By Shri R.T. Thanewala, Advocate) \n\n\n                               Order\n(Passed on 14th June, 2022) Per Vivek Rusia, J. :\nVide order dated 12.9.2019 passed in M.C.C. No.2042/2019 (Apollo Real Estate L.L.P. V/s. Dr. Arun Waghmare & others) , the Division Bench of this order  has transferred the proceedings of Arbitration Case (MJC No.87/2018 to the Commercial Court for final adjudication treating it to be a commercial dispute between the parties. \nAs per point 1.1 of the Roster, all the matters arising out of the judgments/orders passed by the Commercial Courts which are under territorial jurisdiction of the Bench at Indore of High Court of M.P. Shall be listed before the Division Bench-I. As per roster, Point 5, all the SB Arbitration matters except those which are assigned to Single Bench-I, shall be listed before - : 3 :-\nA.A. Nos.33 & 34 of 2020 Single Bench-III. \nSection 2(1)(c) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as \"the Act of 2015\" for short) defines \"commercial dispute\" and according to sub-clause (vii) agreements relating to immovable property used exclusively in trade or commerce, shall be treated as commercial dispute, but in the present case, the agreement to sale of land has never been used exclusively for trade or commerce.\nSection 2(1)(i) of the Act of 2015 defines \"specified value\" in relation to commercial dispute and according to which, value of the subject matter in respect of suit s determined in accordance with section 12 which shall not be less than one crore rupees or such higher value.\nNow, the issue which requires consideration, for which the High Court Rules & Orders and rosters are silent bout registration and listing of appeal filed either u/s. 37 of Arbitration & Concilition Act or u/s. 13 of the Act of 2015. Section 13 of the Act of 015 provides that any person aggrieved by the decision of the Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or order and as per Proviso, the appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the C.P.C. and Section 37 of the Arbitration and Conciliation Act. Section 13(1) of the Act of 2015 and Section 37 of the Arbitration and Conciliation Act are reproduced below :\n\" 13 . Appeals from decrees of Commercial Courts and Commercial Divisions - (1) Any person aggrieved - : 4 :-\nA.A. Nos.33 & 34 of 2020 by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be :\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n\"37. Appealable orders.-- (1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.--\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17. \n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\" \nSection 6 of the Act of 2015 provides the jurisdiction of Commercial Court and according to which, Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value. \nSection 9 of the Act of 2015 provides for transfer of suit if counter-claim in a commercial dispute is of Specified Value. \n- : 5 :-\nA.A. Nos.33 & 34 of 2020 Section 10 of the Act of 2015 provides jurisdiction in respect of arbitration matters. As per Sub-section (3) of Section 10, if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of Arbitration and Conciliation Act, 1996, that would ordinarily lie before any Principal Civil Court of original jurisdiction in a district shall be filed in, and heard and disputed of by the Commercial Court where such Commercial Court has been constituted. Section 10(3) of the Act of 2015 is reproduced below : \n\"10(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before the principal civil court of original jurisdiction in a district (not being a High Court0 shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\nSection 15 of the Act of 2015 provides transfer of pending cases.\nIn view of Section 10(3) and 15 of the Act of 2015 that all the applications and suit filed under the provisions of Arbitration and Conciliation Act, 1996 shall be filed in, and heard and disposed of by Commercial Court. Therefore, the appeal/proceedings u/s. 34 of the Arbitration and Conciliation Act are liable to be transferred to the Commercial Court. \nNow, the issue is, whether an appeal arising out of an order passed u/s. 34 of the Arbitration and Conciliation Act passed by Commercial Court is liable to be treated as an Arbitration Appeal and is liable to be heard by the Single Bench or by the Division Bench? \n- : 6 :-\nA.A. Nos.33 & 34 of 2020 The present Arbitration Appeals have been u/s. 37 of the Arbitration and Conciliation Act read with Section 13 of the Act of 2015. As per Point No.1 of the Roster, the appeal filed against passed by the Commercial Court is liable to be heard by the Division Bench and as per point 5 of the Roster, the appeal filed against the order passed in an arbitration appeal is liable to be heard by the Single Bench. \nAccording to the Proviso to Section 13, any person aggrieved by the decision of the Commercial Court or Commercial Division may file an appeal before the High Court of Commercial Division except in the cases specifically enumerated under Order XLIII of the C.P.C. or u/s. 13 of the Arbitration and Conciliation Act, meaning thereby, appeal under Order XLIII of C.P.C. and appeal filed u/s. 37 of the Arbitration and Conciliation Act which lie as per provisions as contained in the C.P.C. and Arbitration and Conciliation Act and not u/s. 13 of the Act of 2015 and are not liable to be filed u/s. 13 of the Act of 2015.\nThe apex Court in the case of Kandla Export Corpn. V/s. OCT Corpn. : (2018) 14 SCC 715 has held in Para 14 of the judgment as under :\n\"14. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\" \n- : 7 :-\nA.A. Nos.33 & 34 of 2020 The aforesaid judgment has been reconsidered by the Constitution Bench of apex Court in the case of BGS SGS SOMA JV V/s. NHPC Limited : (2020) 4 SCC 234 and held that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. Para 13 of the aforesaid judgment is reproduced below : \n\"13. Given the fact that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable. Section 38(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a),\n(b) and (c) and from no others. The pigeonhole that the High Court in the impugned judgment has chosen to say that the appeals in the present cases were maintainable is sub-clause (c). According to the High Court, even where a Section 34 application is ordered to be returned to the appropriate court, such order would amount to an order \"refusing to set aside an arbitral award under Section 34\".\" \nIn case of Ambalal Sarabhai Enterprises Ltd. V/s. K.S. Infraspace LLP and another : (2020) 15 SCC 585, the apex Court has examined the definition of \"commercial dispute\" and has held that dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub- clause (vii) of Section 2(1)(c) of the Commercial Courts Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\". The words \"used exclusively in trade or commerce\"\n- : 8 :-\nA.A. Nos.33 & 34 of 2020 are to be interpreted purposefully. The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure for deciding the commercial disputes. Therefore, the only dispute which actually answers \"commercial dispute\" as provided u/s. 2(1)(c) must be entertained by Commercial Court. \nSo far as present case is concerned, the dispute in respect of agreement to sell dated 5.7.2004 was referred to the Arbitrator. The total sale consideration in the agreement to sale is Rs. 9.5 Crores but the land in question is a joint family property. The land in question was an agricultural land bearing Survey No. 382/437 admeasuring total 2.72 Acres, therefore, it was not an agreement relating to immovable property used exclusively in trade and commerce and in view of the law laid down by the apex Court in the case of Ambalal Sarabha Enterprises Ltd. (supra) the word \"used\" denotes actual use. Hence, it is not falling under the category of \"commercial dispute\" of a specified value. Although the Commercial Court has passed an order u/s. 34 in the light of order dated 12.9.2019 passed in M.C.C. No.2042/2019, hence the issue is not required to be examined, but the issue required to be considered is, whether the award dated 9.10.2020 passed by the Commercial Court is to be treated u/s. 13 of the Commercial Courts Act or u/s. 37 of the Arbitration and Conciliation Act? \nAlthough the appeal is filed under both the provisions, but the appeal filed under the provisions of Arbitration and Conciliation Act is liable t be heard by the Single Bench as per Roster Point 5 and the appeal against the order passed by the Commercial Court is to be - : 9 :-\nA.A. Nos.33 & 34 of 2020 heard by the Division Bench as per Roster Point 1.1. In view of the judgment passed by the apex Court in the case of BGS SGS SOMA (supra) and the judgment passed in the case of Kandla Export Corpon. (supra), these appeals are to be treated as appeal u/s. 37 of the Arbitration and Conciliation Act and as per Roster, same are liable to be heard by the Single Bench. \nIn the High Court Rules & Orders, after coming into force of the Act of 2015, there is no provision for listing of these appeals before the Division Bench. As per Roster Point 1.1,all the matters arising out of the judgments/orders passed by the Commercial Courts which are territorial jurisdiction of the Bench at Indore of High Court of M.P., are liable to be listed before the Division Bench of this Court. Therefore, it is required to be clarified whether in case of an arbitration award passed by the Commercial Court in the matter of commercial dispute of specified value or appeal filed u/s. 37 of the Arbitration and Conciliation Act and under Order 43 of the C.P.C., are liable to be listed as per Roster without treating it to be an appeal under the Commercial Courts Act. \nIn view of the above, the matter be placed before Hon'ble the Chief Justice for kind consideration for suitable amendment in the High Court Rules & Orders as well as provisions in the Roster. Let a photocopy of this order be retained in the connected case. \n         [ VIVEK RUSIA ]        [AMAR NATH (KESHARWANI)]\n             JUDGE.                      JUDGE. \nAlok/-\n\n\nDate: 2022.06.15 10:11:00 +05'30'",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court m/s vittal cashew industries vs tropical industries international pvt . on 27 june, 2023 author: s.r.krishna kumar bench: s.r.krishna kumar -1nc: 2023:khc:22303 wp no. 9481 of 2022 in the high court of karnataka at bengaluru dated this the 27th day of june, 2023 before the hon'ble mr justice s.r.krishna kumar writ petition no. 9481 of 2022 (gm-cpc) between: 1. m/s vittal cashew industries a registered partnership firm through its managing partner mr. santhosh kamath having its office at b-109 industrial estate baikampady mangaluru 575 001. also at gajanana chambers near sai mandir, hosdurg kanhangad kasargod 671 315. 2. m/s vittal impex a registered partnership firm through its partner mr. h ganesh kamath having its office at gajanana chambers near sai mandir, hosdurg kanhangad, kasargod 671 315 also at 48 ismail complex digitally gin factory road, thoothukudi 628002 signed by tamil nadu. vandana s .petitioners location: high court (by sri. arun shyam, senior counsel appearing for of sri. rakesh kini, advocate) karnataka and: 1. tropical industries international pvt ltd a company incorporated under the provisions of the companies act 1956 and is a subsidy of tropical general investments group having its registered office at f-04 and 05, triveni commercial complex sheikh sarai phasse 1 new delhi 17 -2nc: 2023:khc:22303 wp no. 9481 of 2022 2. vink corporation dmcc a company based in dulai, uae and is a part of the tropical general investments group having its registered office at jumeirah lake tower,dubail uae both are represented by its authorized signatory mr rohan raj savara .respondents (by sri.siddharth muchandi, advocate for sri. princy ponnan and sri. shyam v. prasad ,advocates) this w.p. is filed under article 227 of the constitution of india praying to set aside the impugned order dtd 20.04.2022 annexure-c in com.o.s.no.506 of 2021, passed by the learned iv additional district judge and commercial court, dk, mangaluru. this petition, coming on for orders, this day, the court made the following: order the present petition arises out of com.o.s.no.506 / 2021 pending on the file of iv addl.district judge and commercial court, d.k., mangalore (for short ' the commercial court'). 2. the material on record discloses that the respondents plaintiffs instituted the aforesaid suit against the petitionersdefendants for recovery of a sum of rs.15,29,886.64/and for other reliefs. the said suit was filed by the plaintiffs as a summary suit by invoking the provisions contained in order 37 cpc. the petitioners who are arrayed as defendants entered appearance in nc: 2023:khc:22303 the suit, pursuant to which, plaintiffs filed an application i.a.1 under order 37 rule 3(4) cpc seeking passing of summary judgment in their favour against the defendants. the petitioners defendants filed their objections / counter affidavit and also sought for leave to defend. by the impugned order, the commercial court refused to grant leave to defend in favour of the petitioners and allowed i.a.no.1 and directed passing of summary judgment in favour of the plaintiffs. aggrieved by the impugned order, petitioners are before this court by way of the present petition. 3. in the first instance, by order dated 19.07.2022, this court dismissed the present petition and confirmed the order of the commercial court. aggrieved by the same, petitioners approached the apex court in civil appeal no.5277/2022 (arising out of slp (civil) no.13822/2022). by final order dated 12.08.2022, the apex court set aside the aforesaid order dated 19.07.2022 passed by this court and remitted the matter back to this court for consideration of the issue of jurisdiction. in this context, it is relevant to state that on 30.05.2022 itself i.e., prior to the aforesaid order dated 19.07.2022 being passed by this court, the petitioners defendants had filed an application i.a.no.4 seeking return of the nc: 2023:khc:22303 plaint on the ground that the commercial court did not have territorial jurisdiction to entertain or adjudicate upon the suit and that both parties had agreed that the courts at delhi alone would have exclusive territorial jurisdiction to decide the suit. the said application i.a.no.4 filed by the petitioners is still pending consideration before the commercial court. 4. heard learned senior counsel appearing for the petitioners and learned counsel for the respondents and perused the material on record. 5. in addition to reiterating the various contentions urged in the petition and referring to the material on record, learned senior counsel for the petitioners submits that having regard to clause 7.2 of the settlement agreement dated 29.04.2019 entered into between the parties whereby they had agreed to confer exclusive territorial jurisdiction upon the courts at new delhi alone, the commercial court at mangaluru, did not have territorial jurisdiction to decide the suit and as such, the issue regarding jurisdiction is to be answered in favour of the petitioners. in support of his contentions, learned senior counsel placed reliance upon the following judgments:nc: 2023:khc:22303 (i) b.l.kashyap & sons ltd., jms steels & power corpn.,(2022) 3 scc 294; (ii) idbi trusteeship v. hub town ltd.,2017 (1) scc 568; (iii) shriram city union finance corporation ltd., vs. rama mishra (2002) 9 scc 613; (iv) abhimanya vs. sri. ram investment limited, gulbarga (2006) scc online kar 530; (v) indus mobile distribution private limited versus datawind innovations private limited and others, (2017) 7 scc 678. (vi) swastik gases pvt. ltd. vs indian oil corporation ltd. (2013) 9 scc 32. (vii) b.e. simoese von staraburg niedenthal & anr. v. chhattisgarh investment ltd. (2015) 12 scc 225. (viii) sundaram finance limited and ors v. t. thankam 2015 (14) scc 444. (ix) dr. jagmittar sain bhagar v. dir. health services, haryana and anr. 2013 air scw 4387. (x) omega finvest llp v. direct news private limited 2022 scc online del 3418 : (2022) 295 dlt 645; (xi) hakam singh v. m/s. gammon (india) ltd., (1971) 1 scc 286; (xii) exl. careers and another vs. frankfinn aviation service pvt. ltd., -2020 (12) scc 667; 6. per contra, learned counsel for the respondents in addition to reiterating the various contentions urged in the statement of objections, submitted that the courts at new delhi did nc: 2023:khc:22303 not have any jurisdiction to decide the suit and merely because the parties had entered into the aforesaid settlement agreement dated 29.04.2019, it cannot be said that the commercial court at mangaluru, did not have territorial jurisdiction and as such, the said issue is to be answered in favour of the respondents. in support of his contentions, learned counsel placed reliance upon the following judgments:(i) haier telecom (india) p. ltd. vs. drive india enterprises solutions ltd., 2018 scc online bom. 1014 (db) (ii) young achievers vs. ims learning resources (2013) 10 scc 535; (iii) zenith drugs vs. nicholas piramal (2020) 17 scc 419; (iv) hakam singh vs. gammon india 1971(1) scc 286; (v) patel roadways limited vs. prasad trading company (1991) 4 scc 270; (vi) new moga transport vs united india insurance (2004) 4 scc 677; 7. i have given my anxious consideration to the rival contentions and perused the material on record. 8. the undisputed material on record discloses that a settlement agreement dated 29.04.2019 was entered into between nc: 2023:khc:22303 the petitioners and the respondents, in which, both parties had agreed as per clause 7.2 of the agreement that any dispute controversy or disagreement between the parties shall be subject to the jurisdiction of the courts only at new delhi. the said clause 7.2 reads as under:\"any dispute, controversy or disagreement between the parties arising out of or in connection with this agreement shall be subject to the jurisdiction of the courts at new delhi. the parties irrevocably waive any objection to venue in these courts and any objection based on the doctrine of forum non conveniens or similar grounds that these courts are inconvenient for determination of a dispute\". 9. as can be seen from the aforesaid clause 7.2, both parties have unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the agreement shall be subject to the jurisdiction of the courts at new delhi and both parties had irrevocably waived any objection to new delhi being the venue on any ground whatsoever. further, the cause title to the plaint indicates that while plaintiff no.1 is situated at new delhi, plaintiff no.2 is at dubai, uae, the 1st defendant is at mangaluru and 2nd defendant is at kasargod and accordingly, out of the four parties to the suit, only 1 st defendant is at mangaluru nc: 2023:khc:22303 within the jurisdiction of the commercial court. the material on record also reveals that apart from the fact that all payments and liabilities towards the subject transactions were between new delhi, dubai and kasargod, the email correspondence by the plaintiffs originated from new delhi and dubai where plaintiff nos. 1 and 2 are situated respectively. so also, the legal notice dated 17.12.2020 was issued from new delhi by the respondents to the petitioners and the same has been referred to in the plaint also by the respondents. it is therefore clear that the cause of action for the suit arose in and from new delhi and in view of clause 7.2 whereby the parties agreed to confer exclusive territorial jurisdiction upon the courts at new delhi, the commercial court at mangaluru did not have territorial jurisdiction to entertain or adjudicate upon the suit, which was within the exclusive territorial jurisdiction of the courts at new delhi and not before the commercial court at mangaluru. 10. as stated supra, the cumulative effect of the undisputed material on record, in particular, paragraph-22 of the plaint, wherein the plaintiffs have specifically referred to the cause of action to file the suit having arisen on account of the legal notice dated nc: 2023:khc:22303 17.12.2020 issued by them prior to institution of the suit which was issued from new delhi as well as the email correspondence by the authorized persons on behalf of the plaintiffs from their office at new delhi and other undisputed documents lead to the inescapable conclusion that a part / portion of the cause of action had clearly arisen at new delhi. consequently, in the light of clause 7.2 of the settlement agreement entered into between the parties on 29.04.2019, wherein both parties had unequivocally agreed that any dispute, controversy or disagreement between them arising out of or in connection with the agreement shall be subject to the jurisdiction of the courts at new delhi and both parties had irrevocably waived any objection to new delhi being the venue on any ground whatsoever as can be seen from clause 7.2 supra, i am of the considered opinion that it is the courts at new delhi alone that have exclusive territorial jurisdiction to entertain and adjudicate upon the dispute between the parties. under these circumstances, it is clear that the commercial court at mangaluru where the instant suit is pending does not have territorial jurisdiction to entertain or adjudicate upon the suit or dispute between the parties which would necessarily have to be decided by the courts at new delhi and as such, the plaint in the 10 nc: 2023:khc:22303 instant suit deserves to be returned back to the respondents plaintiffs for re-presentation before the jurisdictional courts at new delhi and necessary directions are to be issued in this regard. 11. in the result, i pass the following:order (i) petition is hereby allowed. (ii) the impugned order dated 20.04.2022 passed in com.o.s.no.506/2021 by the commercial court, d.k., mangalore, is hereby set aside. (iii) consequently, in view of the findings recorded by me above that the commercial court at mangalore, does not have jurisdiction to entertain and adjudicate upon the instant suit, i.a.no.4 dated 30.05.2022 filed by the petitioners defendants under sections 20 to 22 and section 151 cpc r/w order 7 rule 11 cpc seeking return of the plaint in com.o.s.no.506/2021 stands allowed. (iv) the plaint in com.o.s.no.506/2021 is directed to be returned to the respondents plaintiffs who are directed to represent the plaint at the jurisdictional court at new delhi. 11 nc: 2023:khc:22303 (v) all rival contentions on all other aspects of the matter except territorial jurisdiction which stands concluded by this order are kept open and no opinion is expressed on the same. sd/judge srl."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bab0dcd64ab7488281a97ad33a0e090e_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf4820c49d2749aeab4c55c689e58677_1"
        },
        {
            "start": 242,
            "end": 338,
            "text": "\nMadhya Pradesh High Court\nApollo Real Estate Llp Thr. ... vs Dr. Arun Waghmare on 14 June, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fcf884f4c2284f99b71c8447ddac6b70_2"
        },
        {
            "start": 340,
            "end": 400,
            "text": "Author: Vivek Rusia\nBench: Vivek Rusia, Amar Nath Kesharwani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b402465b2684843a4f2fcbdb8e71ce7_3"
        },
        {
            "start": 433,
            "end": 440,
            "text": "- : 1 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "044ed9dcd0d84dcb8bdef13b7974773b_4"
        },
        {
            "start": 441,
            "end": 514,
            "text": "-\n                                               A.A. Nos.33 & 34 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "740181d8537d4f869589412059fd9918_5"
        },
        {
            "start": 519,
            "end": 545,
            "text": "Before\n\n                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b8d0ef4a329041f683e559935010a5ad_6"
        },
        {
            "start": 545,
            "end": 577,
            "text": "Hon'Ble Shri Justice Vivek Rusia",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b269a9c0aacf46b98e81c3e7f8ca7ef8_7"
        },
        {
            "start": 578,
            "end": 666,
            "text": "\n                                 & \n        Hon'Ble Shri Justice Amar Nath (Kesharwani)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3259adf70871445bbc303f02cfbf1f68_8"
        },
        {
            "start": 667,
            "end": 719,
            "text": "\n\n                 Arbitration Appeal No. 33 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c4847d561324a49a1a4d3393e0aa7a8_9"
        },
        {
            "start": 720,
            "end": 736,
            "text": "\n\n     Between:-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d8f40dddf0834934a4bcea8bb13bb107_10"
        },
        {
            "start": 743,
            "end": 765,
            "text": "Apollo Real Estate Llp",
            "labels": [
                "PREAMBLE"
            ],
            "id": "195ac8f41fc44b2e8d920a3b2045c211_11"
        },
        {
            "start": 766,
            "end": 793,
            "text": "Thr . Shashibhushan Partner",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c87227d7e8f547ef9d59ce74b4bae012_12"
        },
        {
            "start": 800,
            "end": 843,
            "text": "451, Apollo Tower, 2 Mg Road, Indore (M.P.)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b4f55b8cfee4e1091aa0b42e8618c6a_13"
        },
        {
            "start": 844,
            "end": 865,
            "text": "(Madhya\n     Pradesh)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "31badc7715ae40d1ab9d458cf08ba98e_14"
        },
        {
            "start": 914,
            "end": 936,
            "text": "..... Petitioner\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "73c0dbc964444b7a8b983011861790b9_15"
        },
        {
            "start": 936,
            "end": 1025,
            "text": "(By Shri A.K. Sethi, Sr. Advocate With Shri Nitin Phadke,\n     Advocate)\n\n     And\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9c85cd939c94450f990bbb800c1f45ba_16"
        },
        {
            "start": 1025,
            "end": 1046,
            "text": "Dr. Arun Waghmare S/O",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b5948b7e2541473c8af014b0dea904e3_17"
        },
        {
            "start": 1047,
            "end": 1067,
            "text": "Late Shri Ramchandra",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bc1ef172896a4c86ade32a15c7692d50_18"
        },
        {
            "start": 1069,
            "end": 1103,
            "text": "1.\n     Waghmare 36, Vasudev Nagar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2523467cc294bcd93fb3eb605d2812b_19"
        },
        {
            "start": 1104,
            "end": 1127,
            "text": "Indore (Madhya Pradesh)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d471b3da3c448418612c17c5231bdbf_20"
        },
        {
            "start": 1134,
            "end": 1271,
            "text": "Prakash Waghmare S/O Late Shri Ramchandra\n2.   Waghmare B-504, Prime Avenue, Swami Vivekanand Road,\n     Vile Parle, Mumbai (Maharashtra)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7ff0ebdf5b214dcbbe46e0793247f5cf_21"
        },
        {
            "start": 1272,
            "end": 1326,
            "text": "\n     Vijay Waghmare S/O Late Shri Ramchandra Waghmare",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab80f391bdb745b6ad50b124e8a2b1f6_22"
        },
        {
            "start": 1327,
            "end": 1491,
            "text": "\n3.\n     69, Narayan Bagh (Madhya Pradesh)\n     Arvind Patankar 12/4, Yug Prabhat Housing Sociwety,\n4.\n     Seeta Devi Tapal Road, Mahim, Mumbai (Maharashtra)\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eb70e34f7d954601b4e1b26ac6253a1a_23"
        },
        {
            "start": 1491,
            "end": 1807,
            "text": "Rajeev S/O Arvind Patankar 12/4, Yug Prabhat Housing\n5.   Sociwety, Seeta Devi Tapal Road, Mahim, Mumbai\n     (Maharashtra)\n     Sulakshana Vaidhya W/O Ajit Vaidhya 12/4, Yug Prabhat\n6.   Housing Sociwety, Seeta Devi Tapal Road, Mahim,\n     Mumbai (Maharashtra)\n     Aniruddha S/O Late Shri Ravindra Waghmare 156, Ab",
            "labels": [
                "PREAMBLE"
            ],
            "id": "19062d84bf274b8cb4edd173747f2bc2_24"
        },
        {
            "start": 1809,
            "end": 1991,
            "text": "7.   Road, Near Press Complex, Choti Khajrani, Indore\n     (Madhya Pradesh)\n     Aditi W/O Pratik Yadav 156, Ab Road, Near Press\n8.\n     Complex, Choti Khajrani, Indore (Uae)\n     M/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bb86adddb0f4438bce4f9d3ea81447e_25"
        },
        {
            "start": 1992,
            "end": 2033,
            "text": "S Sachin Leasing And Developers Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea9f74f7004c4ecdb6091e1e40ff14a1_26"
        },
        {
            "start": 2034,
            "end": 2047,
            "text": "Through\n9.   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70478ba194ad432b8e7509f994d889be_27"
        },
        {
            "start": 2047,
            "end": 2133,
            "text": "Its Director Sachin Sharma 63-64, Vishnupuri Main\n     Colony, Indore (Madhya Pradesh)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6a1949cf6f06454db948c3b0dfe597b6_28"
        },
        {
            "start": 2180,
            "end": 2203,
            "text": "..... Respondents\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6603d5a95c514068952c7776b51858d0_29"
        },
        {
            "start": 2203,
            "end": 2257,
            "text": "(Respondents No. 1 To 3 By Shri Aniket Naik, Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0516e4f157d34c16be82d5c99de7b0a5_30"
        },
        {
            "start": 2258,
            "end": 2317,
            "text": "\n     (Respondents No. 4 To 6 By Shri Shekhar Bhargava, Sr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7e3bd71a5e044104ad6046dc36af02c5_31"
        },
        {
            "start": 2354,
            "end": 2361,
            "text": "- : 2 :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9d8b43ca6ceb47e58a93728aecc0568c_32"
        },
        {
            "start": 2362,
            "end": 2443,
            "text": "- \n                                                      A.A. Nos.33 & 34 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a21a1f1ce5d14e38aa5ecb9171668c18_33"
        },
        {
            "start": 2444,
            "end": 2490,
            "text": "\n\n\n\n  Advocate With Shri Amit Singh, Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fd0d445c78214c42ab660b1858dbe0b3_34"
        },
        {
            "start": 2494,
            "end": 2544,
            "text": "(Shri R.T. Thanewala, Advocate For Respondent No.7",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ffaeec9c7ee34d26b7fbcc26ae2ee31e_35"
        },
        {
            "start": 2545,
            "end": 2597,
            "text": ". \n\n\n\n             Arbitration Appeal No. 34 of 2020",
            "labels": [
                "PREAMBLE"
            ],
            "id": "010bad00d00a4771acf6a25fb421b052_36"
        },
        {
            "start": 2598,
            "end": 2610,
            "text": "\n\n Between:-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8518108d4e3c43db83e7dcfecbb913f2_37"
        },
        {
            "start": 2611,
            "end": 2619,
            "text": "\n Apollo",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8bd0e637f0f0415d9111d7a8684b64dd_38"
        },
        {
            "start": 2620,
            "end": 2734,
            "text": "   Real   Estate Llp  Thr. Shashibhushan\n Khandelwal Partner 451 Apollo Tower, 2 Mg Road,\n Indore (Madhya Pradesh)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d38618870a9649bcaf837f969bd58b41_39"
        },
        {
            "start": 2791,
            "end": 2809,
            "text": "..... Petitioner\n ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "003df25202124422aaf37f869cc208f5_40"
        },
        {
            "start": 2809,
            "end": 2916,
            "text": "(By Shri By Shri A.K. Sethi, Sr. Advocate With Shri Nitin\n Phadke, Advocate)\n\n And\n\n Aniruddha Waghmare S/O",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41e3a0c3ba7544b6a131fb87b93d5e62_41"
        },
        {
            "start": 2917,
            "end": 2944,
            "text": "Late Shri Ravindra Waghmare",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e4d83f4e3cf749fb9be4d75f824306b5_42"
        },
        {
            "start": 2945,
            "end": 2960,
            "text": "\n 156, Ab Road,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "92e177bb06f241b78f2f8bebe9bf0aed_43"
        },
        {
            "start": 2961,
            "end": 2996,
            "text": "Near Press Complex, Chhoti Khajrani",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6c89cb518cfe4729b7cb8da840e4f761_44"
        },
        {
            "start": 2997,
            "end": 3022,
            "text": "\n Indore (Madhya Pradesh)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e72c7a6918da46cd822b270fc20c3664_45"
        },
        {
            "start": 3078,
            "end": 3130,
            "text": "..... Respondent\n (By Shri R.T. Thanewala, Advocate)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6fc4c0cdcdf7428d94346e83fbc8906d_46"
        },
        {
            "start": 3131,
            "end": 3198,
            "text": "\n\n\n                               Order\n(Passed on 14th June, 2022)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5a344536df3484aacb7fff4f879caa9_47"
        },
        {
            "start": 3199,
            "end": 3221,
            "text": "Per Vivek Rusia, J. :\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6421dacd83a74b47b55248c350bb855a_48"
        },
        {
            "start": 3221,
            "end": 3231,
            "text": "Vide order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5dbd53d586294f8cbac1f95e429d6347_49"
        },
        {
            "start": 3232,
            "end": 3337,
            "text": "dated 12.9.2019 passed in M.C.C. No.2042/2019 (Apollo Real Estate L.L.P. V/s. Dr. Arun Waghmare & others)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e72566154714d52910ca8bd725408d0_50"
        },
        {
            "start": 3338,
            "end": 3372,
            "text": ", the Division Bench of this order",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4de8147b0d4a44c88beca475e7016718_51"
        },
        {
            "start": 3373,
            "end": 3548,
            "text": " has transferred the proceedings of Arbitration Case (MJC No.87/2018 to the Commercial Court for final adjudication treating it to be a commercial dispute between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "25a5dedb2f944f0e8923ded4dc60cd51_52"
        },
        {
            "start": 3550,
            "end": 3796,
            "text": "As per point 1.1 of the Roster, all the matters arising out of the judgments/orders passed by the Commercial Courts which are under territorial jurisdiction of the Bench at Indore of High Court of M.P. Shall be listed before the Division Bench-I.",
            "labels": [
                "FAC"
            ],
            "id": "c007eb1bd0f24e93abbcf55599650955_53"
        },
        {
            "start": 3797,
            "end": 3977,
            "text": "As per roster, Point 5, all the SB Arbitration matters except those which are assigned to Single Bench-I, shall be listed before - : 3 :-\nA.A. Nos.33 & 34 of 2020 Single Bench-III.",
            "labels": [
                "FAC"
            ],
            "id": "3aacbb09cd164c2c8dbda57afcce30cd_54"
        },
        {
            "start": 3978,
            "end": 4956,
            "text": "\nSection 2(1)(c) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as \"the Act of 2015\" for short) defines \"commercial dispute\" and according to sub-clause (vii) agreements relating to immovable property used exclusively in trade or commerce, shall be treated as commercial dispute, but in the present case, the agreement to sale of land has never been used exclusively for trade or commerce.\nSection 2(1)(i) of the Act of 2015 defines \"specified value\" in relation to commercial dispute and according to which, value of the subject matter in respect of suit s determined in accordance with section 12 which shall not be less than one crore rupees or such higher value.\nNow, the issue which requires consideration, for which the High Court Rules & Orders and rosters are silent bout registration and listing of appeal filed either u/s. 37 of Arbitration & Concilition Act or u/s. 13 of the Act of 2015.",
            "labels": [
                "STA"
            ],
            "id": "fdde935ff58c40679a402bad9500322e_55"
        },
        {
            "start": 4957,
            "end": 5571,
            "text": "Section 13 of the Act of 015 provides that any person aggrieved by the decision of the Commercial Court or Commercial Division of High Court may appeal to the Commercial Appellate Division of that High Court within a period of 60 days from the date of judgment or order and as per Proviso, the appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the C.P.C. and Section 37 of the Arbitration and Conciliation Act. Section 13(1) of the Act of 2015 and Section 37 of the Arbitration and Conciliation Act are reproduced below :\n",
            "labels": [
                "STA"
            ],
            "id": "3bc6e20437d7486fb1c62a135896b0c6_56"
        },
        {
            "start": 5571,
            "end": 5577,
            "text": "\" 13 .",
            "labels": [
                "STA"
            ],
            "id": "54040e678f2749548f6f79b11d4cee43_57"
        },
        {
            "start": 5578,
            "end": 6908,
            "text": "Appeals from decrees of Commercial Courts and Commercial Divisions - (1) Any person aggrieved - : 4 :-\nA.A. Nos.33 & 34 of 2020 by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be :\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).\"\n\"37. Appealable orders.-- (1) An appeal shall lie from the following orders (and from no others) to the Court authorised by law to hear appeals from original decrees of the Court passing the order, namely:--\n(a) refusing to refer the parties to arbitration under section 8;\n(b) granting or refusing to grant any measure under section 9;\n(c) setting aside or refusing to set aside an arbitral award under section 34.\n(2) An appeal shall also lie to a Court from an order granting of the arbitral tribunal.--\n(a) accepting the plea referred in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section 17.",
            "labels": [
                "STA"
            ],
            "id": "23a85fdba7fd4db6852f149ad9aa4884_58"
        },
        {
            "start": 6909,
            "end": 7088,
            "text": "\n(3) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.\"",
            "labels": [
                "STA"
            ],
            "id": "4fab05d26568408aa9e24fce270409d3_59"
        },
        {
            "start": 7089,
            "end": 7316,
            "text": "\nSection 6 of the Act of 2015 provides the jurisdiction of Commercial Court and according to which, Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Special Value.",
            "labels": [
                "STA"
            ],
            "id": "37ff1f926efa4eb892f4ecf42e921135_60"
        },
        {
            "start": 7317,
            "end": 7440,
            "text": "\nSection 9 of the Act of 2015 provides for transfer of suit if counter-claim in a commercial dispute is of Specified Value.",
            "labels": [
                "STA"
            ],
            "id": "799c32be31d24577b393790d5193c4e6_61"
        },
        {
            "start": 7441,
            "end": 7562,
            "text": "\n- : 5 :-\nA.A. Nos.33 & 34 of 2020 Section 10 of the Act of 2015 provides jurisdiction in respect of arbitration matters.",
            "labels": [
                "STA"
            ],
            "id": "9db74b88b2004990963d617de1e1cbed_62"
        },
        {
            "start": 7563,
            "end": 8016,
            "text": "As per Sub-section (3) of Section 10, if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of Arbitration and Conciliation Act, 1996, that would ordinarily lie before any Principal Civil Court of original jurisdiction in a district shall be filed in, and heard and disputed of by the Commercial Court where such Commercial Court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "3ba921b3f49b4f2fb89da6faa0171398_63"
        },
        {
            "start": 8017,
            "end": 8071,
            "text": "Section 10(3) of the Act of 2015 is reproduced below :",
            "labels": [
                "STA"
            ],
            "id": "dabfc2761fb04b27aab02a2bb32867d7_64"
        },
        {
            "start": 8072,
            "end": 8882,
            "text": "\n\"10(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before the principal civil court of original jurisdiction in a district (not being a High Court0 shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"\nSection 15 of the Act of 2015 provides transfer of pending cases.\nIn view of Section 10(3) and 15 of the Act of 2015 that all the applications and suit filed under the provisions of Arbitration and Conciliation Act, 1996 shall be filed in, and heard and disposed of by Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "936ed5f8a2ea4c4696057421d457b7b9_65"
        },
        {
            "start": 8883,
            "end": 9018,
            "text": "Therefore, the appeal/proceedings u/s. 34 of the Arbitration and Conciliation Act are liable to be transferred to the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "561eb192de1b4157bac123c145e45298_66"
        },
        {
            "start": 9019,
            "end": 9283,
            "text": "\nNow, the issue is, whether an appeal arising out of an order passed u/s. 34 of the Arbitration and Conciliation Act passed by Commercial Court is liable to be treated as an Arbitration Appeal and is liable to be heard by the Single Bench or by the Division Bench?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3f849c686c845f787c8568c38eea4a3_67"
        },
        {
            "start": 9284,
            "end": 9449,
            "text": "\n- : 6 :-\nA.A. Nos.33 & 34 of 2020 The present Arbitration Appeals have been u/s. 37 of the Arbitration and Conciliation Act read with Section 13 of the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26a33473a6ab4595b5b38064e068586b_68"
        },
        {
            "start": 9450,
            "end": 9726,
            "text": "As per Point No.1 of the Roster, the appeal filed against passed by the Commercial Court is liable to be heard by the Division Bench and as per point 5 of the Roster, the appeal filed against the order passed in an arbitration appeal is liable to be heard by the Single Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "587db4080b7c451fad1d2bd7abfd04c2_69"
        },
        {
            "start": 9727,
            "end": 10485,
            "text": "\nAccording to the Proviso to Section 13, any person aggrieved by the decision of the Commercial Court or Commercial Division may file an appeal before the High Court of Commercial Division except in the cases specifically enumerated under Order XLIII of the C.P.C. or u/s. 13 of the Arbitration and Conciliation Act, meaning thereby, appeal under Order XLIII of C.P.C. and appeal filed u/s. 37 of the Arbitration and Conciliation Act which lie as per provisions as contained in the C.P.C. and Arbitration and Conciliation Act and not u/s. 13 of the Act of 2015 and are not liable to be filed u/s. 13 of the Act of 2015.\nThe apex Court in the case of Kandla Export Corpn. V/s. OCT Corpn. : (2018) 14 SCC 715 has held in Para 14 of the judgment as under :\n\"14.",
            "labels": [
                "STA"
            ],
            "id": "87dc7ddf9f864d8db610e720e423a658_70"
        },
        {
            "start": 10486,
            "end": 10738,
            "text": "The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order 43 of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a5e0d6c137d44eb9b870f2fbe7a6158_71"
        },
        {
            "start": 10739,
            "end": 11028,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order 43 CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a95090aa22e5464b96f304b20ef8c97f_72"
        },
        {
            "start": 11029,
            "end": 11543,
            "text": "\n- : 7 :-\nA.A. Nos.33 & 34 of 2020 The aforesaid judgment has been reconsidered by the Constitution Bench of apex Court in the case of BGS SGS SOMA JV V/s. NHPC Limited : (2020) 4 SCC 234 and held that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7bd705f71a7142028ec4a2e3ae405b8c_73"
        },
        {
            "start": 11544,
            "end": 11599,
            "text": "Para 13 of the aforesaid judgment is reproduced below :",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40e2e0deb4ba4e7a841bf587b0b1d021_74"
        },
        {
            "start": 11600,
            "end": 11938,
            "text": "\n\"13. Given the fact that there is no independent right of appeal under Section 13(1) of the Commercial Courts Act, 2015, which merely provides the forum of filing appeals, it is the parameters of Section 37 of the Arbitration Act, 1996 alone which have to be looked at in order to determine whether the present appeals were maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab072906c7fd44438d6a34e492f06e20_75"
        },
        {
            "start": 11939,
            "end": 12071,
            "text": "Section 38(1) makes it clear that appeals shall only lie from the orders set out in sub-clauses (a),\n(b) and (c) and from no others.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9bc68bdcf3646f088794cdcb8c098c3_76"
        },
        {
            "start": 12072,
            "end": 12224,
            "text": "The pigeonhole that the High Court in the impugned judgment has chosen to say that the appeals in the present cases were maintainable is sub-clause (c).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63384f6e635f49bbaed51f741b1f4838_77"
        },
        {
            "start": 12225,
            "end": 12438,
            "text": "According to the High Court, even where a Section 34 application is ordered to be returned to the appropriate court, such order would amount to an order \"refusing to set aside an arbitral award under Section 34\".\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "572aebcf0237491eb965e1ef81a2aee0_78"
        },
        {
            "start": 12439,
            "end": 12706,
            "text": "\nIn case of Ambalal Sarabhai Enterprises Ltd. V/s. K.S. Infraspace LLP and another : (2020) 15 SCC 585, the apex Court has examined the definition of \"commercial dispute\" and has held that dispute relating to immovable property per se may not be a commercial dispute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8d6c29732cac471db41ef2e65768b374_79"
        },
        {
            "start": 12707,
            "end": 12919,
            "text": "But it becomes a commercial dispute, if it falls under sub- clause (vii) of Section 2(1)(c) of the Commercial Courts Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69521c9bf8f1481c96efd054779d8ad4_80"
        },
        {
            "start": 12920,
            "end": 13039,
            "text": "The words \"used exclusively in trade or commerce\"\n- : 8 :-\nA.A. Nos.33 & 34 of 2020 are to be interpreted purposefully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5b9c3c319dc4eb19737c5ca6a5c5c64_81"
        },
        {
            "start": 13040,
            "end": 13159,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be either \"ready for use\" or \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38634d5d63984edb84fe96e534d69d23_82"
        },
        {
            "start": 13160,
            "end": 13189,
            "text": "It should be \"actually used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a5a851ce4904c999811327164068e95_83"
        },
        {
            "start": 13190,
            "end": 13322,
            "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure for deciding the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "167b6bc3b2ed4d1faa7627c862d7ff1b_84"
        },
        {
            "start": 13323,
            "end": 13460,
            "text": "Therefore, the only dispute which actually answers \"commercial dispute\" as provided u/s. 2(1)(c) must be entertained by Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8292897fdf44e50942e47a6b599f4ea_85"
        },
        {
            "start": 13461,
            "end": 13589,
            "text": "\nSo far as present case is concerned, the dispute in respect of agreement to sell dated 5.7.2004 was referred to the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3aceccfdf3e4121b70aae1af0ec5810_86"
        },
        {
            "start": 13590,
            "end": 13714,
            "text": "The total sale consideration in the agreement to sale is Rs. 9.5 Crores but the land in question is a joint family property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "decc897f00d0496cb61c3eedae44b9a8_87"
        },
        {
            "start": 13715,
            "end": 14065,
            "text": "The land in question was an agricultural land bearing Survey No. 382/437 admeasuring total 2.72 Acres, therefore, it was not an agreement relating to immovable property used exclusively in trade and commerce and in view of the law laid down by the apex Court in the case of Ambalal Sarabha Enterprises Ltd. (supra) the word \"used\" denotes actual use.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ba30fb928a944949668aa6f3129750e_88"
        },
        {
            "start": 14066,
            "end": 14155,
            "text": "Hence, it is not falling under the category of \"commercial dispute\" of a specified value.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb0403cd4b334ed2abb22761ddea2fd4_89"
        },
        {
            "start": 14156,
            "end": 14545,
            "text": "Although the Commercial Court has passed an order u/s. 34 in the light of order dated 12.9.2019 passed in M.C.C. No.2042/2019, hence the issue is not required to be examined, but the issue required to be considered is, whether the award dated 9.10.2020 passed by the Commercial Court is to be treated u/s. 13 of the Commercial Courts Act or u/s. 37 of the Arbitration and Conciliation Act?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "65baea79191640a283e7f4a644ac8fab_90"
        },
        {
            "start": 14547,
            "end": 14903,
            "text": "Although the appeal is filed under both the provisions, but the appeal filed under the provisions of Arbitration and Conciliation Act is liable t be heard by the Single Bench as per Roster Point 5 and the appeal against the order passed by the Commercial Court is to be - : 9 :-\nA.A. Nos.33 & 34 of 2020 heard by the Division Bench as per Roster Point 1.1.",
            "labels": [
                "RPC"
            ],
            "id": "c90dc64cc88f4e0fbeda2e6fe75a1971_91"
        },
        {
            "start": 14904,
            "end": 15216,
            "text": "In view of the judgment passed by the apex Court in the case of BGS SGS SOMA (supra) and the judgment passed in the case of Kandla Export Corpon. (supra), these appeals are to be treated as appeal u/s. 37 of the Arbitration and Conciliation Act and as per Roster, same are liable to be heard by the Single Bench.",
            "labels": [
                "RATIO"
            ],
            "id": "c64eaf80b2c94f5fa0ac3d19a78b9cb0_92"
        },
        {
            "start": 15217,
            "end": 15373,
            "text": "\nIn the High Court Rules & Orders, after coming into force of the Act of 2015, there is no provision for listing of these appeals before the Division Bench.",
            "labels": [
                "RATIO"
            ],
            "id": "76b3ee7fa7574d2cae05ca99bd12a789_93"
        },
        {
            "start": 15374,
            "end": 15627,
            "text": "As per Roster Point 1.1,all the matters arising out of the judgments/orders passed by the Commercial Courts which are territorial jurisdiction of the Bench at Indore of High Court of M.P., are liable to be listed before the Division Bench of this Court.",
            "labels": [
                "RPC"
            ],
            "id": "48367cc2f2e84547bc75cd5bc49a3afd_94"
        },
        {
            "start": 15628,
            "end": 16000,
            "text": "Therefore, it is required to be clarified whether in case of an arbitration award passed by the Commercial Court in the matter of commercial dispute of specified value or appeal filed u/s. 37 of the Arbitration and Conciliation Act and under Order 43 of the C.P.C., are liable to be listed as per Roster without treating it to be an appeal under the Commercial Courts Act.",
            "labels": [
                "RATIO"
            ],
            "id": "67dd1a393d53409b9e3e1bc72f37f20c_95"
        },
        {
            "start": 16001,
            "end": 16193,
            "text": "\nIn view of the above, the matter be placed before Hon'ble the Chief Justice for kind consideration for suitable amendment in the High Court Rules & Orders as well as provisions in the Roster.",
            "labels": [
                "RPC"
            ],
            "id": "51f41f649fa6418384d66f62bc478197_96"
        },
        {
            "start": 16194,
            "end": 16258,
            "text": "Let a photocopy of this order be retained in the connected case.",
            "labels": [
                "RPC"
            ],
            "id": "859de3d3da3740b5813c7a83c92bc3b7_97"
        },
        {
            "start": 16269,
            "end": 16292,
            "text": "[ VIVEK RUSIA ]        ",
            "labels": [
                "NONE"
            ],
            "id": "20359d5e269c4635a47c8e828ff96d3e_98"
        },
        {
            "start": 16292,
            "end": 16336,
            "text": "[AMAR NATH (KESHARWANI)]\n             JUDGE.",
            "labels": [
                "NONE"
            ],
            "id": "6d5630f19bde4cbfa9543118a2f57ef0_99"
        },
        {
            "start": 16337,
            "end": 16364,
            "text": "                     JUDGE.",
            "labels": [
                "NONE"
            ],
            "id": "eb175b2860194acaa80ada8c87ec5e64_100"
        },
        {
            "start": 16365,
            "end": 16408,
            "text": "\nAlok/-\n\n\nDate: 2022.06.15 10:11:00 +05'30'",
            "labels": [
                "NONE"
            ],
            "id": "67715693d18641d89d089be070790ee0_101"
        }
    ],
    "entities": [
        {
            "text": "Vittal Cashew Industries",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 49
        },
        {
            "text": "Tropical Industries International Pvt",
            "label": "RESPONDENT",
            "start_char": 53,
            "end_char": 90
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "LAWYER",
            "start_char": 120,
            "end_char": 137
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 145,
            "end_char": 162
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 378,
            "end_char": 414
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 567,
            "end_char": 584
        },
        {
            "text": "Vittal Cashew Industries",
            "label": "PETITIONER",
            "start_char": 692,
            "end_char": 716
        },
        {
            "text": "Vittal Impex",
            "label": "RESPONDENT",
            "start_char": 1139,
            "end_char": 1151
        },
        {
            "text": "Vandana S",
            "label": "PETITIONER",
            "start_char": 1555,
            "end_char": 1564
        },
        {
            "text": "Arun Shyam",
            "label": "LAWYER",
            "start_char": 1662,
            "end_char": 1672
        },
        {
            "text": "Rakesh Kini",
            "label": "LAWYER",
            "start_char": 1724,
            "end_char": 1735
        },
        {
            "text": "Tropical Industries International Pvt Ltd",
            "label": "RESPONDENT",
            "start_char": 1794,
            "end_char": 1835
        },
        {
            "text": "Vink Corporation Dmcc",
            "label": "PETITIONER",
            "start_char": 2370,
            "end_char": 2391
        },
        {
            "text": "Rohan Raj Savara",
            "label": "LAWYER",
            "start_char": 2629,
            "end_char": 2645
        },
        {
            "text": "Siddharth Muchandi",
            "label": "LAWYER",
            "start_char": 2725,
            "end_char": 2743
        },
        {
            "text": "Princy Ponnan",
            "label": "LAWYER",
            "start_char": 2767,
            "end_char": 2780
        },
        {
            "text": "Shyam V. Prasad",
            "label": "LAWYER",
            "start_char": 2790,
            "end_char": 2805
        },
        {
            "text": "O.S.No.506 / 2021",
            "label": "CASE_NUMBER",
            "start_char": 3234,
            "end_char": 3251
        },
        {
            "text": "District Judge and Commercial Court, D.K., Mangalore",
            "label": "COURT",
            "start_char": 3284,
            "end_char": 3336
        },
        {
            "text": "Order 37",
            "label": "PROVISION",
            "start_char": 3677,
            "end_char": 3685
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3686,
            "end_char": 3689
        },
        {
            "text": "NC: 2023:KHC:22303",
            "label": "CASE_NUMBER",
            "start_char": 3759,
            "end_char": 3777
        },
        {
            "text": "I.A.1",
            "label": "PETITIONER",
            "start_char": 3839,
            "end_char": 3844
        },
        {
            "text": "Order 37 Rule 3(4)",
            "label": "PROVISION",
            "start_char": 3851,
            "end_char": 3869
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3870,
            "end_char": 3873
        },
        {
            "text": "19.07.2022",
            "label": "DATE",
            "start_char": 4397,
            "end_char": 4407
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 4550,
            "end_char": 4560
        },
        {
            "text": "Civil Appeal No.5277/2022",
            "label": "CASE_NUMBER",
            "start_char": 4564,
            "end_char": 4589
        },
        {
            "text": "SLP (civil) No.13822/2022",
            "label": "CASE_NUMBER",
            "start_char": 4606,
            "end_char": 4631
        },
        {
            "text": "12.08.2022",
            "label": "DATE",
            "start_char": 4655,
            "end_char": 4665
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 4671,
            "end_char": 4681
        },
        {
            "text": "19.07.2022",
            "label": "DATE",
            "start_char": 4718,
            "end_char": 4728
        },
        {
            "text": "30.05.2022",
            "label": "DATE",
            "start_char": 4890,
            "end_char": 4900
        },
        {
            "text": "19.07.2022",
            "label": "DATE",
            "start_char": 4949,
            "end_char": 4959
        },
        {
            "text": "NC: 2023",
            "label": "CASE_NUMBER",
            "start_char": 5073,
            "end_char": 5081
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 5270,
            "end_char": 5275
        },
        {
            "text": "29.04.2019",
            "label": "DATE",
            "start_char": 5838,
            "end_char": 5848
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 5970,
            "end_char": 5979
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 6011,
            "end_char": 6020
        },
        {
            "text": "B.L.Kashyap & Sons Ltd.",
            "label": "ORG",
            "start_char": 6297,
            "end_char": 6320
        },
        {
            "text": "JMS Steels & Power Corpn",
            "label": "ORG",
            "start_char": 6322,
            "end_char": 6346
        },
        {
            "text": "IDBI Trusteeship v. Hub Town Ltd.,- 2017 (1) SCC 568",
            "label": "PRECEDENT",
            "start_char": 6374,
            "end_char": 6426
        },
        {
            "text": "Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002)",
            "label": "PRECEDENT",
            "start_char": 6434,
            "end_char": 6503
        },
        {
            "text": "Abhimanya vs. Sri.",
            "label": "PRECEDENT",
            "start_char": 6520,
            "end_char": 6538
        },
        {
            "text": "Ram Investment Limited",
            "label": "ORG",
            "start_char": 6539,
            "end_char": 6561
        },
        {
            "text": "Gulbarga",
            "label": "GPE",
            "start_char": 6563,
            "end_char": 6571
        },
        {
            "text": "Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7",
            "label": "PRECEDENT",
            "start_char": 6605,
            "end_char": 6713
        },
        {
            "text": "SCC 678",
            "label": "CASE_NUMBER",
            "start_char": 6714,
            "end_char": 6721
        },
        {
            "text": "Swastik Gases",
            "label": "OTHER_PERSON",
            "start_char": 6729,
            "end_char": 6742
        },
        {
            "text": "Indian Oil Corporation Ltd. - (2013) 9 SCC 32",
            "label": "PRECEDENT",
            "start_char": 6756,
            "end_char": 6801
        },
        {
            "text": "B.E. Simoese Von Staraburg Niedenthal",
            "label": "OTHER_PERSON",
            "start_char": 6810,
            "end_char": 6847
        },
        {
            "text": "SCC 225",
            "label": "CASE_NUMBER",
            "start_char": 6899,
            "end_char": 6906
        },
        {
            "text": "Sundaram Finance Limited and Ors V. T. Thankam - 2015 (14) SCC 444",
            "label": "PRECEDENT",
            "start_char": 6916,
            "end_char": 6982
        },
        {
            "text": "Dr. Jagmittar Sain Bhagar v. Dir",
            "label": "PRECEDENT",
            "start_char": 6990,
            "end_char": 7022
        },
        {
            "text": "Health Services, Haryana",
            "label": "ORG",
            "start_char": 7024,
            "end_char": 7048
        },
        {
            "text": "AIR SCW 4387",
            "label": "CASE_NUMBER",
            "start_char": 7065,
            "end_char": 7077
        },
        {
            "text": "Omega Finvest LLP v. Direct News Private Limited - 2022 SCC Online Del 3418 : (2022) 295 DLT 645",
            "label": "PRECEDENT",
            "start_char": 7084,
            "end_char": 7180
        },
        {
            "text": "Hakam Singh v. M/s. Gammon (India) Ltd., - (1971) 1 SCC 286",
            "label": "PRECEDENT",
            "start_char": 7187,
            "end_char": 7246
        },
        {
            "text": "Careers and another vs. Frankfinn Aviation Service Pvt. Ltd., -2020 (12) SCC 667",
            "label": "PRECEDENT",
            "start_char": 7259,
            "end_char": 7339
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 7510,
            "end_char": 7519
        },
        {
            "text": "NC: 2023:KHC:22303",
            "label": "CASE_NUMBER",
            "start_char": 7524,
            "end_char": 7542
        },
        {
            "text": "29.04.2019",
            "label": "DATE",
            "start_char": 7677,
            "end_char": 7687
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 7736,
            "end_char": 7745
        },
        {
            "text": "Haier Telecom (India) P. Ltd. vs. Drive India Enterprises Solutions Ltd., - 2018 SCC Online Bom",
            "label": "PRECEDENT",
            "start_char": 7959,
            "end_char": 8054
        },
        {
            "text": "Young Achievers vs. IMS Learning Resources - (2013)",
            "label": "PRECEDENT",
            "start_char": 8072,
            "end_char": 8123
        },
        {
            "text": "Zenith Drugs vs. Nicholas Piramal - (2020) 17 SCC 419",
            "label": "PRECEDENT",
            "start_char": 8142,
            "end_char": 8195
        },
        {
            "text": "Hakam Singh vs. Gammon India - 1971(1) SCC 286",
            "label": "PRECEDENT",
            "start_char": 8202,
            "end_char": 8248
        },
        {
            "text": "Patel Roadways Limited vs. Prasad Trading Company - (1991) 4 SCC 270",
            "label": "PRECEDENT",
            "start_char": 8254,
            "end_char": 8322
        },
        {
            "text": "New Moga Transport vs United India Insurance - (2004) 4 SCC 677",
            "label": "PRECEDENT",
            "start_char": 8329,
            "end_char": 8392
        },
        {
            "text": "29.04.2019",
            "label": "DATE",
            "start_char": 8578,
            "end_char": 8588
        },
        {
            "text": "NC: 2023:KHC:22303",
            "label": "CASE_NUMBER",
            "start_char": 8614,
            "end_char": 8632
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 8863,
            "end_char": 8872
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 9079,
            "end_char": 9088
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 9563,
            "end_char": 9572
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 9630,
            "end_char": 9639
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 9772,
            "end_char": 9781
        },
        {
            "text": "Dubai",
            "label": "GPE",
            "start_char": 9804,
            "end_char": 9809
        },
        {
            "text": "UAE",
            "label": "GPE",
            "start_char": 9811,
            "end_char": 9814
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 9840,
            "end_char": 9849
        },
        {
            "text": "Kasargod",
            "label": "GPE",
            "start_char": 9874,
            "end_char": 9882
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 9963,
            "end_char": 9972
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10182,
            "end_char": 10191
        },
        {
            "text": "Dubai",
            "label": "GPE",
            "start_char": 10193,
            "end_char": 10198
        },
        {
            "text": "Kasargod",
            "label": "GPE",
            "start_char": 10203,
            "end_char": 10211
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10272,
            "end_char": 10281
        },
        {
            "text": "Dubai",
            "label": "GPE",
            "start_char": 10286,
            "end_char": 10291
        },
        {
            "text": "17.12.2020",
            "label": "DATE",
            "start_char": 10380,
            "end_char": 10390
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10407,
            "end_char": 10416
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10606,
            "end_char": 10615
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10733,
            "end_char": 10742
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 10768,
            "end_char": 10777
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 10931,
            "end_char": 10940
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 10980,
            "end_char": 10989
        },
        {
            "text": "NC: 2023:KHC:22303",
            "label": "CASE_NUMBER",
            "start_char": 11257,
            "end_char": 11275
        },
        {
            "text": "17.12.2020",
            "label": "DATE",
            "start_char": 11276,
            "end_char": 11286
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 11357,
            "end_char": 11366
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 11478,
            "end_char": 11487
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 11621,
            "end_char": 11630
        },
        {
            "text": "29.04.2019",
            "label": "DATE",
            "start_char": 11737,
            "end_char": 11747
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 11959,
            "end_char": 11968
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 12026,
            "end_char": 12035
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 12171,
            "end_char": 12180
        },
        {
            "text": "Mangaluru",
            "label": "GPE",
            "start_char": 12366,
            "end_char": 12375
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 12581,
            "end_char": 12590
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 12778,
            "end_char": 12787
        },
        {
            "text": "20.04.2022",
            "label": "DATE",
            "start_char": 12958,
            "end_char": 12968
        },
        {
            "text": "COM.O.S.No.506/2021",
            "label": "CASE_NUMBER",
            "start_char": 12979,
            "end_char": 12998
        },
        {
            "text": "Commercial court, D.K., Mangalore",
            "label": "COURT",
            "start_char": 13006,
            "end_char": 13039
        },
        {
            "text": "Mangalore",
            "label": "GPE",
            "start_char": 13157,
            "end_char": 13166
        },
        {
            "text": "30.05.2022",
            "label": "DATE",
            "start_char": 13261,
            "end_char": 13271
        },
        {
            "text": "Sections 20 to 22 and Section 151",
            "label": "PROVISION",
            "start_char": 13316,
            "end_char": 13349
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13350,
            "end_char": 13353
        },
        {
            "text": "Order 7 Rule 11",
            "label": "PROVISION",
            "start_char": 13358,
            "end_char": 13373
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13374,
            "end_char": 13377
        },
        {
            "text": "O.S.No.506/2021",
            "label": "CASE_NUMBER",
            "start_char": 13415,
            "end_char": 13430
        },
        {
            "text": "COM.O.S.No.506/2021",
            "label": "CASE_NUMBER",
            "start_char": 13467,
            "end_char": 13486
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 13620,
            "end_char": 13629
        }
    ],
    "precedent_clusters": {
        "Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7": [
            "Shriram City Union Finance Corporation Ltd., vs. Rama Mishra - (2002)",
            "Abhimanya vs. Sri.",
            "Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7",
            "Dr. Jagmittar Sain Bhagar v. Dir",
            "Young Achievers vs. IMS Learning Resources - (2013)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order 37",
            "CPC",
            "Order 37",
            "CPC"
        ],
        [
            "Order 37 Rule 3(4)",
            "CPC",
            "Order 37 Rule 3(4)",
            "CPC"
        ],
        [
            "Sections 20 to 22 and Section 151",
            "CPC",
            "Sections 20 to 22 and Section 151",
            "CPC"
        ],
        [
            "Order 7 Rule 11",
            "CPC",
            "Order 7 Rule 11",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Indus Mobile Distribution Private Limited Versus Datawind Innovations Private Limited and Others, - (2017) 7": 5
    },
    "provision_counts": {
        "Order 37 of CPC": 1,
        "Order 37 Rule 3(4) of CPC": 1,
        "Sections 20 to 22 and Section 151 of CPC": 1,
        "Order 7 Rule 11 of CPC": 1
    },
    "statute_counts": {
        "CPC": 4
    }
}