{
    "id": "3d67e14a23794dc17561248be53e8cfd6c123e0fd1baa90fcf715385f4f8f8fb",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nSupreme Court - Daily Orders\nKandla Export Corporation vs M/S. Oci Corporation on 7 February, 2018\nAuthor: R.F. Nariman\nBench: Rohinton Fali Nariman \n                                                          1\n\n\n\n     Item No. 1501                            Court No. 12                Section Iii \n     (For Judgment)\n\n\n                           S U P R E M E         C O U R T   O F   I N D I A \n                                                Record Of Proceedings\n\n     Civil Appeal No. 1661-1663 Of 2018 @ Slp(Civil) No. 28582-28584 of \n     2017 \n\n\n     Kandla Export Corporation & Anr.                                      Appellant(s) \n\n                                                       Versus\n\n     M/ S. Oci Corporation & Anr.                                           Respondent(s) \n\n\n     Date : 07.02.2018 This matter was called on for pronouncement of\n                    judgment today. \n\n\n     For Appellant(s )                   Mr. E.C.Agrawala, Adv. \n\n\n     For Respondent(s )                  Mr.   Tejas Karia, Adv. \n                                        Ms.   Ananya Aggarwal, adv. \n                                        Ms.   Surabhi Lal, adv. \n                                        Mr.   S.S.. Shroff,Adv. \n\n\n\n                           Hon'ble      Mr.     Justice       Rohinton   Fali   Nariman \n                         pronounced the judgment of the Bench comprising His\n                         Lordship and    Hon'ble Mr. Justice Navin Sinha. \n                           Leave granted. \n                           The appeals are dismissed in terms of the signed\n                         reportable judgment. No costs. \n\n\nSignature Not Verified\n\nDigitally signed by\nShashi Sareen \nDate: 2018.02.07 \n17:16:54 Ist\n                           (Shashi Sareen)                   (Saroj Kumari Gaur) \nReason: \n                              AR - cum - PS                         Branch Officer \n                           (Signed reportable judgment is placed on the file)\n                                           2\n\n\n                                                        Reportable\n\n\n                      In The Supreme Court Of India\n                       Civil Appellate Jurisdiction \n\n\n                  Civil Appeal Nos. 1661-1663 Of 2018 \n             (Arising Out Of Slp (C) Nos.28582-28584 Of 2017)\n\n\n     Kandla Export Corporation & Anr.               Appellants \n\n                                        Versus\n\nM / s Oci Corporation & Anr.                        Respondents\n\n                                Judgment\nR.F. Nariman, J.\n1. Leave granted. \n2. The present appeals raise an important question as to whether an appeal, not maintainable under Section 50 of the Arbitration and Conciliation Act, 1996 (hereinaf ter referred to as the Arbitration Act ), is nonetheless maintainable under Section 13(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Commercial Courts Act). \n3. The brief facts necessary to decide the aforesaid issue are as follows. On 28th April, 2014, an arbitration award was passed pursuant to Arbitration Rule No.125 of the Grain and Feed Trade Association (GAFTA) directing the Appellants, who were the sellers, to pay the Respondents, who were the buyers, a sum of US$ 846,750 together with compound interest at the rate of 4% calculated at quarterly rests. In appeal, by an order dated 16 th April, 2015, the Appellate Tribunal directed the appellants to pay a sum of US$ 815,000 together with compound interest at the rate of 4% calculated at quarterly rests. \n4. Being aggrieved by the Appellate Award, the Appellants filed an appeal before the Queens Bench. However, the said appeal came to be rejected on 14th July, 2015, on the ground that the award passed by the Appellate Tribunal was not obviously wrong. Against the aforesaid judgment, the Appellants filed an appeal before the Queens Bench Division, Commercial Court, which was rejected on 15th September, 2015. The Appellants, undeterred, filed yet another appeal before the Court of Appeal, Civil Division, in U.K. The Court of Appeal refused to grant leave to appeal on the ground that the award was not obviously wrong. \n5. Meanwhile, an Execution Petition, being E.P. No.167 of 2015, was filed under Section 48 of the Arbitration Act on 29 th June, 2015 by the Respondents before the District Court, Gandhidham-Kutch. On 7 th March, 2016, the Appellants filed their objections to the said petition. On 12 th September, 2016, the Respondents preferred an application before the High Court of Gujarat, under Section 15(5) of the Commercial Courts Act, for an appropriate order to transfer the execution petition to the High Court. By an order dated 11 th November, 2016, the High Court transferred the aforesaid execution petition to the Commercial Division of the High Court of Gujarat, and a Special Leave Petition against the said order was dismissed by this Court on 3 rd March, 2017. \n6. On 8th August, 2017, the High Court of Gujarat dismissed the objections that were filed by the Appellants and allowed the execution petition filed by the Respondents. Being aggrieved by this judgment, the Appellants filed an appeal under the Commercial Courts Act, which was dismissed by the impugned judgment dated 28 th September, 2017, stating that the Commercial Courts Act did not provide any additional right of appeal which is not otherwise available to the Appellants under the provisions of the Arbitration Act. Considering the fact that Section 50 of the Arbitration Act only provided for an appeal in case a petition to enforce a foreign award was rejected, the High Court held, keeping in view the legislative policy of the Arbitration Act, (which was to speedily determine matters relating to enforcement of foreign awards) that since an appeal did not lie from a judgment enforcing a foreign award under the said section, no such appeal would be maintainable under the Commercial Courts Act. \n7. Shri V. Giri, learned senior counsel appearing on behalf of the Appellants, has taken us through the Commercial Courts Act in painstaking detail. He relied upon Sections 3 to 7 of the said Act and then took us to Section 13. According to the learned counsel, Section 13 provided an appeal to any person aggrieved by the decision of a Commercial Division of a High Court, and as Section 50 of the Arbitration Act found no place in the proviso to Section 13(1) of the Commercial Courts Act, it is clear that the wide language of Section 13(1) would confer a right of appeal, notwithstanding anything contained in Section 50 of the Arbitration Act. This, according to him, became even clearer when read with Section 21, which provides that the provisions of the Commercial Courts Act shall have effect notwithstanding anything inconsistent contained in any other law for the time being in force. He argued that Section 37 of the Arbitration Act, which is expressly mentioned in the proviso to Section 13(1) of the Commercial Courts Act, specifically speaks of the enumerated appeals in the said provision, together with the expression and no others, which expression is conspicuous by its absence in Section 50 of the Arbitration Act. He also argued that the language of Section 13(1) of the Commercial Courts Act is extremely wide  it embraces decisions, judgments and/or orders by the Commercial Division of a High Court, and that this being so, the impugned judgment of 8 th August, 2017, allowing the execution petition filed by the Respondents, would certainly be a decision and/or judgment which would expressly be covered by the wide terms contained in Section 13(1) of the Commercial Courts Act. He also relied upon Section 13(2) to state that, after the coming into force of the Commercial Courts Act, appeals lie only in the manner indicated in the aforesaid Act and not otherwise than in accordance with the provisions of the Act. According to the learned counsel, the scheme of the Act would show that, in all matters over Rs.1 crore, the legislative intent is to provide an appeal, given the stakes involved, which will, under Section 14, be expeditiously disposed of within a period of 6 months from the date of filing of such appeal. Learned counsel also referred us to Section 5 of the Arbitration Act, which contains a non-obstante clause insofar as Part I of the Arbitration Act is concerned, and stated that the absence of a similar non-obstante clause, so far as Part II of the Arbitration Act is concerned, is significant. Therefore, this is not even a case where there are competing non-obstante clauses and, therefore, Section 21 of the Commercial Courts Act must be given full play. According to him, Section 49 of the Arbitration Act also makes it clear that the award shall be deemed to be a decree of the Court that enforces it. This being the case, an appeal from such decree is provided by Section 13(1) of the Commercial Courts Act, which, as has been argued by him, speaks of decisions, judgments and orders. He relied upon several judgments of this Court and the High Courts to buttress his submissions. \n8. Shri Tejas Karia, learned counsel appearing on behalf of the Respondents, on the other hand, relied strongly upon Sections 10 and 11 of the Commercial Courts Act. According to the learned counsel, the Explanation to Section 47 of the Arbitration Act, when read with Section 11 of the Commercial Courts Act, would make it clear that the non-obstante clause contained in Section 21 of the Commercial Courts Act has to give way to Section 11, and that since Section 50 of the Arbitration Act impliedly bars appeals against an application allowing execution of a foreign award, Section 13 would be out of harms way, insofar as his client is concerned. He relied strongly on the judgment of this Court in Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8 SCC 333, and stated that the Arbitration Act is a self-contained Code on all matters pertaining to arbitration, which would exclude the applicability of the general law contained in Section 13 of the Commercial Courts Act. Also, according to him, the object of both the Acts is to speedily determine matters pertaining to arbitration and/or commercial disputes and, the providing of an extra appeal by the Commercial Courts Act, which is impliedly excluded by the Arbitration Act, would militate against the object of both Acts. He also relied upon various other judgments of this Court and the High Courts to buttress these submissions. The learned counsel further argued that in cases of enforcement of foreign awards of an amount below Rs.1 crore, admittedly, no appeal would lie. However, merely because the amount contained in the foreign award in question was above Rs.1 crore, it does not stand to reason that an extra appeal would be provided. That is not the intention of the Commercial Courts Act. He also exhorted us to dismiss the present appeals, stating that the present attempt by the Appellants was one more attempt to delay the inevitable, and referred us to the various proceedings in the U.K. as well as proceedings in this country to submit that we should dismiss the appeal on this ground alone. \n9. Having heard learned counsel for both parties, it is interesting to note that both the Commercial Courts Act as well as the detailed Arbitration Amendment Act of 2015, were brought into force on the same day, i.e. 23 rd October, 2015, as a result of two reports of the Law Commission of India. \n10. The Statement of Objects and Reasons for the Commercial Courts Act, inter alia, provides:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time. The high value commercial disputes involve complex facts and questions of law. Therefore, there is a need to provide for an independent mechanism for their early resolution. Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system. \nxxx 6. It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. \n7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation. \n11. The relevant provisions of the Commercial Courts Act for the purpose of deciding these appeals are as follows:\n2. Definitions. (1) In this Act, unless the context otherwise requires, _ (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government. \n4. Constitution of Commercial Division of High Court. - (1) In all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division. \n5. Constitution of Commercial Appellate Division. -(1) After issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act. \n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division. \n7. Jurisdiction of Commercial Divisions of High Courts. - All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction. \n10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court. (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. \n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions. - Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. \n13. Appeals from decrees of Commercial Courts and Commercial Divisions. - (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996. \n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act. \n14. Expeditious disposal of appeals. - The Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. \n15. Transfer of pending cases. - (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. \n21. Act to have overriding effect. - Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act. \n12. The Arbitration and Conciliation Act, 1996, repealed the Arbitration Act, 1940, the Arbitration (Protocol and Convention) Act, 1937 and the Foreign Awards (Recognition and Enforcement) Act, 1961. Its long title reads as follows:\nAn Act to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto. The said Act is in four parts. Part I, with which we are not concerned in the present appeals, speaks of domestic as well as international commercial arbitration that takes place in India. Part II, with which we are directly concerned, speaks of enforcement of foreign awards. A foreign award is defined in Section 44 as meaning an arbitral award on differences between persons arising out of legal relationships considered commercial, inter alia, in pursuance of an agreement in writing for arbitration to which the New York Convention set forth in the First Schedule applies. Sections 49 and 50, with which we are directly concerned, read as under:\n49. Enforcement of foreign awards. Where the Court is satisfied that the foreign award is enforceable under this Chapter, the award shall be deemed to be a decree of that Court. \n50. Appealable orders.(1) An appeal shall lie from the order refusing to  ( a ) refer the parties to arbitration under section 45;\n(b) enforce a foreign award under section 48 , to the court authorised by law to hear appeals from such order . \n(2) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court. \n13. By the Amendment Act of 2015, pursuant to a Law Commission Report, large scale amendments were made to various provisions contained in Part I. So far as Part II is concerned, an explanation was added to Section 47 which reads as under:\nExplanation. In this section and in the sections following in this Chapter, Court means the High Court having original jurisdiction to decide the questions forming the subject-matter of the arbitral award if the same had been the subject-matter of a suit on its original civil jurisdiction and in other cases, in the High Court having jurisdiction to hear appeals from decrees of courts subordinate to such High Court. \n14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts. The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court. To this main provision, an exception is carved out by the proviso. The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., 1959 Supp (2) SCR 256 at 266-267, thus: \nThe proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso. Therefore it is to be construed harmoniously with the main enactment. (Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59]). Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. It carves out an exception to the main provision to which it has been enacted as a proviso and to no other. Lord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\nThe proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms. The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .) \n15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act. It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court. \n16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act. Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act. \n17. So far, so good. However, it is Shri Giris main argument that Section 50 of the Arbitration Act does not find any mention in the proviso to Section 13(1) of the Commercial Courts Act and, therefore, notwithstanding that an appeal would not lie under Section 50 of the Arbitration Act, it would lie under Section 13(1) of the Commercial Courts Act. \n18. To answer this question, it is necessary to advert to the judgment in Fuerst Day Lawson (supra). The common question that arose for consideration in the batch of cases before the Court was whether an order, though not appealable under Section 50 of the Arbitration Act would, nevertheless be subject to appeal under the Letters Patent of the High Court. In answering this question, this Court exhaustively reviewed the authorities and then stated, in paragraph 36, that the decisions noticed so far lay down certain broad principles. We are directly concerned with the principle laid down in sub-section (vii), which reads as under:\n(vii) The exception to the aforementioned rule is where the special Act sets out a self-contained code and in that event the applicability of the general law procedure would be impliedly excluded. The express provision need not refer to or use the words letters patent but if on a reading of the provision it is clear that all further appeals are barred then even a letters patent appeal would be barred. (at page 350)\n19. One of the submissions made before this Court in that case is the identical submission made by Shri Giri before us that Section 37 contains the expression and from no others which is conspicuous by its absence in Section 50 of the Arbitration Act. This was answered by the Court as follows:\n60. It is also evident that Part I and Part II of the Act are quite separate and contain provisions that act independently in their respective fields. The opening words of Section 2 i.e. the definition clause in Part I, make it clear that meanings assigned to the terms and expressions defined in that section are for the purpose of that part alone. Section 4 which deals with waiver of right to object is also specific to Part I of the Act. Section 5 dealing with extent of judicial intervention is also specific to Part I of the Act. Section 7 that defines arbitration agreement in considerable detail also confines the meaning of the term to Part I of the Act alone. Section 8 deals with the power of a judicial authority to refer parties to arbitration where there is an arbitration agreement and this provision too is relatable to Part I alone (corresponding provisions are independently made in Sections 45 and 54 of Chapters I and II, respectively of Part II). The other provisions in Part I by their very nature shall have no application insofar as the two chapters of Part II are concerned. \n61. Once it is seen that Part I and Part II of the Act are quite different in their object and purpose and the respective schemes, it naturally follows that Section 37 in Part I (analogous to Section 39 of the 1940 Act) is not comparable to Section 50 in Part II of the Act. This is not because, as Mr Sundaram contends Section 37 has the words in parenthesis and from no others which are not to be found in Section 50 of the Act. Section 37 and Section 50 are not comparable because they belong to two different statutory schemes. Section 37 containing the provision of appeal is part of a much larger framework that, as seen above, has provisions for the complete range of law concerning domestic arbitration and international commercial arbitration. Section 50 on the other hand contains the provision of appeal in a much limited framework, concerned only with the enforcement of the New York Convention Awards. In one sense, the two sections, though each containing the appellate provision belong to different statutes. (at pages 356-357) The Court then went into the legislative policy which led to the enactment of Section 50 of the Arbitration Act. It found that under the erstwhile Foreign Awards Act, a formal decree had to be passed in terms of the foreign award, and there was a possibility that such decree may be in excess of or not in accordance with the award. It was for this reason that an appeal lay under Section 6(2) of the Foreign Awards Act even against a decree enforcing the foreign award. However, this was done away with in the Arbitration Act, by enacting Section 49, which makes a radical change by which the foreign award itself is deemed to be a decree of the Court. The exclusion of an appeal in such cases has thus to be understood in the light of the change in law introduced by Section 49 of the Act (see paragraphs 74 and 75 of the judgment). It may be added that the aforesaid amendment has speeded up the process of enforcing foreign awards by taking away the right of appeal in cases where the Single Judge decides in favour of enforcing a foreign award. \n20. The Court went on to discuss this Courts judgment in Union of India vs. Mohindra Supply Company, (1962) 3 SCR 497, and ultimately concluded:\n89. It is, thus, to be seen that the Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [(2004) 11 SCC 672]) was held to be a self-contained code. Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so. Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done. In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. \n90. We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Sections 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself. \n91. In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996. (at page 371) \n21. Given the judgment of this Court in Fuerst Day Lawson (supra), which Parliament is presumed to know when it enacted the Arbitration Amendment Act, 2015, and given the fact that no change was made in Section 50 of the Arbitration Act when the Commercial Courts Act was brought into force, it is clear that Section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature. It carries the negative import mentioned in paragraph 89 of Fuerst Day Lawson (supra) that appeals which are not mentioned therein, are not permissible. This being the case, it is clear that Section 13(1) of the Commercial Courts Act, being a general provision vis--vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by Section 50 of the Arbitration Act. \n22. However, the question still arises as to why Section 37 of the Arbitration Act was expressly included in the proviso to Section 13(1) of the Commercial Courts Act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside Section 13(1) of the Commercial Courts Act. One answer is that this was done ex abundanti cautela. Another answer may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day as the Commercial Courts Act, Parliament thought, in its wisdom, that it was necessary to emphasise that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Commercial Courts Act. Incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the Arbitration Act, namely, a category where an order is made under Section 8 refusing to refer parties to arbitration. Parliament may have found it necessary to emphasize the fact that an order referring parties to arbitration under Section 8 is not appealable under Section 37(1)(a) and would, therefore, not be appealable under Section 13(1) of the Commercial Courts Act. Whatever may be the ultimate reason for including Section 37 of the Arbitration Act in the proviso to Section 13(1), the ratio decidendi of the judgment in Fuerst Day Lawson (supra) would apply, and this being so, appeals filed under Section 50 of the Arbitration Act would have to follow the drill of Section 50 alone. \n23 . This, in fact, follows from the language of Section 50 itself. In all arbitration cases of enforcement of foreign awards, it is Section 50 alone that provides an appeal. Having provided for an appeal, the forum of appeal is left to the Court authorized by law to hear appeals from such orders. Section 50 properly read would, therefore, mean that if an appeal lies under the said provision, then alone would Section 13(1) of the Commercial Courts Act be attracted as laying down the forum which will hear and decide such an appeal. \n24. In fact, in Sumitomo Corporation vs. CDC Financial Services (Mauritius) Ltd. and Ors., (2008) 4 SCC 91, this Court adverted to Section 50 of the Arbitration Act and to Sections 10(1)(a) and 10F of the Companies Act, 1956, to hold that once an appeal is provided for in Section 50, the Court authorized by law to hear such appeals would then be found in Sections 10(1)\n(a) and 10F of the Companies Act. The present case is a parallel instance of Section 50 of the Arbitration Act providing for an appeal, and Section 13(1) of the Commercial Courts Act providing the forum for such appeal. Only, in the present case, as no appeal lies under Section 50 of the Arbitration Act, no forum can be provided for. \n25. A recent judgment of this Court in Arun Dev Upadhyaya v. Integrated Sales Service Ltd., (2016) 9 SCC 524 at 537 was adverted to by counsel for both sides. On facts, in this case, the Single Judge had refused to enforce a foreign award in favour of the appellants. The Respondents, in that case, claimed that an appeal from the Single Judge was not maintainable in view of the abolition of the letters patent appeal by a Maharashtra Act of 1986. This Court, following Fuerst Day Lawson (supra), repelled the aforesaid contention in the following terms:\n25. The aforesaid provision clearly lays down that a forum is created i.e. Commercial Appellate Division. Section 50(1)(b) of the 1996 Act provides for an appeal. Section 50(1)(b) has not been amended by the Act that has come into force on 23-10-2015. Thus, an appeal under Section 50(1)(b) of the 1996 Act before the Division Bench is maintainable. \n26. Thus analysed, we find that the impugned judgment [Integrated Sales Services Ltd. v. DMC Management Consultants Ltd., 2016 SCC OnLine Bom 4445] of the learned Single Judge under Section 50(1)(b) of the 1996 Act is passed in the Original Side of the High Court. Be that as it may, under Section 13 of the Act, the Single Judge has taken the decision. Section 13 bars an appeal under the Letters Patent unless an appeal is provided under the 1996 Act. Such an appeal is provided under Section 5 of the Act. The letters patent appeal could not have been invoked if Section 50 of the 1996 Act would not have provided for an appeal. But it does provide for an appeal. A conspectus reading of Sections 5 and 13 of the Act and Section 50 of the 1996 Act which has remained unamended leads to the irresistible conclusion that a letters patent appeal is maintainable before the Division Bench. It has to be treated as an appeal under Section 50(1)(b) of the 1996 Act and has to be adjudicated within the said parameters. \n26. What is important to note is that it is Section 50 that provides for an appeal, and not the letters patent, given the subject matter of appeal. Also, the appeal has to be adjudicated within the parameters of Section 50 alone. Concomitantly, where Section 50 excludes an appeal, no such appeal will lie. \n27. In this view of the case, it is unnecessary to advert to Shri Giris arguments based on Section 21 of the Commercial Courts Act. Section 21 would only apply if Section 13(1) were to apply in the first place, which, as has been found, cannot be held to apply for the reasons given hereinabove. Equally, it is unnecessary to advert to the arguments of the learned counsel for the Appellants based on Section 11 of the Commercial Courts Act. \n28. The matter can be looked at from a slightly different angle. Given the objects of both the statutes, it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties. Equally, enforcement of foreign awards should take place as soon as possible if India is to remain as an equal partner, commercially speaking, in the international community. In point of fact, the raison dtre for the enactment of the Commercial Courts Act is that commercial disputes involving high amounts of money should be speedily decided. Given the objects of both the enactments, if we were to provide an additional appeal, when Section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the Arbitration Act and the Commercial Courts Act on their heads. Admittedly, if the amount contained in a foreign award to be enforced in India were less than Rs. one crore, and a Single Judge of a High Court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards. However, if, in the same fact circumstance, a foreign award were to be for Rs.one crore or more, if the Appellants are correct, enforcement of such award would be further delayed by providing an appeal under Section 13(1) of the Commercial Courts Act. Any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the Commercial Courts Act, viz., speedy resolution of disputes of a commercial nature involving a sum of Rs.1 crore and over. For this reason also, we feel that Section 13(1) of the Commercial Courts Act must be construed in accordance with the object sought to be achieved by the Act. Any construction of Section 13 of the Commercial Courts Act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed. Even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act, vis--vis the more general statute, namely the Commercial Courts Act, being left to operate in spheres other than arbitration. \n29. The appeals are, therefore, dismissed with no order as to costs. \n.. J.\n(R. F. Nariman) .. J.\n(Navin Sinha) New Delhi. \nFebruary 7, 2018.",
        "preamble_end_char_offset": null,
        "cleaned_text": "supreme court daily orders kandla export corporation vs m/s. oci corporation on 7 february, 2018 author: r.f. nariman bench: rohinton fali nariman 1 item no. 1501 court no. 12 section iii (for judgment) s u p r e m e c o u r t o f i n d i a record of proceedings civil appeal no. 1661-1663 of 2018 @ slp(civil) no. 28582-28584 of 2017 kandla export corporation & anr. appellant(s) versus m/s. oci corporation & anr. respondent(s) date : 07.02.2018 this matter was called on for pronouncement of judgment today. for appellant(s) mr. e.c.agrawala, adv. for respondent(s) mr. tejas karia, adv. ms. ananya aggarwal, adv. ms. surabhi lal, adv. mr. s.s..shroff,adv. hon'ble mr. justice rohinton fali nariman pronounced the judgment of the bench comprising his lordship and hon'ble mr. justice navin sinha. leave granted. the appeals are dismissed in terms of the signed reportable judgment. no costs. signature not verified digitally signed by shashi sareen date: 2018.02.07 17:16:54 ist (shashi sareen) (saroj kumari gaur) reason: ar-cum-ps branch officer (signed reportable judgment is placed on the file) 2 in the supreme court of india civil appellate jurisdiction civil appeal nos. 1661-1663 of 2018 (arising out of slp (c) nos.28582-28584 of 2017) kandla export corporation & anr. . appellants versus m/s oci corporation & anr. . respondents judgment r.f. nariman, j. 1. leave granted. 2. the present appeals raise an important question as to whether an appeal, not maintainable under section 50 of the arbitration and conciliation act, 1996 (hereinafter referred to as \"the arbitration act\"), is nonetheless maintainable under section 13(1) of the commercial courts, commercial division and commercial appellate division of high courts act, 2015 (hereinafter referred to as \"the commercial courts act\"). 3. the brief facts necessary to decide the aforesaid issue are as follows. on 28th april, 2014, an arbitration award was passed pursuant to arbitration rule no.125 of the grain and feed trade association (gafta) directing the appellants, who were the sellers, to pay the respondents, who were the buyers, a sum of us$ 846,750 together with compound interest at the rate of 4% calculated at quarterly rests. in appeal, by an order dated 16 th april, 2015, the appellate tribunal directed the appellants to pay a sum of us$ 815,000 together with compound interest at the rate of 4% calculated at quarterly rests. 4. being aggrieved by the appellate award, the appellants filed an appeal before the queen's bench. however, the said appeal came to be rejected on 14th july, 2015, on the ground that the award passed by the appellate tribunal was not obviously wrong. against the aforesaid judgment, the appellants filed an appeal before the queen's bench division, commercial court, which was rejected on 15th september, 2015. the appellants, undeterred, filed yet another appeal before the court of appeal, civil division, in u.k. the court of appeal refused to grant leave to appeal on the ground that the award was not obviously wrong. 5. meanwhile, an execution petition, being e.p. no.167 of 2015, was filed under section 48 of the arbitration act on 29 th june, 2015 by the respondents before the district court, gandhidham-kutch. on 7 th march, 2016, the appellants filed their objections to the said petition. on 12 th september, 2016, the respondents preferred an application before the high court of gujarat, under section 15(5) of the commercial courts act, for an appropriate order to transfer the execution petition to the high court. by an order dated 11 th november, 2016, the high court transferred the aforesaid execution petition to the commercial division of the high court of gujarat, and a special leave petition against the said order was dismissed by this court on 3 rd march, 2017. 6. on 8th august, 2017, the high court of gujarat dismissed the objections that were filed by the appellants and allowed the execution petition filed by the respondents. being aggrieved by this judgment, the appellants filed an appeal under the commercial courts act, which was dismissed by the impugned judgment dated 28 th september, 2017, stating that the commercial courts act did not provide any additional right of appeal which is not otherwise available to the appellants under the provisions of the arbitration act. considering the fact that section 50 of the arbitration act only provided for an appeal in case a petition to enforce a foreign award was rejected, the high court held, keeping in view the legislative policy of the arbitration act, (which was to speedily determine matters relating to enforcement of foreign awards) that since an appeal did not lie from a judgment enforcing a foreign award under the said section, no such appeal would be maintainable under the commercial courts act. 7. shri v. giri, learned senior counsel appearing on behalf of the appellants, has taken us through the commercial courts act in painstaking detail. he relied upon sections 3 to 7 of the said act and then took us to section 13. according to the learned counsel, section 13 provided an appeal to any person aggrieved by the decision of a commercial division of a high court, and as section 50 of the arbitration act found no place in the proviso to section 13(1) of the commercial courts act, it is clear that the wide language of section 13(1) would confer a right of appeal, notwithstanding anything contained in section 50 of the arbitration act. this, according to him, became even clearer when read with section 21, which provides that the provisions of the commercial courts act shall have effect notwithstanding anything inconsistent contained in any other law for the time being in force. he argued that section 37 of the arbitration act, which is expressly mentioned in the proviso to section 13(1) of the commercial courts act, specifically speaks of the enumerated appeals in the said provision, together with the expression \"and no others\", which expression is conspicuous by its absence in section 50 of the arbitration act. he also argued that the language of section 13(1) of the commercial courts act is extremely wide it embraces \"decisions\", \"judgments\" and/or \"orders\" by the commercial division of a high court, and that this being so, the impugned judgment of 8 th august, 2017, allowing the execution petition filed by the respondents, would certainly be a \"decision\" and/or \"judgment\" which would expressly be covered by the wide terms contained in section 13(1) of the commercial courts act. he also relied upon section 13(2) to state that, after the coming into force of the commercial courts act, appeals lie only in the manner indicated in the aforesaid act and not otherwise than in accordance with the provisions of the act. according to the learned counsel, the scheme of the act would show that, in all matters over rs.1 crore, the legislative intent is to provide an appeal, given the stakes involved, which will, under section 14, be expeditiously disposed of within a period of 6 months from the date of filing of such appeal. learned counsel also referred us to section 5 of the arbitration act, which contains a non-obstante clause insofar as part i of the arbitration act is concerned, and stated that the absence of a similar non-obstante clause, so far as part ii of the arbitration act is concerned, is significant. therefore, this is not even a case where there are competing non-obstante clauses and, therefore, section 21 of the commercial courts act must be given full play. according to him, section 49 of the arbitration act also makes it clear that the award shall be deemed to be a decree of the court that enforces it. this being the case, an appeal from such decree is provided by section 13(1) of the commercial courts act, which, as has been argued by him, speaks of \"decisions\", \"judgments\" and \"orders\". he relied upon several judgments of this court and the high courts to buttress his submissions. 8. shri tejas karia, learned counsel appearing on behalf of the respondents, on the other hand, relied strongly upon sections 10 and 11 of the commercial courts act. according to the learned counsel, the explanation to section 47 of the arbitration act, when read with section 11 of the commercial courts act, would make it clear that the non-obstante clause contained in section 21 of the commercial courts act has to give way to section 11, and that since section 50 of the arbitration act impliedly bars appeals against an application allowing execution of a foreign award, section 13 would be out of harm's way, insofar as his client is concerned. he relied strongly on the judgment of this court in fuerst day lawson limited v. jindal exports limited, (2011) 8 scc 333, and stated that the arbitration act is a self-contained code on all matters pertaining to arbitration, which would exclude the applicability of the general law contained in section 13 of the commercial courts act. also, according to him, the object of both the acts is to speedily determine matters pertaining to arbitration and/or commercial disputes and, the providing of an extra appeal by the commercial courts act, which is impliedly excluded by the arbitration act, would militate against the object of both acts. he also relied upon various other judgments of this court and the high courts to buttress these submissions. the learned counsel further argued that in cases of enforcement of foreign awards of an amount below rs.1 crore, admittedly, no appeal would lie. however, merely because the amount contained in the foreign award in question was above rs.1 crore, it does not stand to reason that an extra appeal would be provided. that is not the intention of the commercial courts act. he also exhorted us to dismiss the present appeals, stating that the present attempt by the appellants was one more attempt to delay the inevitable, and referred us to the various proceedings in the u.k. as well as proceedings in this country to submit that we should dismiss the appeal on this ground alone. 9. having heard learned counsel for both parties, it is interesting to note that both the commercial courts act as well as the detailed arbitration amendment act of 2015, were brought into force on the same day, i.e. 23 rd october, 2015, as a result of two reports of the law commission of india. 10. the statement of objects and reasons for the commercial courts act, inter alia, provides: \"the proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the government for quite some time. the high value commercial disputes involve complex facts and questions of law. therefore, there is a need to provide for an independent mechanism for their early resolution. early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive indian legal system. xxx 6. it is proposed to introduce the commercial courts, commercial division and commercial appellate division of high courts bill, 2015 to replace the commercial courts, commercial division and commercial appellate division of high courts ordinance, 2015 which inter alia, provides for the following namely: (i) constitution of the commercial courts at district level except for the territory over which any high court is having ordinary original civil jurisdiction; (ii) constitution of the commercial divisions in those high courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction; (iii) constitution of the commercial appellate division in all the high courts to hear the appeals against the orders of the commercial courts and the orders of the commercial division of the high court; (iv) the minimum pecuniary jurisdiction of such commercial courts and commercial division is proposed as one crore rupees; and (v) to amend the code of civil procedure, 1908 as applicable to the commercial courts and commercial divisions which shall prevail over the existing high courts rules and other provisions of the code of civil procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases. 7. the proposed bill shall accelerate economic growth, improve the international image of the indian justice delivery system, and the faith of the investor world in the legal culture of the nation.\" 11. the relevant provisions of the commercial courts act for the purpose of deciding these appeals are as follows: \"2. definitions. (1) in this act, unless the context otherwise requires, _ (i) \"specified value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the central government. 4. constitution of commercial division of high court. (1) in all high courts, having ordinary civil jurisdiction, the chief justice of the high court may, by order, constitute commercial division having one or more benches consisting of a single judge for the purpose of exercising the jurisdiction and powers conferred on it under this act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial division. 5. constitution of commercial appellate division. -(1) after issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the chief justice of the concerned high court shall, by order, constitute commercial appellate division having one or more division benches for the purpose of exercising the jurisdiction and powers conferred on it by the act. (2) the chief justice of the high court shall nominate such judges of the high court who have experience in dealing with commercial disputes to be judges of the commercial appellate division. 7. jurisdiction of commercial divisions of high courts. all suits and applications relating to commercial disputes of a specified value filed in a high court having ordinary original civil jurisdiction shall be heard and disposed of by the commercial division of that high court: provided that all suits and applications relating to commercial disputes, stipulated by an act to lie in a court not inferior to a district court, and filed or pending on the original side of the high court, shall be heard and disposed of by the commercial division of the high court: provided further that all suits and applications transferred to the high court by virtue of sub-section (4) of section 22 of the designs act, 2000 or section 104 of the patents act, 1970 shall be heard and disposed of by the commercial division of the high court in all the areas over which the high court exercises ordinary original civil jurisdiction. 10. jurisdiction in respect of arbitration matters.-where the subject-matter of an arbitration is a commercial dispute of a specified value and-(1) if such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed in a high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (2) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that have been filed on the original side of the high court, shall be heard and disposed of by the commercial division where such commercial division has been constituted in such high court. (3) if such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the arbitration and conciliation act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a high court) shall be filed in, and heard and disposed of by the commercial court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted. 11. bar of jurisdiction of commercial courts and commercial divisions. notwithstanding anything contained in this act, a commercial court or a commercial division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force. 13. appeals from decrees of commercial courts and commercial divisions. (1) any person aggrieved by the decision of the commercial court or commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or order, as the case may be: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 as amended by this act and section 37 of the arbitration and conciliation act, 1996. (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. 14. expeditious disposal of appeals. the commercial appellate division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal. 15. transfer of pending cases. (1) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a commercial court has been constituted, shall be transferred to such commercial court: provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub-section (1) or sub-section (2). (3) where any suit or application, including an application under the arbitration and conciliation act, 1996, relating to a commercial dispute of specified value shall stand transferred to the commercial division or commercial court under sub-section (1) or sub-section (2), the provisions of this act shall apply to those procedures that were not complete at the time of transfer. (4) the commercial division or commercial court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order xiv-a of the code of civil procedure, 1908: provided that the proviso to sub-rule (1) of rule 1 of order v of the code of civil procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. (5) in the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the commercial appellate division of the high court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. 21. act to have overriding effect. save as otherwise provided, the provisions of this act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this act.\" 12. the arbitration and conciliation act, 1996, repealed the arbitration act, 1940, the arbitration (protocol and convention) act, 1937 and the foreign awards (recognition and enforcement) act, 1961. its long title reads as follows: \"an act to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto.\" the said act is in four parts. part i, with which we are not concerned in the present appeals, speaks of domestic as well as international commercial arbitration that takes place in india. part ii, with which we are directly concerned, speaks of enforcement of foreign awards. a foreign award is defined in section 44 as meaning an arbitral award on differences between persons arising out of legal relationships considered commercial, inter alia, in pursuance of an agreement in writing for arbitration to which the new york convention set forth in the first schedule applies. sections 49 and 50, with which we are directly concerned, read as under: \"49. enforcement of foreign awards.where the court is satisfied that the foreign award is enforceable under this chapter, the award shall be deemed to be a decree of that court. 50. appealable orders.(1) an appeal shall lie from the order refusing to (a) refer the parties to arbitration under section 45; (b) enforce a foreign award under section 48, to the court authorised by law to hear appeals from such order. (2) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the supreme court.\" 13. by the amendment act of 2015, pursuant to a law commission report, large scale amendments were made to various provisions contained in part i. so far as part ii is concerned, an explanation was added to section 47 which reads as under: \"explanation.in this section and in the sections following in this chapter, \"court\" means the high court having original jurisdiction to decide the questions forming the subject-matter of the arbitral award if the same had been the subject-matter of a suit on its original civil jurisdiction and in other cases, in the high court having jurisdiction to hear appeals from decrees of courts subordinate to such high court.\" 14. section 13(1) of the commercial courts act, with which we are immediately concerned in these appeals, is in two parts. the main provision is, as has been correctly submitted by shri giri, a provision which provides for appeals from judgments, orders and decrees of the commercial division of the high court. to this main provision, an exception is carved out by the proviso. the primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in cit v. indo-mercantile bank ltd., 1959 supp (2) scr 256 at 266-267, thus: \"the proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment. ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment. \"it is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso\". therefore it is to be construed harmoniously with the main enactment. (per das, c.j. in abdul jabar butt v. state of jammu & kashmir [(1957) scr 51, 59]). bhagwati, j., in ram narain sons ltd. v. assistant commissioner of sales tax [(1955) 2 scr 483, 493] said: \"it is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision. it carves out an exception to the main provision to which it has been enacted as a proviso and to no other.\" lord macmillan in madras & southern maharatta railway co. v. bezwada municipality [(1944) lr 71 ia 113, 122] laid down the sphere of a proviso as follows: \"the proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case. where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.\" the territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section. it has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect. (vide also corporation of city of toronto v. attorney-general for canada [(1946) ac 32, 37] .)\" 15. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order xliii of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order xliii of the cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 16. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act. 17. so far, so good. however, it is shri giri's main argument that section 50 of the arbitration act does not find any mention in the proviso to section 13(1) of the commercial courts act and, therefore, notwithstanding that an appeal would not lie under section 50 of the arbitration act, it would lie under section 13(1) of the commercial courts act. 18. to answer this question, it is necessary to advert to the judgment in fuerst day lawson (supra). the common question that arose for consideration in the batch of cases before the court was whether an order, though not appealable under section 50 of the arbitration act would, nevertheless be subject to appeal under the letters patent of the high court. in answering this question, this court exhaustively reviewed the authorities and then stated, in paragraph 36, that the decisions noticed so far lay down certain broad principles. we are directly concerned with the principle laid down in sub-section (vii), which reads as under: \"(vii) the exception to the aforementioned rule is where the special act sets out a self-contained code and in that event the applicability of the general law procedure would be impliedly excluded. the express provision need not refer to or use the words \"letters patent\" but if on a reading of the provision it is clear that all further appeals are barred then even a letters patent appeal would be barred.\" (at page 350) 19. one of the submissions made before this court in that case is the identical submission made by shri giri before us that section 37 contains the expression \"and from no others\" which is conspicuous by its absence in section 50 of the arbitration act. this was answered by the court as follows: \"60. it is also evident that part i and part ii of the act are quite separate and contain provisions that act independently in their respective fields. the opening words of section 2 i.e. the definition clause in part i, make it clear that meanings assigned to the terms and expressions defined in that section are for the purpose of that part alone. section 4 which deals with waiver of right to object is also specific to part i of the act. section 5 dealing with extent of judicial intervention is also specific to part i of the act. section 7 that defines \"arbitration agreement\" in considerable detail also confines the meaning of the term to part i of the act alone. section 8 deals with the power of a judicial authority to refer parties to arbitration where there is an arbitration agreement and this provision too is relatable to part i alone (corresponding provisions are independently made in sections 45 and 54 of chapters i and ii, respectively of part ii). the other provisions in part i by their very nature shall have no application insofar as the two chapters of part ii are concerned. 61. once it is seen that part i and part ii of the act are quite different in their object and purpose and the respective schemes, it naturally follows that section 37 in part i (analogous to section 39 of the 1940 act) is not comparable to section 50 in part ii of the act. this is not because, as mr sundaram contends section 37 has the words in parenthesis \"and from no others\" which are not to be found in section 50 of the act. section 37 and section 50 are not comparable because they belong to two different statutory schemes. section 37 containing the provision of appeal is part of a much larger framework that, as seen above, has provisions for the complete range of law concerning domestic arbitration and international commercial arbitration. section 50 on the other hand contains the provision of appeal in a much limited framework, concerned only with the enforcement of the new york convention awards. in one sense, the two sections, though each containing the appellate provision belong to different statutes.\" (at pages 356-357) the court then went into the legislative policy which led to the enactment of section 50 of the arbitration act. it found that under the erstwhile foreign awards act, a formal decree had to be passed in terms of the foreign award, and there was a possibility that such decree may be in excess of or not in accordance with the award. it was for this reason that an appeal lay under section 6(2) of the foreign awards act even against a decree enforcing the foreign award. however, this was done away with in the arbitration act, by enacting section 49, which makes a radical change by which the foreign award itself is deemed to be a decree of the court. the exclusion of an appeal in such cases has thus to be understood in the light of the change in law introduced by section 49 of the act (see paragraphs 74 and 75 of the judgment). it may be added that the aforesaid amendment has speeded up the process of enforcing foreign awards by taking away the right of appeal in cases where the single judge decides in favour of enforcing a foreign award. 20. the court went on to discuss this court's judgment in union of india vs. mohindra supply company, (1962) 3 scr 497, and ultimately concluded: \"89. it is, thus, to be seen that the arbitration act, 1940, from its inception and right through to 2004 (in p.s. sathappan [(2004) 11 scc 672]) was held to be a self-contained code. now, if the arbitration act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the arbitration and conciliation act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the uncitral model must be held only to be more so. once it is held that the arbitration act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of tulzapurkar, j., that it carries with it \"a negative import that only such acts as are mentioned in the act are permissible to be done and acts or things not mentioned therein are not permissible to be done\". in other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. 90. we, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by sections 49 and 50 of the 1996 act and the radical change that it brings about in the earlier provision of appeal under section 6 of the 1961 act and the other on a macro basis by taking into account the nature and character of the 1996 act as a self-contained and exhaustive code in itself. 91. in light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under section 50 of the arbitration and conciliation act, 1996.\" (at page 371) 21. given the judgment of this court in fuerst day lawson (supra), which parliament is presumed to know when it enacted the arbitration amendment act, 2015, and given the fact that no change was made in section 50 of the arbitration act when the commercial courts act was brought into force, it is clear that section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature. it carries the negative import mentioned in paragraph 89 of fuerst day lawson (supra) that appeals which are not mentioned therein, are not permissible. this being the case, it is clear that section 13(1) of the commercial courts act, being a general provision vis--vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by section 50 of the arbitration act. 22. however, the question still arises as to why section 37 of the arbitration act was expressly included in the proviso to section 13(1) of the commercial courts act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside section 13(1) of the commercial courts act. one answer is that this was done ex abundanti cautela. another answer may be that as section 37 itself was amended by the arbitration amendment act, 2015, which came into force on the same day as the commercial courts act, parliament thought, in its wisdom, that it was necessary to emphasise that the amended section 37 would have precedence over the general provision contained in section 13(1) of the commercial courts act. incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the arbitration act, namely, a category where an order is made under section 8 refusing to refer parties to arbitration. parliament may have found it necessary to emphasize the fact that an order referring parties to arbitration under section 8 is not appealable under section 37(1)(a) and would, therefore, not be appealable under section 13(1) of the commercial courts act. whatever may be the ultimate reason for including section 37 of the arbitration act in the proviso to section 13(1), the ratio decidendi of the judgment in fuerst day lawson (supra) would apply, and this being so, appeals filed under section 50 of the arbitration act would have to follow the drill of section 50 alone. 23. this, in fact, follows from the language of section 50 itself. in all arbitration cases of enforcement of foreign awards, it is section 50 alone that provides an appeal. having provided for an appeal, the forum of appeal is left \"to the court authorized by law to hear appeals from such orders\". section 50 properly read would, therefore, mean that if an appeal lies under the said provision, then alone would section 13(1) of the commercial courts act be attracted as laying down the forum which will hear and decide such an appeal. 24. in fact, in sumitomo corporation vs. cdc financial services (mauritius) ltd. and ors., (2008) 4 scc 91, this court adverted to section 50 of the arbitration act and to sections 10(1)(a) and 10f of the companies act, 1956, to hold that once an appeal is provided for in section 50, the court authorized by law to hear such appeals would then be found in sections 10(1) (a) and 10f of the companies act. the present case is a parallel instance of section 50 of the arbitration act providing for an appeal, and section 13(1) of the commercial courts act providing the forum for such appeal. only, in the present case, as no appeal lies under section 50 of the arbitration act, no forum can be provided for. 25. a recent judgment of this court in arun dev upadhyaya v. integrated sales service ltd., (2016) 9 scc 524 at 537 was adverted to by counsel for both sides. on facts, in this case, the single judge had refused to enforce a foreign award in favour of the appellants. the respondents, in that case, claimed that an appeal from the single judge was not maintainable in view of the abolition of the letters patent appeal by a maharashtra act of 1986. this court, following fuerst day lawson (supra), repelled the aforesaid contention in the following terms: \"25. the aforesaid provision clearly lays down that a forum is created i.e. commercial appellate division. section 50(1)(b) of the 1996 act provides for an appeal. section 50(1)(b) has not been amended by the act that has come into force on 23-10-2015. thus, an appeal under section 50(1)(b) of the 1996 act before the division bench is maintainable. 26. thus analysed, we find that the impugned judgment [integrated sales services ltd. v. dmc management consultants ltd., 2016 scc online bom 4445] of the learned single judge under section 50(1)(b) of the 1996 act is passed in the original side of the high court. be that as it may, under section 13 of the act, the single judge has taken the decision. section 13 bars an appeal under the letters patent unless an appeal is provided under the 1996 act. such an appeal is provided under section 5 of the act. the letters patent appeal could not have been invoked if section 50 of the 1996 act would not have provided for an appeal. but it does provide for an appeal. a conspectus reading of sections 5 and 13 of the act and section 50 of the 1996 act which has remained unamended leads to the irresistible conclusion that a letters patent appeal is maintainable before the division bench. it has to be treated as an appeal under section 50(1)(b) of the 1996 act and has to be adjudicated within the said parameters.\" 26. what is important to note is that it is section 50 that provides for an appeal, and not the letters patent, given the subject matter of appeal. also, the appeal has to be adjudicated within the parameters of section 50 alone. concomitantly, where section 50 excludes an appeal, no such appeal will lie. 27. in this view of the case, it is unnecessary to advert to shri giri's arguments based on section 21 of the commercial courts act. section 21 would only apply if section 13(1) were to apply in the first place, which, as has been found, cannot be held to apply for the reasons given hereinabove. equally, it is unnecessary to advert to the arguments of the learned counsel for the appellants based on section 11 of the commercial courts act. 28. the matter can be looked at from a slightly different angle. given the objects of both the statutes, it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties. equally, enforcement of foreign awards should take place as soon as possible if india is to remain as an equal partner, commercially speaking, in the international community. in point of fact, the raison d'tre for the enactment of the commercial courts act is that commercial disputes involving high amounts of money should be speedily decided. given the objects of both the enactments, if we were to provide an additional appeal, when section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the arbitration act and the commercial courts act on their heads. admittedly, if the amount contained in a foreign award to be enforced in india were less than rs. one crore, and a single judge of a high court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards. however, if, in the same fact circumstance, a foreign award were to be for rs.one crore or more, if the appellants are correct, enforcement of such award would be further delayed by providing an appeal under section 13(1) of the commercial courts act. any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the commercial courts act, viz., speedy resolution of disputes of a commercial nature involving a sum of rs.1 crore and over. for this reason also, we feel that section 13(1) of the commercial courts act must be construed in accordance with the object sought to be achieved by the act. any construction of section 13 of the commercial courts act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed. even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the arbitration act, vis--vis the more general statute, namely the commercial courts act, being left to operate in spheres other than arbitration. 29. the appeals are, therefore, dismissed with no order as to costs. . j. (r. f. nariman) . j. (navin sinha) new delhi. february 7, 2018."
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3a20b95cf3df496eac491e168fcc46e6_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d31469c138fb49afb56324d99c1289ff_1"
        },
        {
            "start": 242,
            "end": 391,
            "text": "\nSupreme Court - Daily Orders\nKandla Export Corporation vs M/S. Oci Corporation on 7 February, 2018\nAuthor: R.F. Nariman\nBench: Rohinton Fali Nariman",
            "labels": [
                "PREAMBLE"
            ],
            "id": "af217823db574f53bcd07cf589f44d6e_2"
        },
        {
            "start": 451,
            "end": 474,
            "text": "1\n\n\n\n     Item No. 1501",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf071ef03dc245e69c2d0cac4ec7842c_3"
        },
        {
            "start": 475,
            "end": 514,
            "text": "                           Court No. 12",
            "labels": [
                "PREAMBLE"
            ],
            "id": "24363b7fa116471f878eae437e34ae31_4"
        },
        {
            "start": 530,
            "end": 541,
            "text": "Section Iii",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b94b30ae2294b69a91c7aa746ddb96b_5"
        },
        {
            "start": 548,
            "end": 592,
            "text": "(For Judgment)\n\n\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9226ed1514124b8aa2a6cca9bce852e6_6"
        },
        {
            "start": 592,
            "end": 605,
            "text": "S U P R E M E",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a98961516b4d4ffcb61a4b7453b4049d_7"
        },
        {
            "start": 614,
            "end": 626,
            "text": "C O U R T   ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "926da43d34804d09a0138efd63ca7322_8"
        },
        {
            "start": 626,
            "end": 641,
            "text": "O F   I N D I A",
            "labels": [
                "PREAMBLE"
            ],
            "id": "593e8edc6d4a4769ac09997e697c3cce_9"
        },
        {
            "start": 691,
            "end": 719,
            "text": "Record Of Proceedings\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dad56f0cc96b42078916394039fba9f1_10"
        },
        {
            "start": 719,
            "end": 753,
            "text": "Civil Appeal No. 1661-1663 Of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f921a83f2e1d4ba9947aba02388119fd_11"
        },
        {
            "start": 754,
            "end": 785,
            "text": "@ Slp(Civil) No. 28582-28584 of",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2c5aa492dc44229aa71b89dd1249e26_12"
        },
        {
            "start": 792,
            "end": 875,
            "text": "2017 \n\n\n     Kandla Export Corporation & Anr.                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cfd7c9d302b24705ad71bdebf9705ef9_13"
        },
        {
            "start": 875,
            "end": 887,
            "text": "Appellant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da2b02510e4546549707e43ce9e90153_14"
        },
        {
            "start": 945,
            "end": 958,
            "text": "Versus\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "452dc170f1074ee9a3b11acfbd30c06c_15"
        },
        {
            "start": 958,
            "end": 986,
            "text": "M/ S. Oci Corporation & Anr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0139d2d7f7b642f481b82c580fdd6e44_16"
        },
        {
            "start": 1029,
            "end": 1042,
            "text": "Respondent(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28cd7e0d7cb64a5f913fed0f55465b43_17"
        },
        {
            "start": 1051,
            "end": 1068,
            "text": "Date : 07.02.2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "59a8655e79584c2c8413486e22a8656b_18"
        },
        {
            "start": 1069,
            "end": 1151,
            "text": "This matter was called on for pronouncement of\n                    judgment today.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74872de8d1b741ef8e856495b6025314_19"
        },
        {
            "start": 1160,
            "end": 1175,
            "text": "For Appellant(s",
            "labels": [
                "PREAMBLE"
            ],
            "id": "467affeabe62473ea27372e6c9c379bc_20"
        },
        {
            "start": 1176,
            "end": 1218,
            "text": ")                   Mr. E.C.Agrawala, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "654781cebe7e47d48106b65e19097e6f_21"
        },
        {
            "start": 1227,
            "end": 1243,
            "text": "For Respondent(s",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81b017c5632f4c17b122fe26fb5e6de0_22"
        },
        {
            "start": 1244,
            "end": 1286,
            "text": ")                  Mr.   Tejas Karia, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f751d1768ad44a73b41ec5e7d0a3b8cd_23"
        },
        {
            "start": 1328,
            "end": 1355,
            "text": "Ms.   Ananya Aggarwal, adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f107200b3d834d45a76e486d4dce4172_24"
        },
        {
            "start": 1397,
            "end": 1420,
            "text": "Ms.   Surabhi Lal, adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "aaae56a34b7d4d5dafa318f7b7b7d3fd_25"
        },
        {
            "start": 1462,
            "end": 1473,
            "text": "Mr.   S.S..",
            "labels": [
                "PREAMBLE"
            ],
            "id": "01f38793558a497c9dbf0248411143fc_26"
        },
        {
            "start": 1474,
            "end": 1485,
            "text": "Shroff,Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd11f33b597d48d98a74accb09dcd2e7_27"
        },
        {
            "start": 1517,
            "end": 1524,
            "text": "Hon'ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc73b275c7974a7db3175dcd4f19e8b4_28"
        },
        {
            "start": 1530,
            "end": 1545,
            "text": "Mr.     Justice",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64bfd1b216084a7fb6a41606b4a1aa09_29"
        },
        {
            "start": 1552,
            "end": 1560,
            "text": "Rohinton",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4384bab41d7f4a8c9c64bf218393410d_30"
        },
        {
            "start": 1563,
            "end": 1577,
            "text": "Fali   Nariman",
            "labels": [
                "PREAMBLE"
            ],
            "id": "da07a1d5a833425b8d3db7a01fdb9b55_31"
        },
        {
            "start": 1604,
            "end": 1693,
            "text": "pronounced the judgment of the Bench comprising His\n                         Lordship and",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c36ae67f0bc49d98a9bf8561e7fb4c1_32"
        },
        {
            "start": 1694,
            "end": 1729,
            "text": "   Hon'ble Mr. Justice Navin Sinha.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dfee7f03a22345379b26eca398a131f0_33"
        },
        {
            "start": 1758,
            "end": 1772,
            "text": "Leave granted.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe595d548d3b4d7e9a92b7fa93c5e5d9_34"
        },
        {
            "start": 1801,
            "end": 1895,
            "text": "The appeals are dismissed in terms of the signed\n                         reportable judgment.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "690e83891ad44cfd8f8f692744e21ff4_35"
        },
        {
            "start": 1896,
            "end": 1905,
            "text": "No costs.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad006037d72e47fdbe024f4a2c0d3770_36"
        },
        {
            "start": 1906,
            "end": 1966,
            "text": "\n\n\nSignature Not Verified\n\nDigitally signed by\nShashi Sareen",
            "labels": [
                "PREAMBLE"
            ],
            "id": "64947584cea7445ba907bc575b5b5ddb_37"
        },
        {
            "start": 1967,
            "end": 1984,
            "text": "\nDate: 2018.02.07",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d336a05d641b44ab97caf0f90689eb6b_38"
        },
        {
            "start": 1986,
            "end": 2041,
            "text": "17:16:54 Ist\n                           (Shashi Sareen)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ade5a7880fc47f7a3892816570969a6_39"
        },
        {
            "start": 2060,
            "end": 2079,
            "text": "(Saroj Kumari Gaur)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "eeb414ef533046d3aa8b016471d0e714_40"
        },
        {
            "start": 2081,
            "end": 2088,
            "text": "Reason:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b2e7ee0800b748bb833cb4bbee639cf5_41"
        },
        {
            "start": 2120,
            "end": 2128,
            "text": "AR - cum",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b06259ef814d43d59aa4c5ef7bc4ceb1_42"
        },
        {
            "start": 2129,
            "end": 2172,
            "text": "- PS                         Branch Officer",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0901d02a85ff4830bcce94d97e2cf99c_43"
        },
        {
            "start": 2201,
            "end": 2390,
            "text": "(Signed reportable judgment is placed on the file)\n                                           2\n\n\n                                                        Reportable\n\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a49cc18d9ce742d7bae3b067df3a3cfa_44"
        },
        {
            "start": 2390,
            "end": 2443,
            "text": "In The Supreme Court Of India\n                       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "79b69c592286495ab2ef213235ef9e69_45"
        },
        {
            "start": 2443,
            "end": 2471,
            "text": "Civil Appellate Jurisdiction",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0616cc1502094748a86a1b3906d43b3d_46"
        },
        {
            "start": 2493,
            "end": 2528,
            "text": "Civil Appeal Nos. 1661-1663 Of 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c578eb15b324a99ae3c6e5ff5d90910_47"
        },
        {
            "start": 2543,
            "end": 2599,
            "text": "(Arising Out Of Slp (C) Nos.28582-28584 Of 2017)\n\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "756fe17be1ac40e49c2542932e36af3d_48"
        },
        {
            "start": 2599,
            "end": 2656,
            "text": "Kandla Export Corporation & Anr.               Appellants",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5524628ce1164abb951c715d6ed737cf_49"
        },
        {
            "start": 2699,
            "end": 2707,
            "text": "Versus\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b19d93b691e84c9797bf46f757163357_50"
        },
        {
            "start": 2707,
            "end": 2735,
            "text": "M / s Oci Corporation & Anr.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "61c737b1759540af9344c5edb5f5f72a_51"
        },
        {
            "start": 2759,
            "end": 2804,
            "text": "Respondents\n\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2c1c0cb12a144e9f98f84c1ad89076f3_52"
        },
        {
            "start": 2804,
            "end": 2813,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "062692d12fce41c0a53a4077d1099910_53"
        },
        {
            "start": 2813,
            "end": 2832,
            "text": "R.F. Nariman, J.\n1.",
            "labels": [
                "NONE"
            ],
            "id": "155d8d4a9e324083a3d2ab8d0a559201_54"
        },
        {
            "start": 2833,
            "end": 2847,
            "text": "Leave granted.",
            "labels": [
                "NONE"
            ],
            "id": "bab61f6c09f448f98759f2eabe33cd78_55"
        },
        {
            "start": 2848,
            "end": 3014,
            "text": "\n2. The present appeals raise an important question as to whether an appeal, not maintainable under Section 50 of the Arbitration and Conciliation Act, 1996 (hereinaf",
            "labels": [
                "ISSUE"
            ],
            "id": "6c490a71ca714f0aaae1ab76497b98f1_56"
        },
        {
            "start": 3015,
            "end": 3053,
            "text": "ter referred to as the Arbitration Act",
            "labels": [
                "FAC"
            ],
            "id": "4d1ec8cde78440948720a8cfb94f8771_57"
        },
        {
            "start": 3054,
            "end": 3265,
            "text": "), is nonetheless maintainable under Section 13(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (hereinafter referred to as the Commercial Courts Act).",
            "labels": [
                "FAC"
            ],
            "id": "7ab6730f8f574fb99269ca705cb8821d_58"
        },
        {
            "start": 3267,
            "end": 3341,
            "text": "3. The brief facts necessary to decide the aforesaid issue are as follows.",
            "labels": [
                "FAC"
            ],
            "id": "71037f7211cf48d4814e55180709a8a8_59"
        },
        {
            "start": 3342,
            "end": 3673,
            "text": "On 28th April, 2014, an arbitration award was passed pursuant to Arbitration Rule No.125 of the Grain and Feed Trade Association (GAFTA) directing the Appellants, who were the sellers, to pay the Respondents, who were the buyers, a sum of US$ 846,750 together with compound interest at the rate of 4% calculated at quarterly rests.",
            "labels": [
                "FAC"
            ],
            "id": "a84b730c802a4e2b856c6b1ddc6c5616_60"
        },
        {
            "start": 3674,
            "end": 3877,
            "text": "In appeal, by an order dated 16 th April, 2015, the Appellate Tribunal directed the appellants to pay a sum of US$ 815,000 together with compound interest at the rate of 4% calculated at quarterly rests.",
            "labels": [
                "RLC"
            ],
            "id": "b1aa46f528444b8a856d36b2ad99fa16_61"
        },
        {
            "start": 3878,
            "end": 3977,
            "text": "\n4. Being aggrieved by the Appellate Award, the Appellants filed an appeal before the Queens Bench.",
            "labels": [
                "FAC"
            ],
            "id": "fe2903ceb46e4b0eb2363493d3e6f740_62"
        },
        {
            "start": 3978,
            "end": 4129,
            "text": "However, the said appeal came to be rejected on 14th July, 2015, on the ground that the award passed by the Appellate Tribunal was not obviously wrong.",
            "labels": [
                "FAC"
            ],
            "id": "024dc94ffa6d4a83ac467b56dccf78db_63"
        },
        {
            "start": 4130,
            "end": 4288,
            "text": "Against the aforesaid judgment, the Appellants filed an appeal before the Queens Bench Division, Commercial Court, which was rejected on 15th September, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "7141195dd6a5494baea0cca5544f9b16_64"
        },
        {
            "start": 4289,
            "end": 4393,
            "text": "The Appellants, undeterred, filed yet another appeal before the Court of Appeal, Civil Division, in U.K.",
            "labels": [
                "FAC"
            ],
            "id": "dcd4917de50a4f769c1c4a68f3db09a5_65"
        },
        {
            "start": 4394,
            "end": 4500,
            "text": "The Court of Appeal refused to grant leave to appeal on the ground that the award was not obviously wrong.",
            "labels": [
                "RLC"
            ],
            "id": "098ebd4b14264864aff3d79e80a9b48e_66"
        },
        {
            "start": 4502,
            "end": 4699,
            "text": "5. Meanwhile, an Execution Petition, being E.P. No.167 of 2015, was filed under Section 48 of the Arbitration Act on 29 th June, 2015 by the Respondents before the District Court, Gandhidham-Kutch.",
            "labels": [
                "FAC"
            ],
            "id": "782e51f995584fe0ba2460a9f08530ff_67"
        },
        {
            "start": 4700,
            "end": 4780,
            "text": "On 7 th March, 2016, the Appellants filed their objections to the said petition.",
            "labels": [
                "FAC"
            ],
            "id": "493dda6522714c15a664a2b6e70598a6_68"
        },
        {
            "start": 4781,
            "end": 5010,
            "text": "On 12 th September, 2016, the Respondents preferred an application before the High Court of Gujarat, under Section 15(5) of the Commercial Courts Act, for an appropriate order to transfer the execution petition to the High Court.",
            "labels": [
                "FAC"
            ],
            "id": "25dec734a9ce47a184391d1881e8b712_69"
        },
        {
            "start": 5011,
            "end": 5268,
            "text": "By an order dated 11 th November, 2016, the High Court transferred the aforesaid execution petition to the Commercial Division of the High Court of Gujarat, and a Special Leave Petition against the said order was dismissed by this Court on 3 rd March, 2017.",
            "labels": [
                "RLC"
            ],
            "id": "0b6e25ee6cd6400fb7e9df3b8040faef_70"
        },
        {
            "start": 5269,
            "end": 5439,
            "text": "\n6. On 8th August, 2017, the High Court of Gujarat dismissed the objections that were filed by the Appellants and allowed the execution petition filed by the Respondents.",
            "labels": [
                "RLC"
            ],
            "id": "9cfbdd196f4241529d3f63efde172917_71"
        },
        {
            "start": 5440,
            "end": 5793,
            "text": "Being aggrieved by this judgment, the Appellants filed an appeal under the Commercial Courts Act, which was dismissed by the impugned judgment dated 28 th September, 2017, stating that the Commercial Courts Act did not provide any additional right of appeal which is not otherwise available to the Appellants under the provisions of the Arbitration Act.",
            "labels": [
                "RLC"
            ],
            "id": "5afd406b2df4483bb1ecd55b49438be0_72"
        },
        {
            "start": 5794,
            "end": 6278,
            "text": "Considering the fact that Section 50 of the Arbitration Act only provided for an appeal in case a petition to enforce a foreign award was rejected, the High Court held, keeping in view the legislative policy of the Arbitration Act, (which was to speedily determine matters relating to enforcement of foreign awards) that since an appeal did not lie from a judgment enforcing a foreign award under the said section, no such appeal would be maintainable under the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16cb377cb3b34615a7a43e275f6b13b1_73"
        },
        {
            "start": 6280,
            "end": 6428,
            "text": "7. Shri V. Giri, learned senior counsel appearing on behalf of the Appellants, has taken us through the Commercial Courts Act in painstaking detail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "db7a7bf610684be09968646c1b84a4c4_74"
        },
        {
            "start": 6429,
            "end": 6507,
            "text": "He relied upon Sections 3 to 7 of the said Act and then took us to Section 13.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "490f6dfd375a4e96b503bfb77c214653_75"
        },
        {
            "start": 6508,
            "end": 6928,
            "text": "According to the learned counsel, Section 13 provided an appeal to any person aggrieved by the decision of a Commercial Division of a High Court, and as Section 50 of the Arbitration Act found no place in the proviso to Section 13(1) of the Commercial Courts Act, it is clear that the wide language of Section 13(1) would confer a right of appeal, notwithstanding anything contained in Section 50 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "486eecbc21754b00a61bf2dd14c9151b_76"
        },
        {
            "start": 6929,
            "end": 7175,
            "text": "This, according to him, became even clearer when read with Section 21, which provides that the provisions of the Commercial Courts Act shall have effect notwithstanding anything inconsistent contained in any other law for the time being in force.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c818ed285df443c5bef95d17ce252e03_77"
        },
        {
            "start": 7176,
            "end": 7514,
            "text": "He argued that Section 37 of the Arbitration Act, which is expressly mentioned in the proviso to Section 13(1) of the Commercial Courts Act, specifically speaks of the enumerated appeals in the said provision, together with the expression and no others, which expression is conspicuous by its absence in Section 50 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "60772a2e041d4b41bf3a192efdca31d0_78"
        },
        {
            "start": 7515,
            "end": 7983,
            "text": "He also argued that the language of Section 13(1) of the Commercial Courts Act is extremely wide  it embraces decisions, judgments and/or orders by the Commercial Division of a High Court, and that this being so, the impugned judgment of 8 th August, 2017, allowing the execution petition filed by the Respondents, would certainly be a decision and/or judgment which would expressly be covered by the wide terms contained in Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03b6f65f0e9b46fa8f5db13a417e9209_79"
        },
        {
            "start": 7984,
            "end": 8221,
            "text": "He also relied upon Section 13(2) to state that, after the coming into force of the Commercial Courts Act, appeals lie only in the manner indicated in the aforesaid Act and not otherwise than in accordance with the provisions of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bee1ac93aca64513bbd832b215aca781_80"
        },
        {
            "start": 8222,
            "end": 8528,
            "text": "According to the learned counsel, the scheme of the Act would show that, in all matters over Rs.1 crore, the legislative intent is to provide an appeal, given the stakes involved, which will, under Section 14, be expeditiously disposed of within a period of 6 months from the date of filing of such appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "63d580dfb0af4956a2b82f12432d7368_81"
        },
        {
            "start": 8529,
            "end": 8823,
            "text": "Learned counsel also referred us to Section 5 of the Arbitration Act, which contains a non-obstante clause insofar as Part I of the Arbitration Act is concerned, and stated that the absence of a similar non-obstante clause, so far as Part II of the Arbitration Act is concerned, is significant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7427af57bf024ef0ba331453f08029ef_82"
        },
        {
            "start": 8824,
            "end": 8986,
            "text": "Therefore, this is not even a case where there are competing non-obstante clauses and, therefore, Section 21 of the Commercial Courts Act must be given full play.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c7ed290f07e54754ab9e583e034d809b_83"
        },
        {
            "start": 8987,
            "end": 9135,
            "text": "According to him, Section 49 of the Arbitration Act also makes it clear that the award shall be deemed to be a decree of the Court that enforces it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0d2a4105513049daa9cc5134b683a0cc_84"
        },
        {
            "start": 9136,
            "end": 9319,
            "text": "This being the case, an appeal from such decree is provided by Section 13(1) of the Commercial Courts Act, which, as has been argued by him, speaks of decisions, judgments and orders.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d6db4dfef3734c5dbe0860c2821b9720_85"
        },
        {
            "start": 9320,
            "end": 9415,
            "text": "He relied upon several judgments of this Court and the High Courts to buttress his submissions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "527acb6345d84cd4ae6ea8aa34651a9c_86"
        },
        {
            "start": 9417,
            "end": 9582,
            "text": "8. Shri Tejas Karia, learned counsel appearing on behalf of the Respondents, on the other hand, relied strongly upon Sections 10 and 11 of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dde9dbb30547426cb109589d31892d18_87"
        },
        {
            "start": 9583,
            "end": 10067,
            "text": "According to the learned counsel, the Explanation to Section 47 of the Arbitration Act, when read with Section 11 of the Commercial Courts Act, would make it clear that the non-obstante clause contained in Section 21 of the Commercial Courts Act has to give way to Section 11, and that since Section 50 of the Arbitration Act impliedly bars appeals against an application allowing execution of a foreign award, Section 13 would be out of harms way, insofar as his client is concerned.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e9906b252d54433f936d95fc10aa89ef_88"
        },
        {
            "start": 10068,
            "end": 10404,
            "text": "He relied strongly on the judgment of this Court in Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8 SCC 333, and stated that the Arbitration Act is a self-contained Code on all matters pertaining to arbitration, which would exclude the applicability of the general law contained in Section 13 of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5b484c3324f744ecbb31d84e1827df3a_89"
        },
        {
            "start": 10405,
            "end": 10710,
            "text": "Also, according to him, the object of both the Acts is to speedily determine matters pertaining to arbitration and/or commercial disputes and, the providing of an extra appeal by the Commercial Courts Act, which is impliedly excluded by the Arbitration Act, would militate against the object of both Acts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5b22f1070ccb4deeba26f629ff1d37e6_90"
        },
        {
            "start": 10711,
            "end": 10819,
            "text": "He also relied upon various other judgments of this Court and the High Courts to buttress these submissions.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8363020168634e88a4807aad3898a80a_91"
        },
        {
            "start": 10820,
            "end": 10965,
            "text": "The learned counsel further argued that in cases of enforcement of foreign awards of an amount below Rs.1 crore, admittedly, no appeal would lie.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "1adfcc6f57344350b32f7acaf1ac4853_92"
        },
        {
            "start": 10966,
            "end": 11133,
            "text": "However, merely because the amount contained in the foreign award in question was above Rs.1 crore, it does not stand to reason that an extra appeal would be provided.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5f0f4a4f50ff48708385333107714fff_93"
        },
        {
            "start": 11134,
            "end": 11189,
            "text": "That is not the intention of the Commercial Courts Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e2d001c2744a4ae4a23a96483db370d4_94"
        },
        {
            "start": 11190,
            "end": 11498,
            "text": "He also exhorted us to dismiss the present appeals, stating that the present attempt by the Appellants was one more attempt to delay the inevitable, and referred us to the various proceedings in the U.K. as well as proceedings in this country to submit that we should dismiss the appeal on this ground alone.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e18e61efdc5e49e0b96937fac81fe656_95"
        },
        {
            "start": 11500,
            "end": 11796,
            "text": "9. Having heard learned counsel for both parties, it is interesting to note that both the Commercial Courts Act as well as the detailed Arbitration Amendment Act of 2015, were brought into force on the same day, i.e. 23 rd October, 2015, as a result of two reports of the Law Commission of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "674cf8d644d44985bf7f854da52341ff_96"
        },
        {
            "start": 11797,
            "end": 12037,
            "text": "\n10. The Statement of Objects and Reasons for the Commercial Courts Act, inter alia, provides:\nThe proposal to provide for speedy disposal of high value commercial disputes has been under consideration of the Government for quite some time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2cbbee6c79d4230bf24cc9e2ab13495_97"
        },
        {
            "start": 12038,
            "end": 12116,
            "text": "The high value commercial disputes involve complex facts and questions of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "602b18953e324106b4cc2fb9c9b8495b_98"
        },
        {
            "start": 12117,
            "end": 12211,
            "text": "Therefore, there is a need to provide for an independent mechanism for their early resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0c33c6e6d0943488e95110666fe8776_99"
        },
        {
            "start": 12212,
            "end": 12361,
            "text": "Early resolution of commercial disputes shall create a positive image to the investor world about the independent and responsive Indian legal system.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33430f1a03194aa688072a8e1a7519ac_100"
        },
        {
            "start": 12363,
            "end": 12369,
            "text": "xxx 6.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffb3bec978e54005af20cdbe7d1bbb32_101"
        },
        {
            "start": 12370,
            "end": 13694,
            "text": "It is proposed to introduce the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015 to replace the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 which inter alia, provides for the following namely:\n(i) constitution of the Commercial Courts at District level except for the territory over which any High Court is having ordinary original civil jurisdiction;\n(ii) constitution of the Commercial Divisions in those High Courts which are already exercising ordinary civil jurisdiction and they shall have territorial jurisdiction over such areas on which it has original jurisdiction;\n(iii) constitution of the Commercial Appellate Division in all the High Courts to hear the appeals against the Orders of the Commercial Courts and the Orders of the Commercial Division of the High Court;\n(iv) the minimum pecuniary jurisdiction of such Commercial Courts and Commercial Division is proposed as one crore rupees; and (v) to amend the Code of Civil Procedure, 1908 as applicable to the Commercial Courts and Commercial Divisions which shall prevail over the existing High Courts Rules and other provisions of the Code of Civil Procedure, 1908 so as to improve the efficiency and reduce delays in disposal of commercial cases.",
            "labels": [
                "STA"
            ],
            "id": "1f347c2a3e934312ba60d0689142b5fe_102"
        },
        {
            "start": 13696,
            "end": 13893,
            "text": "7. The proposed Bill shall accelerate economic growth, improve the international image of the Indian Justice delivery system, and the faith of the investor world in the legal culture of the nation.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "00d8dab92f2448b290000fc870c473d2_103"
        },
        {
            "start": 13895,
            "end": 14025,
            "text": "11. The relevant provisions of the Commercial Courts Act for the purpose of deciding these appeals are as follows:\n2. Definitions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34cd24e0450b41c5a231a74df7614e7a_104"
        },
        {
            "start": 14026,
            "end": 14363,
            "text": "(1) In this Act, unless the context otherwise requires, _ (i) Specified Value, in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 which shall not be less than one crore rupees or such higher value, as may be notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "06f6f74598b944e29cc6756ca6621b36_105"
        },
        {
            "start": 14364,
            "end": 14418,
            "text": "\n4. Constitution of Commercial Division of High Court.",
            "labels": [
                "STA"
            ],
            "id": "26ea6a0d112b4fb28e58a9f83b20fc36_106"
        },
        {
            "start": 14419,
            "end": 14708,
            "text": "- (1) In all High Courts, having ordinary civil jurisdiction, the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.",
            "labels": [
                "STA"
            ],
            "id": "bedc964c1aa1489d8c28823af5c3713a_107"
        },
        {
            "start": 14709,
            "end": 14891,
            "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "ac21fe66d9d944fdb247a7339b2fe149_108"
        },
        {
            "start": 14892,
            "end": 14942,
            "text": "\n5. Constitution of Commercial Appellate Division.",
            "labels": [
                "STA"
            ],
            "id": "e6376c4609c74bd19b6b7d490a88629d_109"
        },
        {
            "start": 14943,
            "end": 15280,
            "text": "-(1) After issuing notification under sub-section (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act.",
            "labels": [
                "STA"
            ],
            "id": "ac6aaa78f826460d9c907c6fc41b0eee_110"
        },
        {
            "start": 15281,
            "end": 15473,
            "text": "\n(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.",
            "labels": [
                "STA"
            ],
            "id": "3448623526064012ac663439f4c26148_111"
        },
        {
            "start": 15474,
            "end": 15530,
            "text": "\n7. Jurisdiction of Commercial Divisions of High Courts.",
            "labels": [
                "STA"
            ],
            "id": "54f7862be6214d69936eb6ec43937ebc_112"
        },
        {
            "start": 15531,
            "end": 16395,
            "text": "- All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court:\nProvided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court:\nProvided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 or section 104 of the Patents Act, 1970 shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.",
            "labels": [
                "STA"
            ],
            "id": "8c4badac1f63494fa5084b8890704af2_113"
        },
        {
            "start": 16396,
            "end": 17300,
            "text": "\n10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and (1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.\n(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.",
            "labels": [
                "STA"
            ],
            "id": "344cbd50ec7246b2b5b26cce9f672421_114"
        },
        {
            "start": 17301,
            "end": 17806,
            "text": "(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "STA"
            ],
            "id": "aff17569cd034e6a84adcd7ec8a2d28d_115"
        },
        {
            "start": 17807,
            "end": 17878,
            "text": "\n11. Bar of jurisdiction of Commercial Courts and Commercial Divisions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aedbdc062568408aa587acc98ac33db7_116"
        },
        {
            "start": 17879,
            "end": 18219,
            "text": "- Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.",
            "labels": [
                "STA"
            ],
            "id": "abffa240b50643f58fe7446e55c1204d_117"
        },
        {
            "start": 18220,
            "end": 18292,
            "text": "\n13. Appeals from decrees of Commercial Courts and Commercial Divisions.",
            "labels": [
                "STA"
            ],
            "id": "83de98c1cf5740c49c2ce29a46e17de9_118"
        },
        {
            "start": 18293,
            "end": 18829,
            "text": "- (1) Any person aggrieved by the decision of the Commercial Court or Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of judgment or order, as the case may be:\nProvided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "STA"
            ],
            "id": "3c6aaa473c274123a02a475e6e60ae3f_119"
        },
        {
            "start": 18830,
            "end": 19101,
            "text": "\n(2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.",
            "labels": [
                "STA"
            ],
            "id": "1b5fb25c224b4477b160f2b61d3a470b_120"
        },
        {
            "start": 19102,
            "end": 19139,
            "text": "\n14. Expeditious disposal of appeals.",
            "labels": [
                "STA"
            ],
            "id": "8954e2a26ee341d89f3dd7aa971f0fe3_121"
        },
        {
            "start": 19140,
            "end": 19299,
            "text": "- The Commercial Appellate Division shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.",
            "labels": [
                "STA"
            ],
            "id": "fb80ff01a0694ac6ad9632916991ba99_122"
        },
        {
            "start": 19300,
            "end": 19331,
            "text": "\n15. Transfer of pending cases.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0558b6d8a524bd0960256c356ce2650_123"
        },
        {
            "start": 19332,
            "end": 19615,
            "text": "- (1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "3b8f36b00f134412b088b3f82c91b27d_124"
        },
        {
            "start": 19616,
            "end": 21207,
            "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996, relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with Order XIV-A of the Code of Civil Procedure, 1908:\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "STA"
            ],
            "id": "ccaed626c5ba4d4288c31a01f9769b34_125"
        },
        {
            "start": 21208,
            "end": 21756,
            "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.",
            "labels": [
                "STA"
            ],
            "id": "99f48a88585e4c7aacc434f81c9bea5e_126"
        },
        {
            "start": 21757,
            "end": 21792,
            "text": "\n21. Act to have overriding effect.",
            "labels": [
                "STA"
            ],
            "id": "76cc38a1cfc24d8ebb3d1b9898cddcea_127"
        },
        {
            "start": 21793,
            "end": 22076,
            "text": "- Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.",
            "labels": [
                "STA"
            ],
            "id": "df9db4096e6b469e9ad1e513ccef5f08_128"
        },
        {
            "start": 22077,
            "end": 22277,
            "text": "\n12. The Arbitration and Conciliation Act, 1996, repealed the Arbitration Act, 1940, the Arbitration (Protocol and Convention) Act, 1937 and the Foreign Awards (Recognition and Enforcement) Act, 1961.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a32264d17b6440fcbb498b0a5a4c72dd_129"
        },
        {
            "start": 22278,
            "end": 22574,
            "text": "Its long title reads as follows:\nAn Act to consolidate and amend the law relating to domestic arbitration, international commercial arbitration and enforcement of foreign arbitral awards as also to define the law relating to conciliation and for matters connected therewith or incidental thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c886d2286a3941998bcc14e69cf38fcc_130"
        },
        {
            "start": 22575,
            "end": 22605,
            "text": "The said Act is in four parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a38fc0d5bce3439582c46c2e9267448b_131"
        },
        {
            "start": 22606,
            "end": 22763,
            "text": "Part I, with which we are not concerned in the present appeals, speaks of domestic as well as international commercial arbitration that takes place in India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f57566f791914ca9ba7f2d3c03b3ce7d_132"
        },
        {
            "start": 22764,
            "end": 22851,
            "text": "Part II, with which we are directly concerned, speaks of enforcement of foreign awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5091cf3129f349e087f7721c7adf252c_133"
        },
        {
            "start": 22852,
            "end": 23152,
            "text": "A foreign award is defined in Section 44 as meaning an arbitral award on differences between persons arising out of legal relationships considered commercial, inter alia, in pursuance of an agreement in writing for arbitration to which the New York Convention set forth in the First Schedule applies.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a7bb8a680f74e8ba159f79746d21f36_134"
        },
        {
            "start": 23153,
            "end": 23260,
            "text": "Sections 49 and 50, with which we are directly concerned, read as under:\n49. Enforcement of foreign awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28f23dace9924ce48cc66e77616833fa_135"
        },
        {
            "start": 23261,
            "end": 23403,
            "text": "Where the Court is satisfied that the foreign award is enforceable under this Chapter, the award shall be deemed to be a decree of that Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e58aa309c05648698ab7dfd71bdcebbc_136"
        },
        {
            "start": 23404,
            "end": 23479,
            "text": "\n50. Appealable orders.(1) An appeal shall lie from the order refusing to  ",
            "labels": [
                "STA"
            ],
            "id": "a509798004bf4e00b8bfeebfe17085dc_137"
        },
        {
            "start": 23479,
            "end": 23580,
            "text": "( a ) refer the parties to arbitration under section 45;\n(b) enforce a foreign award under section 48",
            "labels": [
                "STA"
            ],
            "id": "10dc0262508c466781d769cff70d111c_138"
        },
        {
            "start": 23581,
            "end": 23645,
            "text": ", to the court authorised by law to hear appeals from such order",
            "labels": [
                "STA"
            ],
            "id": "5db6bf3fda3240829fe8472e842583c4_139"
        },
        {
            "start": 23646,
            "end": 23826,
            "text": ". \n(2) No second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or take away any right to appeal to the Supreme Court.",
            "labels": [
                "STA"
            ],
            "id": "558d87403b0d45389740485ce4302f7d_140"
        },
        {
            "start": 23827,
            "end": 23974,
            "text": "\n13. By the Amendment Act of 2015, pursuant to a Law Commission Report, large scale amendments were made to various provisions contained in Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c96530471fc24b3e96407e1b57b63002_141"
        },
        {
            "start": 23975,
            "end": 24080,
            "text": "So far as Part II is concerned, an explanation was added to Section 47 which reads as under:\nExplanation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b6459e70ce4b4363b51c2f2822ec09ac_142"
        },
        {
            "start": 24081,
            "end": 24486,
            "text": "In this section and in the sections following in this Chapter, Court means the High Court having original jurisdiction to decide the questions forming the subject-matter of the arbitral award if the same had been the subject-matter of a suit on its original civil jurisdiction and in other cases, in the High Court having jurisdiction to hear appeals from decrees of courts subordinate to such High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c570993b99194089bfb98bd464ddd6e5_143"
        },
        {
            "start": 24487,
            "end": 24610,
            "text": "\n14. Section 13(1) of the Commercial Courts Act, with which we are immediately concerned in these appeals, is in two parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75664e3633214ffab708d09d7a189f81_144"
        },
        {
            "start": 24611,
            "end": 24799,
            "text": "The main provision is, as has been correctly submitted by Shri Giri, a provision which provides for appeals from judgments, orders and decrees of the Commercial Division of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15f8517d049441c48e7a0f7a783c5499_145"
        },
        {
            "start": 24800,
            "end": 24866,
            "text": "To this main provision, an exception is carved out by the proviso.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9790bebfbbf43f08cf9953e621e9882_146"
        },
        {
            "start": 24867,
            "end": 25092,
            "text": "The primary purpose of a proviso is to qualify the generality of the main part by providing an exception, which has been set out with great felicity in CIT v. Indo-Mercantile Bank Ltd., 1959 Supp (2) SCR 256 at 266-267, thus:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "535bfd9f89374bd680c839cd2a2ae7c8_147"
        },
        {
            "start": 25093,
            "end": 25337,
            "text": "\nThe proper function of a proviso is that it qualifies the generality of the main enactment by providing an exception and taking out as it were, from the main enactment, a portion which, but for the proviso would fall within the main enactment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "75fd42f6ce6d45e9a2bedc2c03370d58_148"
        },
        {
            "start": 25338,
            "end": 25520,
            "text": "Ordinarily it is foreign to the proper function of a proviso to read it as providing something by way of an addendum or dealing with a subject which is foreign to the main enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c631112bf3b4ca3816f28a595d8aeff_149"
        },
        {
            "start": 25521,
            "end": 25666,
            "text": "It is a fundamental rule of construction that a proviso must be considered with relation to the principal matter to which it stands as a proviso.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0c7bcdba5edb4c208d3c259fe84a0e21_150"
        },
        {
            "start": 25667,
            "end": 25736,
            "text": "Therefore it is to be construed harmoniously with the main enactment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67e4b4b224a24286954f9a204d50e98a_151"
        },
        {
            "start": 25737,
            "end": 25821,
            "text": "(Per Das, C.J. in Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59]).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c55dc7c2cc84433da4f02f31e4eb805f_152"
        },
        {
            "start": 25822,
            "end": 26086,
            "text": "Bhagwati, J., in Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493] said:\nIt is a cardinal rule of interpretation that a proviso to a particular provision of a statute only embraces the field which is covered by the main provision.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a61a54d5442448a2a587f057d0886c49_153"
        },
        {
            "start": 26087,
            "end": 26194,
            "text": "It carves out an exception to the main provision to which it has been enacted as a proviso and to no other.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "401e07c6550d40c1a8d2a5dac36200ec_154"
        },
        {
            "start": 26195,
            "end": 26350,
            "text": "Lord Macmillan in Madras & Southern Maharatta Railway Co. v. Bezwada Municipality [(1944) LR 71 IA 113, 122] laid down the sphere of a proviso as follows:\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6ade1fcd95ff445985a65f98f5de6f0d_155"
        },
        {
            "start": 26350,
            "end": 26535,
            "text": "The proper function of a proviso is to except and deal with a case which would otherwise fall within the general language of the main enactment, and its effect is confined to that case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "16c451226e4d45e7804ce7d94991a6cc_156"
        },
        {
            "start": 26536,
            "end": 26792,
            "text": "Where, as in the present case, the language of the main enactment is clear and unambiguous, a proviso can have no repercussion on the interpretation of the main enactment, so as to exclude from it by implication what clearly falls within its express terms.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "670f42a19f3949c5b1f131fe1e0bb0dd_157"
        },
        {
            "start": 26793,
            "end": 26954,
            "text": "The territory of a proviso therefore is to carve out an exception to the main enactment and exclude something which otherwise would have been within the section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0586b9e1bc2b4179b5921b388d7992ed_158"
        },
        {
            "start": 26955,
            "end": 27247,
            "text": "It has to operate in the same field and if the language of the main enactment is clear it cannot be used for the purpose of interpreting the main enactment or to exclude by implication what the enactment clearly says unless the words of the proviso are such that that is its necessary effect.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29e9b895f6fe453e87e618e2bcd677ff_159"
        },
        {
            "start": 27248,
            "end": 27342,
            "text": "(Vide also Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37] .)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a099d77253574794a9e30df3e368f869_160"
        },
        {
            "start": 27344,
            "end": 27603,
            "text": "15. The proviso goes on to state that an appeal shall lie from such orders passed by the Commercial Division of the High Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure Code, 1908, and Section 37 of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "23f2ff0966524eba94a20790edbf1eb2_161"
        },
        {
            "start": 27604,
            "end": 27902,
            "text": "It will at once be noticed that orders that are not specifically enumerated under Order XLIII of the CPC would, therefore, not be appealable, and appeals that are mentioned in Section 37 of the Arbitration Act alone are appeals that can be made to the Commercial Appellate Division of a High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fb05f31d57743f7b4bf277e94c518b1_162"
        },
        {
            "start": 27904,
            "end": 28094,
            "text": "16. Thus, an order which refers parties to arbitration under Section 8, not being appealable under Section 37(1)(a), would not be appealable under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ae36c4af7a44f1a94ef80705b982647_163"
        },
        {
            "start": 28095,
            "end": 28330,
            "text": "Similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of Section 16 of the Arbitration Act would equally not be appealable under Section 37(2)(a) and, therefore, under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a4600e7a2f7424eb038acf3d2fd4a06_164"
        },
        {
            "start": 28332,
            "end": 28352,
            "text": "17. So far, so good.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "568ba42164414077821c721d65f5339a_165"
        },
        {
            "start": 28353,
            "end": 28683,
            "text": "However, it is Shri Giris main argument that Section 50 of the Arbitration Act does not find any mention in the proviso to Section 13(1) of the Commercial Courts Act and, therefore, notwithstanding that an appeal would not lie under Section 50 of the Arbitration Act, it would lie under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0cf8b7cfacc84e6abb32a9165176e741_166"
        },
        {
            "start": 28685,
            "end": 28785,
            "text": "18. To answer this question, it is necessary to advert to the judgment in Fuerst Day Lawson (supra).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e78d74bf9d19444f8cc6e9a27e4b5e41_167"
        },
        {
            "start": 28786,
            "end": 29042,
            "text": "The common question that arose for consideration in the batch of cases before the Court was whether an order, though not appealable under Section 50 of the Arbitration Act would, nevertheless be subject to appeal under the Letters Patent of the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a322975e8b74a4b98845fc0a24d06f5_168"
        },
        {
            "start": 29043,
            "end": 29222,
            "text": "In answering this question, this Court exhaustively reviewed the authorities and then stated, in paragraph 36, that the decisions noticed so far lay down certain broad principles.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad386bccd2be4cfdb60292b77a994a6d_169"
        },
        {
            "start": 29223,
            "end": 29518,
            "text": "We are directly concerned with the principle laid down in sub-section (vii), which reads as under:\n(vii) The exception to the aforementioned rule is where the special Act sets out a self-contained code and in that event the applicability of the general law procedure would be impliedly excluded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "342fbea0554446e1b04a65d2dd2ff42f_170"
        },
        {
            "start": 29519,
            "end": 29726,
            "text": "The express provision need not refer to or use the words letters patent but if on a reading of the provision it is clear that all further appeals are barred then even a letters patent appeal would be barred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1eaa108b36a04a5dba7213e2cc110268_171"
        },
        {
            "start": 29727,
            "end": 29744,
            "text": "(at page 350)\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13bf257b610f48d0896373ef0342892c_172"
        },
        {
            "start": 29745,
            "end": 29992,
            "text": "One of the submissions made before this Court in that case is the identical submission made by Shri Giri before us that Section 37 contains the expression and from no others which is conspicuous by its absence in Section 50 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78c88f5a659d4929a30280300d29fd88_173"
        },
        {
            "start": 29993,
            "end": 30039,
            "text": "This was answered by the Court as follows:\n60.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "43c5e1925a0540d3921112d4110539d8_174"
        },
        {
            "start": 30040,
            "end": 30186,
            "text": "It is also evident that Part I and Part II of the Act are quite separate and contain provisions that act independently in their respective fields.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a7a7d0fb3724aa39785a545d82f4d64_175"
        },
        {
            "start": 30187,
            "end": 30385,
            "text": "The opening words of Section 2 i.e. the definition clause in Part I, make it clear that meanings assigned to the terms and expressions defined in that section are for the purpose of that part alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d04a9b18f7b4b04856c2b0a89000359_176"
        },
        {
            "start": 30386,
            "end": 30477,
            "text": "Section 4 which deals with waiver of right to object is also specific to Part I of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "424e1e957b4248f19ee6d9bbb76db13e_177"
        },
        {
            "start": 30478,
            "end": 30571,
            "text": "Section 5 dealing with extent of judicial intervention is also specific to Part I of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5702f4925df24b138b51fa643e5a56ae_178"
        },
        {
            "start": 30572,
            "end": 30705,
            "text": "Section 7 that defines arbitration agreement in considerable detail also confines the meaning of the term to Part I of the Act alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302ac5c3d53b41cda5b68c9a5eba2a87_179"
        },
        {
            "start": 30706,
            "end": 31003,
            "text": "Section 8 deals with the power of a judicial authority to refer parties to arbitration where there is an arbitration agreement and this provision too is relatable to Part I alone (corresponding provisions are independently made in Sections 45 and 54 of Chapters I and II, respectively of Part II).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffa5ca93c63448e3abd6877037ccdf12_180"
        },
        {
            "start": 31004,
            "end": 31135,
            "text": "The other provisions in Part I by their very nature shall have no application insofar as the two chapters of Part II are concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9538fe0e286248bbad69986848d05230_181"
        },
        {
            "start": 31137,
            "end": 31411,
            "text": "61. Once it is seen that Part I and Part II of the Act are quite different in their object and purpose and the respective schemes, it naturally follows that Section 37 in Part I (analogous to Section 39 of the 1940 Act) is not comparable to Section 50 in Part II of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "14b9d006ec9e4182baf9c6e481563855_182"
        },
        {
            "start": 31412,
            "end": 31567,
            "text": "This is not because, as Mr Sundaram contends Section 37 has the words in parenthesis and from no others which are not to be found in Section 50 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "feda138d2e774360876b9e376acf6eb2_183"
        },
        {
            "start": 31568,
            "end": 31668,
            "text": "Section 37 and Section 50 are not comparable because they belong to two different statutory schemes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86c64547a11d4764a21a07807f9ce029_184"
        },
        {
            "start": 31669,
            "end": 31889,
            "text": "Section 37 containing the provision of appeal is part of a much larger framework that, as seen above, has provisions for the complete range of law concerning domestic arbitration and international commercial arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5bf8b9e56a17436aa2d19b6fd6be920b_185"
        },
        {
            "start": 31890,
            "end": 32051,
            "text": "Section 50 on the other hand contains the provision of appeal in a much limited framework, concerned only with the enforcement of the New York Convention Awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a942e610261b465aad1c04cbff38e322_186"
        },
        {
            "start": 32052,
            "end": 32160,
            "text": "In one sense, the two sections, though each containing the appellate provision belong to different statutes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fa27eacb1354674bb76aad6357bcca0_187"
        },
        {
            "start": 32161,
            "end": 32179,
            "text": "(at pages 356-357)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78e88ed0706f45d2bac58c7b8327c823_188"
        },
        {
            "start": 32180,
            "end": 32292,
            "text": "The Court then went into the legislative policy which led to the enactment of Section 50 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3fb6e021ef364d969fac18bed155b4fa_189"
        },
        {
            "start": 32293,
            "end": 32512,
            "text": "It found that under the erstwhile Foreign Awards Act, a formal decree had to be passed in terms of the foreign award, and there was a possibility that such decree may be in excess of or not in accordance with the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bb5b77ce24141f7b5735d12ca0cb1e8_190"
        },
        {
            "start": 32513,
            "end": 32650,
            "text": "It was for this reason that an appeal lay under Section 6(2) of the Foreign Awards Act even against a decree enforcing the foreign award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55298116edd24e628ba58c472ea05517_191"
        },
        {
            "start": 32651,
            "end": 32833,
            "text": "However, this was done away with in the Arbitration Act, by enacting Section 49, which makes a radical change by which the foreign award itself is deemed to be a decree of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ec58838b66a402394728dc2d44be310_192"
        },
        {
            "start": 32834,
            "end": 33014,
            "text": "The exclusion of an appeal in such cases has thus to be understood in the light of the change in law introduced by Section 49 of the Act (see paragraphs 74 and 75 of the judgment).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "222eb982d05542dcad1cf12aa34603e2_193"
        },
        {
            "start": 33015,
            "end": 33229,
            "text": "It may be added that the aforesaid amendment has speeded up the process of enforcing foreign awards by taking away the right of appeal in cases where the Single Judge decides in favour of enforcing a foreign award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "799742cf364d4c21bc06eab849f65e10_194"
        },
        {
            "start": 33231,
            "end": 33379,
            "text": "20. The Court went on to discuss this Courts judgment in Union of India vs. Mohindra Supply Company, (1962) 3 SCR 497, and ultimately concluded:\n89.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4f0b3d00a1374a4eaa351c74210dae4f_195"
        },
        {
            "start": 33380,
            "end": 33558,
            "text": "It is, thus, to be seen that the Arbitration Act, 1940, from its inception and right through to 2004 (in P.S. Sathappan [(2004) 11 SCC 672]) was held to be a self-contained code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20ee0f3309364628a2dfdd301d787d92_196"
        },
        {
            "start": 33559,
            "end": 33885,
            "text": "Now, if the Arbitration Act, 1940 was held to be a self-contained code, on matters pertaining to arbitration, the Arbitration and Conciliation Act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the Uncitral Model must be held only to be more so.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30b04f77122947c5a3372227d8270a93_197"
        },
        {
            "start": 33886,
            "end": 34231,
            "text": "Once it is held that the Arbitration Act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of Tulzapurkar, J., that it carries with it a negative import that only such acts as are mentioned in the Act are permissible to be done and acts or things not mentioned therein are not permissible to be done.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2a4eb1d9127494fb5f4e8e74c02347f_198"
        },
        {
            "start": 34232,
            "end": 34475,
            "text": "In other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special Act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0137c65237ab40f2a1d59cb33784f087_199"
        },
        {
            "start": 34477,
            "end": 34949,
            "text": "90. We, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by Sections 49 and 50 of the 1996 Act and the radical change that it brings about in the earlier provision of appeal under Section 6 of the 1961 Act and the other on a macro basis by taking into account the nature and character of the 1996 Act as a self-contained and exhaustive code in itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2a90fa5799104d0da49a2fc5ff971204_200"
        },
        {
            "start": 34951,
            "end": 35154,
            "text": "91. In light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under Section 50 of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c10e5265292a44078799240c2b2529b0_201"
        },
        {
            "start": 35155,
            "end": 35168,
            "text": "(at page 371)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "911ea72217d84e62802f84b79a0a4e67_202"
        },
        {
            "start": 35170,
            "end": 35612,
            "text": "21. Given the judgment of this Court in Fuerst Day Lawson (supra), which Parliament is presumed to know when it enacted the Arbitration Amendment Act, 2015, and given the fact that no change was made in Section 50 of the Arbitration Act when the Commercial Courts Act was brought into force, it is clear that Section 50 is a provision contained in a self-contained code on matters pertaining to arbitration, and which is exhaustive in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60ba385d5afd408d9a05d002d4d3a29f_203"
        },
        {
            "start": 35613,
            "end": 35765,
            "text": "It carries the negative import mentioned in paragraph 89 of Fuerst Day Lawson (supra) that appeals which are not mentioned therein, are not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "beb1e9190c714b6f917f20530839df88_204"
        },
        {
            "start": 35766,
            "end": 36031,
            "text": "This being the case, it is clear that Section 13(1) of the Commercial Courts Act, being a general provision vis--vis arbitration relating to appeals arising out of commercial disputes, would obviously not apply to cases covered by Section 50 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ecaaa49b2f1f498c86dcca1ab20ff67e_205"
        },
        {
            "start": 36033,
            "end": 36362,
            "text": "22. However, the question still arises as to why Section 37 of the Arbitration Act was expressly included in the proviso to Section 13(1) of the Commercial Courts Act, which is equally a special provision of appeal contained in a self-contained code, which in any case would be outside Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9d856b0caa094e1c9ef05bbd8d2296dc_206"
        },
        {
            "start": 36363,
            "end": 36417,
            "text": "One answer is that this was done ex abundanti cautela.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "885b3e0e036c41e79f2bd2477ee2bd02_207"
        },
        {
            "start": 36418,
            "end": 36789,
            "text": "Another answer may be that as Section 37 itself was amended by the Arbitration Amendment Act, 2015, which came into force on the same day as the Commercial Courts Act, Parliament thought, in its wisdom, that it was necessary to emphasise that the amended Section 37 would have precedence over the general provision contained in Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90d09811b8744aa49919959126d55664_208"
        },
        {
            "start": 36790,
            "end": 37017,
            "text": "Incidentally, the amendment of 2015 introduced one more category into the category of appealable orders in the Arbitration Act, namely, a category where an order is made under Section 8 refusing to refer parties to arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2649f71e28a41d6ab1688944b2e1e91_209"
        },
        {
            "start": 37018,
            "end": 37272,
            "text": "Parliament may have found it necessary to emphasize the fact that an order referring parties to arbitration under Section 8 is not appealable under Section 37(1)(a) and would, therefore, not be appealable under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38e0bb9923374308ba2167e79760f982_210"
        },
        {
            "start": 37273,
            "end": 37592,
            "text": "Whatever may be the ultimate reason for including Section 37 of the Arbitration Act in the proviso to Section 13(1), the ratio decidendi of the judgment in Fuerst Day Lawson (supra) would apply, and this being so, appeals filed under Section 50 of the Arbitration Act would have to follow the drill of Section 50 alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c31d172465f346fca729ed1459903f76_211"
        },
        {
            "start": 37593,
            "end": 37661,
            "text": "\n23 . This, in fact, follows from the language of Section 50 itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e0650ec56064b88898a88f6f98ba9dc_212"
        },
        {
            "start": 37662,
            "end": 37768,
            "text": "In all arbitration cases of enforcement of foreign awards, it is Section 50 alone that provides an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16b55803b0f74ea2ab965458ff91831d_213"
        },
        {
            "start": 37769,
            "end": 37892,
            "text": "Having provided for an appeal, the forum of appeal is left to the Court authorized by law to hear appeals from such orders.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c816017fac9b4b5d83cf477bfac5d8f1_214"
        },
        {
            "start": 37893,
            "end": 38130,
            "text": "Section 50 properly read would, therefore, mean that if an appeal lies under the said provision, then alone would Section 13(1) of the Commercial Courts Act be attracted as laying down the forum which will hear and decide such an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a510047ef7864563a4eb11f38ef590bb_215"
        },
        {
            "start": 38132,
            "end": 38537,
            "text": "24. In fact, in Sumitomo Corporation vs. CDC Financial Services (Mauritius) Ltd. and Ors., (2008) 4 SCC 91, this Court adverted to Section 50 of the Arbitration Act and to Sections 10(1)(a) and 10F of the Companies Act, 1956, to hold that once an appeal is provided for in Section 50, the Court authorized by law to hear such appeals would then be found in Sections 10(1)\n(a) and 10F of the Companies Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dec0cecc736c4c73a6604dacae0c9ff6_216"
        },
        {
            "start": 38538,
            "end": 38723,
            "text": "The present case is a parallel instance of Section 50 of the Arbitration Act providing for an appeal, and Section 13(1) of the Commercial Courts Act providing the forum for such appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a21113246d60425e9436871c48158bce_217"
        },
        {
            "start": 38724,
            "end": 38839,
            "text": "Only, in the present case, as no appeal lies under Section 50 of the Arbitration Act, no forum can be provided for.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "94d3d5e84fe34061a733c130c22ed731_218"
        },
        {
            "start": 38841,
            "end": 38999,
            "text": "25. A recent judgment of this Court in Arun Dev Upadhyaya v. Integrated Sales Service Ltd., (2016) 9 SCC 524 at 537 was adverted to by counsel for both sides.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b4d38b0b3a5f4875a97efe09ecbe428a_219"
        },
        {
            "start": 39000,
            "end": 39108,
            "text": "On facts, in this case, the Single Judge had refused to enforce a foreign award in favour of the appellants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86b3fdf111624a15b977a43b0a494083_220"
        },
        {
            "start": 39109,
            "end": 39289,
            "text": "The Respondents, in that case, claimed that an appeal from the Single Judge was not maintainable in view of the abolition of the letters patent appeal by a Maharashtra Act of 1986.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2d9396e7f4a64f6eb60c4adb28202d88_221"
        },
        {
            "start": 39290,
            "end": 39400,
            "text": "This Court, following Fuerst Day Lawson (supra), repelled the aforesaid contention in the following terms:\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "88547c695e1b43c9b9ef2200aba2bdbd_222"
        },
        {
            "start": 39401,
            "end": 39502,
            "text": "The aforesaid provision clearly lays down that a forum is created i.e. Commercial Appellate Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "de95e259e1a44935bfe877168f0abc9f_223"
        },
        {
            "start": 39503,
            "end": 39559,
            "text": "Section 50(1)(b) of the 1996 Act provides for an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "068c681ef5444544bf268bad2b70c49a_224"
        },
        {
            "start": 39560,
            "end": 39648,
            "text": "Section 50(1)(b) has not been amended by the Act that has come into force on 23-10-2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "82bc28851cec4fe7bd90a313e4a1d9bc_225"
        },
        {
            "start": 39649,
            "end": 39746,
            "text": "Thus, an appeal under Section 50(1)(b) of the 1996 Act before the Division Bench is maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ccd84cff8de40a5b3a484a4f1700b45_226"
        },
        {
            "start": 39748,
            "end": 40012,
            "text": "26. Thus analysed, we find that the impugned judgment [Integrated Sales Services Ltd. v. DMC Management Consultants Ltd., 2016 SCC OnLine Bom 4445] of the learned Single Judge under Section 50(1)(b) of the 1996 Act is passed in the Original Side of the High Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b4bf6858eb1e402d90f496709cd5d4a3_227"
        },
        {
            "start": 40013,
            "end": 40101,
            "text": "Be that as it may, under Section 13 of the Act, the Single Judge has taken the decision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "053deb6df8074b33b56622bc894614cd_228"
        },
        {
            "start": 40102,
            "end": 40201,
            "text": "Section 13 bars an appeal under the Letters Patent unless an appeal is provided under the 1996 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "10383a176967464db7def429178cb4d0_229"
        },
        {
            "start": 40202,
            "end": 40256,
            "text": "Such an appeal is provided under Section 5 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fd05ed0ada14d06b8682727fb03d05b_230"
        },
        {
            "start": 40257,
            "end": 40379,
            "text": "The letters patent appeal could not have been invoked if Section 50 of the 1996 Act would not have provided for an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3e0fe6d23b24c28a30aa5e4adf8478a_231"
        },
        {
            "start": 40380,
            "end": 40414,
            "text": "But it does provide for an appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9383a466e46d423ca37d4054b35d9b8b_232"
        },
        {
            "start": 40415,
            "end": 40636,
            "text": "A conspectus reading of Sections 5 and 13 of the Act and Section 50 of the 1996 Act which has remained unamended leads to the irresistible conclusion that a letters patent appeal is maintainable before the Division Bench.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9abd4b15891b48aa93d3ab144ea04224_233"
        },
        {
            "start": 40637,
            "end": 40763,
            "text": "It has to be treated as an appeal under Section 50(1)(b) of the 1996 Act and has to be adjudicated within the said parameters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "112cf25572304c989a630e43aa2e3fbd_234"
        },
        {
            "start": 40765,
            "end": 40912,
            "text": "26. What is important to note is that it is Section 50 that provides for an appeal, and not the letters patent, given the subject matter of appeal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5e4071f5dbb445c9026df7f21778529_235"
        },
        {
            "start": 40913,
            "end": 40994,
            "text": "Also, the appeal has to be adjudicated within the parameters of Section 50 alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e25800527a04b7f965884f9c4893078_236"
        },
        {
            "start": 40995,
            "end": 41071,
            "text": "Concomitantly, where Section 50 excludes an appeal, no such appeal will lie.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd312af356d440a08e4228b0b72e9cad_237"
        },
        {
            "start": 41073,
            "end": 41204,
            "text": "27. In this view of the case, it is unnecessary to advert to Shri Giris arguments based on Section 21 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "23d525d4206b49f287862b264a607f71_238"
        },
        {
            "start": 41205,
            "end": 41368,
            "text": "Section 21 would only apply if Section 13(1) were to apply in the first place, which, as has been found, cannot be held to apply for the reasons given hereinabove.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bc8c58c355d445a9b2cefcaacdd867c2_239"
        },
        {
            "start": 41369,
            "end": 41514,
            "text": "Equally, it is unnecessary to advert to the arguments of the learned counsel for the Appellants based on Section 11 of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d3c020904b448e89822deb981407c7e_240"
        },
        {
            "start": 41516,
            "end": 41580,
            "text": "28. The matter can be looked at from a slightly different angle.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8695d70dd1034cdeae26ec612e21a846_241"
        },
        {
            "start": 41581,
            "end": 41720,
            "text": "Given the objects of both the statutes, it is clear that arbitration itself is meant to be a speedy resolution of disputes between parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18f489b804ca43d7a492415e9e1843df_242"
        },
        {
            "start": 41721,
            "end": 41895,
            "text": "Equally, enforcement of foreign awards should take place as soon as possible if India is to remain as an equal partner, commercially speaking, in the international community.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e02e87cf6384295aae4961a4e94e669_243"
        },
        {
            "start": 41896,
            "end": 42064,
            "text": "In point of fact, the raison dtre for the enactment of the Commercial Courts Act is that commercial disputes involving high amounts of money should be speedily decided.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3e677e1fa084a5eaaa8ae6f36384151_244"
        },
        {
            "start": 42065,
            "end": 42319,
            "text": "Given the objects of both the enactments, if we were to provide an additional appeal, when Section 50 does away with an appeal so as to speedily enforce foreign awards, we would be turning the Arbitration Act and the Commercial Courts Act on their heads.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90b0d4559d3d4773967fc5d748aa5365_245"
        },
        {
            "start": 42320,
            "end": 42580,
            "text": "Admittedly, if the amount contained in a foreign award to be enforced in India were less than Rs. one crore, and a Single Judge of a High Court were to enforce such award, no appeal would lie, in keeping with the object of speedy enforcement of foreign awards.",
            "labels": [
                "RATIO"
            ],
            "id": "1fe356b7c90b4486be2388261593f665_246"
        },
        {
            "start": 42581,
            "end": 42832,
            "text": "However, if, in the same fact circumstance, a foreign award were to be for Rs.one crore or more, if the Appellants are correct, enforcement of such award would be further delayed by providing an appeal under Section 13(1) of the Commercial Courts Act.",
            "labels": [
                "RATIO"
            ],
            "id": "28d3f9d76dd3406b9cc854042d0f31b9_247"
        },
        {
            "start": 42833,
            "end": 43077,
            "text": "Any such interpretation would lead to absurdity, and would be directly contrary to the object sought to be achieved by the Commercial Courts Act, viz., speedy resolution of disputes of a commercial nature involving a sum of Rs.1 crore and over.",
            "labels": [
                "RATIO"
            ],
            "id": "a768ed12bba74bc29e680a03ecedf928_248"
        },
        {
            "start": 43078,
            "end": 43237,
            "text": "For this reason also, we feel that Section 13(1) of the Commercial Courts Act must be construed in accordance with the object sought to be achieved by the Act.",
            "labels": [
                "RATIO"
            ],
            "id": "f31663079ef942dd90780e1be06da5ec_249"
        },
        {
            "start": 43238,
            "end": 43420,
            "text": "Any construction of Section 13 of the Commercial Courts Act, which would lead to further delay, instead of an expeditious enforcement of a foreign award must, therefore, be eschewed.",
            "labels": [
                "RATIO"
            ],
            "id": "c0be43502d3340bc8133b3aa789a962e_250"
        },
        {
            "start": 43421,
            "end": 43729,
            "text": "Even on applying the doctrine of harmonious construction of both statutes, it is clear that they are best harmonized by giving effect to the special statute i.e. the Arbitration Act, vis--vis the more general statute, namely the Commercial Courts Act, being left to operate in spheres other than arbitration.",
            "labels": [
                "RATIO"
            ],
            "id": "bcb75550fc39411b8f74a4511c7eeaa9_251"
        },
        {
            "start": 43731,
            "end": 43799,
            "text": "29. The appeals are, therefore, dismissed with no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "2014901993b74f8698f2c79be378b01a_252"
        },
        {
            "start": 43800,
            "end": 43853,
            "text": "\n.. J.\n(R. F. Nariman) .. J.\n(Navin Sinha) New Delhi.",
            "labels": [
                "NONE"
            ],
            "id": "7ab7afdb027d435f969cdc5002dca6dc_253"
        },
        {
            "start": 43854,
            "end": 43872,
            "text": "\nFebruary 7, 2018.",
            "labels": [
                "NONE"
            ],
            "id": "fd392fb35ae3435399fe88b7ff6307e9_254"
        }
    ],
    "entities": [
        {
            "text": "Kandla Export Corporation",
            "label": "PETITIONER",
            "start_char": 29,
            "end_char": 54
        },
        {
            "text": "Oci Corporation",
            "label": "RESPONDENT",
            "start_char": 63,
            "end_char": 78
        },
        {
            "text": "R.F. Nariman",
            "label": "LAWYER",
            "start_char": 107,
            "end_char": 119
        },
        {
            "text": "Rohinton Fali Nariman",
            "label": "JUDGE",
            "start_char": 127,
            "end_char": 148
        },
        {
            "text": "Kandla Export Corporation",
            "label": "PETITIONER",
            "start_char": 557,
            "end_char": 582
        },
        {
            "text": "Oci Corporation",
            "label": "RESPONDENT",
            "start_char": 714,
            "end_char": 729
        },
        {
            "text": "E.C.Agrawala",
            "label": "LAWYER",
            "start_char": 947,
            "end_char": 959
        },
        {
            "text": "Tejas Karia",
            "label": "LAWYER",
            "start_char": 1014,
            "end_char": 1025
        },
        {
            "text": "Ananya Aggarwal",
            "label": "LAWYER",
            "start_char": 1078,
            "end_char": 1093
        },
        {
            "text": "Surabhi Lal",
            "label": "LAWYER",
            "start_char": 1146,
            "end_char": 1157
        },
        {
            "text": "S.S",
            "label": "LAWYER",
            "start_char": 1210,
            "end_char": 1213
        },
        {
            "text": "..",
            "label": "LAWYER",
            "start_char": 1213,
            "end_char": 1215
        },
        {
            "text": "Shroff",
            "label": "LAWYER",
            "start_char": 1215,
            "end_char": 1221
        },
        {
            "text": "Rohinton   Fali   Nariman",
            "label": "JUDGE",
            "start_char": 1292,
            "end_char": 1317
        },
        {
            "text": "Navin Sinha",
            "label": "JUDGE",
            "start_char": 1456,
            "end_char": 1467
        },
        {
            "text": "SHASHI SAREEN",
            "label": "OTHER_PERSON",
            "start_char": 1691,
            "end_char": 1704
        },
        {
            "text": "Shashi Sareen",
            "label": "OTHER_PERSON",
            "start_char": 1763,
            "end_char": 1776
        },
        {
            "text": "Saroj Kumari Gaur",
            "label": "OTHER_PERSON",
            "start_char": 1797,
            "end_char": 1814
        },
        {
            "text": "SUPREME COURT OF INDIA",
            "label": "COURT",
            "start_char": 2122,
            "end_char": 2144
        },
        {
            "text": "1661-1663 OF 2018",
            "label": "DATE",
            "start_char": 2233,
            "end_char": 2250
        },
        {
            "text": "SLP (C) NOS.28582-28584 OF 2017",
            "label": "CASE_NUMBER",
            "start_char": 2280,
            "end_char": 2311
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 2321,
            "end_char": 2346
        },
        {
            "text": "OCI Corporation",
            "label": "RESPONDENT",
            "start_char": 2431,
            "end_char": 2446
        },
        {
            "text": "JUDGMENT R.F. NARIMAN",
            "label": "RESPONDENT",
            "start_char": 2522,
            "end_char": 2543
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 2666,
            "end_char": 2676
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2684,
            "end_char": 2722
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 2756,
            "end_char": 2771
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 2809,
            "end_char": 2822
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 2830,
            "end_char": 2927
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 2961,
            "end_char": 2982
        },
        {
            "text": "28th April, 2014",
            "label": "DATE",
            "start_char": 3065,
            "end_char": 3081
        },
        {
            "text": "Arbitration Rule No.125",
            "label": "CASE_NUMBER",
            "start_char": 3127,
            "end_char": 3150
        },
        {
            "text": "Grain and Feed Trade Association (GAFTA)",
            "label": "ORG",
            "start_char": 3158,
            "end_char": 3198
        },
        {
            "text": "16 th April, 2015",
            "label": "DATE",
            "start_char": 3423,
            "end_char": 3440
        },
        {
            "text": "Queens Bench",
            "label": "COURT",
            "start_char": 3684,
            "end_char": 3697
        },
        {
            "text": "14th July, 2015",
            "label": "DATE",
            "start_char": 3747,
            "end_char": 3762
        },
        {
            "text": "15th September, 2015",
            "label": "DATE",
            "start_char": 3989,
            "end_char": 4009
        },
        {
            "text": "U.K.",
            "label": "GPE",
            "start_char": 4111,
            "end_char": 4115
        },
        {
            "text": "E.P. No.167 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 4267,
            "end_char": 4286
        },
        {
            "text": "Section 48",
            "label": "PROVISION",
            "start_char": 4304,
            "end_char": 4314
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 4322,
            "end_char": 4337
        },
        {
            "text": "29 th June, 2015",
            "label": "DATE",
            "start_char": 4341,
            "end_char": 4357
        },
        {
            "text": "District Court, Gandhidham-Kutch",
            "label": "COURT",
            "start_char": 4388,
            "end_char": 4420
        },
        {
            "text": "7 th March, 2016",
            "label": "DATE",
            "start_char": 4425,
            "end_char": 4441
        },
        {
            "text": "12 th September, 2016",
            "label": "DATE",
            "start_char": 4506,
            "end_char": 4527
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 4581,
            "end_char": 4602
        },
        {
            "text": "Section 15(5)",
            "label": "PROVISION",
            "start_char": 4610,
            "end_char": 4623
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 4631,
            "end_char": 4652
        },
        {
            "text": "11 th November, 2016",
            "label": "DATE",
            "start_char": 4751,
            "end_char": 4771
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 4867,
            "end_char": 4888
        },
        {
            "text": "3 rd March, 2017",
            "label": "DATE",
            "start_char": 4973,
            "end_char": 4989
        },
        {
            "text": "8th August, 2017",
            "label": "DATE",
            "start_char": 4998,
            "end_char": 5014
        },
        {
            "text": "High Court of Gujarat",
            "label": "COURT",
            "start_char": 5020,
            "end_char": 5041
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5237,
            "end_char": 5258
        },
        {
            "text": "28 th September, 2017",
            "label": "DATE",
            "start_char": 5311,
            "end_char": 5332
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5351,
            "end_char": 5372
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5499,
            "end_char": 5514
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 5542,
            "end_char": 5552
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5560,
            "end_char": 5575
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 5731,
            "end_char": 5746
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5978,
            "end_char": 5999
        },
        {
            "text": "V. Giri",
            "label": "OTHER_PERSON",
            "start_char": 6010,
            "end_char": 6017
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6106,
            "end_char": 6127
        },
        {
            "text": "Sections 3 to 7",
            "label": "PROVISION",
            "start_char": 6166,
            "end_char": 6181
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6218,
            "end_char": 6228
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6264,
            "end_char": 6274
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 6383,
            "end_char": 6393
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6401,
            "end_char": 6416
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 6450,
            "end_char": 6463
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6471,
            "end_char": 6492
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 6532,
            "end_char": 6545
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 6616,
            "end_char": 6626
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6634,
            "end_char": 6649
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 6710,
            "end_char": 6720
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6764,
            "end_char": 6785
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6913,
            "end_char": 6923
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 6931,
            "end_char": 6946
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 6995,
            "end_char": 7008
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7016,
            "end_char": 7037
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 7204,
            "end_char": 7214
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7222,
            "end_char": 7237
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 7275,
            "end_char": 7288
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7296,
            "end_char": 7317
        },
        {
            "text": "8 th August, 2017",
            "label": "DATE",
            "start_char": 7484,
            "end_char": 7501
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 7675,
            "end_char": 7688
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7696,
            "end_char": 7717
        },
        {
            "text": "Section 13(2)",
            "label": "PROVISION",
            "start_char": 7739,
            "end_char": 7752
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 7803,
            "end_char": 7824
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 8155,
            "end_char": 8165
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 8300,
            "end_char": 8309
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8317,
            "end_char": 8332
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 8382,
            "end_char": 8388
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8396,
            "end_char": 8411
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 8498,
            "end_char": 8505
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8513,
            "end_char": 8528
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 8657,
            "end_char": 8667
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8675,
            "end_char": 8696
        },
        {
            "text": "Section 49",
            "label": "PROVISION",
            "start_char": 8740,
            "end_char": 8750
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 8758,
            "end_char": 8773
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 8934,
            "end_char": 8947
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 8955,
            "end_char": 8976
        },
        {
            "text": "Tejas Karia",
            "label": "LAWYER",
            "start_char": 9166,
            "end_char": 9177
        },
        {
            "text": "Sections 10 and 11",
            "label": "PROVISION",
            "start_char": 9275,
            "end_char": 9293
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9301,
            "end_char": 9322
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 9377,
            "end_char": 9387
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9395,
            "end_char": 9410
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 9427,
            "end_char": 9437
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9445,
            "end_char": 9466
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 9530,
            "end_char": 9540
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 9548,
            "end_char": 9569
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 9589,
            "end_char": 9599
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 9616,
            "end_char": 9626
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9634,
            "end_char": 9649
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 9735,
            "end_char": 9745
        },
        {
            "text": "Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8",
            "label": "PRECEDENT",
            "start_char": 9862,
            "end_char": 9923
        },
        {
            "text": "SCC 333",
            "label": "PROVISION",
            "start_char": 9924,
            "end_char": 9931
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 9953,
            "end_char": 9968
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 10106,
            "end_char": 10116
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10124,
            "end_char": 10145
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10330,
            "end_char": 10351
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 10388,
            "end_char": 10403
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10909,
            "end_char": 10930
        },
        {
            "text": "U.K.",
            "label": "GPE",
            "start_char": 11131,
            "end_char": 11135
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11332,
            "end_char": 11353
        },
        {
            "text": "Arbitration Amendment Act of 2015",
            "label": "STATUTE",
            "start_char": 11378,
            "end_char": 11411
        },
        {
            "text": "23 rd October, 2015",
            "label": "DATE",
            "start_char": 11459,
            "end_char": 11478
        },
        {
            "text": "Law Commission of India",
            "label": "ORG",
            "start_char": 11514,
            "end_char": 11537
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 11589,
            "end_char": 11610
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Bill, 2015",
            "label": "STATUTE",
            "start_char": 12145,
            "end_char": 12243
        },
        {
            "text": "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015",
            "label": "STATUTE",
            "start_char": 12259,
            "end_char": 12362
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 13148,
            "end_char": 13177
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 13326,
            "end_char": 13355
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13675,
            "end_char": 13696
        },
        {
            "text": "section 12",
            "label": "PROVISION",
            "start_char": 13987,
            "end_char": 13997
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 14092,
            "end_char": 14110
        },
        {
            "text": "sub-section (1) of section 3 or order",
            "label": "PROVISION",
            "start_char": 14729,
            "end_char": 14766
        },
        {
            "text": "sub-section (1) of section 4",
            "label": "PROVISION",
            "start_char": 14773,
            "end_char": 14801
        },
        {
            "text": "sub-section (4) of section 22",
            "label": "PROVISION",
            "start_char": 15882,
            "end_char": 15911
        },
        {
            "text": "Designs Act, 2000",
            "label": "STATUTE",
            "start_char": 15919,
            "end_char": 15936
        },
        {
            "text": "section 104",
            "label": "PROVISION",
            "start_char": 15940,
            "end_char": 15951
        },
        {
            "text": "Patents Act, 1970",
            "label": "STATUTE",
            "start_char": 15959,
            "end_char": 15976
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16447,
            "end_char": 16485
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16822,
            "end_char": 16860
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 17219,
            "end_char": 17257
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 18447,
            "end_char": 18458
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 18466,
            "end_char": 18495
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 18523,
            "end_char": 18533
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 18541,
            "end_char": 18579
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 19150,
            "end_char": 19188
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 19433,
            "end_char": 19471
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 19997,
            "end_char": 20035
        },
        {
            "text": "Order XIV-A",
            "label": "PROVISION",
            "start_char": 20638,
            "end_char": 20649
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 20657,
            "end_char": 20686
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order V",
            "label": "PROVISION",
            "start_char": 20717,
            "end_char": 20750
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 20758,
            "end_char": 20787
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 21840,
            "end_char": 21878
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 21893,
            "end_char": 21914
        },
        {
            "text": "Arbitration (Protocol and Convention) Act, 1937",
            "label": "STATUTE",
            "start_char": 21920,
            "end_char": 21967
        },
        {
            "text": "Foreign Awards (Recognition and Enforcement) Act, 1961",
            "label": "STATUTE",
            "start_char": 21976,
            "end_char": 22030
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 22513,
            "end_char": 22518
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 22520,
            "end_char": 22527
        },
        {
            "text": "Section 44",
            "label": "PROVISION",
            "start_char": 22638,
            "end_char": 22648
        },
        {
            "text": "Sections 49 and 50",
            "label": "PROVISION",
            "start_char": 22909,
            "end_char": 22927
        },
        {
            "text": "section 45",
            "label": "PROVISION",
            "start_char": 23281,
            "end_char": 23291
        },
        {
            "text": "section 48",
            "label": "PROVISION",
            "start_char": 23327,
            "end_char": 23337
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23567,
            "end_char": 23580
        },
        {
            "text": "Amendment Act of 2015",
            "label": "STATUTE",
            "start_char": 23595,
            "end_char": 23616
        },
        {
            "text": "Part I.",
            "label": "PROVISION",
            "start_char": 23723,
            "end_char": 23730
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 23741,
            "end_char": 23748
        },
        {
            "text": "Section 47",
            "label": "PROVISION",
            "start_char": 23791,
            "end_char": 23801
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 24252,
            "end_char": 24265
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24273,
            "end_char": 24294
        },
        {
            "text": "Giri",
            "label": "OTHER_PERSON",
            "start_char": 24434,
            "end_char": 24438
        },
        {
            "text": "CIT v. Indo-Mercantile Bank Ltd., 1959 Supp (2) SCR 256 at 266-267",
            "label": "PRECEDENT",
            "start_char": 24779,
            "end_char": 24845
        },
        {
            "text": "Per Das",
            "label": "JUDGE",
            "start_char": 25500,
            "end_char": 25507
        },
        {
            "text": "Abdul Jabar Butt v. State of Jammu & Kashmir [(1957) SCR 51, 59",
            "label": "PRECEDENT",
            "start_char": 25517,
            "end_char": 25580
        },
        {
            "text": "Bhagwati",
            "label": "JUDGE",
            "start_char": 25584,
            "end_char": 25592
        },
        {
            "text": "Ram Narain Sons Ltd. v. Assistant Commissioner of Sales Tax [(1955) 2 SCR 483, 493]",
            "label": "PRECEDENT",
            "start_char": 25601,
            "end_char": 25684
        },
        {
            "text": "Macmillan",
            "label": "OTHER_PERSON",
            "start_char": 25964,
            "end_char": 25973
        },
        {
            "text": "(1944) LR 71 IA 113, 122]",
            "label": "PRECEDENT",
            "start_char": 26042,
            "end_char": 26067
        },
        {
            "text": "Corporation of City of Toronto v. Attorney-General for Canada [(1946) AC 32, 37]",
            "label": "PRECEDENT",
            "start_char": 27025,
            "end_char": 27105
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 27277,
            "end_char": 27288
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 27296,
            "end_char": 27330
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27336,
            "end_char": 27346
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27354,
            "end_char": 27369
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 27453,
            "end_char": 27464
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 27472,
            "end_char": 27475
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 27547,
            "end_char": 27557
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27565,
            "end_char": 27580
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 27732,
            "end_char": 27741
        },
        {
            "text": "Section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 27770,
            "end_char": 27786
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 27818,
            "end_char": 27831
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 27839,
            "end_char": 27860
        },
        {
            "text": "sub-sections (2) and (3) of Section 16",
            "label": "PROVISION",
            "start_char": 27915,
            "end_char": 27953
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 27961,
            "end_char": 27976
        },
        {
            "text": "Section 37(2)(a)",
            "label": "PROVISION",
            "start_char": 28015,
            "end_char": 28031
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 28054,
            "end_char": 28067
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28075,
            "end_char": 28096
        },
        {
            "text": "Giri",
            "label": "OTHER_PERSON",
            "start_char": 28140,
            "end_char": 28144
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 28166,
            "end_char": 28176
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28184,
            "end_char": 28199
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 28244,
            "end_char": 28257
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28265,
            "end_char": 28286
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 28354,
            "end_char": 28364
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28372,
            "end_char": 28387
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 28408,
            "end_char": 28421
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28429,
            "end_char": 28450
        },
        {
            "text": "Fuerst Day Lawson",
            "label": "PRECEDENT",
            "start_char": 28527,
            "end_char": 28544
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 28692,
            "end_char": 28702
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 28710,
            "end_char": 28725
        },
        {
            "text": "Giri",
            "label": "OTHER_PERSON",
            "start_char": 29617,
            "end_char": 29621
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 29637,
            "end_char": 29647
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 29732,
            "end_char": 29742
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 29750,
            "end_char": 29765
        },
        {
            "text": "Part I and Part II",
            "label": "PROVISION",
            "start_char": 29839,
            "end_char": 29857
        },
        {
            "text": "Section 2",
            "label": "PROVISION",
            "start_char": 29983,
            "end_char": 29992
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30023,
            "end_char": 30029
        },
        {
            "text": "Section 4",
            "label": "PROVISION",
            "start_char": 30161,
            "end_char": 30170
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30234,
            "end_char": 30240
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 30253,
            "end_char": 30262
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30328,
            "end_char": 30334
        },
        {
            "text": "Section 7",
            "label": "PROVISION",
            "start_char": 30347,
            "end_char": 30356
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30458,
            "end_char": 30464
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 30483,
            "end_char": 30492
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30649,
            "end_char": 30655
        },
        {
            "text": "Sections 45 and 54 of Chapters I and II, respectively of Part II",
            "label": "PROVISION",
            "start_char": 30714,
            "end_char": 30778
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 30805,
            "end_char": 30811
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 30890,
            "end_char": 30897
        },
        {
            "text": "Part I and Part II",
            "label": "PROVISION",
            "start_char": 30939,
            "end_char": 30957
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 31071,
            "end_char": 31081
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 31085,
            "end_char": 31091
        },
        {
            "text": "Section 39",
            "label": "PROVISION",
            "start_char": 31106,
            "end_char": 31116
        },
        {
            "text": "1940 Act",
            "label": "STATUTE",
            "start_char": 31124,
            "end_char": 31132
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 31155,
            "end_char": 31165
        },
        {
            "text": "Part II",
            "label": "PROVISION",
            "start_char": 31169,
            "end_char": 31176
        },
        {
            "text": "Sundaram",
            "label": "OTHER_PERSON",
            "start_char": 31216,
            "end_char": 31224
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 31234,
            "end_char": 31244
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 31324,
            "end_char": 31334
        },
        {
            "text": "Section 37 and Section 50",
            "label": "PROVISION",
            "start_char": 31347,
            "end_char": 31372
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 31448,
            "end_char": 31458
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 31669,
            "end_char": 31679
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 32038,
            "end_char": 32048
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32056,
            "end_char": 32071
        },
        {
            "text": "Foreign Awards Act",
            "label": "STATUTE",
            "start_char": 32107,
            "end_char": 32125
        },
        {
            "text": "Section 6(2)",
            "label": "PROVISION",
            "start_char": 32341,
            "end_char": 32353
        },
        {
            "text": "Foreign Awards Act",
            "label": "STATUTE",
            "start_char": 32361,
            "end_char": 32379
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 32471,
            "end_char": 32486
        },
        {
            "text": "Section 49",
            "label": "PROVISION",
            "start_char": 32500,
            "end_char": 32510
        },
        {
            "text": "Section 49",
            "label": "PROVISION",
            "start_char": 32729,
            "end_char": 32739
        },
        {
            "text": "Union of India vs. Mohindra Supply Company, (1962) 3 SCR 497",
            "label": "PRECEDENT",
            "start_char": 33069,
            "end_char": 33129
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 33195,
            "end_char": 33216
        },
        {
            "text": "P.S. Sathappan [(2004) 11 SCC 672]",
            "label": "PRECEDENT",
            "start_char": 33267,
            "end_char": 33301
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 33353,
            "end_char": 33374
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 33455,
            "end_char": 33493
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 33693,
            "end_char": 33708
        },
        {
            "text": "Tulzapurkar",
            "label": "JUDGE",
            "start_char": 33807,
            "end_char": 33818
        },
        {
            "text": "Sections 49 and 50",
            "label": "PROVISION",
            "start_char": 34442,
            "end_char": 34460
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 34562,
            "end_char": 34571
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 34881,
            "end_char": 34891
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34899,
            "end_char": 34937
        },
        {
            "text": "Fuerst Day Lawson",
            "label": "DATE",
            "start_char": 34994,
            "end_char": 35011
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 35027,
            "end_char": 35037
        },
        {
            "text": "Arbitration Amendment Act, 2015",
            "label": "STATUTE",
            "start_char": 35078,
            "end_char": 35109
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 35157,
            "end_char": 35167
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35175,
            "end_char": 35190
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35200,
            "end_char": 35221
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 35263,
            "end_char": 35273
        },
        {
            "text": "Fuerst Day Lawson",
            "label": "PRECEDENT",
            "start_char": 35457,
            "end_char": 35474
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 35588,
            "end_char": 35601
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35609,
            "end_char": 35630
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 35782,
            "end_char": 35792
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35800,
            "end_char": 35815
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 35867,
            "end_char": 35877
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 35885,
            "end_char": 35900
        },
        {
            "text": "proviso to",
            "label": "PROVISION",
            "start_char": 35931,
            "end_char": 35941
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 35942,
            "end_char": 35955
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 35963,
            "end_char": 35984
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 36104,
            "end_char": 36117
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36125,
            "end_char": 36146
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36233,
            "end_char": 36243
        },
        {
            "text": "Arbitration Amendment Act, 2015",
            "label": "STATUTE",
            "start_char": 36270,
            "end_char": 36301
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36348,
            "end_char": 36369
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 36371,
            "end_char": 36381
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 36458,
            "end_char": 36468
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 36531,
            "end_char": 36544
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 36552,
            "end_char": 36573
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 36686,
            "end_char": 36701
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 36751,
            "end_char": 36760
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 36917,
            "end_char": 36926
        },
        {
            "text": "Section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 36951,
            "end_char": 36967
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 37014,
            "end_char": 37027
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 37035,
            "end_char": 37056
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 37108,
            "end_char": 37118
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37126,
            "end_char": 37141
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 37160,
            "end_char": 37173
        },
        {
            "text": "Fuerst Day Lawson",
            "label": "PRECEDENT",
            "start_char": 37214,
            "end_char": 37231
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 37292,
            "end_char": 37302
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 37310,
            "end_char": 37325
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 37360,
            "end_char": 37370
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 37427,
            "end_char": 37437
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 37511,
            "end_char": 37521
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 37679,
            "end_char": 37689
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 37793,
            "end_char": 37806
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 37814,
            "end_char": 37835
        },
        {
            "text": "Sumitomo Corporation vs. CDC Financial Services (Mauritius) Ltd. and Ors., (2008) 4 SCC 91",
            "label": "PRECEDENT",
            "start_char": 37934,
            "end_char": 38024
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 38049,
            "end_char": 38059
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38067,
            "end_char": 38082
        },
        {
            "text": "Sections 10(1)(a) and 10F",
            "label": "PROVISION",
            "start_char": 38090,
            "end_char": 38115
        },
        {
            "text": "Companies Act, 1956",
            "label": "STATUTE",
            "start_char": 38123,
            "end_char": 38142
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 38191,
            "end_char": 38201
        },
        {
            "text": "Sections 10(1)\n(a) and 10F",
            "label": "PROVISION",
            "start_char": 38275,
            "end_char": 38301
        },
        {
            "text": "Companies Act",
            "label": "STATUTE",
            "start_char": 38309,
            "end_char": 38322
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 38367,
            "end_char": 38377
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38385,
            "end_char": 38400
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 38430,
            "end_char": 38443
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 38451,
            "end_char": 38472
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 38561,
            "end_char": 38571
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 38579,
            "end_char": 38594
        },
        {
            "text": "Arun Dev Upadhyaya v. Integrated Sales Service Ltd., (2016) 9 SCC 524 at 537",
            "label": "PRECEDENT",
            "start_char": 38666,
            "end_char": 38742
        },
        {
            "text": "Maharashtra Act of 1986",
            "label": "STATUTE",
            "start_char": 39051,
            "end_char": 39074
        },
        {
            "text": "Fuerst Day Lawson",
            "label": "PRECEDENT",
            "start_char": 39098,
            "end_char": 39115
        },
        {
            "text": "Section 50(1)(b)",
            "label": "PROVISION",
            "start_char": 39290,
            "end_char": 39306
        },
        {
            "text": "Section 50(1)(b)",
            "label": "PROVISION",
            "start_char": 39347,
            "end_char": 39363
        },
        {
            "text": "23-10-2015",
            "label": "DATE",
            "start_char": 39424,
            "end_char": 39434
        },
        {
            "text": "Section 50(1)(b)",
            "label": "PROVISION",
            "start_char": 39458,
            "end_char": 39474
        },
        {
            "text": "Integrated Sales Services Ltd. v. DMC Management Consultants Ltd., 2016 SCC OnLine Bom 4445",
            "label": "PRECEDENT",
            "start_char": 39590,
            "end_char": 39681
        },
        {
            "text": "Section 50(1)(b)",
            "label": "PROVISION",
            "start_char": 39717,
            "end_char": 39733
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 39825,
            "end_char": 39835
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 39889,
            "end_char": 39899
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 40022,
            "end_char": 40031
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 40101,
            "end_char": 40111
        },
        {
            "text": "Sections 5 and 13",
            "label": "PROVISION",
            "start_char": 40226,
            "end_char": 40243
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 40259,
            "end_char": 40269
        },
        {
            "text": "Section 50(1)(b)",
            "label": "PROVISION",
            "start_char": 40464,
            "end_char": 40480
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 40597,
            "end_char": 40607
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 40765,
            "end_char": 40775
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 40804,
            "end_char": 40814
        },
        {
            "text": "Giri",
            "label": "OTHER_PERSON",
            "start_char": 40927,
            "end_char": 40931
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 40953,
            "end_char": 40963
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 40971,
            "end_char": 40992
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 40994,
            "end_char": 41004
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 41025,
            "end_char": 41038
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 41263,
            "end_char": 41273
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 41281,
            "end_char": 41302
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 41590,
            "end_char": 41595
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 41746,
            "end_char": 41767
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 41947,
            "end_char": 41957
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 42049,
            "end_char": 42064
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 42073,
            "end_char": 42094
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 42184,
            "end_char": 42189
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 42580,
            "end_char": 42593
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 42601,
            "end_char": 42622
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 42747,
            "end_char": 42768
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 42904,
            "end_char": 42917
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 42925,
            "end_char": 42946
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 43049,
            "end_char": 43059
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 43067,
            "end_char": 43088
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 43378,
            "end_char": 43393
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 43442,
            "end_char": 43463
        },
        {
            "text": "R. F. Nariman",
            "label": "JUDGE",
            "start_char": 43610,
            "end_char": 43623
        },
        {
            "text": "Navin Sinha",
            "label": "JUDGE",
            "start_char": 43641,
            "end_char": 43652
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 43654,
            "end_char": 43663
        },
        {
            "text": "February 7, 2018",
            "label": "DATE",
            "start_char": 43666,
            "end_char": 43682
        }
    ],
    "precedent_clusters": {
        "Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8": [
            "Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8",
            "Fuerst Day Lawson",
            "Fuerst Day Lawson",
            "Fuerst Day Lawson",
            "Fuerst Day Lawson"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 50",
            "Arbitration and Conciliation Act, 1996",
            "Section 50",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 48",
            "Arbitration Act",
            "Section 48",
            "Arbitration Act"
        ],
        [
            "Section 15(5)",
            "Commercial Courts Act",
            "Section 15(5)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(2)",
            "Commercial Courts Act",
            "Section 13(2)",
            "Commercial Courts Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Part II",
            "Arbitration Act",
            "Part II",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Section 49",
            "Arbitration Act",
            "Section 49",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Sections 10 and 11",
            "Commercial Courts Act",
            "Sections 10 and 11",
            "Commercial Courts Act"
        ],
        [
            "Section 47",
            "Arbitration Act",
            "Section 47",
            "Arbitration Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "SCC 333",
            "Arbitration Act",
            "SCC 333",
            "Arbitration Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "sub-section (4) of section 22",
            "Designs Act, 2000",
            "sub-section (4) of section 22",
            "Designs Act, 2000"
        ],
        [
            "section 104",
            "Patents Act, 1970",
            "section 104",
            "Patents Act, 1970"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908",
            "Order XLIII",
            "Code of Civil Procedure, 1908"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996",
            "section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order XIV-A",
            "Code of Civil Procedure, 1908",
            "Order XIV-A",
            "Code of Civil Procedure, 1908"
        ],
        [
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908",
            "sub-rule (1) of Rule 1 of Order V",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure Code, 1908",
            "Order XLIII",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act",
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 39",
            "1940 Act",
            "Section 39",
            "1940 Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 6(2)",
            "Foreign Awards Act",
            "Section 6(2)",
            "Foreign Awards Act"
        ],
        [
            "Section 50",
            "Arbitration and Conciliation Act, 1996",
            "Section 50",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration Amendment Act, 2015",
            "Section 37",
            "Arbitration Amendment Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Sections 10(1)(a) and 10F",
            "Companies Act, 1956",
            "Sections 10(1)(a) and 10F",
            "Companies Act, 1956"
        ],
        [
            "Sections 10(1)\n(a) and 10F",
            "Companies Act",
            "Sections 10(1)\n(a) and 10F",
            "Companies Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015",
            "Section 13",
            "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 11",
            "Commercial Courts Act",
            "Section 11",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Part II",
            "Arbitration Act",
            "Part II",
            "Arbitration Act"
        ],
        [
            "Sections 49 and 50",
            "Arbitration Act",
            "Sections 49 and 50",
            "Arbitration Act"
        ],
        [
            "section 48",
            "Arbitration Act",
            "section 48",
            "Arbitration Act"
        ],
        [
            "Part II",
            "Arbitration Act",
            "Part II",
            "Arbitration Act"
        ],
        [
            "Section 47",
            "Arbitration Act",
            "Section 47",
            "Arbitration Act"
        ],
        [
            "Section 37(1)(a)",
            "Arbitration Act",
            "Section 37(1)(a)",
            "Arbitration Act"
        ],
        [
            "Section 37(2)(a)",
            "Arbitration Act",
            "Section 37(2)(a)",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Part I and Part II",
            "Arbitration Act",
            "Part I and Part II",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 4",
            "Commercial Courts Act",
            "Section 4",
            "Commercial Courts Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Sections 45 and 54 of Chapters I and II, respectively of Part II",
            "Arbitration Act",
            "Sections 45 and 54 of Chapters I and II, respectively of Part II",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Part II",
            "Arbitration Act",
            "Part II",
            "Arbitration Act"
        ],
        [
            "Part I and Part II",
            "Arbitration Act",
            "Part I and Part II",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Part I",
            "Arbitration Act",
            "Part I",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Part II",
            "Arbitration Act",
            "Part II",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 37 and Section 50",
            "Arbitration Act",
            "Section 37 and Section 50",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 49",
            "Arbitration Act",
            "Section 49",
            "Arbitration Act"
        ],
        [
            "Section 49",
            "Arbitration Act",
            "Section 49",
            "Arbitration Act"
        ],
        [
            "Sections 49 and 50",
            "Arbitration Act",
            "Sections 49 and 50",
            "Arbitration Act"
        ],
        [
            "Section 6",
            "Foreign Awards Act",
            "Section 6",
            "Foreign Awards Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 37",
            "Arbitration Amendment Act, 2015",
            "Section 37",
            "Arbitration Amendment Act, 2015"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 37(1)(a)",
            "Arbitration Amendment Act, 2015",
            "Section 37(1)(a)",
            "Arbitration Amendment Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50(1)(b)",
            "Arbitration Act",
            "Section 50(1)(b)",
            "Arbitration Act"
        ],
        [
            "Section 50(1)(b)",
            "Arbitration Act",
            "Section 50(1)(b)",
            "Arbitration Act"
        ],
        [
            "Section 50(1)(b)",
            "Arbitration Act",
            "Section 50(1)(b)",
            "Arbitration Act"
        ],
        [
            "Section 50(1)(b)",
            "Arbitration Act",
            "Section 50(1)(b)",
            "Arbitration Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 5",
            "Arbitration Act",
            "Section 5",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Sections 5 and 13",
            "Commercial Courts Act",
            "Sections 5 and 13",
            "Commercial Courts Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50(1)(b)",
            "Arbitration Act",
            "Section 50(1)(b)",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 50",
            "Arbitration Act",
            "Section 50",
            "Arbitration Act"
        ],
        [
            "Section 21",
            "Commercial Courts Act",
            "Section 21",
            "Commercial Courts Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Sections 3 to 7",
            "Commercial Courts Act",
            "Sections 3 to 7",
            "Commercial Courts Act"
        ],
        [
            "Section 14",
            "Commercial Courts Act",
            "Section 14",
            "Commercial Courts Act"
        ],
        [
            "section 12",
            "Commercial Courts Act",
            "section 12",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of section 3 or order",
            "Commercial Courts Act",
            "sub-section (1) of section 3 or order",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of section 4",
            "Commercial Courts Act",
            "sub-section (1) of section 4",
            "Commercial Courts Act"
        ],
        [
            "Section 44",
            "Foreign Awards (Recognition and Enforcement) Act, 1961",
            "Section 44",
            "Foreign Awards (Recognition and Enforcement) Act, 1961"
        ],
        [
            "section 45",
            "Foreign Awards (Recognition and Enforcement) Act, 1961",
            "section 45",
            "Foreign Awards (Recognition and Enforcement) Act, 1961"
        ],
        [
            "Part I.",
            "Amendment Act of 2015",
            "Part I.",
            "Amendment Act of 2015"
        ],
        [
            "Section 8",
            "Arbitration Act",
            "Section 8",
            "Arbitration Act"
        ],
        [
            "Section 2",
            "Arbitration Act",
            "Section 2",
            "Arbitration Act"
        ],
        [
            "Section 7",
            "Arbitration Act",
            "Section 7",
            "Arbitration Act"
        ],
        [
            "proviso to",
            "Arbitration Act",
            "proviso to",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "Fuerst Day Lawson Limited v. Jindal Exports Limited, (2011) 8": 5
    },
    "provision_counts": {
        "Section 50 of Arbitration and Conciliation Act, 1996": 2,
        "Section 13(1) of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 1,
        "Section 48 of Arbitration Act": 1,
        "Section 15(5) of Commercial Courts Act": 1,
        "Section 50 of Arbitration Act": 31,
        "Section 13(1) of Commercial Courts Act": 22,
        "Section 21 of Commercial Courts Act": 5,
        "Section 37 of Arbitration Act": 9,
        "Section 13(2) of Commercial Courts Act": 1,
        "Section 5 of Arbitration Act": 3,
        "Part I of Arbitration Act": 8,
        "Part II of Arbitration Act": 5,
        "Section 49 of Arbitration Act": 3,
        "Sections 10 and 11 of Commercial Courts Act": 1,
        "Section 47 of Arbitration Act": 2,
        "Section 11 of Commercial Courts Act": 3,
        "SCC 333 of Arbitration Act": 1,
        "Section 13 of Commercial Courts Act": 5,
        "sub-section (4) of section 22 of Designs Act, 2000": 1,
        "section 104 of Patents Act, 1970": 1,
        "Order XLIII of Code of Civil Procedure, 1908": 1,
        "section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Order XIV-A of Code of Civil Procedure, 1908": 1,
        "sub-rule (1) of Rule 1 of Order V of Code of Civil Procedure, 1908": 1,
        "Order XLIII of Code of Civil Procedure Code, 1908": 1,
        "Order XLIII of CPC": 1,
        "sub-sections (2) and (3) of Section 16 of Arbitration Act": 1,
        "Section 39 of 1940 Act": 1,
        "Section 6(2) of Foreign Awards Act": 1,
        "Section 37 of Arbitration Amendment Act, 2015": 2,
        "Sections 10(1)(a) and 10F of Companies Act, 1956": 1,
        "Sections 10(1)\n(a) and 10F of Companies Act": 1,
        "Section 13 of Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 2,
        "Sections 49 and 50 of Arbitration Act": 2,
        "section 48 of Arbitration Act": 1,
        "Section 37(1)(a) of Arbitration Act": 1,
        "Section 37(2)(a) of Arbitration Act": 1,
        "Part I and Part II of Arbitration Act": 2,
        "Section 4 of Commercial Courts Act": 1,
        "Section 8 of Arbitration Act": 4,
        "Sections 45 and 54 of Chapters I and II, respectively of Part II of Arbitration Act": 1,
        "Section 37 and Section 50 of Arbitration Act": 1,
        "Section 6 of Foreign Awards Act": 1,
        "Section 37(1)(a) of Arbitration Amendment Act, 2015": 1,
        "Section 50(1)(b) of Arbitration Act": 5,
        "Sections 5 and 13 of Commercial Courts Act": 1,
        "Sections 3 to 7 of Commercial Courts Act": 1,
        "Section 14 of Commercial Courts Act": 1,
        "section 12 of Commercial Courts Act": 1,
        "sub-section (1) of section 3 or order of Commercial Courts Act": 1,
        "sub-section (1) of section 4 of Commercial Courts Act": 1,
        "Section 44 of Foreign Awards (Recognition and Enforcement) Act, 1961": 1,
        "section 45 of Foreign Awards (Recognition and Enforcement) Act, 1961": 1,
        "Part I. of Amendment Act of 2015": 1,
        "Section 2 of Arbitration Act": 1,
        "Section 7 of Arbitration Act": 1,
        "proviso to of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 3,
        "Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015": 3,
        "Arbitration Act": 85,
        "Commercial Courts Act": 45,
        "Designs Act, 2000": 1,
        "Patents Act, 1970": 1,
        "Code of Civil Procedure, 1908": 3,
        "Code of Civil Procedure Code, 1908": 1,
        "CPC": 1,
        "1940 Act": 1,
        "Foreign Awards Act": 2,
        "Arbitration Amendment Act, 2015": 3,
        "Companies Act, 1956": 1,
        "Companies Act": 1,
        "Foreign Awards (Recognition and Enforcement) Act, 1961": 2,
        "Amendment Act of 2015": 1
    }
}