{
    "id": "53fda87f66e19bcb96facbe2a7db613cad8e6747e453bdf47d1df1e4149dc315",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nUttarakhand High Court\nState Of Uttarakhand & Others ... ... vs M/S Hillways Construction Company Pvt. ... on 12 December, 2023 \nBench: Manoj Kumar Tiwari, Vivek Bharti Sharma\n     In The High Court Of Uttarakhand At\n                   Nainital\n      Appeal from Order No. 127 of 2021\n\nState of Uttarakhand & Others                       ... Appellants\n\n                              Versus\n\nM / s Hillways Construction Company Pvt. Ltd. \n                               ... Respondent\n\n     Mr. P.C. Bisht,     Additional    Csc,   for   the \n     State/appellants.\n     Mr. Siddhartha Singh, Advocate, for respondent. \n\n\n                      Judgment\nHon'ble Manoj Kumar Tiwari, A.C.J. Hon'ble Vivek Bharti Sharma, J. \n(Per: Hon'ble Manoj Kumar Tiwari, A.C.J.) This appeal is directed against judgment and order dated 10.2.2021, passed by Commercial Co urt, Dehradun in Miscellaneous Case No. 42 of 2020. By the said judgment, application filed by the appellants under Section 34 of the Arbitration and Conciliation Act, 1996 (for short, \"the Act\") was dismissed on the ground of delay. \n2. It is not in dispute that the appellant had earlier filed application under Section 34 of the Act before District Judge, New Tehri challenging the award dated 28/30.5.2018, which was dismissed as not pressed on 3.7.2019. Subsequently, appellants filed application before District Judge, New Tehri seeking restoration of the application under Section 34 of the Act; in the meantime, Commercial Court was established at Dehradun and the application seeking restoration of proceedings under Section 34 of the Act was transferred to Commercial Court, Dehradun; Commercial Court, Dehradun rejected the said application vide order dated 12.12.2019 and the said order was challenged by the appellants in Appeal from Order No. 42 of 2020, which was disposed of by Division Bench of this Court vide order dated 18.2.2020. Para 7 and 8 of the said order are extracted below: \n\"7. At this stage, however, the learned counsel for the respondent Construction Company, very fairly submits that he has no objection if the State Government moves a fresh application for setting aside the award along with the delay condonation application before the Commercial Court at Dehradun. \n8. In view thereof, and on consideration of the fact that the application for setting aside the award which has also been filed by the Construction Company is already pending before the court below, we dispose the present appeal with a direction to the State Government/appellant to move a fresh application before the Commercial Court at Dehradun, which shall be considered by the court in the light of our above observation.\" \n3. In terms of the liberty granted by Division Bench of this Court in A.O. No. 42 of 2020, appellants moved fresh application under Section 34 of the Act before the Commercial Court, Dehradun, which was registered as Miscellaneous Case No. 42 of 2020. Learned Commercial Court dismissed the said application on the ground of delay vide order dated 10.2.2021, which is under challenge in this appeal. \n4. Learned Commercial Court considered and discussed the matter in great detail. Perusal of para 12 of the impugned order reveals that learned Commercial Court has factored in the time spent by the appellant while pursuing the remedy before the District Judge, Tehri Garhwal and held that even if the time spent before District Judge, Tehri Garhwal is excluded, then also the application filed by the appellant is beyond time. \n5. In our considered opinion, the view taken by the learned Commercial Court cannot be faulted. Arbitration and Conciliation Act, 1996 is a self contained code. Section 34(3) of the Act, which prescribes the period of limitation for challenging an award under Section 34 of the Act, reads as under:\n\"34. Application for setting aside arbitral award.--(1)...... (2).....\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\"\n6. Thus, from perusal of provision contained under Section 34(3) of the Act, it is quite apparent that the period of limitation prescribed for challenging an award is three months, which can be extended in appropriate cases for a further period of 30 days. The expression \"but not thereafter\" in the proviso to Section 34(3) of the Act makes it clear that the Court, before which an arbitral award is challenged under Section 34 of the Act, cannot extend the period of limitation beyond 30 days. This aspect has been dealt with by Hon'ble Supreme Court in the case of P. Radha Bai v. P. Ashok Kumar, reported as (2019) 13 SCC 445. Relevant paragraphs of this judgment are extracted below:\n\"19. This analysis has to necessarily begin from Section 29(2) of the Limitation Act, which states:\n29. (2) Where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the Schedule, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 (inclusive) shall apply only insofar as, and to the extent to which, they are not expressly excluded by such special or local law. \n(emphasis supplied) \n20. Section 29(2) is divided into two limbs. This is evident from the conjunctive \"and\" in the said provision. The interrelation between these two limbs was considered by a Bench of five Judges of this Court in Vidyacharan Shukla v. Khubchand Baghel. \n32. Section 34(3) deserves careful scrutiny and its characteristics must be highlighted:\n32.1. Section 34 is the only remedy for challenging an award passed under Part I of the Arbitration Act. \nSection 34(3) is a limitation provision, which is inbuilt into the remedy provision. One does not have to look at the Limitation Act or any other provision for identifying the limitation period for challenging an award passed under Part I of the Arbitration Act. \n32.2. The time-limit for commencement of limitation period is also provided in Section 34(3) i.e. the time from which a party making an application \"had received the arbitral award\" or disposal of a request under Section 33 for corrections and interpretation of the award. \n32.3. Section 34(3) prohibits the filing of an application for setting aside of an award after three months have elapsed from the date of receipt of award or disposal of a request under Section 33. Section 34(3) uses the phrase \"an application for setting aside may not be made after three months have elapsed\". The phrase \"may not be made\" is from the UNCITRAL Model Law and has been understood to mean \"cannot be made\". The High Court of Singapore in ABC Co.\nLtd. v. XYZ Co. Ltd. held:\n\"The starting point of this discussion must be the model law itself. On the aspect of time, Article 34(3) is brief. All it says is that the application may not be made after the lapse of three months from a specified date. Although the words used are 'may not', these must be interpreted as 'cannot' as it is clear that the intention is to limit the time during which an award may be challenged. This interpretation is supported by material relating to the discussions amongst the drafters of the Model Law. It appears to me that the court would not be able to entertain any application lodged after the expiry of the three months' period as Article 34 has been drafted as the all- encompassing, and only, basis for challenging an award in court. It does not provide for any extension of the time period and, as the court derives its jurisdiction to hear the application from the Article alone, the absence of such a provision means the court has not been conferred with the power to extend time.\" \n(emphasis supplied) 32.4. The limitation provision in Section 34(3) also provides for condonation of delay. Unlike Section 5 of the Limitation Act, the delay can only be condoned for 30 days on showing sufficient cause. The crucial phrase \"but not thereafter\" reveals the legislative intent to fix an outer boundary period for challenging an award. \n32.5. Once the time-limit or extended time-limit for challenging the arbitral award expires, the period for enforcing the award under Section 36 of the Arbitration Act commences. This is evident from the phrase \"where the time for making an application to set aside the arbitral award under Section 34 has expired\". There is an integral nexus between the period prescribed under Section 34(3) to challenge the award and the commencement of the enforcement period under Section 36 to execute the award. \n33. If Section 17 of the Limitation Act were to be applied to determining the limitation period under Section 34(3), it would have the following consequences:\n33.1. In Section 34(3), the commencement period for computing limitation is the date of receipt of award or the date of disposal of request under Section 33 (i.e. correction/additional award). If Section 17 were to be applied for computing the limitation period under Section 34(3), the starting period of limitation would be the date of discovery of the alleged fraud or mistake. The starting point for limitation under Section 34(3) would be different from the Limitation Act. 33.2. The proviso to Section 34(3) enables a court to entertain an application to challenge an award after the three months' period is expired, but only within an additional period of thirty dates, \"but not thereafter\". The use of the phrase \"but not thereafter\" shows that the 120 days' period is the outer boundary for challenging an award. \nIf Section 17 were to be applied, the outer boundary for challenging an award could go beyond 120 days. The phrase \"but not thereafter\"\nwould be rendered redundant and otiose. This Court has consistently taken this view that the words \"but not thereafter\" in the proviso of Section 34(3) of the Arbitration Act are of a mandatory nature, and couched in negative terms, which leaves no room for doubt. (State of H.P. v. Himachal Techno Engineers, Assam Urban Water Supply & SewerageBoard v. Subash Projects & Mktg. Ltd. and Anilkumar Jinabhai Patel v. Pravinchandra Jinabhai Patel) \n34. In our view, the aforesaid inconsistencies with the language of Section 34(3) of the Arbitration Act tantamount to an \"express exclusion\" of Section 17 of the Limitation Act.\" \n7. Similar view was taken by Hon'ble Supreme Court in the case BBM Enterprises v. State of West Bengal, reported as (2020) 9 SCC 448. Para 3 and 8 of this judgment are extracted below: \n\"5. In the first round of litigation, the Section 34 petition was dismissed by the learned District Judge on 22-3- 2012, stating that the period of 120 days was over, and hence no foray into the merits would be permissible at this stage. However, by an order dated 11-1-2013, the Division Bench set aside this judgment and remanded the matter for a fresh hearing. \n8. The stay that has been granted throughout the hearing would continue. A resume of these facts would show that the matter has gone up and down already twice. We may only state that even though it does not appear that, in the second round, the point of limitation was argued, since a de novo hearing by the Division Bench was ordered on 11-1- 2013, this point also stared at the Court like a sore thumb. We are not satisfied that there is any answer to the limitation point. Even otherwise, having perused the order of the learned District Judge, we are of the view that adequate reasons were given to dispose of the Section 34 petition filed by the respondent. We do not agree with the High Court that no reasons were given as a result of which a remand ought to be ordered. Resultantly, therefore the impugned High Court judgment is set aside and the judgment dated 22- 12-2016 passed by the learned District Judge is affirmed.\" \n8. The above being the legal position, the reliance placed by learned Counsel for the appellants on the observation made by Division Bench of this Court in A.O. No. 42 of 2020 is inapposite. Since the statute prohibits entertainment of application under Section 34 of the Act after the expiry of period of limitation prescribed under Section 34(3) of the Act, therefore, delay could not have been condoned merely because Division Bench gave liberty to the appellants to move delay condonation application. \n9. For the reasons recorded above, we do not find any infirmity in the impugned order passed by the Commercial Court, Dehradun. Accordingly, we dismiss this Appeal from Order. \n(Vivek Bharti Sharma, J.) (Manoj Kumar Tiwari, A.C.J.) December 12, 2023 Pr",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court jageshwar dayal vs k k kapoor on 9 july, 2024 * in the high court of delhi at new delhi % judgment reserved on: 02.04.2024 judgment pronounced on: 09.07.2024 + cm(m) 344/2023 jageshwar dayal . petitioner through: mr. ram sewak, adv. versus k k kapoor . respondent through: mr. kamal bansal, mr. kundan lal gupta, and ms. monika verma, advs. hon'ble ms. justice shalinder kaur judgment 1. the petitioner is aggrieved by the orders dated 27.09.2022 and 25.01.2023 passed by the learned additional district judge-02, south west district, dwarka courts, delhi (in short \"trial court\") in cs dj adj no. 853/2019 titled as \"jageshwar dayal vs. k.k kapoor\" whereby while deciding the application under order vii rule 11 of civil procedure code, 1908 (in short \"cpc\") filed by the respondent herein as well as an application under section 14 of the limitation act, 1963 moved by the petitioner herein, the learned trial court returned the plaint along with the relevant documents on the ground that it lacks jurisdiction to try the present suit as the dispute involved is commercial in nature and the petitioner ought to have filed the said suit before the designated commercial court. 2. the relevant facts culminating into filing of the present petition are that on 26.07.2016, the petitioner instituted a suit against the respondent before the court of learned adj-03, tis hazari courts, delhi (hereinafter referred to as \"ld. adj-03\") seeking recovery of rs. 8,94,882/for the piping work done at delhi cantonment and khatri, rajasthan. 3. it is the case of the petitioner that upon completion of the work, he submitted a final bill for a sum of rs. 27,93,458/to the respondent. out of the aforesaid amount, the respondent made substantial payments totaling rs. 21,04,000/on various dates and the last payment of rs. 1,00,000/was made on 22.04.2015. however, after the last payment, the respondent allegedly avoided making further payments for the remaining amount on one pretext or the other. subsequently, the petitioner sent a legal notice dated 23.06.2016. the respondent neither replied to the said notice nor made any payment. consequently, the petitioner filed the suit for recovery before the court of learned adj-03. 4. the respondent to contest the said suit, filed the written statement and later filed an application under order vii rule 10 cpc. vide order dated 27.07.2018, the court of learned additional district judge-03 allowed the said application and held that the respondent resides and carries on his business in janakpuri, new delhi, therefore, the suit falls within the jurisdiction of dwarka courts, south-west district, delhi. furthermore, the learned adj-03 issued directions to return the plaint along with the documents to the petitioner for presenting the same before the learned district & sessions judge, dwarka courts. 5. the petitioner challenged the aforesaid order before this court by way of revision petition bearing crp no. 194/2018 which was dismissed on 14.08.2019. thereafter, on 16.08.2019, the petitioner moved an application under order vii rule 10a cpc before the learned additional district judge-03 seeking the return of the plaint along with documents and for fixing a date of appearance before the dwarka courts, south-west district, delhi. the same was allowed vide order dated 18.09.2019. 6. subsequently, on 14.10.2019, the petitioner filed the returned plaint along with accompanying documents before the learned district & sessions judge, dwarka courts, new delhi. additionally, the petitioner filed an application under section 151 cpc along with an application under section 14 of the limitation act seeking to exclude the time between the order of return of plaint and its presentation before the court. the suit was subsequently registered as cs dj adj 853/2019. 7. following that, the petitioner filed an application under order vii rule 14 cpc for placing on record the relevant documents which was allowed by order dated 24.11.2021. subsequently, the respondent filed a reply to the petitioner's application under section 14 of the limitation act along with an application under order vii rule 11 cpc requesting the rejection of the plaint on the basis of being time-barred. 8. at the stage of disposal of the pending applications, the learned trial court vide impugned order dated 27.09.2022 held that it has no jurisdiction to try the present suit as the dispute involved is commercial in nature. further, the learned trial court was of the view that on 14.10.2019, when the plaint was returned to be filed before the proper court, it should have been filed before the learned district judge (commercial court), dwarka courts, south-west district and not before the court of learned adj-02. 9. consequently, the petitioner moved an application under order xlvii rule 1 read with section 151 cpc for review/modification of paragraphs 20, 21 and 22 of the order dated 27.09.2022. vide impugned order dated 25.01.2023, the learned trial court dismissed the review petition bearing misc. dj adj no. 490/2022. the petitioner being aggrieved by the impugned orders dated 27.09.2022 and 25.01.2023 has filed the present petition under article 227 of the constitution of india invoking the supervisory jurisdiction vested in this court. submissions by the petitioner 10. mr. ram sewak, learned counsel for the petitioner submitted that the learned trial court recorded observations in paragraphs 20, 21 and 22 of the impugned order suo moto, even without any prayer or pleadings by the respondent, which is impermissible and on this ground alone, the impugned order requires to be set aside. reliance is placed on the judgement of the hon'ble supreme court in akela lalitha vs. konda hunumantha rao & anr. in civil appeal no. 6325-6326 of 2015. 11. learned counsel also submitted that the learned trial court should have allowed the review petition with respect to the impugned order dated 27.09.2022 on the basis that the learned adj-02, south-west district, dwarka courts, delhi was nominated as a commercial court vide order dated 07.07.2018 which was withdrawn on 10.10.2022. therefore, the directions for the return of the plaint and documents are liable to be set aside as being against the law. 12. learned counsel for the petitioner submitted that the learned trial court erred in not transferring the suit to the appropriate commercial court, ignoring the statutory provisions of section 15(2) of the commercial courts act, 2015. therefore, in view of these statutory provisions, the return of the plaint is not sustainable. 13. learned counsel for the petitioner submitted that the learned trial court failed to provide any opportunity to address the issue pertaining to return of the plaint, as the petitioner's case was fixed for order on the application under section 14 of the limitation act. therefore, the absence of such an opportunity renders the observations, made vide the impugned order, untenable. reliance is placed on the judgment of the hon'ble supreme court in d. k. yadav vs. m/s j.m.a. industries ltd.; 1993(3) sc 14. learned counsel for the petitioner further submitted that the learned trial court erred both in fact and in law while passing the impugned order dated 27.09.2022. on the one hand, various applications were decided in favour of the petitioner, yet at the same time, the plaint and documents were returned to the petitioner for the second time stating that the court has no jurisdiction and when the plaint was returned to be filed before the proper court, it should have been sent before the learned district judge (commercial court) south-west, district, dwarka for transferring the same to commercial court. 15. to support his contentions, the learned counsel for the petitioner has relied upon the following judgments: i. satyanarain khandelwal vs. prem arora; manu/de/2578/2022. ii. state of haryana & ors. vs. m/s a.g.m. management services ltd.; (2006) 5 scc 520. iii. state of uttaranchal & anr. vs. sunil kumar negi; 2008 air scw 2684. submissions by the respondent 16. mr. kamal bansal, learned counsel for the respondent confuted the submissions of the petitioner by stating that the petitioner was required to file an appeal under order xliii rule 1(a) cpc instead of filing the present petition since orders passed under order vii rule 10 cpc are appealable orders. consequently, the present petition is not maintainable in the present form. reliance is placed on the judgements of hon'ble supreme court in a. venkatasubbiah naidu vs. s. challappan & others; manu/sc/0581/2000, virudhunagar hindu nadargal dharma paribalana sabai and ors. vs. tuticorin educational society and ors.; (2019) 9 scc 538 and mohamed ali vs. v. jaya and ors.; manu/sc/0863/2022. 17. learned counsel also submitted that the petitioner applied for certified copies of the suit file on 01.10.2019 and received them on 10.10.2019. however, the petitioner did not institute the suit on 10.10.2019 or 11.10.2019 but instead instituted it afresh on 14.10.2019 before the learned trial court, after the expiration of the limitation period which is non-condonable under section 14 of the limitation act. furthermore, it is well established that the institution of a suit after the return of a plaint under order vii rule 10 cpc constitutes a fresh suit for all purposes. reliance is placed on the judgments of the hon'ble supreme court in ongc ltd. vs. modern construction and company; (2014) 1 scc 648 and exl careers & ors. vs. frankfinn aviation services pvt. ltd.; manu/sc/0576/2020. 18. learned counsel further submitted that the present suit being commercial in nature is mandatorily required to follow the provisions of the commercial courts act specifically those mandated under section 12a. reliance is placed on the judgment of the hon'ble supreme court in patil automation private limited and ors. vs. rakheja engineers private limited; air 2022 sc 3848. reliance is also placed upon the judgment of this court in narendra kumar vs. om daily needs retailing pvt. ltd. and ors.; manu/de/6046/2023. it was submitted that considering the above submissions, the present petition is not maintainable. 19. in rebuttal, learned counsel for the petitioner submitted that the provisions of order vii rule 10 cpc are not applicable, for it is not a case, where the regular civil suit was wrongly instituted at the district court, dwarka. therefore, the question of appeal does not arise at all as contended by the learned counsel of the respondent. reliance is placed on the judgement of this court in m.k. modi vs. k.k. modi; air 2005 delhi 219. analysis & conclusion 20. having considered the submissions of the learned counsels for the parties, i may begin by noting that the petitioner has suffered, for not being able to proceed with his suit before a court of competent jurisdiction since the plaint has been returned twice, due to lack of jurisdiction. earlier, vide order dated 14.10.2019, the plaint was returned to the petitioner to be presented before a court of competent jurisdiction on the question of territorial jurisdiction. it is not disputed that thereafter, the petitioner failed to institute the suit within time, thus, the petitioner had to move an application under section 14 of the limitation act seeking exclusion of time of proceeding bonafide in court without jurisdiction. while the said application came to be heard by the learned trial court after the petitioner had re-instituted his suit, the learned trial court came to the conclusion that the dispute was commercial in nature, thus, was required to be tried by the commercial court, accordingly, the plaint was returned for the second time. 21. the limited question, therefore, arises before this court is that in the peculiar circumstances of the present case, whether the suit can be transferred for trial to the commercial court by this court while exercising its power under section 24 of the cpc. the said issue came to be decided by the coordinate bench of this court in the judgment titled as namita gupta vs. suraj holdings limited; 2024 scc online del 143, wherein it was held as under: \"61. the learned counsel for the petitioner has rightly pointed out that the suit, which has been filed before the ordinary civil court, may not be complying with the special pleadings, may not contain the statement of truth or the affidavit in the prescribed form, and may not even have complied with the provisions of section 12a of the act. however, in my view, once it is conceded that the plaint of a suit filed before the ordinary civil court can be returned to be filed before a commercial court after making necessary amendments thereto in the form of necessary pleadings, attachment of statement of truth, and affidavits, even where the suit is transferred in the exercise of powers under section 24 of the cpc, the plaintiff will have to make such necessary amendments in the suit. merely because such amendments may have to be made by the plaintiff on transfer of the suit, the high court cannot be denuded of the power which it has under section 24 of the cpc. 62. in suraj prakash (supra), this court rejected a similar plea, observing as under:\"8. on the objection of the learned counsel for the respondent nos. 1 to 3 that the suit be not transferred to the commercial court as it has been filed without the mandatory verification, statement of truth and the affidavit, this court in its judgment in riveria commercial developers ltd. v. brompton lifestyle brands pvt. ltd., nc:2022/dhc/005823 has held that even if there is any defect in the affidavit filed with the suit, the same is merely a curable defect; it cannot defeat the rights of the plaintiff to the relief as claimed; and, the plaintiff can be given an opportunity to rectify this defect. therefore, in the present case, mere non-filing of the prescribed affidavit, statement of truth or the verification, cannot lead to the dismissal of the suit filed by the petitioner herein or give a ground to reject the present petition seeking the transfer of the suit to the court of competent jurisdiction. on treating the suit as a commercial suit, and on its transfer to a competent court, the said suit shall be entertained only when the plaintiff complies fully with the mandate of the cc act and with respect to the filing of the statement of the truth, affidavit and verification in the prescribed form. in case the plaintiff fails to do so, the respondents shall have their own remedies challenging the maintainability of the suit.\" 64. as noted hereinabove, section 16 of the act provides that the provisions of the cpc shall apply to any suit in respect of commercial dispute of a specified value, subject to the amended provisions thereof as provided in the schedule appended to the act. section 24 of the cpc is not a provision which has been amended by the said schedule. it, therefore, continues to apply in full force to a suit in respect of a commercial dispute of a specified value. if the legislature wanted to take away this power from the court, it would have expressly stated so by deleting the said provision in the schedule to the act; it did not do so. there is also no implied exclusion of this power, as this power, in no manner, is in conflict with any provisions of the act. 65. as far as non-compliance with section 12a of the act is concerned, the transferee court shall consider the said objection on merits upon the transfer of the suit. the transfer of the suit does not, in any manner, affect the right of the defendant to contend that the suit has been filed without any cause of action or is otherwise barred by any provision of law or is liable to be dismissed under order vii rule 11 of the cpc for any other reason, including for the failure of the plaintiff to initiate pre-suit mediation as mandated under section 12a of the act. these objections would remain open to the defendant even on the transfer of the suit under section 24 of the act. 75. at the same time, as held herein above, this court, under section 24 of the cpc, has the power to transfer the suit to the court of competent jurisdiction. in the present case, as it is not disputed that the suit relates to a commercial dispute of a specified value and is to be tried by the learned district judge (commercial), south-east district, saket district court, and as it is also not disputed that the petitioner herein, who is the defendant in the suit, has not only filed her written statement but also a counter-claim, in my opinion, the interest of justice would demand that in exercise of power vested in this court under section 24 of the cpc, the suit be transferred from the court of the learned additional district judge to the court of the district judge (commercial), south-east district, saket district court, to be tried from the stage it is at present. 22. keeping in view the above findings and reverting back to the facts of the present case, it is not disputed by the petitioner that the suit is of a commercial nature, the primary grievance of petitioner is that the plaint should not have been returned but allowed to be transferred to the commercial court by presenting it before the learned district & sessions judge, dwarka courts. therefore, in the considered opinion of this court, the interest of justice could adequately be met while exercising the powers under section 24 of cpc, the suit is thus, transferred from the court of learned additional district judge-02, south-west district, dwarka courts, delhi to the court of learned district judge (commercial)-02, south-west district, dwarka courts, delhi to be tried as per law from the stage it is at present. all the objections, which have been raised by the respondent including the question of limitation shall be dealt with by learned district judge (commercial)-02, south-west district, dwarka courts, delhi. parties shall appear before the learned transferee court on 15.07.2024. 23. in view of the above, impugned order is set aside. consequently, the petition is disposed of. shalinder kaur, j. july 09, 2024/ss"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "10987ce89e9b4f33b63ef6099a6695b5_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "99bb760e43c6488cbf9c4c976f3b6b8b_1"
        },
        {
            "start": 242,
            "end": 370,
            "text": "\nUttarakhand High Court\nState Of Uttarakhand & Others ... ... vs M/S Hillways Construction Company Pvt. ... on 12 December, 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1e3eb45752e84731935a724d626ca84c_2"
        },
        {
            "start": 372,
            "end": 424,
            "text": "Bench: Manoj Kumar Tiwari, Vivek Bharti Sharma\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0965f26c8fb740b6af35763a858404e9_3"
        },
        {
            "start": 424,
            "end": 558,
            "text": "In The High Court Of Uttarakhand At\n                   Nainital\n      Appeal from Order No. 127 of 2021\n\nState of Uttarakhand & Others",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43a4886a4cb04f589c938e9e28be1929_4"
        },
        {
            "start": 581,
            "end": 627,
            "text": "... Appellants\n\n                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1c9c8c2f3d1488ab6efef63c3fc8934_5"
        },
        {
            "start": 627,
            "end": 635,
            "text": "Versus\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "44d33e5b95044a4c8e61a04828801901_6"
        },
        {
            "start": 635,
            "end": 680,
            "text": "M / s Hillways Construction Company Pvt. Ltd.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c2707a21c5fe4ec488b739399f7a7985_7"
        },
        {
            "start": 713,
            "end": 734,
            "text": "... Respondent\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0f3be570ea3a4fbc88a4012dcd5542c7_8"
        },
        {
            "start": 734,
            "end": 754,
            "text": "Mr. P.C. Bisht,     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43dc32620ee441e4928592168f860faf_9"
        },
        {
            "start": 754,
            "end": 778,
            "text": "Additional    Csc,   for",
            "labels": [
                "PREAMBLE"
            ],
            "id": "88c5d0aa00634cd7863d4870b69d96b4_10"
        },
        {
            "start": 779,
            "end": 814,
            "text": "  the \n     State/appellants.\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d8019985ece42d088573ce5ef031c35_11"
        },
        {
            "start": 814,
            "end": 861,
            "text": "Mr. Siddhartha Singh, Advocate, for respondent.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bbbeaccf72494bb9b9eb451f9cf00c22_12"
        },
        {
            "start": 887,
            "end": 896,
            "text": "Judgment\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5f8c42fcbcb64d45bff935cc61daff6d_13"
        },
        {
            "start": 896,
            "end": 962,
            "text": "Hon'ble Manoj Kumar Tiwari, A.C.J. Hon'ble Vivek Bharti Sharma, J.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "753b77adb04c4f1e918450809bd7bbbc_14"
        },
        {
            "start": 963,
            "end": 1097,
            "text": "\n(Per: Hon'ble Manoj Kumar Tiwari, A.C.J.) This appeal is directed against judgment and order dated 10.2.2021, passed by Commercial Co",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed8c29d887cf4bb0969de1d003a1e9e4_15"
        },
        {
            "start": 1098,
            "end": 1149,
            "text": "urt, Dehradun in Miscellaneous Case No. 42 of 2020.",
            "labels": [
                "FAC"
            ],
            "id": "57908ca5d8214ed0b771f5cc9928c7fc_16"
        },
        {
            "start": 1150,
            "end": 1331,
            "text": "By the said judgment, application filed by the appellants under Section 34 of the Arbitration and Conciliation Act, 1996 (for short, \"the Act\") was dismissed on the ground of delay.",
            "labels": [
                "FAC"
            ],
            "id": "0e2d930da4be40c2a8015b5e27cdb7c1_17"
        },
        {
            "start": 1332,
            "end": 1556,
            "text": "\n2. It is not in dispute that the appellant had earlier filed application under Section 34 of the Act before District Judge, New Tehri challenging the award dated 28/30.5.2018, which was dismissed as not pressed on 3.7.2019.",
            "labels": [
                "FAC"
            ],
            "id": "8d12483fcd5f46fc9783770fc50e5822_18"
        },
        {
            "start": 1557,
            "end": 2200,
            "text": "Subsequently, appellants filed application before District Judge, New Tehri seeking restoration of the application under Section 34 of the Act; in the meantime, Commercial Court was established at Dehradun and the application seeking restoration of proceedings under Section 34 of the Act was transferred to Commercial Court, Dehradun; Commercial Court, Dehradun rejected the said application vide order dated 12.12.2019 and the said order was challenged by the appellants in Appeal from Order No. 42 of 2020, which was disposed of by Division Bench of this Court vide order dated 18.2.2020. Para 7 and 8 of the said order are extracted below:",
            "labels": [
                "FAC"
            ],
            "id": "cd693dd8ec374537b4b91f8bd1912be6_19"
        },
        {
            "start": 2202,
            "end": 2499,
            "text": "\"7. At this stage, however, the learned counsel for the respondent Construction Company, very fairly submits that he has no objection if the State Government moves a fresh application for setting aside the award along with the delay condonation application before the Commercial Court at Dehradun.",
            "labels": [
                "FAC"
            ],
            "id": "e1b769beac7143d7b775ba9fcd696c6b_20"
        },
        {
            "start": 2501,
            "end": 2928,
            "text": "8. In view thereof, and on consideration of the fact that the application for setting aside the award which has also been filed by the Construction Company is already pending before the court below, we dispose the present appeal with a direction to the State Government/appellant to move a fresh application before the Commercial Court at Dehradun, which shall be considered by the court in the light of our above observation.\"",
            "labels": [
                "FAC"
            ],
            "id": "fb5858722b444849b156defa692b5800_21"
        },
        {
            "start": 2929,
            "end": 3181,
            "text": "\n3. In terms of the liberty granted by Division Bench of this Court in A.O. No. 42 of 2020, appellants moved fresh application under Section 34 of the Act before the Commercial Court, Dehradun, which was registered as Miscellaneous Case No. 42 of 2020.",
            "labels": [
                "FAC"
            ],
            "id": "c1c21ac657064c31a9f50ae4e664519a_22"
        },
        {
            "start": 3182,
            "end": 3329,
            "text": "Learned Commercial Court dismissed the said application on the ground of delay vide order dated 10.2.2021, which is under challenge in this appeal.",
            "labels": [
                "FAC"
            ],
            "id": "f904b089ec144339a9dd40d7d98183f0_23"
        },
        {
            "start": 3331,
            "end": 3411,
            "text": "4. Learned Commercial Court considered and discussed the matter in great detail.",
            "labels": [
                "NONE"
            ],
            "id": "d2cf872dbf124eebb27d45daa062b24f_24"
        },
        {
            "start": 3412,
            "end": 3757,
            "text": "Perusal of para 12 of the impugned order reveals that learned Commercial Court has factored in the time spent by the appellant while pursuing the remedy before the District Judge, Tehri Garhwal and held that even if the time spent before District Judge, Tehri Garhwal is excluded, then also the application filed by the appellant is beyond time.",
            "labels": [
                "FAC"
            ],
            "id": "a01bbec86bc247fa847833c938ee0b4e_25"
        },
        {
            "start": 3759,
            "end": 3854,
            "text": "5. In our considered opinion, the view taken by the learned Commercial Court cannot be faulted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f6531adce039459997f70320b4903e0a_26"
        },
        {
            "start": 3855,
            "end": 3919,
            "text": "Arbitration and Conciliation Act, 1996 is a self contained code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "577c6888d5f44675a403681a3eec3290_27"
        },
        {
            "start": 3920,
            "end": 4691,
            "text": "Section 34(3) of the Act, which prescribes the period of limitation for challenging an award under Section 34 of the Act, reads as under:\n\"34. Application for setting aside arbitral award.--(1)...... (2).....\n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\"\n6.",
            "labels": [
                "STA"
            ],
            "id": "b442968bd3cf4a639116a2ff2a064e9c_28"
        },
        {
            "start": 4692,
            "end": 4945,
            "text": "Thus, from perusal of provision contained under Section 34(3) of the Act, it is quite apparent that the period of limitation prescribed for challenging an award is three months, which can be extended in appropriate cases for a further period of 30 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e455fcf0738427e8e67d181939aacd1_29"
        },
        {
            "start": 4946,
            "end": 5184,
            "text": "The expression \"but not thereafter\" in the proviso to Section 34(3) of the Act makes it clear that the Court, before which an arbitral award is challenged under Section 34 of the Act, cannot extend the period of limitation beyond 30 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "445c35f045894dce8f922a91cbfd9e72_30"
        },
        {
            "start": 5185,
            "end": 5319,
            "text": "This aspect has been dealt with by Hon'ble Supreme Court in the case of P. Radha Bai v. P. Ashok Kumar, reported as (2019) 13 SCC 445.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26ea4dcd418347ba9cf211a6b57cfd49_31"
        },
        {
            "start": 5320,
            "end": 5382,
            "text": "Relevant paragraphs of this judgment are extracted below:\n\"19.",
            "labels": [
                "STA"
            ],
            "id": "30ddd15c75984e18b2ed139a6d5c5286_32"
        },
        {
            "start": 5383,
            "end": 5481,
            "text": "This analysis has to necessarily begin from Section 29(2) of the Limitation Act, which states:\n29.",
            "labels": [
                "STA"
            ],
            "id": "3470b1f413104f449963751b73f6801d_33"
        },
        {
            "start": 5482,
            "end": 6053,
            "text": "(2) Where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the Schedule, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in Sections 4 to 24 (inclusive) shall apply only insofar as, and to the extent to which, they are not expressly excluded by such special or local law.",
            "labels": [
                "STA"
            ],
            "id": "6c68a4bf37aa4fd48179950c1f8d411e_34"
        },
        {
            "start": 6054,
            "end": 6074,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3748ec3295924795972c3df04637c6c4_35"
        },
        {
            "start": 6076,
            "end": 6120,
            "text": "20. Section 29(2) is divided into two limbs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1df9c49133214bbdb2317e5804327db6_36"
        },
        {
            "start": 6121,
            "end": 6186,
            "text": "This is evident from the conjunctive \"and\" in the said provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3a2168e25d645b38aa135d91ac7370c_37"
        },
        {
            "start": 6187,
            "end": 6326,
            "text": "The interrelation between these two limbs was considered by a Bench of five Judges of this Court in Vidyacharan Shukla v. Khubchand Baghel.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "879d95ca38184cd4a4725dc5b8adfb6a_38"
        },
        {
            "start": 6327,
            "end": 6521,
            "text": "\n32. Section 34(3) deserves careful scrutiny and its characteristics must be highlighted:\n32.1. Section 34 is the only remedy for challenging an award passed under Part I of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70cd314c06f04d2da530b1324fd15993_39"
        },
        {
            "start": 6522,
            "end": 6607,
            "text": "\nSection 34(3) is a limitation provision, which is inbuilt into the remedy provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a28cbb67eb1d4e7392bf5ce90aed37b9_40"
        },
        {
            "start": 6608,
            "end": 6785,
            "text": "One does not have to look at the Limitation Act or any other provision for identifying the limitation period for challenging an award passed under Part I of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e93546ea1e84424e94b50a9e8b63c292_41"
        },
        {
            "start": 6787,
            "end": 7059,
            "text": "32.2. The time-limit for commencement of limitation period is also provided in Section 34(3) i.e. the time from which a party making an application \"had received the arbitral award\" or disposal of a request under Section 33 for corrections and interpretation of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "995ea3896f1240a3a40123763d7ac80a_42"
        },
        {
            "start": 7060,
            "end": 7258,
            "text": "\n32.3. Section 34(3) prohibits the filing of an application for setting aside of an award after three months have elapsed from the date of receipt of award or disposal of a request under Section 33.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c350362e90b84a239d74d74169420ce1_43"
        },
        {
            "start": 7259,
            "end": 7372,
            "text": "Section 34(3) uses the phrase \"an application for setting aside may not be made after three months have elapsed\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0a7d989e2674f67bd5121fbd1fb7379_44"
        },
        {
            "start": 7373,
            "end": 7401,
            "text": "The phrase \"may not be made\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a66fc2eddbee473b9627739f3fe0e1b5_45"
        },
        {
            "start": 7402,
            "end": 7482,
            "text": "is from the UNCITRAL Model Law and has been understood to mean \"cannot be made\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a12014cf782645f59691e3fa2ddb567a_46"
        },
        {
            "start": 7483,
            "end": 7617,
            "text": "The High Court of Singapore in ABC Co.\nLtd. v. XYZ Co. Ltd. held:\n\"The starting point of this discussion must be the model law itself.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "32b976da16b1422c97aeeb3238d7b07a_47"
        },
        {
            "start": 7618,
            "end": 7664,
            "text": "On the aspect of time, Article 34(3) is brief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f569c6a145d0492fbeba111aefa68d0b_48"
        },
        {
            "start": 7665,
            "end": 7771,
            "text": "All it says is that the application may not be made after the lapse of three months from a specified date.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b8b5a89953ba4c7e95806e43cd1a9433_49"
        },
        {
            "start": 7772,
            "end": 7944,
            "text": "Although the words used are 'may not', these must be interpreted as 'cannot' as it is clear that the intention is to limit the time during which an award may be challenged.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61d1c04148ff4efd8f3afe2140a26fcf_50"
        },
        {
            "start": 7945,
            "end": 8056,
            "text": "This interpretation is supported by material relating to the discussions amongst the drafters of the Model Law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e79146066c764cca82e12ce944c45178_51"
        },
        {
            "start": 8057,
            "end": 8295,
            "text": "It appears to me that the court would not be able to entertain any application lodged after the expiry of the three months' period as Article 34 has been drafted as the all- encompassing, and only, basis for challenging an award in court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4f386ff75b444a4b90b71b668df9289_52"
        },
        {
            "start": 8296,
            "end": 8546,
            "text": "It does not provide for any extension of the time period and, as the court derives its jurisdiction to hear the application from the Article alone, the absence of such a provision means the court has not been conferred with the power to extend time.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b94e13e2798446b5b62e6ca660d4a300_53"
        },
        {
            "start": 8547,
            "end": 8573,
            "text": "\n(emphasis supplied) 32.4.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9f62549dbff4b9c857e688092a5e130_54"
        },
        {
            "start": 8574,
            "end": 8655,
            "text": "The limitation provision in Section 34(3) also provides for condonation of delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd54f0c54c16436f8119c6c58a80a174_55"
        },
        {
            "start": 8656,
            "end": 8767,
            "text": "Unlike Section 5 of the Limitation Act, the delay can only be condoned for 30 days on showing sufficient cause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "017daf2523d242cfb5b4b42cc240aff5_56"
        },
        {
            "start": 8768,
            "end": 8896,
            "text": "The crucial phrase \"but not thereafter\" reveals the legislative intent to fix an outer boundary period for challenging an award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bb2a190399d4ca3b41ba5f601dd7f38_57"
        },
        {
            "start": 8898,
            "end": 9076,
            "text": "32.5. Once the time-limit or extended time-limit for challenging the arbitral award expires, the period for enforcing the award under Section 36 of the Arbitration Act commences.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "429191017a8e4b4e80fdee3999506a0b_58"
        },
        {
            "start": 9077,
            "end": 9213,
            "text": "This is evident from the phrase \"where the time for making an application to set aside the arbitral award under Section 34 has expired\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "132b120c34dc455fa97246dcf6c2a9d1_59"
        },
        {
            "start": 9214,
            "end": 9399,
            "text": "There is an integral nexus between the period prescribed under Section 34(3) to challenge the award and the commencement of the enforcement period under Section 36 to execute the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "297b618f603847249dcfc6ef4bb86231_60"
        },
        {
            "start": 9401,
            "end": 9565,
            "text": "33. If Section 17 of the Limitation Act were to be applied to determining the limitation period under Section 34(3), it would have the following consequences:\n33.1.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45500e1ca2214cf99c722336b1fe1c2f_61"
        },
        {
            "start": 9566,
            "end": 9752,
            "text": "In Section 34(3), the commencement period for computing limitation is the date of receipt of award or the date of disposal of request under Section 33 (i.e. correction/additional award).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5abd105d5fd441daa7c0e1d9aec5e1f8_62"
        },
        {
            "start": 9753,
            "end": 9940,
            "text": "If Section 17 were to be applied for computing the limitation period under Section 34(3), the starting period of limitation would be the date of discovery of the alleged fraud or mistake.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fe1e9a703de4601b9abcaf3bf941f4c_63"
        },
        {
            "start": 9941,
            "end": 10044,
            "text": "The starting point for limitation under Section 34(3) would be different from the Limitation Act. 33.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ee6e15a1708e4972ad37872b945434a2_64"
        },
        {
            "start": 10045,
            "end": 10258,
            "text": "The proviso to Section 34(3) enables a court to entertain an application to challenge an award after the three months' period is expired, but only within an additional period of thirty dates, \"but not thereafter\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a6db3f27866453bb0f5df448d2c8cae_65"
        },
        {
            "start": 10259,
            "end": 10381,
            "text": "The use of the phrase \"but not thereafter\" shows that the 120 days' period is the outer boundary for challenging an award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec56a71fdd9a4d6fa0c9d5dfd3577a06_66"
        },
        {
            "start": 10383,
            "end": 10486,
            "text": "If Section 17 were to be applied, the outer boundary for challenging an award could go beyond 120 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "18b3e16267c84a0abc74c92dc288b842_67"
        },
        {
            "start": 10487,
            "end": 10558,
            "text": "The phrase \"but not thereafter\"\nwould be rendered redundant and otiose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "730b1d641d0a45deafbd7d6ee5755ce1_68"
        },
        {
            "start": 10559,
            "end": 10783,
            "text": "This Court has consistently taken this view that the words \"but not thereafter\" in the proviso of Section 34(3) of the Arbitration Act are of a mandatory nature, and couched in negative terms, which leaves no room for doubt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e81f479160c413da849745798c58f12_69"
        },
        {
            "start": 10784,
            "end": 10963,
            "text": "(State of H.P. v. Himachal Techno Engineers, Assam Urban Water Supply & SewerageBoard v. Subash Projects & Mktg. Ltd. and Anilkumar Jinabhai Patel v. Pravinchandra Jinabhai Patel)",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9389b64908ee4658ad5a4f27f0633a17_70"
        },
        {
            "start": 10965,
            "end": 11144,
            "text": "34. In our view, the aforesaid inconsistencies with the language of Section 34(3) of the Arbitration Act tantamount to an \"express exclusion\" of Section 17 of the Limitation Act.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae0f86a765094486b4781dd6f90a5aed_71"
        },
        {
            "start": 11146,
            "end": 11279,
            "text": "7. Similar view was taken by Hon'ble Supreme Court in the case BBM Enterprises v. State of West Bengal, reported as (2020) 9 SCC 448.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4331783cc747406e9b7b50fdafc02fb4_72"
        },
        {
            "start": 11280,
            "end": 11330,
            "text": "Para 3 and 8 of this judgment are extracted below:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b67a64931a9b45ce9de35eaac5780f8c_73"
        },
        {
            "start": 11332,
            "end": 11569,
            "text": "\"5. In the first round of litigation, the Section 34 petition was dismissed by the learned District Judge on 22-3- 2012, stating that the period of 120 days was over, and hence no foray into the merits would be permissible at this stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccdd7d8aea2849e28c256e3dae6f080b_74"
        },
        {
            "start": 11570,
            "end": 11695,
            "text": "However, by an order dated 11-1-2013, the Division Bench set aside this judgment and remanded the matter for a fresh hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62acc4ec521f4bf8855f9c2d58717ba1_75"
        },
        {
            "start": 11697,
            "end": 11769,
            "text": "8. The stay that has been granted throughout the hearing would continue.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3380e4725fe44816b4da602bee1ecfe1_76"
        },
        {
            "start": 11770,
            "end": 11856,
            "text": "A resume of these facts would show that the matter has gone up and down already twice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4ba20110af144c48814ef1a6825b3918_77"
        },
        {
            "start": 11857,
            "end": 12101,
            "text": "We may only state that even though it does not appear that, in the second round, the point of limitation was argued, since a de novo hearing by the Division Bench was ordered on 11-1- 2013, this point also stared at the Court like a sore thumb.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90a0c633887d49f8b503821f7f1529e2_78"
        },
        {
            "start": 12102,
            "end": 12172,
            "text": "We are not satisfied that there is any answer to the limitation point.",
            "labels": [
                "RATIO"
            ],
            "id": "84c7b880064a49a18d2bef2c8c4dfb69_79"
        },
        {
            "start": 12173,
            "end": 12359,
            "text": "Even otherwise, having perused the order of the learned District Judge, we are of the view that adequate reasons were given to dispose of the Section 34 petition filed by the respondent.",
            "labels": [
                "RATIO"
            ],
            "id": "da8a74672077423883f6d6e3139b5ed5_80"
        },
        {
            "start": 12360,
            "end": 12473,
            "text": "We do not agree with the High Court that no reasons were given as a result of which a remand ought to be ordered.",
            "labels": [
                "RATIO"
            ],
            "id": "a4f8bbe4fe4b4fdfb16e9a09d17edd9d_81"
        },
        {
            "start": 12474,
            "end": 12628,
            "text": "Resultantly, therefore the impugned High Court judgment is set aside and the judgment dated 22- 12-2016 passed by the learned District Judge is affirmed.\"",
            "labels": [
                "RPC"
            ],
            "id": "87d9cdedfe8a46a1bfbb2ce9457542d3_82"
        },
        {
            "start": 12630,
            "end": 12820,
            "text": "8. The above being the legal position, the reliance placed by learned Counsel for the appellants on the observation made by Division Bench of this Court in A.O. No. 42 of 2020 is inapposite.",
            "labels": [
                "RATIO"
            ],
            "id": "9b2f6c89b0dc4a9da2315222aff482ad_83"
        },
        {
            "start": 12821,
            "end": 13135,
            "text": "Since the statute prohibits entertainment of application under Section 34 of the Act after the expiry of period of limitation prescribed under Section 34(3) of the Act, therefore, delay could not have been condoned merely because Division Bench gave liberty to the appellants to move delay condonation application.",
            "labels": [
                "RATIO"
            ],
            "id": "b39136b9159943fbbb3bdfee4568cde5_84"
        },
        {
            "start": 13137,
            "end": 13264,
            "text": "9. For the reasons recorded above, we do not find any infirmity in the impugned order passed by the Commercial Court, Dehradun.",
            "labels": [
                "RATIO"
            ],
            "id": "3b38e88989114fa99fd75ecf67dac6a8_85"
        },
        {
            "start": 13265,
            "end": 13312,
            "text": "Accordingly, we dismiss this Appeal from Order.",
            "labels": [
                "RPC"
            ],
            "id": "883e07821431429b8bb4bb45e72af7d7_86"
        },
        {
            "start": 13313,
            "end": 13389,
            "text": "\n(Vivek Bharti Sharma, J.) (Manoj Kumar Tiwari, A.C.J.) December 12, 2023 Pr",
            "labels": [
                "NONE"
            ],
            "id": "98fc3600188d4558a36084fd7fad1acf_87"
        }
    ],
    "entities": [
        {
            "text": "Jageshwar Dayal",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 32
        },
        {
            "text": "K K Kapoor",
            "label": "RESPONDENT",
            "start_char": 36,
            "end_char": 46
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 103,
            "end_char": 135
        },
        {
            "text": "Jageshwar Dayal",
            "label": "PETITIONER",
            "start_char": 416,
            "end_char": 431
        },
        {
            "text": "Ram Sewak",
            "label": "LAWYER",
            "start_char": 554,
            "end_char": 563
        },
        {
            "text": "K K Kapoor",
            "label": "RESPONDENT",
            "start_char": 664,
            "end_char": 674
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 1153,
            "end_char": 1163
        },
        {
            "text": "25.01.2023",
            "label": "DATE",
            "start_char": 1168,
            "end_char": 1178
        },
        {
            "text": "Additional District Judge-02, South West District, Dwarka Courts, Delhi",
            "label": "COURT",
            "start_char": 1201,
            "end_char": 1272
        },
        {
            "text": "CS DJ ADJ no. 853/2019",
            "label": "CASE_NUMBER",
            "start_char": 1301,
            "end_char": 1323
        },
        {
            "text": "Jageshwar Dayal vs. K.K Kapoor",
            "label": "PRECEDENT",
            "start_char": 1335,
            "end_char": 1365
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 1412,
            "end_char": 1429
        },
        {
            "text": "Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 1433,
            "end_char": 1459
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 1540,
            "end_char": 1550
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 1558,
            "end_char": 1578
        },
        {
            "text": "26.07.2016",
            "label": "DATE",
            "start_char": 1978,
            "end_char": 1988
        },
        {
            "text": "ADJ-03, Tis Hazari Courts, Delhi",
            "label": "COURT",
            "start_char": 2074,
            "end_char": 2106
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 2212,
            "end_char": 2217
        },
        {
            "text": "Khatri",
            "label": "GPE",
            "start_char": 2233,
            "end_char": 2239
        },
        {
            "text": "Rajasthan",
            "label": "GPE",
            "start_char": 2241,
            "end_char": 2250
        },
        {
            "text": "22.04.2015",
            "label": "DATE",
            "start_char": 2560,
            "end_char": 2570
        },
        {
            "text": "23.06.2016",
            "label": "DATE",
            "start_char": 2771,
            "end_char": 2781
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 3058,
            "end_char": 3075
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3076,
            "end_char": 3079
        },
        {
            "text": "27.07.2018",
            "label": "DATE",
            "start_char": 3098,
            "end_char": 3108
        },
        {
            "text": "Janakpuri",
            "label": "GPE",
            "start_char": 3257,
            "end_char": 3266
        },
        {
            "text": "New Delhi",
            "label": "GPE",
            "start_char": 3268,
            "end_char": 3277
        },
        {
            "text": "Dwarka Courts, South-West District, Delhi",
            "label": "COURT",
            "start_char": 3332,
            "end_char": 3373
        },
        {
            "text": "District & Sessions Judge, Dwarka Courts",
            "label": "COURT",
            "start_char": 3532,
            "end_char": 3572
        },
        {
            "text": "CRP No. 194/2018",
            "label": "CASE_NUMBER",
            "start_char": 3678,
            "end_char": 3694
        },
        {
            "text": "14.08.2019",
            "label": "DATE",
            "start_char": 3718,
            "end_char": 3728
        },
        {
            "text": "16.08.2019",
            "label": "DATE",
            "start_char": 3745,
            "end_char": 3755
        },
        {
            "text": "Order VII Rule 10A",
            "label": "PROVISION",
            "start_char": 3799,
            "end_char": 3817
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3818,
            "end_char": 3821
        },
        {
            "text": "Dwarka Courts, South-West District, Delhi",
            "label": "COURT",
            "start_char": 3971,
            "end_char": 4012
        },
        {
            "text": "18.09.2019",
            "label": "DATE",
            "start_char": 4052,
            "end_char": 4062
        },
        {
            "text": "14.10.2019",
            "label": "DATE",
            "start_char": 4085,
            "end_char": 4095
        },
        {
            "text": "District & Sessions Judge, Dwarka Courts, New Delhi",
            "label": "COURT",
            "start_char": 4191,
            "end_char": 4242
        },
        {
            "text": "Section 151",
            "label": "PROVISION",
            "start_char": 4300,
            "end_char": 4311
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4312,
            "end_char": 4315
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 4348,
            "end_char": 4358
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 4366,
            "end_char": 4380
        },
        {
            "text": "CS DJ ADJ 853/2019",
            "label": "CASE_NUMBER",
            "start_char": 4526,
            "end_char": 4544
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 4608,
            "end_char": 4625
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4626,
            "end_char": 4629
        },
        {
            "text": "24.11.2021",
            "label": "DATE",
            "start_char": 4708,
            "end_char": 4718
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 4801,
            "end_char": 4811
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 4819,
            "end_char": 4833
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 4866,
            "end_char": 4883
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4884,
            "end_char": 4887
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 5070,
            "end_char": 5080
        },
        {
            "text": "14.10.2019",
            "label": "DATE",
            "start_char": 5245,
            "end_char": 5255
        },
        {
            "text": "District Judge (Commercial Court), Dwarka Courts, South-West District",
            "label": "COURT",
            "start_char": 5368,
            "end_char": 5437
        },
        {
            "text": "Order XLVII Rule 1 read with Section 151",
            "label": "PROVISION",
            "start_char": 5542,
            "end_char": 5582
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5583,
            "end_char": 5586
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 5658,
            "end_char": 5668
        },
        {
            "text": "25.01.2023",
            "label": "DATE",
            "start_char": 5696,
            "end_char": 5706
        },
        {
            "text": "DJ ADJ No. 490/2022",
            "label": "CASE_NUMBER",
            "start_char": 5776,
            "end_char": 5795
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 5857,
            "end_char": 5867
        },
        {
            "text": "25.01.2023",
            "label": "DATE",
            "start_char": 5872,
            "end_char": 5882
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5920,
            "end_char": 5931
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5939,
            "end_char": 5960
        },
        {
            "text": "Ram Sewak",
            "label": "LAWYER",
            "start_char": 6060,
            "end_char": 6069
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6428,
            "end_char": 6441
        },
        {
            "text": "Akela Lalitha vs. Konda Hunumantha Rao & Anr",
            "label": "PRECEDENT",
            "start_char": 6445,
            "end_char": 6489
        },
        {
            "text": "Civil Appeal No. 6325-6326 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 6494,
            "end_char": 6528
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 6676,
            "end_char": 6686
        },
        {
            "text": "ADJ-02, South-West District, Dwarka Courts, Delhi",
            "label": "COURT",
            "start_char": 6717,
            "end_char": 6766
        },
        {
            "text": "07.07.2018",
            "label": "DATE",
            "start_char": 6820,
            "end_char": 6830
        },
        {
            "text": "10.10.2022",
            "label": "DATE",
            "start_char": 6854,
            "end_char": 6864
        },
        {
            "text": "Section 15(2)",
            "label": "PROVISION",
            "start_char": 7176,
            "end_char": 7189
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7197,
            "end_char": 7224
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 7561,
            "end_char": 7571
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 7579,
            "end_char": 7593
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 7758,
            "end_char": 7771
        },
        {
            "text": "D. K. Yadav vs. M/s J.M.A. Industries Ltd.; 1993(3) SC 14",
            "label": "PRECEDENT",
            "start_char": 7775,
            "end_char": 7832
        },
        {
            "text": "27.09.2022",
            "label": "DATE",
            "start_char": 7985,
            "end_char": 7995
        },
        {
            "text": "District Judge (Commercial Court) South-West, District, Dwarka",
            "label": "COURT",
            "start_char": 8333,
            "end_char": 8395
        },
        {
            "text": "Satyanarain Khandelwal vs. Prem Arora; MANU/DE/2578/2022.",
            "label": "PRECEDENT",
            "start_char": 8561,
            "end_char": 8618
        },
        {
            "text": "State of Haryana",
            "label": "GPE",
            "start_char": 8623,
            "end_char": 8639
        },
        {
            "text": "SCC 520",
            "label": "PROVISION",
            "start_char": 8697,
            "end_char": 8704
        },
        {
            "text": "State of Uttaranchal",
            "label": "ORG",
            "start_char": 8712,
            "end_char": 8732
        },
        {
            "text": "Sunil Kumar Negi; 2008 AIR SCW 2684",
            "label": "PRECEDENT",
            "start_char": 8744,
            "end_char": 8779
        },
        {
            "text": "Kamal Bansal",
            "label": "OTHER_PERSON",
            "start_char": 8820,
            "end_char": 8832
        },
        {
            "text": "Order XLIII Rule 1(a)",
            "label": "PROVISION",
            "start_char": 8980,
            "end_char": 9001
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9002,
            "end_char": 9005
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 9071,
            "end_char": 9088
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9089,
            "end_char": 9092
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9240,
            "end_char": 9253
        },
        {
            "text": "A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000,",
            "label": "PRECEDENT",
            "start_char": 9257,
            "end_char": 9327
        },
        {
            "text": "Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors",
            "label": "PRECEDENT",
            "start_char": 9328,
            "end_char": 9387
        },
        {
            "text": "Tuticorin Educational Society and Ors.; (2019) 9 SCC 538",
            "label": "PRECEDENT",
            "start_char": 9393,
            "end_char": 9449
        },
        {
            "text": "Mohamed Ali vs. V. Jaya and Ors.;\nMANU/SC/0863/2022",
            "label": "PRECEDENT",
            "start_char": 9454,
            "end_char": 9505
        },
        {
            "text": "01.10.2019",
            "label": "DATE",
            "start_char": 9611,
            "end_char": 9621
        },
        {
            "text": "10.10.2019",
            "label": "DATE",
            "start_char": 9643,
            "end_char": 9653
        },
        {
            "text": "10.10.2019",
            "label": "DATE",
            "start_char": 9709,
            "end_char": 9719
        },
        {
            "text": "11.10.2019",
            "label": "DATE",
            "start_char": 9723,
            "end_char": 9733
        },
        {
            "text": "14.10.2019",
            "label": "DATE",
            "start_char": 9770,
            "end_char": 9780
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 9889,
            "end_char": 9899
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 9907,
            "end_char": 9921
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 10025,
            "end_char": 10042
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10043,
            "end_char": 10046
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10141,
            "end_char": 10154
        },
        {
            "text": "ONGC Ltd. vs. Modern Construction and Company; (2014) 1",
            "label": "PRECEDENT",
            "start_char": 10158,
            "end_char": 10213
        },
        {
            "text": "SCC 648",
            "label": "PROVISION",
            "start_char": 10214,
            "end_char": 10221
        },
        {
            "text": "Frankfinn Aviation Services Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 10249,
            "end_char": 10286
        },
        {
            "text": "MANU/SC/0576/2020",
            "label": "CASE_NUMBER",
            "start_char": 10288,
            "end_char": 10305
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 10451,
            "end_char": 10472
        },
        {
            "text": "Section 12A.",
            "label": "PROVISION",
            "start_char": 10507,
            "end_char": 10519
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10570,
            "end_char": 10583
        },
        {
            "text": "Patil Automation Private Limited",
            "label": "ORG",
            "start_char": 10587,
            "end_char": 10619
        },
        {
            "text": "Rakheja Engineers Private Limited",
            "label": "RESPONDENT",
            "start_char": 10633,
            "end_char": 10666
        },
        {
            "text": "Narendra Kumar vs. Om Daily Needs Retailing Pvt",
            "label": "PRECEDENT",
            "start_char": 10745,
            "end_char": 10792
        },
        {
            "text": "Order VII Rule 10",
            "label": "PROVISION",
            "start_char": 11013,
            "end_char": 11030
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11031,
            "end_char": 11034
        },
        {
            "text": "District Court, Dwarka",
            "label": "COURT",
            "start_char": 11136,
            "end_char": 11158
        },
        {
            "text": "M.K. Modi vs. K.K. Modi; AIR 2005 Delhi 219",
            "label": "PRECEDENT",
            "start_char": 11324,
            "end_char": 11367
        },
        {
            "text": "14.10.2019",
            "label": "DATE",
            "start_char": 11708,
            "end_char": 11718
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 12011,
            "end_char": 12021
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 12029,
            "end_char": 12043
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 12687,
            "end_char": 12697
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12705,
            "end_char": 12708
        },
        {
            "text": "Namita Gupta vs. Suraj Holdings Limited; 2024 SCC OnLine Del 143",
            "label": "PRECEDENT",
            "start_char": 12808,
            "end_char": 12872
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 13224,
            "end_char": 13235
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 13602,
            "end_char": 13612
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13620,
            "end_char": 13623
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 13854,
            "end_char": 13864
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13872,
            "end_char": 13875
        },
        {
            "text": "Suraj Prakash",
            "label": "PRECEDENT",
            "start_char": 13885,
            "end_char": 13898
        },
        {
            "text": "Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt",
            "label": "PRECEDENT",
            "start_char": 14222,
            "end_char": 14289
        },
        {
            "text": "CC Act",
            "label": "STATUTE",
            "start_char": 15068,
            "end_char": 15074
        },
        {
            "text": "Section 16",
            "label": "PROVISION",
            "start_char": 15345,
            "end_char": 15355
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15403,
            "end_char": 15406
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 15577,
            "end_char": 15587
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15595,
            "end_char": 15598
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16116,
            "end_char": 16127
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 16483,
            "end_char": 16500
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16508,
            "end_char": 16511
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 16626,
            "end_char": 16637
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 16741,
            "end_char": 16751
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 16827,
            "end_char": 16837
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16845,
            "end_char": 16848
        },
        {
            "text": "District Judge (Commercial), South-East District, Saket District Court",
            "label": "COURT",
            "start_char": 17069,
            "end_char": 17139
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 17406,
            "end_char": 17416
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17424,
            "end_char": 17427
        },
        {
            "text": "Court of the District Judge (Commercial), South-East District, Saket District Court",
            "label": "COURT",
            "start_char": 17516,
            "end_char": 17599
        },
        {
            "text": "District & Sessions Judge, Dwarka Courts",
            "label": "COURT",
            "start_char": 17992,
            "end_char": 18032
        },
        {
            "text": "Section 24",
            "label": "PROVISION",
            "start_char": 18168,
            "end_char": 18178
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18182,
            "end_char": 18185
        },
        {
            "text": "Additional District Judge-02, South-West District, Dwarka Courts, Delhi",
            "label": "COURT",
            "start_char": 18243,
            "end_char": 18314
        },
        {
            "text": "District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi",
            "label": "COURT",
            "start_char": 18339,
            "end_char": 18412
        },
        {
            "text": "District Judge (Commercial)-02, South-West District, Dwarka Courts, Delhi",
            "label": "COURT",
            "start_char": 18598,
            "end_char": 18671
        },
        {
            "text": "15.07.2024",
            "label": "DATE",
            "start_char": 18733,
            "end_char": 18743
        },
        {
            "text": "SHALINDER KAUR",
            "label": "JUDGE",
            "start_char": 18845,
            "end_char": 18859
        },
        {
            "text": "JULY 09, 2024",
            "label": "DATE",
            "start_char": 18864,
            "end_char": 18877
        }
    ],
    "precedent_clusters": {
        "A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000,": [
            "Jageshwar Dayal vs. K.K Kapoor",
            "Akela Lalitha vs. Konda Hunumantha Rao & Anr",
            "A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000,",
            "Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors",
            "Mohamed Ali vs. V. Jaya and Ors.;\nMANU/SC/0863/2022",
            "ONGC Ltd. vs. Modern Construction and Company; (2014) 1",
            "Narendra Kumar vs. Om Daily Needs Retailing Pvt",
            "Riveria Commercial Developers Ltd. v. Brompton Lifestyle Brands Pvt"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order VII Rule 11",
            "Civil Procedure Code, 1908",
            "Order VII Rule 11",
            "Civil Procedure Code, 1908"
        ],
        [
            "Section 14",
            "Limitation Act, 1963",
            "Section 14",
            "Limitation Act, 1963"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10A",
            "CPC",
            "Order VII Rule 10A",
            "CPC"
        ],
        [
            "Section 151",
            "CPC",
            "Section 151",
            "CPC"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order XLVII Rule 1 read with Section 151",
            "CPC",
            "Order XLVII Rule 1 read with Section 151",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 15(2)",
            "Commercial Courts Act, 2015",
            "Section 15(2)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order XLIII Rule 1(a)",
            "CPC",
            "Order XLIII Rule 1(a)",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Order VII Rule 10",
            "CPC",
            "Order VII Rule 10",
            "CPC"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 16",
            "CPC",
            "Section 16",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "Section 12A",
            "CPC",
            "Section 12A",
            "CPC"
        ],
        [
            "Section 12A",
            "CPC",
            "Section 12A",
            "CPC"
        ],
        [
            "Section 24",
            "CPC",
            "Section 24",
            "CPC"
        ],
        [
            "SCC 520",
            "Limitation Act",
            "SCC 520",
            "Limitation Act"
        ],
        [
            "SCC 648",
            "CPC",
            "SCC 648",
            "CPC"
        ],
        [
            "Section 12A.",
            "Commercial Courts Act",
            "Section 12A.",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "CPC",
            "Section 12A",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "A. Venkatasubbiah Naidu vs. S. Challappan & Others; MANU/SC/0581/2000,": 8
    },
    "provision_counts": {
        "Order VII Rule 11 of Civil Procedure Code, 1908": 1,
        "Section 14 of Limitation Act, 1963": 1,
        "Order VII Rule 10 of CPC": 4,
        "Order VII Rule 10A of CPC": 1,
        "Section 151 of CPC": 1,
        "Section 14 of Limitation Act": 5,
        "Order VII Rule 14 of CPC": 1,
        "Order VII Rule 11 of CPC": 2,
        "Order XLVII Rule 1 read with Section 151 of CPC": 1,
        "Article 227 of Constitution of India": 1,
        "Section 15(2) of Commercial Courts Act, 2015": 1,
        "Order XLIII Rule 1(a) of CPC": 1,
        "Section 24 of CPC": 8,
        "Section 16 of CPC": 1,
        "Section 12A of CPC": 3,
        "SCC 520 of Limitation Act": 1,
        "SCC 648 of CPC": 1,
        "Section 12A. of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Civil Procedure Code, 1908": 1,
        "Limitation Act, 1963": 1,
        "CPC": 24,
        "Limitation Act": 6,
        "Constitution of India": 1,
        "Commercial Courts Act, 2015": 1,
        "Commercial Courts Act": 1
    }
}