{
    "id": "4991622e6ccd96c1156b1e426e2f5103a2803726ed4b5dd1f4f82d06b26d3089",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nKarnataka High Court\nMr Sanjay Kumar vs Elior India Food Services Llp on 2 June, 2023\nAuthor: M. Nagaprasanna \nBench: M. Nagaprasanna \n                            1\n\n\n\n       In The High Court Of Karnataka At Bengaluru\n\n           Dated This The 02Nd Day Of June, 2023         R\n                          Before\n\n         The Hon'Ble Mr. Justice M. Nagaprasanna\n\n          Writ Petition No.2584 Of 2023 (Gm - Res)\n\nBetween:\n\nMr.Sanjay Kumar\nS/O Mahesh Narayan Sahay\nAged About 56 Years\nR/At: Nestates, Palladium\nNo.547, 16Th 'A' Main\n3Rd Block, Koramangala\nBengaluru - 560 034.\n                                              ... Petitioner\n(By Sri Nishanth A.V., Advocate)\n\nAnd:\n\n1.     Elior India Food Services Llp\n       Incorporated Under The Limited\n       Liability Partnership Act, 2008 \n       Having Its Office At:\n       001, Campus 3B, Ecospace,\n       Outer Ring Road, Bellanduru\n       Bengaluru - 560 103 \n       Representedby Its \n       Designate Partner/\n       Authorized Signatory\n       Mr.Rohit Sawhney. \n                                             ... Respondent\n\n(By Sri K.G.Raghavan, Sr. Counsel For \n    Sri Prashanth V.G, Advocate For R-1;\n                                2\n\n\n\n    R-2 To R-4 Are Deleted Vide Order Dated 02.02.2023)\n\n\n     This Writ Petition Is Filed Under Article 226 Of The\nConstitution Of India Praying To Restraining The Honble\nLxxxv Additional City Civil And Sessions Judge,\nCommercial Court At Bengaluru (Cch-86) From Proceeding\nFurther In Case Bearing Com.M.A.No.01/2023 Pending\nBefore The Hon'Ble Court Vide Annx-J.\n\n\n     This Writ Petition Having Been Heard And Reserved\nFor Orders On 14.03.2023, Coming On For Pronouncement\nThis Day, The Court Made The Following:-\n\n\n                             Order\nThe petitioner is before this Court seeking a writ in the nature of prohibition restraining the Lxxxv Additional City Civil and Sessions Judge, Commercial Court, Bengaluru from proceeding further in t he case bearing Commercial Miscellaneous Appeal No.1 of 2023 filed by the respondent. \n2. Heard Sri A.V. Nishanth, learned counsel appearing for the petitioner and Sri K.G.Raghavan, learned senior counsel appearing for the respondent. \n3. Facts in brief germane are as follows:\nThe respondent/Elior India Food Services LLP (hereinafter referred to as 'the firm' for short) employs the petitioner under an employment agreement on 26-10-2016. The firm later designates the petitioner as partner and minor partner with a particular share in the firm. The firm owing to certain omissions and commissions on the part of the petitioner initiates inquiry by issuance of a charge sheet on 10-05-2022. Calling upon the said proceedings, the petitioner files a Commercial Arbitration Application in Com.AA.No.88 of 2021 invoking Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short) in furtherance of an arbitration clause in the employment agreement before the Commercial Court on 13-05-2021.\n4. During the pendency of the proceedings invoked by the petitioner under Section 9, the petitioner was terminated from service by the firm. At that stage, on 08-06-2021, the petitioner invokes arbitration under Section 21 of the Act and issues a notice to the firm. During the pendency of further proceedings under Section 21 of the Act, the application under Section 9 of the Act filed before the concerned Court comes to be dismissed. The petitioner then files a commercial appeal before this Court in Com.A.P.No.161 of 2021 which also comes to be dismissed by an order dated 22-10-2021 by a Division Bench affirming the order passed by the concerned Court in a case that was filed by the petitioner invoking Section 9 of the Act. The petitioner did not challenge the said order passed by the Division Bench of this Court. Therefore, a three member Arbitral Tribunal comes to be constituted in furtherance of clause 24 of the Arbitration Clause under the Employment Agreement.\n5. The first hearing of the Arbitral Tribunal was scheduled to be conducted on 08-12-2021. The parties were represented and the Tribunal directed completion of pleadings. The Arbitral Tribunal on 15-12-2022 answering the claimant's application under Section 17 of the Act passed an order, against which the firm files a Commercial Miscellaneous Application before the Commercial Court in Commercial M.A.No.1 of 2023 in which the petitioner herein files his objections contending that the Commercial Court has no jurisdiction to entertain the application. The Commercial Court in terms of its order dated 30-01-2023 directs the counsel for the petitioner to furnish a copy of the objections filed to the application under Order 7 Rule 10 of the CPC, to hear the matter on merits as also on jurisdiction and posted it to 01-02-2023. The order which directs that the matter would be heard both on jurisdiction and on merits is what drives the petitioner to this Court in the subject petition. \n6. The learned counsel appearing for the petitioner submits that in terms of Section 2(1)(c) of the Commercial Courts Act, 2015 (hereinafter referred to as 'the 2015 Act' for short) the Commercial Court would get jurisdiction only if it is a commercial dispute. Commercial dispute is also defined under the 2015 Act. In terms of Section 2(1)(c)(i) thereof the Commercial Court does not get jurisdiction to entertain a challenge to the order passed by the Arbitral Tribunal as it is not a commercial dispute. The learned counsel would contend that since the issue of jurisdiction goes to the root of the matter, the concerned Court ought to have decided the issue of jurisdiction and after holding that it has jurisdiction it can proceed with the consideration of the case on its merits. The Court has posted the matter on 01-02-2023 to hear both on merits of the matter as well as jurisdiction, which is erroneous in law is what the learned counsel for the petitioner would submit. \n7. On the other hand, the learned senior counsel appearing for the respondent/firm would vehemently refute the submissions to contend that the petitioner himself invoked Section 9 of the Act before the Commercial Court which came to be dismissed. Against the order passed by the Commercial Court, the petitioner files an appeal which also comes to be dismissed by a Division Bench of this Court. He does not choose to challenge the order passed by the Division Bench. But, when the same jurisdiction is invoked by the firm, challenging the interim order passed by the Commercial Court, the petitioner questions the jurisdiction of the Commercial Court. It is his submission that the petitioner cannot blow hot and cold and once having chosen to invoke the jurisdiction, he has acquiesced in the jurisdiction of the concerned Court. Therefore, the petition be dismissed and the concerned Court be directed to proceed further. \n8. The learned counsel for the petitioner, in reply to the submissions would submit that any amount of consent or erroneous jurisdiction invoked by a particular party would not confer jurisdiction on a Court. If the Court has no jurisdiction it cannot entertain the petition. He would seek an order/decision on jurisdiction at the outset by the Court and then on merits of the matter. \n9. I have given my anxious consideration to the submissions made by the respective learned counsel and have gone through the material on record. \n10. The firm employs the petitioner as a Chief Executive Officer with effect from 01-02-2017 under an employment agreement dated 26-10-2016. On the same day the firm issues a letter confirming terms of appointment of the petitioner and his entitlement to long term incentive plan as CEO of the firm setting out the framework for the potential award of an exceptional bonus remuneration as a supplement. The firm terminates petitioner's employment by a notice of termination dated 17-05-2021, against which the petitioner causes a legal notice dated 08-06-2021 demanding payment of various amounts including termination allowance as per employment agreement and amount towards long term incentive plan. The firm refuses to pay. The petitioner then invokes the arbitration clause in the agreement contending that the notice of termination was illegal and seeks award of payment of `42.90 crores towards long term incentive plan and termination allowance. The relevant prayer before the Arbitral Tribunal reads as follows:\n(e) Direct the respondent No.1 to pay to the claimant a sum of `42.90,00,000/- (Rupees forty two crore ninety lakhs only) as per the Long Term Incentive Plan Agreement dated 26-10-2016 along with interest at the rate of 18% per annum from 01-04-2021 till the date of realization.\" \nJust before the claim could be made through the legal notice, apprehending that he would be removed from service, the petitioner knocks the doors of the Commercial Court in Com.A.A.No.88 of 2021 invoking Section 9 of the Act in furtherance of Clause 24 of the Employment Agreement which dealt with arbitration to be the mode of dispute resolution. This was admittedly before the Commercial Court. The Commercial Court rejects the application of the petitioner under Section 9 of the Act in terms of its order dated 17-06-2021 which was called in question before this Court in Commercial Appeal No.161 of 2021. This Court rejected the appeal on 22-10-2021. The rejection of the appeal becomes final as the petitioner does not challenge. Therefore, the Arbitral Tribunal was constituted before which the petitioner filed an application under Section 17 of the Act. The Arbitral Tribunal in terms of its order dated 15-12-2022 issues certain directions to secure the amount so claimed by the petitioner. The conclusion of the order passed by the Arbitral Tribunal on 15-12-2022 reads as follows:\n\"Conclusion 40) Thus, the requirements for issuing a direction to secure the amount in dispute in arbitration is made out. The application is therefore allowed in part and the following direction is issued by way of an interim measure to secure the amount in dispute in the arbitration:\ni) The First Respondent is prohibited from alienating or transferring its business/assests/contracts to any party till the disposal of this arbitration;\nii) The said prohibition as per (i) above shall cease to operate, if the First Respondent furnishes security by way of a Bank Guarantee for a sum of Rs.9 Crores, to be in force for a period of one year (and to be extended till the expiry of a period of three months from the date of final award in this case.\niii) Any finding recorded or observation made in this order, is for the limited purpose of considering whether any interim measures should be ordered under Section 17 of the Act and will iv) be subject to the final award. Nothing contained in this order shall therefore be treated as a finding on merits. \nv) The costs of the application will be considered at the time of determining the costs in the final award. \n(Note: This order is issued under the signature of the Presiding Arbitrator with the consent and concurrence of the other Members of the Tribunal, as permitted under Para III of the Proceedings of the First Meeting dated 08.12.2021).\" The Arbitral Tribunal directs allowing the application filed under Section 17 in part and restrains the firm from alienating or transferring its business/assets/contracts to any party till the disposal of arbitration dispute. It further directs furnishing of a bank guarantee by way of security for a sum of `9 crores which should be in force for a period of one year. The firm becoming aggrieved of this, knocks at the doors of the Commercial Court in Commercial Miscellaneous Application No.1 of 2023 and seeks an interim order of stay of the order passed by the Arbitral Tribunal. The petitioner files his objections before the Arbitral Tribunal now taking a different stand that the firm could not approach the Commercial Court as it was not a commercial dispute between the parties. The Commercial Court for hearing the matter both on merits as well as on jurisdiction passed an order on 30-01-2023 which reads as follows:\n\"Business: Both counsels present. Petitioner counsel filed objections to IA u/O 7 R 10 CPC. Copy furnished to respondent counsel. To hear on merits and also on jurisdiction by 01-02- 2023. \nNext Purpose: ARGUMENTS Next hearing date: 1-02-2023 CCH-86 LXXXV ADDL.CITY CIVIL & SESSIONS JUDGE.\" \nAs per the aforementioned extract, the Commercial Court posts the matter for arguments on both merits as well as on jurisdiction. The petitioner is now before this Court calling in question the very proceedings before the Commercial Court on the ground that it is without jurisdiction. \n11. To consider the aforesaid submission of the petitioner it is germane to notice certain provisions of the 2015 Act. Section 2(1)(c) reads as follows:\n\"2. Definitions.--(1) In this Act, unless the context otherwise requires,--\n... ... ... ...\n(b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of Section 3;\n(c) \"commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above;\nand (xxii) such other commercial disputes as may be notified by the Central Government. \nExplanation.--A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions\". \nSection 2 deals with definitions. Section 2(b) defines a Commercial Court to mean a Commercial Court constituted under sub-section (1) of Section 3. Section 2(1)(c) which forms the fulcrum of the issue in the lis defines what is commercial dispute. Section 2(1)(c)(i) defines commercial dispute inter alia to mean ordinary transactions of merchants, bankers, financiers including enforcement and interpretation of documents. Clause (xviii) of sub- section (c) of Section 2(1) defines a commercial dispute to be arising out of agreements for sale of goods or provision of services. \n12. The learned counsel for the petitioner has contended that the dispute that is brought before the Arbitral Tribunal nowhere comes within the meaning of Section 2(1)(c) of whatever clauses they would be. \n13. The learned senior counsel appearing for the respondent would submit that agreement for sale of goods or provision of services, would be commercial dispute. The dispute in the case at hand arises out of Employment Agreement between the firm and the petitioner as it is an agreement for provision of services of the petitioner and, therefore, it becomes a commercial dispute. \n14. In the light of the aforesaid submission, it is germane to notice the agreement/contract between the parties to consider commercial nature of the agreement, if any. The contract is entered into between the petitioner and the respondent on 26-10-2016. The preamble to the contract is as follows:\n\"Further to our recent discussions, we are pleased to confirm the terms of your long-term incentive plan (the \"LTI Plan\") as the Chief Executive Officer (\"CEO\") of Elior India Catering LLP (\"Elior India\").\nThe LTI Plan sets out a framework for the potential award of an exceptional bonus remuneration in recognition of your contribution to the value creation for Elior India. \nThis letter-agreement sets forth the mechanics of the LTI Plan and the conditions under which you shall be entitled, subject to the terms and conditions set forth herein, to receive this exceptional bonus remuneration and constitutes a supplement to your employment contract effective as of 1st February 2017. (the \"Employment Contract\"). It supersedes any previous letter or document that you may have received or we may have agreed to, during the preparation of the LTI Plan or prior to the date hereof, and forms the basis of the award of the LTI Plan exceptional bonus remuneration. This letter agreement shall enter into force as on the effective date of the Employment Contract. Elior India and Mr. Sanjay Kumar are hereinafter collectively referred to as \"Parties\" and individually as \"Party\".\n(Emphasis added) Both the parties agreed to a plan - a long term incentive plan. According to the said plan, the petitioner is entitled to receive exceptional bonus remuneration which constitutes supplement to the employment contract with effect from 1-02-2017. It is in supersession of any previous letter or document with certain conditions stipulated therein wherein clauses of the said contract are germane to be noticed and they read as follows:\n\"1. Exceptional bonus remuneration awarded upon satisfaction of the Bonus Conditions 1.1 Allocated Amount a) In the event where the Bonus Conditions (as set forth in paragraphs a) and b) of the definition below) are satisfied on the Maturity Date (as defined below), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in India Rupees (the \"Allocated Amount\") computed under the following mechanism:\nEquity Value x 0.1 Allocated Amount (INR) =------------------------x Coefficient 0.64465 The Allocated Amount shall be calculated as at the Maturity Date and shall, with any amount received or to be received by you? In any event, notwithstanding anything to the contrary herein, in the aggregate not exceed the Indian Rupees equivalent of EUR 5 million (bases on the exchange rate applicable on the Maturity Date), net of any taxes. \nFor the purposes of this paragraph a), the Equity value shall be calculated by the Expert within two months following the date on which the annual accounts of Elior India relating to the Financial Year ended on the Maturity Date have been certified by the statutory auditors of Elior India. \nb) Alternatively, in the event where (x) only the condition set forth in paragraph a) (Continued employment with Elior India) of the definition of \"Bonus Conditions\" is satisfied on the Maturity Date, and (y) the Fair Market Value is higher than the aggregate of the enterprise values of Megabite and CRCL, as determined at the time of the completion of their acquisition by Elior India (and as appearing in the legal documentation relating to such acquisitions), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in Indian Rupees (the \"Base Bonus Amount\") compared under the following mechanism (provided that such Base Bonus Amount is a positive amount).\nEquity Value x 0.04 Base Bonus Amount (INR) =------------------------\n0.64465 For the purposes of this paragraph b), the Fair Market Value shall be calculated by the Expert within two months following the date on which the annual accounts of Elior India relating in the Financial Year ended on the Maturity Date have been certified by the statutory auditors of Elior India (and such determination of the Fair Market Value by the Expert shall be final and binding upon the Parties, save in the case of fraud). 1.2 Payment The Allocated Amount, if owed to you in accordance with paragraph 1.1 a) above, shall be paid in you in full by Elior India within one month following the date on which the Equity Value has been determined by the Expert. \nAlternatively, if the Allocated Amount is not due by Elior India, the Base Bonus Amount shall, as the case may be, be paid to you in fully by Elior India Within one month following the date on which the Fair Market Value has been determined by the Expert. \n1.3 Award of the Allocated Amount in the event of a Legitimate Departure Notwithstanding anything to the contrary herein, in the event of a Legitimate Departure after 31st March 2018, but prior to 31st March 2021 (or, as the case may be, prior to 31st March 2022 or 2023, in the event where you have elected to postpone the Maturity Date), you shall be entitled to receive the Allocated Amount as calculated in accordance with paragraph 1.1 a) (provided that the Performance Target, as adjusted in order not to take into account the Financial Years not yet ended as at the date of the Legitimate Daparture, is fulfilled) or, as the case may be, the Base Bonus Amount as calculated in accordance with paragraph 1.1 b). In this case, the Allocated Amount or, as the case may be, the Base Bonus Amount, shall be paid to you in full by Elior India within one month following the date on which the Equity Value (in the event that the Allocated Amount is due by Elior India) has been determined by the Expert. \n1.7 Governing Law-dispute resolution For the avoidance of doubt, any disputes arising under or in connection with this letter-agreement shall be resolved in accordance with clauses 19 (Governing Law and Jurisdiction) and 24 (Arbitration) of the Employment Contract.\" \n(Emphasis added) Clause 1.1 deals with satisfaction of performance of service/ contract. The petitioner is to be allotted gross bonus remuneration in Indian rupees computed in terms of a particular mechanism. The formula is also indicated. Clause 1.2 deals with payment. The allotted amount if owed to the petitioner would be paid to the petitioner within one month of the following date on which the equity value has been determined by the expert. Clause 1.3 deals with award of the allocated amount in the event of legitimate departure. Therefore, the severance of relationship between the parties is also envisaged in terms of Clause 1.3. Clause 1.7 deals with dispute resolution. The dispute resolution would be by way of arbitration as obtaining in Clauses 19 and 24 of the original contract of employment. The contract also deals with definitions and it reads as follows:\n\"2. Definitions Allocated Amount has the meaning set out in paragraph 1.1 Base Bonus has the meaning set out in paragraph 1.1 Amount Bonus Conditions means the two following conditions:\na) continued employment with Elior India Mr.Sanjay Kumar's continued employment as CEO with Elior India from (1st February 2017) until the Maturity Date; and b) Achievement of the Performance Target The fulfillment of at least one of the two following performance conditions by Elior India (the \"Performance Target\"), calculated as of the Maturity Date.\n                       i )       The annual Organic Growth for the                                 Financial Year ended on the Maturity                                 Date is at least equal to 7% and/or                        ii)      the EBITDA Margin for the Financial                                 Year ended on the Maturity Date is at                                 least equal to 6.1%. \n\n    Cash                     means, with respect to Elior India and its                              Subsidiaries , the sum of : \n\n                       i)       any positive balances in any deposit,\n                                current or savings accounts: \n\n                       ii)      any        corporate       income      tax                                 receivables;\n\n                       calculated on a consolidated            basis    in                        accordance with Indian GAAP.\"\nThe percentage of amount for payment of incentive is also defined under the term bonus conditions. This is the term by and understood as an employment contract. A separate employment agreement is entered into between the parties. The remuneration fixed to the petitioner is `20,000,000/-(Rupees Twenty million) as base salary per year. Clause 10 thereof deals with termination of employment. Clause 24 deals with resolution of disputes by way of arbitration. It reads as follows:\n\"24. Arbitration All disputes and differences whatsoever arising out of, or in connection with this Agreement, shall be referred to arbitration under the Arbitration and Conciliation Act, 1996, to be held in Bengaluru. Disputes shall be referred to sole arbitrator and if the parties are unable to agree on the appointment of the sole arbitrator within 15 (fifteen) days from the date a party raises a dispute, then by reference to a panel consisting of 03 (three) arbitrators, with the LLP and the Employee empowered to appoint 01 (one) arbitrator each and the third arbitrator shall be appointed by two of the arbitrators. Arbitration awards rendered shall be final and binding. Arbitration shall be conducted in the English language.\" \nAll disputes arising out of or in connection with the Employment Agreement would be referred to the arbitration under the Act. Therefore, the dispute between the parties is arbitrable is not in dispute. \n15. The afore-quoted employment contract between the parties for long term incentive plan in furtherance of the Employment Agreement, that is entered into indicating the conditions and nuances of work by the petitioner in the firm. The long term incentive plan is indicated to be applied to the petitioner at a particular sum, for particular action, by the petitioner, in favour of the firm. Therefore, it is an incentive plan that is generated, foundation of which is the employment contract between the parties. The two are inseparable. Arbitration clause is found in the employment agreement. The percentage of amount for payment of incentive is indicated in the Employment Agreement. Therefore, the issue now, would be whether, an Employment Agreement would come within the meaning of Section 2(1)(c)(xviii) of the 2015 Act, for the agreement to become a commercial dispute. Interpretation of whatever nature that can be placed to the definition of commercial dispute, as obtaining under Section 2(1)(c)(xviii) will not lead to the subject agreement, to become an agreement for services, as obtaining under the afore-quoted provision. The provision relates to agreements of sale of goods or provision of services. They cannot be read in isolation. A pure and simple employment contract cannot be given a colour of a commercial dispute by dressing it to be a provision of services. \n16. If every Employment Agreement of the kind that is the subject matter in the case at hand is brought within the ambit of commercial dispute, it would then be opening a pandoras' box or will be opening flood gates of litigation before the commercial Court/s that would clog the said Court. This in effect would defeat the very reason why the commercial Court was constituted. The view of mine, in this regard, is fortified by the judgment of the Apex Court in the case of AMBALAL SARABHAI ENTERPRISES LTD. V. K.S. INFRASPACE LLP1 where the Apex Court interprets what is and what could be a commercial dispute within several enumerations under Section 2(1)(c) of the Act. The Apex Court has held as follows:\n\"6. At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject-matter of the suit could be considered as a \"commercial dispute\" so as to enable the Commercial Court to entertain the suit. In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the (2020) 15 SCC 585 CC Act, 2015. The said provision to the extent relevant is extracted here below for reference. \n\"2. Definition.--(1) In this Act, unless the context otherwise requires-- (a)-(b) * * *\n(c) \"commercial dispute\" means a dispute arising out of-- (i)-(vi) * * *\n(vii) agreements relating to immovable property used exclusively in trade or commerce; \n(viii)-(xxii) * * *\"\nFrom a perusal of the provision relied upon by the learned Senior Advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts. The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a mortgage deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce. \n7. The learned Senior Advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently Respondent 1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce. The learned Senior Advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though Respondent 1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future. Hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the Commercial Court. \n8. Though such rival contentions are put forth by the learned Senior Advocate on either side, these aspects cannot be dealt with in abstract. Instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely, averments in the plaint would at the outset be relevant to confer jurisdiction. Hence before adverting to the other aspects it would be necessary to carefully examine the plaint. The plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein. In Para 5 thereof the detail of the land bearing R.S. No. 122 corresponding to City Survey Nos. 1101 and 1100/1 having land area of 9207 sq m at Mouje Subhanpura Reg. District, Vadodara is referred. Further the schedule of the property is indicated in Para 6 and reference is made to the Memorandum of Understanding where again the reference is made to the land. It is averred therein that it would be the total responsibility of Respondent 1 herein (Defendant 2 in the suit) to change the land use as well as to pay the amount that may be required for the permission. The amount to be paid as premium is referred and the right of the plaintiff to secure the mortgage deed in view of the terms of the MoU is stated. In the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the agreement to sell/sale deed/memorandum of understanding or as on the date of the suit. \n9. Further on referring to the cause of action in Para 21, the plaintiff has thereafter referred in Para 22 to the jurisdiction of the Court to hear and decide the matter. It would be appropriate to extract the same which reads as hereunder: \n\"22. Jurisdiction: The plaintiff states that the defendants having their office at Vadodara land which is the subject-matter of the instant suit is situated within the territorial jurisdiction of this Hon'ble Court and hence this Hon'ble Court has the jurisdiction to hear and decide the matter.\"\nEven though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at Vadodara, there is no reference indicating the reason for which the plaintiff pleads that the court which is the Commercial Court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit. In that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of MoU whereunder it is agreed that the mortgage deed be executed. Even if the immovable property under the mortgage deed was the subject-matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of Commercial Court is invoked. Without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute. \n10. Be that as it may, the learned Senior Advocates on both sides have sought to rely on the legal position decided by the various High Courts in the absence of the pronouncement of this Court. The learned Senior Advocate in that regard have referred to the various decisions on the same point. However, we do not find it appropriate to refer to each of them and over burden this order since we notice that the High Court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion. The discussion as made by the High Court with reference to the various decisions is also justified. In that view, we would refer to the decision of a Division Bench in Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706] relied on by the learned Senior Advocate for the appellant. In that regard, it is noticed that in the said case on taking note of the provision contained in Section 2(1)(c)(vii) of the CC Act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression \"arising out of\" and \"in relation to immovable property\" should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties. The said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property. \n11. On the other hand, the learned Senior Advocate for the respondents has relied on the decision of a Division Bench of the Gujarat High Court in Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd. [Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017 Guj 153] wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of Section 2(1)(c) of the CC Act, 2015 the expression \"used\" must mean \"actually used\" or \"being used\". It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed. The verbatim consideration therein is as hereunder:\n(SCC OnLine Guj para 33) \"33. Therefore, if the dispute falls within any of the Section 2(c) the dispute can be said to be \"commercial dispute\"\nfor which the Commercial Court would have jurisdiction. It is required to be noted that before the learned Commercial Court the original plaintiff relied upon Sections 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only. The learned counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within Sections 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act. It is required to be noted that before the learned Commercial Court it was never the case on behalf of the original plaintiff that the case would fall within Section 2(c)(vii) of the learned Commercial Court. Despite the above we have considered on merits whether even considering Section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of Section 2(c) of the Commercial Courts Act or not? Considering Section 2(c)(vii), \"commercial dispute\" means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce. As observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce. As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original Defendant 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff. It is the case on behalf of the original plaintiff that as the original Defendant 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed. There are other alternative prayers also. Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce. It is the case on behalf of the original plaintiff that as in clause (vii) of Section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, Section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction. The aforesaid has no substance. As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied. It may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\". If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible. On plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\". If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\". The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\".\nSimilar view has been taken by the Bombay High Court (Nagpur Bench) in Dineshkumar Gulabchand Agrawal [Dineshkumar Gulabchand Agrawal v. CIT, 2003 SCC OnLine Bom 1289 :\n(2004) 267 ITR 768] and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\". \nIt is reported that SLP against the said decision has been dismissed [Dineshkumar Gulabchand Agrawal v. CIT, 2004 SCC OnLine SC 13] by the Hon'ble Supreme Court.\"\n(emphasis in original)\n12. Though we are informed that the said decision is assailed before this Court in a special leave petition we are inclined to agree with the view expressed therein. This is for the reason that this Court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant. In that regard, the decision relied on by the learned Senior Advocate for the respondent in Federation of A.P. Chambers of Commerce & Industry v. State of A.P. [Federation of A.P. Chambers of Commerce & Industry v. State of A.P., (2000) 6 SCC 550] is noticed, wherein it is observed as under: (SCC pp. 552-53, paras 6 & 9) \"6. Section 3 of the said Act speaks of \"land is used for any industrial purpose\", \"land is used for any commercial purpose\" and \"land is used for any other non-agricultural purpose\". The emphasis is on the words \"is used\". For the purposes of levy of assessment on non-agricultural lands at the rate specified in the Schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose. The same would apply to a commercial purpose or any other non- agricultural purpose. \n***\n9. We are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said Act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes. The wider meaning given to the word \"used\" in the judgment under challenge is untenable. Having regard to the fact that the said Act is a taxing statute, no court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed.\" \n(emphasis supplied) \n13. The learned Senior Advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction. In that regard, the learned Senior Advocate has referred to the Statement of Objects and Reasons with which the Commercial Courts Act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive Indian legal system. Hence, he contends that a purposive interpretation be made. It is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute. Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained. This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the lawmakers. In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction. If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy. The excluded class of litigation will in any event be entertained in the ordinary civil courts wherein the remedy has always existed. \n14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act. In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint. Further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit. Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 1-3-2019 [K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926] impugned herein. The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\" \n(Emphasis supplied) The Apex Court holds that issues which not relate to commercial disputes are filed before the commercial Courts merely because of high value and with the intention of seeking early disposal. Such issues brought before the commercial Court should not be entertained, as it is not intended to bring in every dispute before the commercial Court by the law makers. The Apex Court further holds that the excluded class of litigation will, in any event be entertained, in the ordinary civil Courts wherein the remedy always existed to add, does always exist. \n17. It is also germane to notice what the petitioner understood of the employment contract. A legal notice is caused upon the firm by the petitioner making certain demand. The preamble to the notice reads as follows:\n\"Under the instructions from my client Mr.Sanjay Kumar, S/o Mahesh Narayan Sahay, aged about 56 years, Residing at Nestates, Palladlum, No.547, 16th 'A' Main, 3rd Block, Koramangala, BENGALURU: 560 034, I issue this Legal Notice invoking Clause 17 of the Long-term Incentive Plan letter seeking appointment of the arbitrator to adjudicate the dispute between my client and you, with the following facts which are necessary for your information:\"\nInvoking Clause 24 of the Employment Agreement which concerns arbitration and Clause 17 of the long term incentive plan seeking appointment of an Arbitrator to adjudicate the dispute between the parties , the notice is issued. In the notice, the petitioner claims the following amount:\n\"7. My client hereby states as per the employment agreement and long-term incentive plan letter my client is entitled emoluments including but not limited to:\na) Long Term Incentive Plan allowance in terms of the communication dated 26.10.2016 which was accepted by my client where under my client will be entitled Long Term Incentive Plan upto maximum of 5 million Euros maturingon 31.03.2021. \nb) Gross fixed salary of INR 2 crores per annum. \n(\"base salary\"). The base salary was increased to INR 2.42 crores per annum effective 1st October 2019 vide letter dated 16th December 2019. \nContributions to provident fund, gratuity, superannuation fund shall be in addition to the fixed gross salary and performance linked bonus. Any additional benefits offered by the LLP, to its employees, at its discretion, from time to time will also be applicable. \nc) My client will be entitled Chauffeurs driven car, reimbursement of expenses of maintenance, fuel, 300 Euros per month and access to club membership 1200 Euros per year. \nd) Further, it is offered in the event my client is made redundant by M/s.Elior India, a termination allowance equal to 18 months salary will be calculated as 1/12th of the actual remuneration over the 12 months preceding the redundancy including annual bonuses, if any. The said amount is in addition to the legal redundancy allowance under the applicable laws in India.\" The amount claimed by the petitioner is in terms of the method of calculation adopted in the long term incentive plan. The petitioner claims that the base salary was `2/- crores per annum and would be increased to `2.42 crores per annum effective from 1-10-2019 and the long term incentive plan which was accepted by the petitioner, the entitlement is up to a maximum of 5 million Euros as on 31-03-2021. Paragraph 51 of the notice reads as follows:\n\"51. THEREFORE, my client hereby invokes Clause-24 of the employment agreement and Clause 17 of the long-term incentive letter, call upon you to comply the demand made in previous paragraphs within 30 days from the date of receiving of Legal Notice. In the event of not making the payment of the aforesaid amount claimed above, my client hereby calls upon you to agree the appointment of anyone of the Arbitrator suggested above as Sole Arbitrator to adjudicate dispute between my client and M/s.Elior India. Therefore, my client hereby calls upon you forthwith to constitute the Arbitral Tribunal consisting of sole arbitrator to decide the above disputes. In the event of M/s.Elior India not agreeing for Sole Arbitrator to adjudicate the dispute between my client and M/s. Elior India, my client hereby nominates Hon'ble Justice Shivaraj.V.Patil as the Arbitrator on the side of my client and call upon you to nominate your Arbitrator enabling both Arbitrators to appoint the Presiding Arbitrator to constitute the Arbitral Tribunal between my client and M/s.Elior India.\n53. My client reserves the liberty to modify or make additional claims if need be at a later stage.\" \nThe claim of the petitioner is the amount as indicated in the notice quoted hereinabove. Therefore, what the petitioner claims is, the incentive that was assured in the agreement. The agreement is an offshoot of the Employment Agreement. Therefore, it cannot but be held to be a contract of employment or a contract of incentive. It is a money claim arising out of an Employment Agreement. Therefore, the submission that commercial Court gets jurisdiction in terms of the afore-quoted provision is unacceptable, in the light of what the Apex Court has held in AMBALAL (supra).\n18. Insofar as the submission of the learned senior counsel for the respondent that the petitioner himself chose the commercial Court earlier, is concerned, it is no doubt true that the petitioner invoked the jurisdiction of the commercial Court by filing an application under Section 9 of the Act. The commercial Court dismisses the claim. The petitioner then challenges the dismissal by the commercial Court before this Court. This Court affirms the finding of the commercial Court. The petitioner does not take the issue further. The firm then invoked Section 34 of the Act and instituted a commercial suit in Com.S.No.5/2022 before this Court challenging interim award passed by the Arbitral Tribunal on 13-05-2022 quoted supra in the arbitration proceedings. This very argument of jurisdiction of maintainability of the claim of the petitioner before this Court in the commercial side was questioned. The co-ordinate bench of this Court did not go into whether the dispute between the parties would become a commercial dispute within Section 2(1)(c)(xviii) of the Act. Therefore, if the petitioner has invoked a wrong jurisdiction i.e., that of the commercial Court in a dispute, it would not become a commercial dispute, unless it comes within the definition of Section 2(1)(c) and the clauses therein, as it is settled principle of law, no amount of consent of the parties can confer jurisdiction on any Court or Tribunal and it is equally settled principle of law that merely because a party invokes a wrong jurisdiction and a determination is made by the concerned Court without the parties objecting to it, will not clothe such Court with jurisdiction dehors the statute and become binding on any subsequent proceeding before this Court.\n19. In view of the preceding analysis, I have no hesitation to hold that the dispute between the parties is not a commercial dispute within the meaning of Section 2(1)(c)(xviii) of the Act and therefore, the commercial Court ought not to have entertained the dispute. \n20. For the aforesaid reasons, the following:\nORDER (i) Writ Petition is allowed. \n(ii) It is declared that the concerned LXXXV Additional City Civil and Sessions Judge, Commercial Court, Bengaluru has no jurisdiction to consider and adjudicate MA No.1/2023 and therefore, the proceedings stand obliterated.\n(iii) The obliteration of the proceedings will not come in the way of the parties agitating their respective rights before the competent Civil Court.\n(iv) In the event proceedings are instituted before the competent Civil Court, the findings, observations if any, made by the Commercial Court, will not influence or bind the proceedings before the said Civil Court.\nSd/-\nJUDGE bkp CT:MJ",
        "preamble_end_char_offset": null,
        "cleaned_text": "karnataka high court trinetramilan product vs tara narayanan on 7 june, 2023 author: s.r.krishna kumar bench: s.r.krishna kumar -1nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters in the high court of karnataka at bengaluru dated this the 7th day of june, 2023 before the hon'ble mr justice s.r.krishna kumar writ petition no. 23517 of 2022 c/w writ petition nos. 23530 of 2022, 2794 of 2023 and 2823 of 2023(gm-cpc) in w.p. no. 23517/2022 between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5, kadugodi industrial area near molex india limited bengaluru 560 067. digitally signed 2. r madhusudhana reddy by chandana s/o late v ranga reddy bm aged 53 years location: high director court of karnataka 3. vijaya kumari w/o santosh kumar k.p managing director aged about 50 years. 4. santosh kumar k p s/o p v balan nambiar aged about 51 years. 2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners (by sri amdhusudha reddy, adv., for smt. anusha r, adv.) and: tara narayanan w/o a.s. narayanan aged about 53 years -2nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067 .respondent (by smt. revathi adinatha narde, adv.) this wp is filedunder artilces 226 and 227 of the constitution of inida praying to call for records in com.os.no.337 of 2022 (earlier case no.o.s.no.1398/2020) pending before x additional district and session judge,(commercial court) bengaluru rural district. in w.p.no.23530/2022: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/f-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r. madhusudhana reddy s/o late v ranga reddy aged 53 years director having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. 3. vijaya kumari w/o santosh kumar k.p managing director 50 years. 4. santosh kumar k p s/o p v balan nambiar aged 51 years. o2 to 4 having office at 7a/4-5, kadugodi industrial area near molex india limited bengaluru 560 067. .petitioners -3nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under article 227 of the constitution of india praying to quash the order dtd 07.10.2022 passed by the ii additional senior civil judge, bengaluru rural district, bengaluru, bengaluru allowing ia no.1 filed by respondent under section 15 of the commercial courts act r/w section 151 of the code of civil procedure seeking transfer of os no.1397/2020 to the commercial court vide annx-a. in w.p. 2794/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar -4nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: a.s. narayanan s/o not known to the petitioners aged about 59 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. in w.p.no.2823/2023: between: 1. trinetramilan product protection solutions private limited a company having its registered office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru 560 067. -5nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters 2. r madhusudhana reddy s/o late v ranga reddy aged about 53 years director. 3. vijaya kumari w/o santosh kumar k p aged about 50 years managing director. 4. santosh kumar k p @ santhosh s/o p v balan nambiar aged about 51 years 2 to 4 having office at 7a/4-5 kadugodi industrial area near molex india limited bengaluru-560067. .petitioners (by sri madhusudhan reddy, adv., for smt. anusha r, adv.) and: tara narayanan a.s. narayanan aged about 55 years r/a purva midtown fci godown road dooravani nagar bengaluru 560 016. having office at unnati skill centre no.1, temple road ngef east, sadananda nagar benninganahalli bengaluru-560 038. .respondent (by smt. revathi adinatha narde, adv.) this w.p. is filed under articles 226 and 227 of the constitution of india praying to quash the order dtd 30.11.2022 passed by the x additional district and sessions judge, (commercial court) bengaluru rural district, bengaluru, allowing ia no.vi filed by petitioners under order vii rule 11 of the code of civil procedure seeking rejection of plaint vide annx-a. -6nc: 2023:khc:19391 wp no. 23517 of 2022 and connected matters these petitions, coming on for preliminary hearing, this day, the court made the following: order all these petitions arise out of two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 respectively, which are presently pending on the file of ii addl. senior civil judge, bengaluru rural district, bengaluru (commercial court). 2. heard the learned counsel for the parties and perused the material on record. 3. the material on record discloses that respondentplaintiff instituted two suits in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 against the petitioners who are the defendants in both the suits for ejectment and other reliefs in relation to suit schedule immovable properties. it is an undisputed fact that both the suits instituted on 08.12.2020 are pending before the ii addl. senior civil judge, bengaluru rural district, bengaluru. the plaintiff in com.o.s.no.1397/2020 is mr. narayan while the plaintiff in com.o.s.no.1398/2020 is mrs. thara narayan, who is his wife. it is relevant to state that the petitioners are defendants in both the suits. nc: 2023:khc:19391 and connected matters 4. during pendency of the suits, the plaintiff filed applications under section 15 of the commercial courts act, 2015 (for short, the 'act') seeking transfer of both the suits to designated commercial court in view of the fact that the dispute between the parties was commercial dispute within the meaning of section 2(1)(c)(vii) r/w the explanation appended to the said provision. the said applications were opposed by the petitioners-defendants, who contended that the dispute between the parties was not a commercial dispute and consequently the suits could not be transferred to designated commercial court but had to continue before the senior civil judge, bengaluru rural district, bengaluru. it was also contended that applications ought to have been filed by the respondent before the principal senior civil judge, bengaluru rural district and not before the ii addl. senior civil judge, bengaluru rural district, bengaluru and as such the applications were liable to be rejected. 5. after hearing the parties, the trial court allowed the said applications directing transfer of the suits to the designated commercial court, bengaluru rural district, bengaluru by holding as under: nc: 2023:khc:19391 and connected matters \"order on ia filed \"u/s 15 of commercial courts\" act. the stage of the suit; the plaintiff's evidence; 2. the suit reliefs: (eviction and for recovery of arrears of rent) a) direct the defendants to quit and deliver the vacant possession of the suit schedule property to the plaintiff herein. b) direct the defendant to pay the plaintiff and balance rents and electricity charges or any other charges pending from the defendants to an extent of rs. 12,60,000/along with a reasonable interest at the discretion of this hon'ble court, and future mesne profits at the rate of rs.1,40,000/p.m., from the date of the suit till the date of delivery of vacant possession of the suit schedule property by the defendants to the plaintiff for the use and occupation of the schedule property as an unauthorised occupant / trespasser as contemplated under order 20 rule 12 of c.p.c. c) direct the defendants herein to pay the plaintiff damages for unnecessary harassment caused to her, as per the decision of this hon'ble court. d) direct the defendants to pay the plaintiff the costs of this suit and grant such other relief or reliefs as this hon'ble court deems fit to grant in the circumstances of the case. 3. the suit schedule nc: 2023:khc:19391 and connected matters property bearing 7a/4, kiadb, kadugodi industrial area near molex india ltd., bengaluru 560 067 measuring 6600 sq. ft (ground floor 4850 sq.ft and first floor 1775 sq.ft) and road for the common use of both the plaintiff and defendants, the land and the industrial shed bearing demarcated in the plan. 4. the plaintiff files an ia, ia filed u/s 15 of commercial courts\" act seeking transmit the file to commercial court in view of suit is for eviction from commercial building and also recovery of money. 5. the 2nd defendant files statement of objections ia by contending that application is not to maintainable as sec. 15 commercial court act 2005 is not a prospective nature as suit was not filed prior to 31.07.2018 as that day suits of commercial in nature must have been filed before dedicated commercial court and also the subject matter of suit does not fall under any categories mentioned en definition of commercial court act, 2015. commercial court is a district court and suit is not for commercial disputes and not the disputes such as the present one to be adjudicated. accordingly seeks for rejection of application. 6. heard on both sides; 7. . from the above materials, the following point is arisen for my consideration. points 10 nc: 2023:khc:19391 and connected matters whether plaintiff proves the nature of disputes involved in the suit attracts commercial nature accordingly, case to be transferred before the designated commercial court? 8. my answers to the above points are as follows: point no.i: in the affirmative. reasons 9. point no.: facts of the case: as per plaint averments, the plaintiff is the absolute owner of schedule property, she let out the schedule property on monthly rent basis for a period of 3 years, first year rs.1,40,000/p.m., from 08.09.2017 to 07.09.2018. second year rs.1,75,000/p.m., from 08.09.2018 to 07.09.2019 and third year rs.1,83,750/p.m., from 08.09.2019 to 07.09.2020. accordingly on registered lease deed dated 08.09.2017 was entered between the parties. as per say of the plaintiff, the defendants are running printing business. due to default in payment and also expiry of lease period, the eviction notice was issued on 19.10.2020 but did not vacate the premises despite termination of lease. hence, the suit was filed on 19.12.2020. 10. the plaintiff further says suit schedule property is situated at karnataka industrial development area (kidb), as per the say of plaintiff, the property was let out for printing press along with fixed accessories as plaintiff was running printing press earlier to lease in the schedule premises. therefore, it attracts commercial nature of 11 nc: 2023:khc:19391 and connected matters dispute as defendants deliberately stopped from paying agreed rent and also failed to vacate the despite notice. 11. after court summons was published in the news paper, the defendants appeared. the 2nd defendant or any other defendants did not choose to file written statement to know their contentions in this case. 12. though both sides especially 2nd defendant agreed indirectly that, the nature of facts agitated in the plaint attracts commercial disputes, but this court does not have power to transfer the case by exercising under section 24 of cpc instead it can return the plaint by invoking order 7 rule 10 of cpc., in case court finds dispute is a commercial dispute. 13. the 2nd defendant who represents the case party in person and also a practicing advocate argues that, in support of his submission, he relies on citation reported in 2021 scc online kunhimoosa). ker 9808 (c.k. surendran vs. in this citation, the hon'ble kerala high court held that, if court finds dispute attracts commercial dispute, the court has to return the plaint by invoking order 7 rule 10 of cpc., and as he does not have power to transfer the suit. 14. the supra citation does not applicable to facts on hand for the reason is, the case on hand was filed prior to establishment of dedicated commercial courts within the bengaluru rural district. 12 nc: 2023:khc:19391 and connected matters 15. now it is better to reproduce section 15 (1), (2) and (5) of commercial court act, 2015 for know the provisions of the act; transfer of pending cases: (1) all suits and applications, including applications under the arbitration and conciliation act, 1996, ( 26 of 1996) relating to a commercial dispute of a specified value pending in a high court where a commercial division has been constituted, shall be transferred to the commercial division. (2) all suits and applications, including applications under the arbitration and conciliation act, 1996, (26 of 1996) relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which commercial court has been a constituted, shall be transferred to such commercial court. provided that no suit or application where the final judgment has been reserved by the court prior to the constitution of the commercial division or the commercial court shall be transferred either under sub section (1) or sub-section (2). (3)***** (4)***** (5) in the event that such suit or application is not transferred in the manner specified in sub section (1), sub-section (2) or sub section (3), the commercial appellate division of the high court may, on the 13 nc: 2023:khc:19391 and connected matters application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the commercial division or commercial court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding. as per supra provisions, where a commercial division has been constituted, the pending suits shall be transferred to the commercial court. commercial court is constituted subsequently institution it means, if the of the suit, the court has to transfer, in case after institution of commercial court in a district, the suit must not be filed in any other court. in case, it were filed, as per section 15(5) of, the act, the party may withdraw such suit and file before commercial court. 16. further, the commercial courts act was enacted, 31.02.2015 it had amendment. though it is again considered as in the year 2015 itself the act came into force but, it was depending upon concerned states or such states to establish or constitutes commercial courts. the section 2 (1) (7) commercial courts act which says agreements relating to immovable property used exclusively in trade or commerce which attracts the commercial disputes dispute. can also attracts commercial 17. here, since lease agreement which is a registered on 22.08.2017 and exclusively used for commercial business, it attracts commercial disputes. 14 nc: 2023:khc:19391 and connected matters 18. the learned counsel for plaintiff, produces the notification of hon'ble high court of karnataka dated 17.12.2020. in this bengaluru rural district, as per high court notification bearing 17.12.2022. no.gob (1) 1.2020 dated the hon'ble x addl. district and sessions court bengaluru rural district 28.12.2020. was established on further, the rti information furnished by administrative branch, bengaluru rural district dated 15.10.2022 which states that in bengaluru rural district, the 10th addl. district and sessions judge, bengaluru rural district, bengaluru dedicated commercial court started to functioning from 28.12.2020. filed on 19.12.2020. the suit was filed on 19.12.2020. 19. therefore, court holds, in view of the suit on hand was filed on 19-12-2020 prior establishment of dedicated commercial court. this court ought to have transfered the case to said court as direction issued by hon'ble prl. district and sessions judge, bengaluru rural district and moreover even the section 15 clearly mandates the empower of the courts in which dealing with the commercial dispute suits, but either plaintiff defendants or this court did not identify this case. or 20. so regarding commercial disputes is concerned, the 2nd defendant produces two citations reported in 2016 scc online del 4282 (mrs. soni dave vs. m/s.trans asian industries expositions pvt ltd., and also another citation reported is in 2016 onlince delhi 760 15 nc: 2023:khc:19391 and connected matters (havells india limited vs. the advertising standards council of india). 21. these citations are in respect of commercial securitization and reconstruction of disputes in case financial assets and enforcement of securities interest act, 2002 is in question. so the facts in case property value is concerned where suit is for recovery of money. such circumstances, the suit does not fall under the category of commercial disputes. transfer the suit. so the court cannot transfer the suit. 22. this citation does not applicable to facts on hand, in view the subject matter of the property is a industrial land which is not in dispute and also the schedule property situated in industrial area as per say of plaintiff the defendants are running printing press business, which is called as commercial business. 23. the subsequent citation is in respect of dispute between havells wire and tagline wires that don't catch fire, the name is misleading and exaggerated one. this facts pertaining to trade mark. therefore, hence it is not required to discuss as it is does not applicable to facts on hand. 24. main moto of defendants is to drag the case, otherwise, they would not have waited for two years to appear in this case in view of suit is for eviction and recovery of money. moreover, the plaintiff deprived from receipt of at least agreed rent from past two years. therefore, in view of this suit attracts commercial dispute 16 nc: 2023:khc:19391 and connected matters in view of schedule property situated within the area of industrial area and also the defendants are running a business in the name and style of m/s. polyprint involving in the process of printing etc., accordingly, this court is empowered to transfer the case to dedicated commercial court. hence, instead of returning the plaint as contented by 2nd defendant the court has to transfer the case to commercial courts. accordingly, ia.no.l is liable to be allowed by answered point is in the affirmative proceed to pass the following: order the ia.no.i filed by plaintiff under section 15 of commercial courts act, 2015 is hereby allowed with costs. in the result, this suit is transmitted to designated commercial courts, bengaluru rural district. the parties who have all appeared are hereby directed to appear before the said court, on 29.10.2022. office to send the entire file, by after indexing. the defendants are not expected to any further intimation regarding appearance on 29.10.2022.\" 6. after the matter stood transferred to the commercial court, the petitioner filed applications in both the suits under order vii rule 11 of cpc for rejection of plaint inter alia contending that respondent-plaintiff had not exhausted the mandatory pre-litigation 17 nc: 2023:khc:19391 and connected matters mediation contemplated under section 12-a of the act and the suits were premature and the plaint were liable to be rejected. the said applications also having been opposed by the respondents, the commercial court proceeded to pass the impugned order rejecting the said applications by holding as under: \"order the defendant no.1 has filed this application u/o vii rule 11 of code of civil procedure for rejection of plaint. 2. the managing director of the defendant no.1 has filed an affidavit in support of the application wherein it is stated that the plaintiff has filed the present suit against the defendants for eviction and other consequential reliefs. the plaint is liable to be rejected in accordance with order vii rule 11 of code of civil procedure as the plaintiff has failed to comply with the mandate as contemplated under section 12-a of the commercial courts act (hereinafter called the act). the suit does not contemplate any urgent relief under the act. unless the matter exhausts the remedy of preinstitution mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government, the suit is not maintainable and the plaint is liable to be rejected. 3. it is further-stated that the central government in exercise of the powers conferred by sub-section 2 of section 21-a read with sub-section (1) of section 12-a 18 nc: 2023:khc:19391 and connected matters of the act issued a notification vide gsr.606(e) dated 03-07-2018 which was published in the gazette of india extraordinary on 03-07-2018. hon'ble supreme court of india in its judgment reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others v/s rakheja engineers pvt.ltd.,) declared that section 12-a of the act is mandatory and any suit instituted violating the mandate of section 12-a of the act must be visited with the rejection of the plaint under order vii rule 11 of code of civil procedure. the said ruling came into effect from 20-08-2022. the present suit was numbered before this court on 29-10-2022 much after the date stipulated by hon'ble supreme court of india in the above mentioned case. 4. it is further stated that the suit is instituted in personal capacity. the defendant no.1 does not have any contract with the plaintiff. there is no privity of contract between the plaintiff and the defendant no.1. the plaintiff has not produced any document to show that she and the defendant no.1 are bound by any contract. hence, there is no cause of action to file the suit and as such the suit may be dismissed on the ground that there is no cause of action to file the same. hence, the application. 5. the plaintiff has filed objections to the application stating that the application is not maintainable either in law or on facts. the plaintiff has denied the averments made by the defendant as false and contended that the present suit was filed before the 19 nc: 2023:khc:19391 and connected matters city civil and sessions judge, bengaluru on 04-122020 in o.s. no. 1397/2020. the case was not filed before this court as a commercial case because at that time, this, court was not established. the court has started functioning only from 28-12-2020 which is evident from notification no.gob(i)1/2020 dated 17-122022 issued by the hon'ble high court of karnataka. the case was not been filed in a commercial court, but has come before this court by virtue of transfer application filed by the plaintiff under section 15 of the commercial courts act and the same shall be tried as per section 15(4) of the act which provides that the commercial court may hold case management hearing in respect of transferred suits in order to prescribe lines or issue such further directions as may be necessary for the speedy disposal of the suit. therefore, section 12-a of the act is not applicable in the present facts and circumstances. at this stage, when the matter is transferred to this court and it was posted for plaintiff's evidence, the question of rejection of plaint under order vii rule 11 of code of civil procedure for noncompliance of section 12a of the act does not arise. section 12-a of the act is applicable to suits newly instituted before the commercial court and not to the transferred suits. the process for transferred cases is provided under section 15(4) of the act. 6. it is further contended that the judgment relied by the defendant no.1 is not applicable in the present case because it is applicable to newly instituted suits before the commercial court and not to the transferred 20 nc: 2023:khc:19391 and connected matters cases. it is denied that the present case is a newly instituted case before this court because it has been provided with new number. it is further contended that the defendants have avoided the receipt of the summons for two long years even after knowledge of the case. the written statement of the defendants has been taken as nil. the defendant no.1 has also filed an application under section 15(4) of the act to prescribe new time line for filing the written statement. the defendant is blowing hot and cold as in one application, he seeks for rejection of the plaint and in other application, he prays for filing written statement. this conduct clearly shows that the present application has been filed only to delay the proceedings and to waste the time of this court. hence, he has sought for dismissal of the application with heavy costs. 7. the defendants no.2 to 4 have adopted the interlocutory application filed by the defendant no.1' by filing memo. 8. heard the arguments. the counsel for the defendant no.1 produced copy of keynote address by hon'ble minister of law and justice, government of india dated 05-07-2022, copy of business enabling environment (bee) project. he has relied upon ruling reported in 2022 scc online sc 1028 (patil automation pvt.ltd., and others vs rakheja engineers pvt.ltd.). i have perused the records. 9. now the points arise for my consideration are as under: 21 nc: 2023:khc:19391 and connected matters 1) whether the suit is barred by the provisions of section commercial courts act? 12-a of the commercial act? 2) whether the plaint does not disclose cause of action? 3) what order? 10. my findings on the above points are as under: points no.1 and 2 : in the negative; point no.3 : as per final order for the following; reasons 11. point no.1: the defendant no.1 has sought for rejection of the plaint on two grounds. firstly, on the ground that provisions of section 12-a of the act bars the filing of the suit without initiating pre-institution mediation process and secondly, the plaint does not disclose any cause of action. the other defendants have adopted the i.a. by filing memo. the plaintiff has denied the contentions of the defendants as to bar under section 12-a of the commercial courts act and regarding non-disclosure of cause of action. 12. the commercial courts act is enacted in the year 2015 and it was amended in the year 2018. the amendment act, 2018 has introduced section 12-a to the act which reads as under: section 12a: pre-institution mediation and settlement (1) a suit, which does not contemplate any urgent interim relief under this act, shall not be instituted unless the plaintiff exhausts the remedy of preinstitution 22 nc: 2023:khc:19391 and connected matters mediation in accordance with such manner and procedure as may be prescribed by rules made by the central government. (2) the central government may, by notification, authorise the authorities constituted under the legal services authorities act, 1987 (39 of 1987), for the purposes of pre-institution mediation. (3) notwithstanding anything contained in the legal services authorities act, 1987 (39 of 1987), the authority authorised by the central government under sub-section (2) shall complete the process of mediation within a period of three months from the date of application made by the plaintiff under sub-section (1): provided that the period of mediation may be extended for a further period of two months with the consent of the parties: provided further that, the period during which the parties remained occupied with the preinstitution mediation, such period shall not be computed for the purpose of limitation under the limitation act, 1963 (36 of 1963). (4) if the parties to the commercial dispute arrive at a settlement, the same shall be reduced into writing and shall be signed by the parties to the dispute and the mediator. (5) the settlement arrived at under this section shall have the same status and effect as if it is an arbitral award on agreed terms under sub-section (4) of 23 nc: 2023:khc:19391 and connected matters section 30 of the arbitration and conciliation act, 1996 (26 of 1996). the above provision came into effect from not the above provision came 03-05-2018 and it mandates that a suit which does contemplate any urgent interim relief under the act shall not be instituted unless the plaintiff exhausts the remedy of preinstituted mediation in accordance with the manner and procedure prescribed by the rules made by the central government. accordingly, the rules have been framed by the government wherein the district legal services authority is nominated as competent authjority to carry out the preinstitution mediation process. the hon'ble supreme court has held in the ruling relied by the defendants as under: \"91: the statute which has generated the controversy is the amending act of year 2018. we have noticed that there is undoubtedly a certain amount of cleavage of opinion among the high courts. the other feature which is to be noticed is that, this is a case where the law in question, the amending act containing certain section 12a is a toddler. the lw necessarily would have teething problems at the nascent stage. the specified value has been lowered drastically from rs.1 crore to rs.3 lakhs. the imperative need to comply with the mandate of section 12a which we have unravelled if it has not been shared by the parties on the advice they 24 nc: 2023:khc:19391 and connected matters received or on the view prevailing in the high courts would necessarily mean that unless we hold that the law, we declare is prospective such suits must perish. the court fee paid would have to be written off. in a fresh suit which would be otherwise barred by limitation, shelter can be taken only under section 14 of the limitation act. the availability of the power under section 14 itself may have to be decided by the court. 92. having regard to all circumstances, we would dispose of the matters in .these the following manner. we declare that section 12a of the act is mandatory and hold that any suit instituted violating the mandate of section 12a must be visited with rejection of the plaint under order vii rule 11. this power can be exercised even suo-moto by the court as explained earlier in the judgment. we, however, make this declaration effective from 20-08-2022 so that concerned stakeholders become sufficiently informed. still further, we however direct that in case plaints have been already rejected and no steps have been taken within the period of limitation, the matter cannot be reopened on the basis of this declaration. still further, if the order of rejection of the plaint has been acted upon by filing a fresh suit, the dclaration of prospective effect will not avail the plaintiff. finally, if the plaint is filed violating section 12a after the jurisdictional high court has declared section 25 nc: 2023:khc:19391 and connected matters 12a mandatory also, the plaintiff will not be entitled to the relief. 93. in civil appeal arising out of slp (c) no.14697 of 2021 taking note of the fact that it is a case where the appellant would have succeeded and the plaint rejected, it is also necessary to order the following. the written statement filed by their appellant shall be treated as the application for leave to defend filed within time within the meaning of order xxxvii and the matter considered on the said basis. while we disapprove of the reasoning in the impugned orders we decline to otherwise interfere with the ordrs and the two appeals shall stand disposed of accordingly. in civil appeal arising out of slp no.5737 of 2022, we set aside the order directing payment of costs of rs.10,000/-. the petition of permission to file slp in slp  diary no.29458 of 2021 and the said slp shall stand disposed of as already indicated in the judgment. the above observation of hon'ble supreme court makes it clear that section 12-a fo the act is mandatory and any suit instituted violating the mandate of section 12a must be visited with rejected of the plaint under order vii rule 11 of code of civil procedure, that the power of rejection can be exercised even suo-oto by the court. however, hon'ble supreme court has clarified that the declaration made in the said ruling is effective from 20-08-2022, so that concerned 26 nc: 2023:khc:19391 and connected matters stakeholder become sufficiently informed. this would mean that the suits instituted subsequent to 20-082022 shall mandatorily comply the provision of section 12a of the act. the above said declaration by hon'ble supreme court has saved the suits which are instituted prior to 20-08-2022. 13. the plaintiff has filed the present suit for ejectment of the defendants from the schedule property, for arrears of rent, electricity charges and other charges, for future mesne profits and for damages. the defendant no.1 is a private limited company and the other defendants are the director, managing director and ceo of the said company. it appears from the records that the suit was filed on 0812-2020 before the prl. senior civil judge, bengaluru rural district, bengaluru and it was registered in o.s. no.1397/2020. summons to the defendant no. 1 was returned as refused. nobody has appeared before the court representing the defendant no.1 and hence, he was placed ex parte. summonses were not served upon the other defendants in the ordinary course. hence, summons were directed against them by substitute service i.e., by publication. in spite of publication of the summons in the newspaper, the defendant no.2 to 4 remained absent and hence, they were also placed ex parte. when the matter was posted for plaintiff's evidence, the defendants have appeared before the court through their counsel and got the ex parte order set aside, but the defendants have not filed their written statement. in the meantime, 27 nc: 2023:khc:19391 and connected matters the plaintiff has filed i.a. under. section 15 of the act. the defendant no.2 has filed statement of objections, but the other defendants have not filed their objections. after hearing the arguments, the court vide dated 1710-2022 has allowed the application and ordered fo transfer of the suit to this court with a direction to the partie to appear before the court on 29-10-2022. 14. in pursuance to the said order, the matter was placed before the hon'ble principal district and sessions judge, bengaluru rural district, bengaluru who has madeover the case to this court. then the suit was renumbered as commercial o.s. no.336/2022 on 29-10-2022. thereafter the parties have appeared before.the court. the plaintiff, the defendants no.1, 3 and 4 are represented by their counsels, whereas the defendant no.2 is appearing in person. 15. the suit did not contemplate any urgent orders when it was filed on 08-12-2020 before prl. senior civil judge, bengaluru rural district, bengaluru. the suit was filed before a civil court and as such there was no need for compliance of section 12a of the act at that time. this court was established with effect from 28-12-2020 and the suit was filed before the civil court earlier to the establishment of this court. the suit is transferred to this court and was taken up before the court on 29-10-2022 which is subsequent to the date fixed by the hon'ble supreme court of india in the above mentioned ruling, but it is to be noted that the bar created under section 12-a of the act is for 28 nc: 2023:khc:19391 and connected matters institution of a fresh suit and it does not apply to a suit or proceeding which is transferred to the commercial court. the present suit is transferred under section 15 of the act and registration of he suit as commercial suit after its transfer cannot be considered as institution of the suit. hence, the declaration made by the hon'ble supreme court of india in the above said ruling cannot be applied to the present suit. the keynote address of the hon'ble law minister is pertaining to the object of enacting commercial courts. since, the suit is instituted prior to the date fixed by the hon'ble supreme court that too before a civil court, mandatory provisions of section 12a of the act, have no application to the present suit. i am of the opinion that the bar created by section 12-a of the act is not applicable to the present suit and hence, i answer the point in the negative. 16. point no.2: cause of action is bundle of facts and it can be gathered from taking into consideration the whole averments of the plaint. on perusal of the plaint, it reveals that the plaintiff has pleaded about existence lease, about termination of lease, arrears of rent, etc., the plaint para no.21 is pertaining to the cause of action. the plainti has specifically pleaded as how he acquired right to sue the defendants. the contentions raised by the defendants as t cause of action are nothing but the defences that can be raised in written statement. it is settled principle of law that a plaint can be rejected only on the basis of averments of the plaint and documents produced in 29 nc: 2023:khc:19391 and connected matters support of plaint. the plaint cannot be rejected on the basis of contentions of the defendants. moreover, lack of cause of action to file the suit is different from non disclosure of cause of action in the plaint. only in latter case, the plaint is liable to be rejected. in this case, upon plain reading of the plaint, it can be said that the plaint discloses cause of action. hence, i answer the point in negative. 17. point no.3: the defendant no.1 has filed the application which is adopted by the other defendants. the provisions of sec.12a of the act has no application to the. facts of this case. the principle laid down by hon'ble supreme court in the ruling relied by the defendants cannot be applied to the facts of the case on hand. the plaint discloses cause of action and the suit is not barred by any law. i am of the opinion that the application is misconceived. it is also filed to protract the matter. hence, it is liable to be dismissed with costs. 18. in view of the above discussion and finding, i proceed to pass the following: order i.a.no. vi under order vii rule 11 of code of civil procedure filed by the defendant no.1 and adopted by the other defendants is hereby dismissed with costs. 30 nc: 2023:khc:19391 and connected matters the defendants are liable to pay cost of rs.2,000/each to the plaintiff\". 7. i have given my anxious consideration to the rival submissions and perused the material on record. 8. the following points arise for consideration in the present petition:1) whether the commercial court was justified in allowing the applications filed by the respondents under section 15 of the commercial courts act, 2015? 2) whether the commercial court committed an error in rejecting the applications filed by the petitioners under order vii rule 11 of cpc seeking rejection of plaint? 9. reg: point no.1: a perusal of the material on record in particular, the plaint averments in com.o.s.no.1397/2020 and com.o.s.no.1398/2020 will clearly indicate that respondentsplaintiffs have referred to registered lease deed dated 08.09.2017 alleged to have been entered into between the respondents and the petitioners. in fact, copy of the said document has been produced by the respondents-plaintiffs along with the plaint. under these circumstances, in the light of the definition of commercial 31 nc: 2023:khc:19391 and connected matters dispute as contemplated and enjoined section 2 (1) (7) of the act read with the explanation to the said provision which contemplates that a commercial dispute includes disputes arising out of agreements relating to immovable properties used exclusively in trade or commerce, i am of the view that the trial court was fully justified in allowing the applications filed by the respondents under section 15 of the act. it is significant to note that it is an undisputed fact that the suit schedule property is being used for trade or commerce by the petitioners and consequently, the dispute between the parties would cover by the definition of commercial dispute under section 2 (1) (vii) of the said act. accordingly, the impugned order passed by the trial court allowing the applications filed by the respondent under section 15 of the said act cannot be said to illegal, arbitrary or having occasioned failure of justice warranting interference by this court in the present petition. point no.1 accordingly answered against the petitioners. 10. reg: point no.2: the petitioners filed the instant application under order vii rule 11 of cpc seeking rejection of the plaint inter alia contending that the respondents had not exhausted the mandatory pre-litigation mediation contemplated under section 12(1) of the said act prior to instituting the suit before the 32 nc: 2023:khc:19391 and connected matters designated commercial court and on this score alone, the plaint was liable to be rejected. in this context, reliance is placed upon the judgment of the apex court in the case of patil automation private limited & others v rakheja engineers private limited 2022 scc online sc 1028 in order to contend that violating the mandate of section 12-a of the act must be visited with the consequence of rejection of the plaint. in the facts of the instant case, it is undisputed fact that the suit was instituted on 08.12.2020 before the addl. senior civil judge, bengaluru rural district, bengaluru, much prior to the said judgment having been pronounced by the apex court. further, a perusal of the aforesaid judgment of the apex court will also indicate apart to the fact that same does not have retrospective operation and is not applicable to pending suits before the commercial courts, the question of directing parties to exhaust the remedy of pre-litigation mediation as contemplated under section 12-a of the said act would arise only to the suits instituted after the said judgment in patil automation private limited (supra) was pronounced on 20.08.2022 which is prospective in operation and would not affect pending suits as suits instituted earlier. under these circumstances, the trial court has come to the correct conclusion that no reliance 33 nc: 2023:khc:19391 and connected matters can be placed upon the said judgment of the apex court in the case of patil automation private limited (supra) for the purpose of coming to the conclusion that the instant suits undisputedly instituted prior to 20.08.2022 when the said judgment was pronounced was not applicable to the fact of the instant case. it is also significant to note that though the order of transfer to the commercial court is dated 17.10.2022 subsequent to the judgment of the apex court rendered on 20.08.2022, the suits having been instituted on 08.12.2020, mere transfer under section 15 of the act subsequently cannot be construed or treated as the suit being instituted after 20.08.2022 so as to attract rigor section 12-a of the act and on this ground also, the trial court was fully justified in rejecting the application filed by the petitioners under order vii rule 11 of cpc. accordingly, point no.2 is also answered in the negative against the petitioners. in view of the aforesaid facts and circumstances, i do not find any merit in the petitions and the same are hereby dismissed. sd/judge nms"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c22d42110654b338b8a73e8935b850a_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e8104a3998854e0aa59df3ab1337d2bf_1"
        },
        {
            "start": 242,
            "end": 352,
            "text": "\nKarnataka High Court\nMr Sanjay Kumar vs Elior India Food Services Llp on 2 June, 2023\nAuthor: M. Nagaprasanna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0c62e26dc028427ba858fb033ca6dafc_2"
        },
        {
            "start": 353,
            "end": 376,
            "text": "\nBench: M. Nagaprasanna",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4c437398c794156ab3c9589b1d89e33_3"
        },
        {
            "start": 406,
            "end": 929,
            "text": "1\n\n\n\n       In The High Court Of Karnataka At Bengaluru\n\n           Dated This The 02Nd Day Of June, 2023         R\n                          Before\n\n         The Hon'Ble Mr. Justice M. Nagaprasanna\n\n          Writ Petition No.2584 Of 2023 (Gm - Res)\n\nBetween:\n\nMr.Sanjay Kumar\nS/O Mahesh Narayan Sahay\nAged About 56 Years\nR/At: Nestates, Palladium\nNo.547, 16Th 'A' Main\n3Rd Block, Koramangala\nBengaluru - 560 034.\n                                              ... Petitioner\n(By Sri Nishanth A.V., Advocate)\n\nAnd:\n\n1.     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71582cda0e3544a387daef4987075170_4"
        },
        {
            "start": 929,
            "end": 940,
            "text": "Elior India",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0ddca713f67a40eb8931fe8c2949b7cb_5"
        },
        {
            "start": 941,
            "end": 984,
            "text": "Food Services Llp\n       Incorporated Under",
            "labels": [
                "PREAMBLE"
            ],
            "id": "425d89bf735d48f19b1ba0a92e522c5d_6"
        },
        {
            "start": 985,
            "end": 1035,
            "text": "The Limited\n       Liability Partnership Act, 2008",
            "labels": [
                "PREAMBLE"
            ],
            "id": "45035e5130174819a2748335b1490c20_7"
        },
        {
            "start": 1036,
            "end": 1160,
            "text": "\n       Having Its Office At:\n       001, Campus 3B, Ecospace,\n       Outer Ring Road, Bellanduru\n       Bengaluru - 560 103",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c28db17783bc4946aa8bf3c1987f2558_8"
        },
        {
            "start": 1161,
            "end": 1186,
            "text": "\n       Representedby Its",
            "labels": [
                "PREAMBLE"
            ],
            "id": "74040326a64243abbb481db5175776c6_9"
        },
        {
            "start": 1195,
            "end": 1221,
            "text": "Designate Partner/\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "71daeddc91a141e79609be0512620473_10"
        },
        {
            "start": 1221,
            "end": 1249,
            "text": "Authorized Signatory\n       ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08996115e12946b7814e86254a853bc9_11"
        },
        {
            "start": 1249,
            "end": 1266,
            "text": "Mr.Rohit Sawhney.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2bda4dcec02a4e3a831b333e9bdb9cf1_12"
        },
        {
            "start": 1313,
            "end": 1329,
            "text": "... Respondent\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "159d5922316548e293efa764d78e2b4c_13"
        },
        {
            "start": 1329,
            "end": 1366,
            "text": "(By Sri K.G.Raghavan, Sr. Counsel For",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ea81e6a8bc1b48fa9c0c06f0e1723298_14"
        },
        {
            "start": 1367,
            "end": 1509,
            "text": "\n    Sri Prashanth V.G, Advocate For R-1;\n                                2\n\n\n\n    R-2 To R-4 Are Deleted Vide Order Dated 02.02.2023)\n\n\n     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "62b087ec30d3464aa2e0b2606cf79997_15"
        },
        {
            "start": 1509,
            "end": 2199,
            "text": "This Writ Petition Is Filed Under Article 226 Of The\nConstitution Of India Praying To Restraining The Honble\nLxxxv Additional City Civil And Sessions Judge,\nCommercial Court At Bengaluru (Cch-86) From Proceeding\nFurther In Case Bearing Com.M.A.No.01/2023 Pending\nBefore The Hon'Ble Court Vide Annx-J.\n\n\n     This Writ Petition Having Been Heard And Reserved\nFor Orders On 14.03.2023, Coming On For Pronouncement\nThis Day, The Court Made The Following:-\n\n\n                             Order\nThe petitioner is before this Court seeking a writ in the nature of prohibition restraining the Lxxxv Additional City Civil and Sessions Judge, Commercial Court, Bengaluru from proceeding further in t",
            "labels": [
                "PREAMBLE"
            ],
            "id": "716cf1e3a6af43f3ae85040a39cad461_16"
        },
        {
            "start": 2200,
            "end": 2285,
            "text": "he case bearing Commercial Miscellaneous Appeal No.1 of 2023 filed by the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "59a8f036162e4310940f2da03fa36ec2_17"
        },
        {
            "start": 2287,
            "end": 2434,
            "text": "2. Heard Sri A.V. Nishanth, learned counsel appearing for the petitioner and Sri K.G.Raghavan, learned senior counsel appearing for the respondent.",
            "labels": [
                "NONE"
            ],
            "id": "6d92a5bcddec4c0194086a73a99ad679_18"
        },
        {
            "start": 2435,
            "end": 2640,
            "text": "\n3. Facts in brief germane are as follows:\nThe respondent/Elior India Food Services LLP (hereinafter referred to as 'the firm' for short) employs the petitioner under an employment agreement on 26-10-2016.",
            "labels": [
                "FAC"
            ],
            "id": "bb44382e116c4d07bad2609c2ac8018b_19"
        },
        {
            "start": 2641,
            "end": 2747,
            "text": "The firm later designates the petitioner as partner and minor partner with a particular share in the firm.",
            "labels": [
                "FAC"
            ],
            "id": "3ef6bf0998a24d75acf1f4c126e6c5ea_20"
        },
        {
            "start": 2748,
            "end": 2892,
            "text": "The firm owing to certain omissions and commissions on the part of the petitioner initiates inquiry by issuance of a charge sheet on 10-05-2022.",
            "labels": [
                "FAC"
            ],
            "id": "cca55b8b1e06414fa3390f5ab62cf327_21"
        },
        {
            "start": 2893,
            "end": 3237,
            "text": "Calling upon the said proceedings, the petitioner files a Commercial Arbitration Application in Com.AA.No.88 of 2021 invoking Section 9 of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as 'the Act' for short) in furtherance of an arbitration clause in the employment agreement before the Commercial Court on 13-05-2021.\n4.",
            "labels": [
                "FAC"
            ],
            "id": "def7781ded1b4b1ea4d05bffc86ebd95_22"
        },
        {
            "start": 3238,
            "end": 3375,
            "text": "During the pendency of the proceedings invoked by the petitioner under Section 9, the petitioner was terminated from service by the firm.",
            "labels": [
                "FAC"
            ],
            "id": "b1ac548cfa52458ab98b39d0f4035514_23"
        },
        {
            "start": 3376,
            "end": 3501,
            "text": "At that stage, on 08-06-2021, the petitioner invokes arbitration under Section 21 of the Act and issues a notice to the firm.",
            "labels": [
                "FAC"
            ],
            "id": "9802fc2ef2414530aa6c3b58c8a1e197_24"
        },
        {
            "start": 3502,
            "end": 3672,
            "text": "During the pendency of further proceedings under Section 21 of the Act, the application under Section 9 of the Act filed before the concerned Court comes to be dismissed.",
            "labels": [
                "FAC"
            ],
            "id": "b44ebdb5c7974f64b37af9e061ef5f42_25"
        },
        {
            "start": 3673,
            "end": 3968,
            "text": "The petitioner then files a commercial appeal before this Court in Com.A.P.No.161 of 2021 which also comes to be dismissed by an order dated 22-10-2021 by a Division Bench affirming the order passed by the concerned Court in a case that was filed by the petitioner invoking Section 9 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "3249e2f1ad7b47e1b6dc3bf172722baa_26"
        },
        {
            "start": 3969,
            "end": 4060,
            "text": "The petitioner did not challenge the said order passed by the Division Bench of this Court.",
            "labels": [
                "FAC"
            ],
            "id": "479b93e59998458dbcdace75adcae49f_27"
        },
        {
            "start": 4061,
            "end": 4217,
            "text": "Therefore, a three member Arbitral Tribunal comes to be constituted in furtherance of clause 24 of the Arbitration Clause under the Employment Agreement.\n5.",
            "labels": [
                "FAC"
            ],
            "id": "72c63041ec604892827df9e22a0f0b44_28"
        },
        {
            "start": 4218,
            "end": 4305,
            "text": "The first hearing of the Arbitral Tribunal was scheduled to be conducted on 08-12-2021.",
            "labels": [
                "FAC"
            ],
            "id": "119e34460ccc4e788d86f54fbfe3444d_29"
        },
        {
            "start": 4306,
            "end": 4385,
            "text": "The parties were represented and the Tribunal directed completion of pleadings.",
            "labels": [
                "FAC"
            ],
            "id": "d157deb352ae468c977f8f8a8738a71f_30"
        },
        {
            "start": 4386,
            "end": 4769,
            "text": "The Arbitral Tribunal on 15-12-2022 answering the claimant's application under Section 17 of the Act passed an order, against which the firm files a Commercial Miscellaneous Application before the Commercial Court in Commercial M.A.No.1 of 2023 in which the petitioner herein files his objections contending that the Commercial Court has no jurisdiction to entertain the application.",
            "labels": [
                "FAC"
            ],
            "id": "7de7e09290ac4488bb01e5a4defa7d3c_31"
        },
        {
            "start": 4770,
            "end": 5045,
            "text": "The Commercial Court in terms of its order dated 30-01-2023 directs the counsel for the petitioner to furnish a copy of the objections filed to the application under Order 7 Rule 10 of the CPC, to hear the matter on merits as also on jurisdiction and posted it to 01-02-2023.",
            "labels": [
                "FAC"
            ],
            "id": "bc3d95468f024340ae33175fc9cf4336_32"
        },
        {
            "start": 5046,
            "end": 5204,
            "text": "The order which directs that the matter would be heard both on jurisdiction and on merits is what drives the petitioner to this Court in the subject petition.",
            "labels": [
                "FAC"
            ],
            "id": "6245249ddc554582b29540acdc2c37ac_33"
        },
        {
            "start": 5206,
            "end": 5467,
            "text": "6. The learned counsel appearing for the petitioner submits that in terms of Section 2(1)(c) of the Commercial Courts Act, 2015 (hereinafter referred to as 'the 2015 Act' for short) the Commercial Court would get jurisdiction only if it is a commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2629201163e741c898fb14f72a47f811_34"
        },
        {
            "start": 5468,
            "end": 5522,
            "text": "Commercial dispute is also defined under the 2015 Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "273620a4eed344bf92debe4f531609e6_35"
        },
        {
            "start": 5523,
            "end": 5713,
            "text": "In terms of Section 2(1)(c)(i) thereof the Commercial Court does not get jurisdiction to entertain a challenge to the order passed by the Arbitral Tribunal as it is not a commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a7e1e4a6db8c43c98ab4a97827f65cfb_36"
        },
        {
            "start": 5714,
            "end": 5992,
            "text": "The learned counsel would contend that since the issue of jurisdiction goes to the root of the matter, the concerned Court ought to have decided the issue of jurisdiction and after holding that it has jurisdiction it can proceed with the consideration of the case on its merits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d5a676d44b314e109794264d26f7172a_37"
        },
        {
            "start": 5993,
            "end": 6187,
            "text": "The Court has posted the matter on 01-02-2023 to hear both on merits of the matter as well as jurisdiction, which is erroneous in law is what the learned counsel for the petitioner would submit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dbd228aee3fd4844818e9271703af75e_38"
        },
        {
            "start": 6189,
            "end": 6435,
            "text": "7. On the other hand, the learned senior counsel appearing for the respondent/firm would vehemently refute the submissions to contend that the petitioner himself invoked Section 9 of the Act before the Commercial Court which came to be dismissed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ac531d3461094ed3ba204c8cbd3859b1_39"
        },
        {
            "start": 6436,
            "end": 6584,
            "text": "Against the order passed by the Commercial Court, the petitioner files an appeal which also comes to be dismissed by a Division Bench of this Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77aa5a4fcc834aff8efaf5f4c3615b7e_40"
        },
        {
            "start": 6585,
            "end": 6656,
            "text": "He does not choose to challenge the order passed by the Division Bench.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2df3bb26456f4898b9f42a9f412adf35_41"
        },
        {
            "start": 6657,
            "end": 6841,
            "text": "But, when the same jurisdiction is invoked by the firm, challenging the interim order passed by the Commercial Court, the petitioner questions the jurisdiction of the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "83c136a2999f494d84d8fc5b46de426a_42"
        },
        {
            "start": 6842,
            "end": 7020,
            "text": "It is his submission that the petitioner cannot blow hot and cold and once having chosen to invoke the jurisdiction, he has acquiesced in the jurisdiction of the concerned Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "6d64fce4c4924ed7b18a75e2eacbe854_43"
        },
        {
            "start": 7021,
            "end": 7113,
            "text": "Therefore, the petition be dismissed and the concerned Court be directed to proceed further.",
            "labels": [
                "RPC"
            ],
            "id": "8ad7d4b4ca2b4be9a5dade2370be9acd_44"
        },
        {
            "start": 7115,
            "end": 7323,
            "text": "8. The learned counsel for the petitioner, in reply to the submissions would submit that any amount of consent or erroneous jurisdiction invoked by a particular party would not confer jurisdiction on a Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c9568525a9dc4ff7a3061d326ed05d1a_45"
        },
        {
            "start": 7324,
            "end": 7390,
            "text": "If the Court has no jurisdiction it cannot entertain the petition.",
            "labels": [
                "RPC"
            ],
            "id": "6da97421d9e5400bbe2dc8fcb1bdcb43_46"
        },
        {
            "start": 7391,
            "end": 7499,
            "text": "He would seek an order/decision on jurisdiction at the outset by the Court and then on merits of the matter.",
            "labels": [
                "NONE"
            ],
            "id": "21b9c6b046514e1cb19b65c8b4dd9a2c_47"
        },
        {
            "start": 7501,
            "end": 7645,
            "text": "9. I have given my anxious consideration to the submissions made by the respective learned counsel and have gone through the material on record.",
            "labels": [
                "NONE"
            ],
            "id": "f2689d72d7554c52afe9efab680d7779_48"
        },
        {
            "start": 7647,
            "end": 7787,
            "text": "10. The firm employs the petitioner as a Chief Executive Officer with effect from 01-02-2017 under an employment agreement dated 26-10-2016.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a2383b35f864cab9f2e7aef4a69206c_49"
        },
        {
            "start": 7788,
            "end": 8049,
            "text": "On the same day the firm issues a letter confirming terms of appointment of the petitioner and his entitlement to long term incentive plan as CEO of the firm setting out the framework for the potential award of an exceptional bonus remuneration as a supplement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d938f0c2b6c427c905946a4914f889c_50"
        },
        {
            "start": 8050,
            "end": 8348,
            "text": "The firm terminates petitioner's employment by a notice of termination dated 17-05-2021, against which the petitioner causes a legal notice dated 08-06-2021 demanding payment of various amounts including termination allowance as per employment agreement and amount towards long term incentive plan.",
            "labels": [
                "RPC"
            ],
            "id": "85d13c42e10c435097ff2a7430eca5b8_51"
        },
        {
            "start": 8349,
            "end": 8373,
            "text": "The firm refuses to pay.",
            "labels": [
                "RPC"
            ],
            "id": "96e6cc11439645b3a4159b5fe9d68867_52"
        },
        {
            "start": 8374,
            "end": 8599,
            "text": "The petitioner then invokes the arbitration clause in the agreement contending that the notice of termination was illegal and seeks award of payment of `42.90 crores towards long term incentive plan and termination allowance.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "080bfc6d738e4d19857fc8f7143f9928_53"
        },
        {
            "start": 8600,
            "end": 8947,
            "text": "The relevant prayer before the Arbitral Tribunal reads as follows:\n(e) Direct the respondent No.1 to pay to the claimant a sum of `42.90,00,000/- (Rupees forty two crore ninety lakhs only) as per the Long Term Incentive Plan Agreement dated 26-10-2016 along with interest at the rate of 18% per annum from 01-04-2021 till the date of realization.\"",
            "labels": [
                "RPC"
            ],
            "id": "bd6b4875c8d94af99c6c2f2cf992573e_54"
        },
        {
            "start": 8948,
            "end": 9296,
            "text": "\nJust before the claim could be made through the legal notice, apprehending that he would be removed from service, the petitioner knocks the doors of the Commercial Court in Com.A.A.No.88 of 2021 invoking Section 9 of the Act in furtherance of Clause 24 of the Employment Agreement which dealt with arbitration to be the mode of dispute resolution.",
            "labels": [
                "FAC"
            ],
            "id": "e685e373f1bd45a58d1785c4efa3dbc0_55"
        },
        {
            "start": 9297,
            "end": 9345,
            "text": "This was admittedly before the Commercial Court.",
            "labels": [
                "FAC"
            ],
            "id": "80fa93f2db1d4492946ab038ba8dfda6_56"
        },
        {
            "start": 9346,
            "end": 9558,
            "text": "The Commercial Court rejects the application of the petitioner under Section 9 of the Act in terms of its order dated 17-06-2021 which was called in question before this Court in Commercial Appeal No.161 of 2021.",
            "labels": [
                "RPC"
            ],
            "id": "11d2d6f4dcbd48359c3606f336d30acf_57"
        },
        {
            "start": 9559,
            "end": 9604,
            "text": "This Court rejected the appeal on 22-10-2021.",
            "labels": [
                "RPC"
            ],
            "id": "b5c5b07071f84198b69a834f963ad312_58"
        },
        {
            "start": 9605,
            "end": 9684,
            "text": "The rejection of the appeal becomes final as the petitioner does not challenge.",
            "labels": [
                "RPC"
            ],
            "id": "8c739cec86cf4bb59a5b53efefb4d4ab_59"
        },
        {
            "start": 9685,
            "end": 9811,
            "text": "Therefore, the Arbitral Tribunal was constituted before which the petitioner filed an application under Section 17 of the Act.",
            "labels": [
                "FAC"
            ],
            "id": "edacf127726e4b118b825e43dbc680e5_60"
        },
        {
            "start": 9812,
            "end": 9949,
            "text": "The Arbitral Tribunal in terms of its order dated 15-12-2022 issues certain directions to secure the amount so claimed by the petitioner.",
            "labels": [
                "RPC"
            ],
            "id": "c220077a0f4c4ad2b94e7395c42eec02_61"
        },
        {
            "start": 9950,
            "end": 10053,
            "text": "The conclusion of the order passed by the Arbitral Tribunal on 15-12-2022 reads as follows:\n\"Conclusion",
            "labels": [
                "RLC"
            ],
            "id": "ff9ae822c1ca4d2cab6352fea68c6a4b_62"
        },
        {
            "start": 10054,
            "end": 10164,
            "text": "40) Thus, the requirements for issuing a direction to secure the amount in dispute in arbitration is made out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e5bf36470c264b5ca25c7e95161351e3_63"
        },
        {
            "start": 10165,
            "end": 11012,
            "text": "The application is therefore allowed in part and the following direction is issued by way of an interim measure to secure the amount in dispute in the arbitration:\ni) The First Respondent is prohibited from alienating or transferring its business/assests/contracts to any party till the disposal of this arbitration;\nii) The said prohibition as per (i) above shall cease to operate, if the First Respondent furnishes security by way of a Bank Guarantee for a sum of Rs.9 Crores, to be in force for a period of one year (and to be extended till the expiry of a period of three months from the date of final award in this case.\niii) Any finding recorded or observation made in this order, is for the limited purpose of considering whether any interim measures should be ordered under Section 17 of the Act and will iv) be subject to the final award.",
            "labels": [
                "RPC"
            ],
            "id": "ec8550c53dbb429d886f3afb680549f1_64"
        },
        {
            "start": 11013,
            "end": 11095,
            "text": "Nothing contained in this order shall therefore be treated as a finding on merits.",
            "labels": [
                "RPC"
            ],
            "id": "167b8b98b56e4381b66dfb6eb1b5e055_65"
        },
        {
            "start": 11096,
            "end": 11204,
            "text": "\nv) The costs of the application will be considered at the time of determining the costs in the final award.",
            "labels": [
                "RPC"
            ],
            "id": "cc18e1e8ae3e49e7ad35f64c8ecfb9e5_66"
        },
        {
            "start": 11206,
            "end": 11440,
            "text": "(Note: This order is issued under the signature of the Presiding Arbitrator with the consent and concurrence of the other Members of the Tribunal, as permitted under Para III of the Proceedings of the First Meeting dated 08.12.2021).\"",
            "labels": [
                "RPC"
            ],
            "id": "0e03efbc82294c54a2663868e18eb498_67"
        },
        {
            "start": 11441,
            "end": 11666,
            "text": "The Arbitral Tribunal directs allowing the application filed under Section 17 in part and restrains the firm from alienating or transferring its business/assets/contracts to any party till the disposal of arbitration dispute.",
            "labels": [
                "RPC"
            ],
            "id": "0717e9d66f3b4919834bded27418e5fa_68"
        },
        {
            "start": 11667,
            "end": 11809,
            "text": "It further directs furnishing of a bank guarantee by way of security for a sum of `9 crores which should be in force for a period of one year.",
            "labels": [
                "RPC"
            ],
            "id": "8ecfedf6242949e7a10da684026183ad_69"
        },
        {
            "start": 11810,
            "end": 12024,
            "text": "The firm becoming aggrieved of this, knocks at the doors of the Commercial Court in Commercial Miscellaneous Application No.1 of 2023 and seeks an interim order of stay of the order passed by the Arbitral Tribunal.",
            "labels": [
                "FAC"
            ],
            "id": "d69db08aaadc49a6af9ed4ec91ccfd02_70"
        },
        {
            "start": 12025,
            "end": 12228,
            "text": "The petitioner files his objections before the Arbitral Tribunal now taking a different stand that the firm could not approach the Commercial Court as it was not a commercial dispute between the parties.",
            "labels": [
                "RPC"
            ],
            "id": "b572c0d17ffc47ca817202de3d27849d_71"
        },
        {
            "start": 12229,
            "end": 12402,
            "text": "The Commercial Court for hearing the matter both on merits as well as on jurisdiction passed an order on 30-01-2023 which reads as follows:\n\"Business: Both counsels present.",
            "labels": [
                "RPC"
            ],
            "id": "94383fed15ee49ad8162b4e58e616a7c_72"
        },
        {
            "start": 12403,
            "end": 12460,
            "text": "Petitioner counsel filed objections to IA u/O 7 R 10 CPC.",
            "labels": [
                "NONE"
            ],
            "id": "1bd9d71fac9d4e4abe58215e79e7c37d_73"
        },
        {
            "start": 12461,
            "end": 12498,
            "text": "Copy furnished to respondent counsel.",
            "labels": [
                "NONE"
            ],
            "id": "cda1c62e211c4c8c8f599f47cffc5a37_74"
        },
        {
            "start": 12499,
            "end": 12557,
            "text": "To hear on merits and also on jurisdiction by 01-02- 2023.",
            "labels": [
                "NONE"
            ],
            "id": "2189b6cc5fd449fabe5fda5944a960ee_75"
        },
        {
            "start": 12558,
            "end": 12659,
            "text": "\nNext Purpose: ARGUMENTS Next hearing date: 1-02-2023 CCH-86 LXXXV ADDL.CITY CIVIL & SESSIONS JUDGE.\"",
            "labels": [
                "NONE"
            ],
            "id": "76cbf843e793452fa176a6a5735a15e3_76"
        },
        {
            "start": 12661,
            "end": 12790,
            "text": "As per the aforementioned extract, the Commercial Court posts the matter for arguments on both merits as well as on jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5b065b7175f4c81b2d75859125d67dd_77"
        },
        {
            "start": 12791,
            "end": 12946,
            "text": "The petitioner is now before this Court calling in question the very proceedings before the Commercial Court on the ground that it is without jurisdiction.",
            "labels": [
                "FAC"
            ],
            "id": "5e2a11af48a24ca3bd935aa23c1e0ee8_78"
        },
        {
            "start": 12948,
            "end": 13066,
            "text": "11. To consider the aforesaid submission of the petitioner it is germane to notice certain provisions of the 2015 Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2554cc51b8643a3a4ad6e44338dcd6d_79"
        },
        {
            "start": 13067,
            "end": 14926,
            "text": "Section 2(1)(c) reads as follows:\n\"2. Definitions.--(1) In this Act, unless the context otherwise requires,--\n... ... ... ...\n(b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of Section 3;\n(c) \"commercial dispute\" means a dispute arising out of-- (i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;\n(ii) export or import of merchandise or services;\n(iii) issues relating to admiralty and maritime law;\n(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;\n(v) carriage of goods;\n(vi) construction and infrastructure contracts, including tenders;\n(vii) agreements relating to immovable property used exclusively in trade or commerce;\n(viii) franchising agreements;\n(ix) distribution and licensing agreements;\n(x) management and consultancy agreements;\n(xi) joint venture agreements;\n(xii) shareholders agreements;\n(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;\n(xiv) mercantile agency and mercantile usage;\n(xv) partnership agreements;\n(xvi) technology development agreements; (xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits; (xviii) agreements for sale of goods or provision of services;\n(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum; (xx) insurance and re-insurance;\n(xxi) contracts of agency relating to any of the above;\nand (xxii) such other commercial disputes as may be notified by the Central Government.",
            "labels": [
                "STA"
            ],
            "id": "35727b962e444135945e9ef31e4864c5_80"
        },
        {
            "start": 14927,
            "end": 15364,
            "text": "\nExplanation.--A commercial dispute shall not cease to be a commercial dispute merely because-- (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;\n(b) one of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions\".",
            "labels": [
                "STA"
            ],
            "id": "884f15236ea2461987676b69857ac266_81"
        },
        {
            "start": 15365,
            "end": 15399,
            "text": "\nSection 2 deals with definitions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9bff920152447d48b8ed0cb2a9983a4_82"
        },
        {
            "start": 15400,
            "end": 15514,
            "text": "Section 2(b) defines a Commercial Court to mean a Commercial Court constituted under sub-section (1) of Section 3.",
            "labels": [
                "STA"
            ],
            "id": "90eb418ee03845d38105df56d55a2c8b_83"
        },
        {
            "start": 15515,
            "end": 15614,
            "text": "Section 2(1)(c) which forms the fulcrum of the issue in the lis defines what is commercial dispute.",
            "labels": [
                "STA"
            ],
            "id": "f80958a154a14f488248b319ddc2fe80_84"
        },
        {
            "start": 15615,
            "end": 15790,
            "text": "Section 2(1)(c)(i) defines commercial dispute inter alia to mean ordinary transactions of merchants, bankers, financiers including enforcement and interpretation of documents.",
            "labels": [
                "STA"
            ],
            "id": "82f774d4a8604cc88d753dc82433f177_85"
        },
        {
            "start": 15791,
            "end": 15946,
            "text": "Clause (xviii) of sub- section (c) of Section 2(1) defines a commercial dispute to be arising out of agreements for sale of goods or provision of services.",
            "labels": [
                "STA"
            ],
            "id": "3b3d7d3b503e4f43ac2d9b7c2cc4217f_86"
        },
        {
            "start": 15948,
            "end": 16153,
            "text": "12. The learned counsel for the petitioner has contended that the dispute that is brought before the Arbitral Tribunal nowhere comes within the meaning of Section 2(1)(c) of whatever clauses they would be.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3adfc1f7b4bd430b88f7d629701f59e3_87"
        },
        {
            "start": 16155,
            "end": 16315,
            "text": "13. The learned senior counsel appearing for the respondent would submit that agreement for sale of goods or provision of services, would be commercial dispute.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e92a99e75a26413eb18864af73749957_88"
        },
        {
            "start": 16316,
            "end": 16533,
            "text": "The dispute in the case at hand arises out of Employment Agreement between the firm and the petitioner as it is an agreement for provision of services of the petitioner and, therefore, it becomes a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20f4dcc6aeba451988cdc195e6217098_89"
        },
        {
            "start": 16535,
            "end": 16703,
            "text": "14. In the light of the aforesaid submission, it is germane to notice the agreement/contract between the parties to consider commercial nature of the agreement, if any.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d23d99002d54507afbda3671e6f35ac_90"
        },
        {
            "start": 16704,
            "end": 16789,
            "text": "The contract is entered into between the petitioner and the respondent on 26-10-2016.",
            "labels": [
                "RPC"
            ],
            "id": "cd8dec158c994b868d55fa9faf87cfb3_91"
        },
        {
            "start": 16790,
            "end": 17209,
            "text": "The preamble to the contract is as follows:\n\"Further to our recent discussions, we are pleased to confirm the terms of your long-term incentive plan (the \"LTI Plan\") as the Chief Executive Officer (\"CEO\") of Elior India Catering LLP (\"Elior India\").\nThe LTI Plan sets out a framework for the potential award of an exceptional bonus remuneration in recognition of your contribution to the value creation for Elior India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d5b306ab440c4ff7b88f6c56024bfe6a_92"
        },
        {
            "start": 17211,
            "end": 17520,
            "text": "This letter-agreement sets forth the mechanics of the LTI Plan and the conditions under which you shall be entitled, subject to the terms and conditions set forth herein, to receive this exceptional bonus remuneration and constitutes a supplement to your employment contract effective as of 1st February 2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3fb86be29dc46cda4caebbf5ec09b8a_93"
        },
        {
            "start": 17521,
            "end": 17549,
            "text": "(the \"Employment Contract\").",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5151adc4624445bbb84dc772a58adbfd_94"
        },
        {
            "start": 17550,
            "end": 17797,
            "text": "It supersedes any previous letter or document that you may have received or we may have agreed to, during the preparation of the LTI Plan or prior to the date hereof, and forms the basis of the award of the LTI Plan exceptional bonus remuneration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2abda41a45224a6cb680a2539ec51508_95"
        },
        {
            "start": 17798,
            "end": 17895,
            "text": "This letter agreement shall enter into force as on the effective date of the Employment Contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccf75bfc1c07443f8ac9f82c0ce2ff8e_96"
        },
        {
            "start": 17896,
            "end": 18028,
            "text": "Elior India and Mr. Sanjay Kumar are hereinafter collectively referred to as \"Parties\" and individually as \"Party\".\n(Emphasis added)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4426b757a7534c93b2f738f97229b38e_97"
        },
        {
            "start": 18029,
            "end": 18092,
            "text": "Both the parties agreed to a plan - a long term incentive plan.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "006d6cf6b3c8433c9000cab1d73b38ee_98"
        },
        {
            "start": 18093,
            "end": 18273,
            "text": "According to the said plan, the petitioner is entitled to receive exceptional bonus remuneration which constitutes supplement to the employment contract with effect from 1-02-2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f70cc38932a34c62a85818cfe2cd62a7_99"
        },
        {
            "start": 18274,
            "end": 19016,
            "text": "It is in supersession of any previous letter or document with certain conditions stipulated therein wherein clauses of the said contract are germane to be noticed and they read as follows:\n\"1. Exceptional bonus remuneration awarded upon satisfaction of the Bonus Conditions 1.1 Allocated Amount a) In the event where the Bonus Conditions (as set forth in paragraphs a) and b) of the definition below) are satisfied on the Maturity Date (as defined below), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in India Rupees (the \"Allocated Amount\") computed under the following mechanism:\nEquity Value x 0.1 Allocated Amount (INR) =------------------------x Coefficient 0.64465",
            "labels": [
                "STA"
            ],
            "id": "aca6aab8fed3462eb685900933617543_100"
        },
        {
            "start": 19017,
            "end": 19143,
            "text": "The Allocated Amount shall be calculated as at the Maturity Date and shall, with any amount received or to be received by you?",
            "labels": [
                "RPC"
            ],
            "id": "cee3f8dbd95a45b8b676c8a73f9cb17b_101"
        },
        {
            "start": 19144,
            "end": 19360,
            "text": "In any event, notwithstanding anything to the contrary herein, in the aggregate not exceed the Indian Rupees equivalent of EUR 5 million (bases on the exchange rate applicable on the Maturity Date), net of any taxes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e97b6950b78a48b98f11b975e60f203b_102"
        },
        {
            "start": 19361,
            "end": 19652,
            "text": "\nFor the purposes of this paragraph a), the Equity value shall be calculated by the Expert within two months following the date on which the annual accounts of Elior India relating to the Financial Year ended on the Maturity Date have been certified by the statutory auditors of Elior India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c904aa122074e12a871b7be8626824f_103"
        },
        {
            "start": 19653,
            "end": 20886,
            "text": "\nb) Alternatively, in the event where (x) only the condition set forth in paragraph a) (Continued employment with Elior India) of the definition of \"Bonus Conditions\" is satisfied on the Maturity Date, and (y) the Fair Market Value is higher than the aggregate of the enterprise values of Megabite and CRCL, as determined at the time of the completion of their acquisition by Elior India (and as appearing in the legal documentation relating to such acquisitions), you will be allocated, subject to the terms and conditions set forth herein, an exceptional gross bonus remuneration in Indian Rupees (the \"Base Bonus Amount\") compared under the following mechanism (provided that such Base Bonus Amount is a positive amount).\nEquity Value x 0.04 Base Bonus Amount (INR) =------------------------\n0.64465 For the purposes of this paragraph b), the Fair Market Value shall be calculated by the Expert within two months following the date on which the annual accounts of Elior India relating in the Financial Year ended on the Maturity Date have been certified by the statutory auditors of Elior India (and such determination of the Fair Market Value by the Expert shall be final and binding upon the Parties, save in the case of fraud).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61dc59fd67d8480bb940c0353efeebe5_104"
        },
        {
            "start": 20887,
            "end": 21119,
            "text": "1.2 Payment The Allocated Amount, if owed to you in accordance with paragraph 1.1 a) above, shall be paid in you in full by Elior India within one month following the date on which the Equity Value has been determined by the Expert.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1d365682068f45cd911a682b5c7986b2_105"
        },
        {
            "start": 21120,
            "end": 21376,
            "text": "\nAlternatively, if the Allocated Amount is not due by Elior India, the Base Bonus Amount shall, as the case may be, be paid to you in fully by Elior India Within one month following the date on which the Fair Market Value has been determined by the Expert.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a077513866144f5092cb3725eb288caa_106"
        },
        {
            "start": 21377,
            "end": 22095,
            "text": "\n1.3 Award of the Allocated Amount in the event of a Legitimate Departure Notwithstanding anything to the contrary herein, in the event of a Legitimate Departure after 31st March 2018, but prior to 31st March 2021 (or, as the case may be, prior to 31st March 2022 or 2023, in the event where you have elected to postpone the Maturity Date), you shall be entitled to receive the Allocated Amount as calculated in accordance with paragraph 1.1 a) (provided that the Performance Target, as adjusted in order not to take into account the Financial Years not yet ended as at the date of the Legitimate Daparture, is fulfilled) or, as the case may be, the Base Bonus Amount as calculated in accordance with paragraph 1.1 b).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe169c2cde2c4d0193b8aeb813c6c28d_107"
        },
        {
            "start": 22096,
            "end": 22381,
            "text": "In this case, the Allocated Amount or, as the case may be, the Base Bonus Amount, shall be paid to you in full by Elior India within one month following the date on which the Equity Value (in the event that the Allocated Amount is due by Elior India) has been determined by the Expert.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00fc2327e65445c9be63d9db446f8820_108"
        },
        {
            "start": 22382,
            "end": 22419,
            "text": "\n1.7 Governing Law-dispute resolution",
            "labels": [
                "ANALYSIS"
            ],
            "id": "32d8a7678199486283fad7a7fff78e49_109"
        },
        {
            "start": 22420,
            "end": 22649,
            "text": "For the avoidance of doubt, any disputes arising under or in connection with this letter-agreement shall be resolved in accordance with clauses 19 (Governing Law and Jurisdiction) and 24 (Arbitration) of the Employment Contract.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3cfac889cf4a4cdb9a7f800e477e5a29_110"
        },
        {
            "start": 22650,
            "end": 22739,
            "text": "\n(Emphasis added) Clause 1.1 deals with satisfaction of performance of service/ contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6eeb86e6824442382d5b711dd6e4385_111"
        },
        {
            "start": 22740,
            "end": 22859,
            "text": "The petitioner is to be allotted gross bonus remuneration in Indian rupees computed in terms of a particular mechanism.",
            "labels": [
                "RPC"
            ],
            "id": "7a99bf9bcabf4617947d7c35d4a1a940_112"
        },
        {
            "start": 22860,
            "end": 22890,
            "text": "The formula is also indicated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "50a18144524c4c9d9cb90d48f8a9a4f6_113"
        },
        {
            "start": 22891,
            "end": 22921,
            "text": "Clause 1.2 deals with payment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2474a5b5167457e86c7e8e1bcefe89d_114"
        },
        {
            "start": 22922,
            "end": 23099,
            "text": "The allotted amount if owed to the petitioner would be paid to the petitioner within one month of the following date on which the equity value has been determined by the expert.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e108af96092b45679d8b20c4d4d91760_115"
        },
        {
            "start": 23100,
            "end": 23189,
            "text": "Clause 1.3 deals with award of the allocated amount in the event of legitimate departure.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f28aca59ac5410e85ffb1922162c9de_116"
        },
        {
            "start": 23190,
            "end": 23292,
            "text": "Therefore, the severance of relationship between the parties is also envisaged in terms of Clause 1.3.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2bdf50cee41a481c9f60a5bd8444f8c2_117"
        },
        {
            "start": 23293,
            "end": 23334,
            "text": "Clause 1.7 deals with dispute resolution.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bfdad2d5ae624b0ca1c1b15c9633fc87_118"
        },
        {
            "start": 23335,
            "end": 23462,
            "text": "The dispute resolution would be by way of arbitration as obtaining in Clauses 19 and 24 of the original contract of employment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2541dc1a37ea4ed78e3c4f8f7b34112f_119"
        },
        {
            "start": 23463,
            "end": 24093,
            "text": "The contract also deals with definitions and it reads as follows:\n\"2. Definitions Allocated Amount has the meaning set out in paragraph 1.1 Base Bonus has the meaning set out in paragraph 1.1 Amount Bonus Conditions means the two following conditions:\na) continued employment with Elior India Mr.Sanjay Kumar's continued employment as CEO with Elior India from (1st February 2017) until the Maturity Date; and b) Achievement of the Performance Target The fulfillment of at least one of the two following performance conditions by Elior India (the \"Performance Target\"), calculated as of the Maturity Date.\n                       i",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0050dba29dcf4185b54dee12e0481431_120"
        },
        {
            "start": 24094,
            "end": 24265,
            "text": ")       The annual Organic Growth for the                                 Financial Year ended on the Maturity                                 Date is at least equal to 7%",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62093e5ea0e24e48b31df9bc1a635a14_121"
        },
        {
            "start": 24266,
            "end": 24272,
            "text": "and/or",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c95799306b7411094a4ba6f420aa020_122"
        },
        {
            "start": 24296,
            "end": 24463,
            "text": "ii)      the EBITDA Margin for the Financial                                 Year ended on the Maturity Date is at                                 least equal to 6.1%.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b41c97a2d5c2449ea7e396d7d7c60727_123"
        },
        {
            "start": 24470,
            "end": 24567,
            "text": "Cash                     means, with respect to Elior India and its                              ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b01c263df6c4090904b38314ed65b1c_124"
        },
        {
            "start": 24567,
            "end": 24579,
            "text": "Subsidiaries",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb03ab8bc6634a9585d29ef844ae950d_125"
        },
        {
            "start": 24580,
            "end": 24594,
            "text": ", the sum of :",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6cd6eb7cc25462f80c254b286e06fe2_126"
        },
        {
            "start": 24620,
            "end": 24727,
            "text": "i)       any positive balances in any deposit,\n                                current or savings accounts:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "26e1fc032b544579b058b96aad48cb70_127"
        },
        {
            "start": 24753,
            "end": 24773,
            "text": "ii)      any        ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ce8a63e1d4e4fa3842dff47da5e8e69_128"
        },
        {
            "start": 24773,
            "end": 24789,
            "text": "corporate       ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fd206525b0a46388119f57c877f31b7_129"
        },
        {
            "start": 24789,
            "end": 24801,
            "text": "income      ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "34c1a6295c6c4a819858987fa009c766_130"
        },
        {
            "start": 24801,
            "end": 24902,
            "text": "tax                                 receivables;\n\n                       calculated on a consolidated",
            "labels": [
                "ANALYSIS"
            ],
            "id": "371d0f8805d64beab579eb10d97329c4_131"
        },
        {
            "start": 24903,
            "end": 24979,
            "text": "           basis    in                        accordance with Indian GAAP.\"\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d3ba2ca59a3e4cf2a0636852b7a146b5_132"
        },
        {
            "start": 24979,
            "end": 25077,
            "text": "The percentage of amount for payment of incentive is also defined under the term bonus conditions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "464fe17213594b06a72cab18f8ebd2a7_133"
        },
        {
            "start": 25078,
            "end": 25139,
            "text": "This is the term by and understood as an employment contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a924c9c107104edbb3fc2a2562e32f64_134"
        },
        {
            "start": 25140,
            "end": 25208,
            "text": "A separate employment agreement is entered into between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fea802cc019483599888cb9b3067ba5_135"
        },
        {
            "start": 25209,
            "end": 25314,
            "text": "The remuneration fixed to the petitioner is `20,000,000/-(Rupees Twenty million) as base salary per year.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "be1260df07fb4ed38ba2f008619dfcc8_136"
        },
        {
            "start": 25315,
            "end": 25370,
            "text": "Clause 10 thereof deals with termination of employment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a53305ddcbb04a2aace2f3f3ace94de8_137"
        },
        {
            "start": 25371,
            "end": 25437,
            "text": "Clause 24 deals with resolution of disputes by way of arbitration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "189e4f760ae84e1cb4b87df400b42811_138"
        },
        {
            "start": 25438,
            "end": 25475,
            "text": "It reads as follows:\n\"24. Arbitration",
            "labels": [
                "STA"
            ],
            "id": "82ce70e9c8f44441b583552dfa49966a_139"
        },
        {
            "start": 25476,
            "end": 25677,
            "text": "All disputes and differences whatsoever arising out of, or in connection with this Agreement, shall be referred to arbitration under the Arbitration and Conciliation Act, 1996, to be held in Bengaluru.",
            "labels": [
                "RPC"
            ],
            "id": "e15b2ed7cfc44f46bdb6bb4a4b13beb2_140"
        },
        {
            "start": 25678,
            "end": 25869,
            "text": "Disputes shall be referred to sole arbitrator and if the parties are unable to agree on the appointment of the sole arbitrator within 15 (fifteen) days from the date a party raises a dispute,",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af6fff81cc1b40c6b5f35c7b01afdcd7_141"
        },
        {
            "start": 25870,
            "end": 26083,
            "text": "then by reference to a panel consisting of 03 (three) arbitrators, with the LLP and the Employee empowered to appoint 01 (one) arbitrator each and the third arbitrator shall be appointed by two of the arbitrators.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d258d53c3d94c12b1b04eed7e3ed897_142"
        },
        {
            "start": 26084,
            "end": 26139,
            "text": "Arbitration awards rendered shall be final and binding.",
            "labels": [
                "RPC"
            ],
            "id": "afbb7f09d02d423182ac06ae9dd4f541_143"
        },
        {
            "start": 26140,
            "end": 26196,
            "text": "Arbitration shall be conducted in the English language.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5abb77dc9e7540ef97f5297e16f2e0c9_144"
        },
        {
            "start": 26197,
            "end": 26324,
            "text": "\nAll disputes arising out of or in connection with the Employment Agreement would be referred to the arbitration under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3162950ffee4c629979e4a946b9ffe9_145"
        },
        {
            "start": 26325,
            "end": 26400,
            "text": "Therefore, the dispute between the parties is arbitrable is not in dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "016e2719cc684f18a5bc0e94191206dc_146"
        },
        {
            "start": 26402,
            "end": 26633,
            "text": "15. The afore-quoted employment contract between the parties for long term incentive plan in furtherance of the Employment Agreement, that is entered into indicating the conditions and nuances of work by the petitioner in the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8368ef856f224d03aa9c704c354a2724_147"
        },
        {
            "start": 26634,
            "end": 26793,
            "text": "The long term incentive plan is indicated to be applied to the petitioner at a particular sum, for particular action, by the petitioner, in favour of the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "84badbd24aa44ea8b00a1147bb46b583_148"
        },
        {
            "start": 26794,
            "end": 26915,
            "text": "Therefore, it is an incentive plan that is generated, foundation of which is the employment contract between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6974fbcf960e4689a460b9478c8778d0_149"
        },
        {
            "start": 26916,
            "end": 26940,
            "text": "The two are inseparable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d8da7b11c734e5599737150469d6b5b_150"
        },
        {
            "start": 26941,
            "end": 26997,
            "text": "Arbitration clause is found in the employment agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd8d0f90c0894f10bba4b242247a4cb6_151"
        },
        {
            "start": 26998,
            "end": 27089,
            "text": "The percentage of amount for payment of incentive is indicated in the Employment Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb4e33bffcbd42ef9f8489e501eac157_152"
        },
        {
            "start": 27090,
            "end": 27280,
            "text": "Therefore, the issue now, would be whether, an Employment Agreement would come within the meaning of Section 2(1)(c)(xviii) of the 2015 Act, for the agreement to become a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8af5a1f4a0f4271bc7d468384af6a77_153"
        },
        {
            "start": 27281,
            "end": 27540,
            "text": "Interpretation of whatever nature that can be placed to the definition of commercial dispute, as obtaining under Section 2(1)(c)(xviii) will not lead to the subject agreement, to become an agreement for services, as obtaining under the afore-quoted provision.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e983b17357554d05b6b91497d2f007b3_154"
        },
        {
            "start": 27541,
            "end": 27619,
            "text": "The provision relates to agreements of sale of goods or provision of services.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ba45b33a41342bd85bd76b9307067bd_155"
        },
        {
            "start": 27620,
            "end": 27653,
            "text": "They cannot be read in isolation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c3c8039c485f42cdb56e6b26a70e31c0_156"
        },
        {
            "start": 27654,
            "end": 27786,
            "text": "A pure and simple employment contract cannot be given a colour of a commercial dispute by dressing it to be a provision of services.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "363fa5dfb4df41989d4ad07ea9492a37_157"
        },
        {
            "start": 27787,
            "end": 28079,
            "text": "\n16. If every Employment Agreement of the kind that is the subject matter in the case at hand is brought within the ambit of commercial dispute, it would then be opening a pandoras' box or will be opening flood gates of litigation before the commercial Court/s that would clog the said Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28722108cfe44a38868e0f7083fb3805_158"
        },
        {
            "start": 28080,
            "end": 28165,
            "text": "This in effect would defeat the very reason why the commercial Court was constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e36168c51b4c479aa762fb7a57043e97_159"
        },
        {
            "start": 28166,
            "end": 28460,
            "text": "The view of mine, in this regard, is fortified by the judgment of the Apex Court in the case of AMBALAL SARABHAI ENTERPRISES LTD. V. K.S. INFRASPACE LLP1 where the Apex Court interprets what is and what could be a commercial dispute within several enumerations under Section 2(1)(c) of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "046242f383f7474bac9e4cf6ec03c91e_160"
        },
        {
            "start": 28461,
            "end": 28787,
            "text": "The Apex Court has held as follows:\n\"6. At the outset, it is noticed that the consideration required in the instant case is as to whether the transaction between the parties herein which is the subject-matter of the suit could be considered as a \"commercial dispute\" so as to enable the Commercial Court to entertain the suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa9fd52df6394261afe5c6a72b469e5a_161"
        },
        {
            "start": 28788,
            "end": 28895,
            "text": "In that regard, it is necessary to take note of Section 2(1)(c)(vii) of the (2020) 15 SCC 585 CC Act, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "46a057a8945b48af92e2d39cf465da8c_162"
        },
        {
            "start": 28896,
            "end": 28976,
            "text": "The said provision to the extent relevant is extracted here below for reference.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8115af8a697146f790c1101f91f7394e_163"
        },
        {
            "start": 28977,
            "end": 29225,
            "text": "\n\"2. Definition.--(1) In this Act, unless the context otherwise requires-- (a)-(b) * * *\n(c) \"commercial dispute\" means a dispute arising out of-- (i)-(vi) * * *\n(vii) agreements relating to immovable property used exclusively in trade or commerce;",
            "labels": [
                "STA"
            ],
            "id": "f2dcb4e770474f01a83982d99e8298c3_164"
        },
        {
            "start": 29227,
            "end": 29524,
            "text": "(viii)-(xxii) * * *\"\nFrom a perusal of the provision relied upon by the learned Senior Advocates it is noticed that the disputes arising out of agreements relating to immovable property used exclusively in trade or commerce will qualify to be a commercial dispute to be tried by Commercial Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f9865ac254c947b99d115a48397464b7_165"
        },
        {
            "start": 29525,
            "end": 29882,
            "text": "The question therefore would be that, in the instant case though the parties have entered into a sale transaction of the immovable property and presently in the suit the registration of a mortgage deed pertaining to the immovable property is sought, whether the immovable property involved could be considered as being used exclusively in trade or commerce.",
            "labels": [
                "ISSUE"
            ],
            "id": "20e4e9a71bfd4cebaae7923c628ace32_166"
        },
        {
            "start": 29884,
            "end": 30251,
            "text": "7. The learned Senior Advocate for the appellant has made detailed submissions referring to the documents to contend that the appellant was running an industry in the land concerned which was acquired for that purpose and presently Respondent 1 has purchased the same for developing the said land and in that view the land is one which is used for trade and commerce.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e4fa63e250d94f438c31bf8c5161b982_167"
        },
        {
            "start": 30252,
            "end": 30717,
            "text": "The learned Senior Advocate for the respondents on the other hand has contended to the contrary that the appellant had ceased to function for the past several years and the company being defunct, the land involved was not being used for trade or commerce and even though Respondent 1 has sought for change of land use and to develop the land, the same would be subject to such change of land use that would be granted and the use to which it would be put in future.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8bf7f2551884478aabc0578e0089fb8f_168"
        },
        {
            "start": 30718,
            "end": 30900,
            "text": "Hence it is contended that as on the date of transaction the land is not being used for trade or commerce and a suit at present would not be maintainable before the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f306eee72ff244e498d448e0d28ffe5e_169"
        },
        {
            "start": 30902,
            "end": 31043,
            "text": "8. Though such rival contentions are put forth by the learned Senior Advocate on either side, these aspects cannot be dealt with in abstract.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "54419fa0cd0d4174b645cbbe4917d90e_170"
        },
        {
            "start": 31044,
            "end": 31277,
            "text": "Instead the nature of the dispute and the jurisdiction to try the same is to be reflected in the suit itself since in a civil suit the pleadings, namely, averments in the plaint would at the outset be relevant to confer jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "549ab2e0d82e49e997a749df83bd0e52_171"
        },
        {
            "start": 31278,
            "end": 31376,
            "text": "Hence before adverting to the other aspects it would be necessary to carefully examine the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5403bf0a0d734d828fa63a9f13d315c0_172"
        },
        {
            "start": 31377,
            "end": 31496,
            "text": "The plaintiff has in detail referred to the nature of the transaction between the appellant and the respondents herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "494f63c5cc5a4bdb9dd3d0a37835a1cb_173"
        },
        {
            "start": 31497,
            "end": 31695,
            "text": "In Para 5 thereof the detail of the land bearing R.S. No. 122 corresponding to City Survey Nos. 1101 and 1100/1 having land area of 9207 sq m at Mouje Subhanpura Reg. District, Vadodara is referred.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38c7b2414d244500867f1147c4494a1c_174"
        },
        {
            "start": 31696,
            "end": 31859,
            "text": "Further the schedule of the property is indicated in Para 6 and reference is made to the Memorandum of Understanding where again the reference is made to the land.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96406d260f3342cca81ca86575eb7b9b_175"
        },
        {
            "start": 31860,
            "end": 32065,
            "text": "It is averred therein that it would be the total responsibility of Respondent 1 herein (Defendant 2 in the suit) to change the land use as well as to pay the amount that may be required for the permission.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a0c1878488e4969922f5900faabab80_176"
        },
        {
            "start": 32066,
            "end": 32212,
            "text": "The amount to be paid as premium is referred and the right of the plaintiff to secure the mortgage deed in view of the terms of the MoU is stated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b58f3e62b3d04268a23806c297f2e4d4_177"
        },
        {
            "start": 32213,
            "end": 32435,
            "text": "In the entire plaint there is no reference to the nature of the land or the type of use to which it was being put as on the date of the agreement to sell/sale deed/memorandum of understanding or as on the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "38ac4d6fdeca412da9d4259b977fab72_178"
        },
        {
            "start": 32437,
            "end": 32608,
            "text": "9. Further on referring to the cause of action in Para 21, the plaintiff has thereafter referred in Para 22 to the jurisdiction of the Court to hear and decide the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa43a1c3933849c4b396f7e274c0d86a_179"
        },
        {
            "start": 32609,
            "end": 32678,
            "text": "It would be appropriate to extract the same which reads as hereunder:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56e6b8bb1406428ba5ffd20bbd396178_180"
        },
        {
            "start": 32679,
            "end": 33360,
            "text": "\n\"22. Jurisdiction: The plaintiff states that the defendants having their office at Vadodara land which is the subject-matter of the instant suit is situated within the territorial jurisdiction of this Hon'ble Court and hence this Hon'ble Court has the jurisdiction to hear and decide the matter.\"\nEven though in the paragraph describing jurisdiction the plaintiff has stated with regard to the territorial jurisdiction since the office and land being at Vadodara, there is no reference indicating the reason for which the plaintiff pleads that the court which is the Commercial Court exclusively constituted to try the commercial disputes has jurisdiction to try the instant suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8d1b8096f31b4ef3a8c258bfd318dfa6_181"
        },
        {
            "start": 33361,
            "end": 33584,
            "text": "In that background, a perusal of the prayer made in the plaint would essentially indicate that the suit is one seeking for specific performance of the terms of MoU whereunder it is agreed that the mortgage deed be executed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ed3a8e65f01d4b44bb42eaf7344cc6d3_182"
        },
        {
            "start": 33585,
            "end": 33813,
            "text": "Even if the immovable property under the mortgage deed was the subject-matter it was necessary to plead and indicate that the same was being used in trade or commerce due to which the jurisdiction of Commercial Court is invoked.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "523296332b9b4048a53eb79d53af524a_183"
        },
        {
            "start": 33814,
            "end": 34198,
            "text": "Without such basic pleadings in the plaint, any explanations sought to be put forth subsequently would only lead to a situation that if an objection is raised, in every suit a consideration would be required based on extraneous material even to ascertain as to whether the intended transaction between the parties was of such nature that it is to be construed as a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a814ae8d3f4a45d09854705502ec5abd_184"
        },
        {
            "start": 34199,
            "end": 34393,
            "text": "\n10. Be that as it may, the learned Senior Advocates on both sides have sought to rely on the legal position decided by the various High Courts in the absence of the pronouncement of this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89861544a54b4184aa1fc98afe26470d_185"
        },
        {
            "start": 34394,
            "end": 34494,
            "text": "The learned Senior Advocate in that regard have referred to the various decisions on the same point.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29e03357ff1e4d2c979757d48ddc2ef2_186"
        },
        {
            "start": 34495,
            "end": 34741,
            "text": "However, we do not find it appropriate to refer to each of them and over burden this order since we notice that the High Court in fact has referred to various decisions while deciding the instant case and has thereafter arrived at its conclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5c721db0cf8456d9e5066aa0e78701d_187"
        },
        {
            "start": 34742,
            "end": 34841,
            "text": "The discussion as made by the High Court with reference to the various decisions is also justified.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fdccdf5b53e48b0af3f49ca37f06d3e_188"
        },
        {
            "start": 34842,
            "end": 35074,
            "text": "In that view, we would refer to the decision of a Division Bench in Jagmohan Behl v. State Bank of Indore [Jagmohan Behl v. State Bank of Indore, 2017 SCC OnLine Del 10706] relied on by the learned Senior Advocate for the appellant.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "8d7c6ccd9a074570b81755fa2d42a91d_189"
        },
        {
            "start": 35075,
            "end": 35535,
            "text": "In that regard, it is noticed that in the said case on taking note of the provision contained in Section 2(1)(c)(vii) of the CC Act, 2015 it is held that the dispute involved therein would constitute a commercial dispute and the expression \"arising out of\" and \"in relation to immovable property\" should not be given the narrow and restricted meaning and the expression would include all matters relating agreements in connection with the immovable properties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4480263a882c4237b186e5c189269411_190"
        },
        {
            "start": 35536,
            "end": 35827,
            "text": "The said conclusion reached was in a circumstance where the immovable property in question was undoubtedly being used for a trade or commerce and it was held so when the claim in the suit is for recovery of rent or mesne profit, security deposit, etc. for the use of such immovable property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "394f7ce55c2149e4a3ab634abe069e79_191"
        },
        {
            "start": 35829,
            "end": 36392,
            "text": "11. On the other hand, the learned Senior Advocate for the respondents has relied on the decision of a Division Bench of the Gujarat High Court in Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd. [Vasu Healthcare (P) Ltd. v. Gujarat Akruti TCG Biotech Ltd., 2017 SCC OnLine Guj 724 : AIR 2017 Guj 153] wherein a detailed consideration has been made and the conclusion reached therein by taking note of an earlier decision is that on a plain reading of Section 2(1)(c) of the CC Act, 2015 the expression \"used\" must mean \"actually used\" or \"being used\".",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "4b7118a24422454a856ccb0a91fb0cd0_192"
        },
        {
            "start": 36393,
            "end": 36573,
            "text": "It is further explained that if the intention of the legislature was to expand the scope, in that case the phraseology \"likely to be used\" or \"to be used\" would have been employed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45b74959ab724af4afd025b05ab449a6_193"
        },
        {
            "start": 36574,
            "end": 36655,
            "text": "The verbatim consideration therein is as hereunder:\n(SCC OnLine Guj para 33) \"33.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5144a226b7e84a4198765b8d19ca0205_194"
        },
        {
            "start": 36656,
            "end": 36825,
            "text": "Therefore, if the dispute falls within any of the Section 2(c) the dispute can be said to be \"commercial dispute\"\nfor which the Commercial Court would have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "898df258770c4f0089a50b3f7ea7e754_195"
        },
        {
            "start": 36826,
            "end": 37003,
            "text": "It is required to be noted that before the learned Commercial Court the original plaintiff relied upon Sections 2(c)(i), 2(c)(ii) and 2(c)(xx) of the Commercial Courts Act only.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9046553c45c1423b91b3585f5ffe5dab_196"
        },
        {
            "start": 37004,
            "end": 37212,
            "text": "The learned counsel appearing on behalf of the original plaintiff has candidly admitted and/or conceded that the case shall not fall within Sections 2(c)(i); 2(c)(ii) or 2(c)(xx) of the Commercial Courts Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40e577d3111642b6adcca5a8f3e6719f_197"
        },
        {
            "start": 37213,
            "end": 37421,
            "text": "It is required to be noted that before the learned Commercial Court it was never the case on behalf of the original plaintiff that the case would fall within Section 2(c)(vii) of the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8172f2481eaa41778c0ddc6cce439757_198"
        },
        {
            "start": 37422,
            "end": 37687,
            "text": "Despite the above we have considered on merits whether even considering Section 2(c)(vii) of the Commercial Courts Act, the dispute between the parties can be said to be \"commercial dispute\" within the definition of Section 2(c) of the Commercial Courts Act or not?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc3de18ab9784dd395f4a575d058265a_199"
        },
        {
            "start": 37688,
            "end": 37855,
            "text": "Considering Section 2(c)(vii), \"commercial dispute\" means a dispute arising out of the agreements relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3435c62ddde4469991ee7fc5423931f5_200"
        },
        {
            "start": 37856,
            "end": 38115,
            "text": "As observed hereinabove, at the time of filing of the suit and even so pleaded in the plaint, the immovable property/plots the agreements between the parties cannot be said to be agreements relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33146ca289dd40f6a65d219036141b5d_201"
        },
        {
            "start": 38116,
            "end": 38430,
            "text": "As per the agreement between the party after getting the plots on lease from the GIDC, the same was required to be thereafter developed by the original Defendant 1 and after providing all infrastructural facilities and sub-plotting it, the same is required to be given to other persons like the original plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ba203b2f7b2455db3714cb617a2bbb3_202"
        },
        {
            "start": 38431,
            "end": 38675,
            "text": "It is the case on behalf of the original plaintiff that as the original Defendant 1 has failed to provide any infrastructural facilities and develop the plots and therefore, a civil suit for specific performance of the agreement has been filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3c75031407a44bc582d809157ed8169c_203"
        },
        {
            "start": 38676,
            "end": 38717,
            "text": "There are other alternative prayers also.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b748aa167c34df7819b337ef8c16bf8_204"
        },
        {
            "start": 38718,
            "end": 38846,
            "text": "Therefore, it cannot be said that the agreement is as such relating to immovable property used exclusively in trade or commerce.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "60e03ffa281b4e78bb1a5cff5308afd6_205"
        },
        {
            "start": 38847,
            "end": 39223,
            "text": "It is the case on behalf of the original plaintiff that as in clause (vii) of Section 2(c), the phraseology used is not \"actually used\" or \"being used\" and therefore, even if at present the plot is not used and even if it is likely to be used even in future, in that case also, Section 2(c)(vii) shall be applicable and therefore, the Commercial Court would have jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "03608da9f7d14ca0bd95a99392c9c9c3_206"
        },
        {
            "start": 39224,
            "end": 39255,
            "text": "The aforesaid has no substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f0de74643d9d4117970144c217d548bb_207"
        },
        {
            "start": 39256,
            "end": 39407,
            "text": "As per the cardinal principle of law while interpreting a particular statute or the provision, the literal and strict interpretation has to be applied.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9df69f4d7dbc42a89f8defd1b9591954_208"
        },
        {
            "start": 39408,
            "end": 39540,
            "text": "It may be noted that important words used in the relevant provisions are \"immovable property used exclusively in trade or commerce\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9cc340d3f63541b793059ba94de3254e_209"
        },
        {
            "start": 39541,
            "end": 39724,
            "text": "If the submission on behalf of the original plaintiff is accepted in that case it would be adding something in the statute which is not there in the statute, which is not permissible.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "237c31bcf71e457ebbc4c989d341e695_210"
        },
        {
            "start": 39725,
            "end": 39846,
            "text": "On plain reading of the relevant clause it is clear that the expression \"used\" must mean \"actually used\" or \"being used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abeece1c30f94a68ac8fe5f9a86018c5_211"
        },
        {
            "start": 39847,
            "end": 40020,
            "text": "If the intention of the legislature was to expand the scope, in that case the phraseology used would have been different as for example, \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd1da121027d457e96d34758282aa993_212"
        },
        {
            "start": 40021,
            "end": 40446,
            "text": "The word \"used\" denotes \"actually used\" and it cannot be said to be either \"ready for use\" or \"likely to be used\"; or \"to be used\".\nSimilar view has been taken by the Bombay High Court (Nagpur Bench) in Dineshkumar Gulabchand Agrawal [Dineshkumar Gulabchand Agrawal v. CIT, 2003 SCC OnLine Bom 1289 :\n(2004) 267 ITR 768] and it is observed and held that the word \"used\" denotes \"actually used\" and not merely \"ready for use\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "edcc330085bd4df48174354ed4904e46_213"
        },
        {
            "start": 40447,
            "end": 40637,
            "text": "\nIt is reported that SLP against the said decision has been dismissed [Dineshkumar Gulabchand Agrawal v. CIT, 2004 SCC OnLine SC 13] by the Hon'ble Supreme Court.\"\n(emphasis in original)\n12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bc126350be0d4e5b8b7de1be4c3f8124_214"
        },
        {
            "start": 40638,
            "end": 40799,
            "text": "Though we are informed that the said decision is assailed before this Court in a special leave petition we are inclined to agree with the view expressed therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33fe6224f912425c942c93e4bea9e909_215"
        },
        {
            "start": 40800,
            "end": 41044,
            "text": "This is for the reason that this Court while examining the issue relating to exclusive land use, though in the different context has laid emphasis on the present user of the land either for agriculture or non-agriculture purpose being relevant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c902c0f48cd943f8a4336741920d2ca5_216"
        },
        {
            "start": 41045,
            "end": 41551,
            "text": "In that regard, the decision relied on by the learned Senior Advocate for the respondent in Federation of A.P. Chambers of Commerce & Industry v. State of A.P. [Federation of A.P. Chambers of Commerce & Industry v. State of A.P., (2000) 6 SCC 550] is noticed, wherein it is observed as under: (SCC pp. 552-53, paras 6 & 9) \"6. Section 3 of the said Act speaks of \"land is used for any industrial purpose\", \"land is used for any commercial purpose\" and \"land is used for any other non-agricultural purpose\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9824eec6221f459db5d9407bdc073659_217"
        },
        {
            "start": 41552,
            "end": 41591,
            "text": "The emphasis is on the words \"is used\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3c1f79d756cd46afb561f7e7c9f0ef31_218"
        },
        {
            "start": 41592,
            "end": 41852,
            "text": "For the purposes of levy of assessment on non-agricultural lands at the rate specified in the Schedule for land used for industrial purposes, therefore, there has to be a finding as a fact that the land is in fact in praesenti in use for an industrial purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b9f65a24c42f4b1d85378c3d9cfa7541_219"
        },
        {
            "start": 41853,
            "end": 41937,
            "text": "The same would apply to a commercial purpose or any other non- agricultural purpose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f7746033b94c400f80b039e51b415f81_220"
        },
        {
            "start": 41939,
            "end": 42197,
            "text": "***\n9. We are in no doubt whatever, therefore, that it is only land which is actually in use for an industrial purpose as defined in the said Act that can be assessed to non-agricultural assessment at the rate specified for land used for industrial purposes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ab82fd5da654d53929f8643d65e1727_221"
        },
        {
            "start": 42198,
            "end": 42286,
            "text": "The wider meaning given to the word \"used\" in the judgment under challenge is untenable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1081a5710c684be6a436189fb480174f_222"
        },
        {
            "start": 42287,
            "end": 42485,
            "text": "Having regard to the fact that the said Act is a taxing statute, no court is justified in imputing to the legislature an intention that it has not clearly expressed in the language it has employed.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19503c43fd544cf5a285970106297f34_223"
        },
        {
            "start": 42486,
            "end": 42506,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f372ed38e354a5a93f4872f8d57816c_224"
        },
        {
            "start": 42508,
            "end": 42729,
            "text": "13. The learned Senior Advocate for the appellant would however, contend that a strict interpretation as in the case of taxing statutes would not be appropriate in the instant case where the issue relates to jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e7e533e3d7bc4aeab8eb961e99e8e8b9_225"
        },
        {
            "start": 42730,
            "end": 43063,
            "text": "In that regard, the learned Senior Advocate has referred to the Statement of Objects and Reasons with which the Commercial Courts Act, 2015 is enacted so as to provide speedy disposal of high value commercial disputes so as to create the positive image to the investors world about the independent and responsive Indian legal system.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3e322a9c6c1b4be582806a1f329efa50_226"
        },
        {
            "start": 43064,
            "end": 43123,
            "text": "Hence, he contends that a purposive interpretation be made.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "21e51b0a73294ecda6c89273d8ff5741_227"
        },
        {
            "start": 43124,
            "end": 43274,
            "text": "It is contended that a wider purport and meaning is to be assigned while entertaining the suit and considering the dispute to be a commercial dispute.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fd21e81d7f9c4e0099a97869dca77866_228"
        },
        {
            "start": 43275,
            "end": 43495,
            "text": "Having taken note of the submission we feel that the very purpose for which the CC Act of 2015 has been enacted would be defeated if every other suit merely because it is filed before the Commercial Court is entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec93014f3cc84dcb803393a13b3843cf_229"
        },
        {
            "start": 43496,
            "end": 43854,
            "text": "This is for the reason that the suits which are not actually relating to commercial dispute but being filed merely because of the high value and with the intention of seeking early disposal would only clog the system and block the way for the genuine commercial disputes which may have to be entertained by the Commercial Courts as intended by the lawmakers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b51f6f54bc1e4dddb833f4fd68e654c2_230"
        },
        {
            "start": 43855,
            "end": 44059,
            "text": "In commercial disputes as defined a special procedure is provided for a class of litigation and a strict procedure will have to be followed to entertain only that class of litigation in that jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f30f5ae981a4e408bdab0890807ac1f_231"
        },
        {
            "start": 44060,
            "end": 44165,
            "text": "If the same is strictly interpreted it is not as if those excluded will be non-suited without any remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c2a9602d214d400b8660484857f3bbeb_232"
        },
        {
            "start": 44166,
            "end": 44299,
            "text": "The excluded class of litigation will in any event be entertained in the ordinary civil courts wherein the remedy has always existed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "875659162f6f42d4871f6db610e8105a_233"
        },
        {
            "start": 44301,
            "end": 44474,
            "text": "14. In that view it is also necessary to carefully examine and entertain only disputes which actually answers the definition \"commercial disputes\" as provided under the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "628240c7507842f599593f8602e5e86c_234"
        },
        {
            "start": 44475,
            "end": 44739,
            "text": "In the instant case, as already taken note neither the agreement between the parties refers to the nature of the immovable property being exclusively used for trade or commerce as on the date of the agreement nor is there any pleading to that effect in the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "581dfae2de724ae59ae2720f4a85e98a_235"
        },
        {
            "start": 44740,
            "end": 45025,
            "text": "Further the very relief sought in the suit is for execution of the mortgage deed which is in the nature of specific performance of the terms of Memorandum of Understanding without reference to nature of the use of the immovable property in trade or commerce as on the date of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6c2eb144cbb47408f0a0421f2f7f69a_236"
        },
        {
            "start": 45026,
            "end": 45313,
            "text": "Therefore, if all these aspects are kept in view, we are of the opinion that in the present facts the High Court was justified in its conclusion arrived through the order dated 1-3-2019 [K.S. Infraspace LLP v. Ambalal Sarabhai Enterprises Ltd., 2019 SCC OnLine Guj 1926] impugned herein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ba261147fb94763bfbe9c3773564792_237"
        },
        {
            "start": 45314,
            "end": 45446,
            "text": "The Commercial Court shall therefore return the plaint indicating a date for its presentation before the Court having jurisdiction.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da7eeee66f774c5abe7beef9dc49f3e7_238"
        },
        {
            "start": 45447,
            "end": 45467,
            "text": "\n(Emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff57dd0c81284fa6ba471ca629f1091d_239"
        },
        {
            "start": 45468,
            "end": 45658,
            "text": "The Apex Court holds that issues which not relate to commercial disputes are filed before the commercial Courts merely because of high value and with the intention of seeking early disposal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa674021bd2f43349e8d65650f1f060d_240"
        },
        {
            "start": 45659,
            "end": 45828,
            "text": "Such issues brought before the commercial Court should not be entertained, as it is not intended to bring in every dispute before the commercial Court by the law makers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf8004d0da594f31b267d8ba34764c6a_241"
        },
        {
            "start": 45829,
            "end": 46020,
            "text": "The Apex Court further holds that the excluded class of litigation will, in any event be entertained, in the ordinary civil Courts wherein the remedy always existed to add, does always exist.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2b228dc5bf4498cb3b44262422897f6_242"
        },
        {
            "start": 46022,
            "end": 46113,
            "text": "17. It is also germane to notice what the petitioner understood of the employment contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e0e03c885dd4937bb24ebeda82e6695_243"
        },
        {
            "start": 46114,
            "end": 46193,
            "text": "A legal notice is caused upon the firm by the petitioner making certain demand.",
            "labels": [
                "RPC"
            ],
            "id": "49e17104ec2f4d009fe2f3020662528a_244"
        },
        {
            "start": 46194,
            "end": 46887,
            "text": "The preamble to the notice reads as follows:\n\"Under the instructions from my client Mr.Sanjay Kumar, S/o Mahesh Narayan Sahay, aged about 56 years, Residing at Nestates, Palladlum, No.547, 16th 'A' Main, 3rd Block, Koramangala, BENGALURU: 560 034, I issue this Legal Notice invoking Clause 17 of the Long-term Incentive Plan letter seeking appointment of the arbitrator to adjudicate the dispute between my client and you, with the following facts which are necessary for your information:\"\nInvoking Clause 24 of the Employment Agreement which concerns arbitration and Clause 17 of the long term incentive plan seeking appointment of an Arbitrator to adjudicate the dispute between the parties",
            "labels": [
                "RPC"
            ],
            "id": "cbf83dac14b34defa9cdff226021a06e_245"
        },
        {
            "start": 46888,
            "end": 46911,
            "text": ", the notice is issued.",
            "labels": [
                "RPC"
            ],
            "id": "86908b5f17b14d6aae460838f51fac55_246"
        },
        {
            "start": 46912,
            "end": 47365,
            "text": "In the notice, the petitioner claims the following amount:\n\"7. My client hereby states as per the employment agreement and long-term incentive plan letter my client is entitled emoluments including but not limited to:\na) Long Term Incentive Plan allowance in terms of the communication dated 26.10.2016 which was accepted by my client where under my client will be entitled Long Term Incentive Plan upto maximum of 5 million Euros maturingon 31.03.2021.",
            "labels": [
                "RPC"
            ],
            "id": "e3f581e0f0a2455785c514003b46982a_247"
        },
        {
            "start": 47366,
            "end": 47415,
            "text": "\nb) Gross fixed salary of INR 2 crores per annum.",
            "labels": [
                "RPC"
            ],
            "id": "b6ab1e2aa57a4060ba3de5f8829c0fa0_248"
        },
        {
            "start": 47416,
            "end": 47433,
            "text": "\n(\"base salary\").",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0f92b97b3ba74afb94459229727bcc59_249"
        },
        {
            "start": 47434,
            "end": 47557,
            "text": "The base salary was increased to INR 2.42 crores per annum effective 1st October 2019 vide letter dated 16th December 2019.",
            "labels": [
                "RPC"
            ],
            "id": "c8dd8d08124a488fad99529e1e0f290d_250"
        },
        {
            "start": 47559,
            "end": 47698,
            "text": "Contributions to provident fund, gratuity, superannuation fund shall be in addition to the fixed gross salary and performance linked bonus.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb9db93f8e564560862a469adc327362_251"
        },
        {
            "start": 47699,
            "end": 47822,
            "text": "Any additional benefits offered by the LLP, to its employees, at its discretion, from time to time will also be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bf51a02e058d4b7197b1dc41a1d314b7_252"
        },
        {
            "start": 47823,
            "end": 47995,
            "text": "\nc) My client will be entitled Chauffeurs driven car, reimbursement of expenses of maintenance, fuel, 300 Euros per month and access to club membership 1200 Euros per year.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9dd6f1dd0be9423085bec0157bd38ab5_253"
        },
        {
            "start": 47996,
            "end": 48267,
            "text": "\nd) Further, it is offered in the event my client is made redundant by M/s.Elior India, a termination allowance equal to 18 months salary will be calculated as 1/12th of the actual remuneration over the 12 months preceding the redundancy including annual bonuses, if any.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1de5c9517e194720b6c55754135ee5e5_254"
        },
        {
            "start": 48268,
            "end": 48369,
            "text": "The said amount is in addition to the legal redundancy allowance under the applicable laws in India.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b0b73f37b88447facb0c0ab3e2c67e6_255"
        },
        {
            "start": 48370,
            "end": 48488,
            "text": "The amount claimed by the petitioner is in terms of the method of calculation adopted in the long term incentive plan.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f3c47edaadd4296a94a02caab1dd541_256"
        },
        {
            "start": 48489,
            "end": 48774,
            "text": "The petitioner claims that the base salary was `2/- crores per annum and would be increased to `2.42 crores per annum effective from 1-10-2019 and the long term incentive plan which was accepted by the petitioner, the entitlement is up to a maximum of 5 million Euros as on 31-03-2021.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6371f50c537d4512bba13d6aec279446_257"
        },
        {
            "start": 48775,
            "end": 48824,
            "text": "Paragraph 51 of the notice reads as follows:\n\"51.",
            "labels": [
                "RPC"
            ],
            "id": "2d676c169b674010823ad48c6db11341_258"
        },
        {
            "start": 48825,
            "end": 49069,
            "text": "THEREFORE, my client hereby invokes Clause-24 of the employment agreement and Clause 17 of the long-term incentive letter, call upon you to comply the demand made in previous paragraphs within 30 days from the date of receiving of Legal Notice.",
            "labels": [
                "RPC"
            ],
            "id": "5e53916e1f87496588ebb53495a332c2_259"
        },
        {
            "start": 49070,
            "end": 49328,
            "text": "In the event of not making the payment of the aforesaid amount claimed above, my client hereby calls upon you to agree the appointment of anyone of the Arbitrator suggested above as Sole Arbitrator to adjudicate dispute between my client and M/s.Elior India.",
            "labels": [
                "RPC"
            ],
            "id": "aaf06a0115674dac80d2046fa165dbd8_260"
        },
        {
            "start": 49329,
            "end": 49477,
            "text": "Therefore, my client hereby calls upon you forthwith to constitute the Arbitral Tribunal consisting of sole arbitrator to decide the above disputes.",
            "labels": [
                "RPC"
            ],
            "id": "7ed2505586464741813978c1bfb601e1_261"
        },
        {
            "start": 49478,
            "end": 49898,
            "text": "In the event of M/s.Elior India not agreeing for Sole Arbitrator to adjudicate the dispute between my client and M/s. Elior India, my client hereby nominates Hon'ble Justice Shivaraj.V.Patil as the Arbitrator on the side of my client and call upon you to nominate your Arbitrator enabling both Arbitrators to appoint the Presiding Arbitrator to constitute the Arbitral Tribunal between my client and M/s.Elior India.\n53.",
            "labels": [
                "NONE"
            ],
            "id": "38985c494ed74e1e9cbba2fb47ffaba9_262"
        },
        {
            "start": 49899,
            "end": 49995,
            "text": "My client reserves the liberty to modify or make additional claims if need be at a later stage.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dfb068d634d6493eb6ce8a6bf67678f2_263"
        },
        {
            "start": 49996,
            "end": 50085,
            "text": "\nThe claim of the petitioner is the amount as indicated in the notice quoted hereinabove.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc3020613848467e97cede4cb85826bf_264"
        },
        {
            "start": 50086,
            "end": 50176,
            "text": "Therefore, what the petitioner claims is, the incentive that was assured in the agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "573b29ef31b34bf387d321316b65c5b0_265"
        },
        {
            "start": 50177,
            "end": 50234,
            "text": "The agreement is an offshoot of the Employment Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "76158c802ab149019e43b06909f16986_266"
        },
        {
            "start": 50235,
            "end": 50326,
            "text": "Therefore, it cannot but be held to be a contract of employment or a contract of incentive.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3a374a745f14677876df8eb879229bf_267"
        },
        {
            "start": 50327,
            "end": 50386,
            "text": "It is a money claim arising out of an Employment Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dae52a2323a142ac8b83a856f6f1176e_268"
        },
        {
            "start": 50387,
            "end": 50577,
            "text": "Therefore, the submission that commercial Court gets jurisdiction in terms of the afore-quoted provision is unacceptable, in the light of what the Apex Court has held in AMBALAL (supra).\n18.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2e45a8019624a7eaeb5f9359613fc6e_269"
        },
        {
            "start": 50578,
            "end": 50872,
            "text": "Insofar as the submission of the learned senior counsel for the respondent that the petitioner himself chose the commercial Court earlier, is concerned, it is no doubt true that the petitioner invoked the jurisdiction of the commercial Court by filing an application under Section 9 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "369a795392804d67aa442f67f29455e4_270"
        },
        {
            "start": 50873,
            "end": 50914,
            "text": "The commercial Court dismisses the claim.",
            "labels": [
                "RPC"
            ],
            "id": "edbde44e179b430a8890483ea2981381_271"
        },
        {
            "start": 50915,
            "end": 51002,
            "text": "The petitioner then challenges the dismissal by the commercial Court before this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "072a8595c74c4c35b8cb013984cf1d6f_272"
        },
        {
            "start": 51003,
            "end": 51058,
            "text": "This Court affirms the finding of the commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "11c8c9251a4442b5808d806af9a10182_273"
        },
        {
            "start": 51059,
            "end": 51106,
            "text": "The petitioner does not take the issue further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5addfd4f67bd4ebd9c3797a7a6ea2b9a_274"
        },
        {
            "start": 51107,
            "end": 51337,
            "text": "The firm then invoked Section 34 of the Act and instituted a commercial suit in Com.S.No.5/2022 before this Court challenging interim award passed by the Arbitral Tribunal on 13-05-2022 quoted supra in the arbitration proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13dc7c92b09047d5afbad04a36a12b0b_275"
        },
        {
            "start": 51338,
            "end": 51479,
            "text": "This very argument of jurisdiction of maintainability of the claim of the petitioner before this Court in the commercial side was questioned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08743c0185034968b3816e119e66bb47_276"
        },
        {
            "start": 51480,
            "end": 51647,
            "text": "The co-ordinate bench of this Court did not go into whether the dispute between the parties would become a commercial dispute within Section 2(1)(c)(xviii) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e9a5ff1b7f741f0a60ae35fcc6e25b2_277"
        },
        {
            "start": 51648,
            "end": 52325,
            "text": "Therefore, if the petitioner has invoked a wrong jurisdiction i.e., that of the commercial Court in a dispute, it would not become a commercial dispute, unless it comes within the definition of Section 2(1)(c) and the clauses therein, as it is settled principle of law, no amount of consent of the parties can confer jurisdiction on any Court or Tribunal and it is equally settled principle of law that merely because a party invokes a wrong jurisdiction and a determination is made by the concerned Court without the parties objecting to it, will not clothe such Court with jurisdiction dehors the statute and become binding on any subsequent proceeding before this Court.\n19.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c833929bb50343dcb1f93ed7f678116e_278"
        },
        {
            "start": 52326,
            "end": 52589,
            "text": "In view of the preceding analysis, I have no hesitation to hold that the dispute between the parties is not a commercial dispute within the meaning of Section 2(1)(c)(xviii) of the Act and therefore, the commercial Court ought not to have entertained the dispute.",
            "labels": [
                "RATIO"
            ],
            "id": "f550a23e43f14170bf2a485f41c21d87_279"
        },
        {
            "start": 52591,
            "end": 52672,
            "text": "20. For the aforesaid reasons, the following:\nORDER (i) Writ Petition is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "0d571934827140d5ba6c7756294f1a88_280"
        },
        {
            "start": 52673,
            "end": 53285,
            "text": "\n(ii) It is declared that the concerned LXXXV Additional City Civil and Sessions Judge, Commercial Court, Bengaluru has no jurisdiction to consider and adjudicate MA No.1/2023 and therefore, the proceedings stand obliterated.\n(iii) The obliteration of the proceedings will not come in the way of the parties agitating their respective rights before the competent Civil Court.\n(iv) In the event proceedings are instituted before the competent Civil Court, the findings, observations if any, made by the Commercial Court, will not influence or bind the proceedings before the said Civil Court.\nSd/-\nJUDGE bkp CT:MJ",
            "labels": [
                "RPC"
            ],
            "id": "fa5191f11a204551aa7bad0ed7a42804_281"
        }
    ],
    "entities": [
        {
            "text": "Karnataka High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Trinetramilan Product",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 42
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 46,
            "end_char": 60
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "LAWYER",
            "start_char": 85,
            "end_char": 102
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 110,
            "end_char": 127
        },
        {
            "text": "High Court Of Karnataka At Bengaluru",
            "label": "COURT",
            "start_char": 453,
            "end_char": 489
        },
        {
            "text": "S.R.Krishna Kumar",
            "label": "JUDGE",
            "start_char": 665,
            "end_char": 682
        },
        {
            "text": "Trinetramilan Product Protection",
            "label": "PETITIONER",
            "start_char": 1030,
            "end_char": 1062
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 1384,
            "end_char": 1404
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 1560,
            "end_char": 1573
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 1735,
            "end_char": 1752
        },
        {
            "text": "Amdhusudha Reddy",
            "label": "LAWYER",
            "start_char": 2157,
            "end_char": 2173
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 2213,
            "end_char": 2221
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 2272,
            "end_char": 2286
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 2736,
            "end_char": 2758
        },
        {
            "text": "Trinetramilan Product",
            "label": "PETITIONER",
            "start_char": 3068,
            "end_char": 3089
        },
        {
            "text": "R. Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 3272,
            "end_char": 3293
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 3472,
            "end_char": 3485
        },
        {
            "text": "Santosh Kumar K P",
            "label": "PETITIONER",
            "start_char": 3552,
            "end_char": 3569
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 4022,
            "end_char": 4039
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 4060,
            "end_char": 4068
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 4081,
            "end_char": 4095
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 4313,
            "end_char": 4335
        },
        {
            "text": "Trinetramilan Product\n   Protection Solutions\n   Private Limited",
            "label": "PETITIONER",
            "start_char": 4788,
            "end_char": 4852
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 4994,
            "end_char": 5014
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 5089,
            "end_char": 5102
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "RESPONDENT",
            "start_char": 5185,
            "end_char": 5213
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 5665,
            "end_char": 5682
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 5703,
            "end_char": 5711
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 5724,
            "end_char": 5738
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 6051,
            "end_char": 6073
        },
        {
            "text": "Trinetramilan Product\n     Protection Solutions\n     Private Limited",
            "label": "PETITIONER",
            "start_char": 6489,
            "end_char": 6557
        },
        {
            "text": "R Madhusudhana Reddy",
            "label": "PETITIONER",
            "start_char": 6921,
            "end_char": 6941
        },
        {
            "text": "Vijaya Kumari",
            "label": "PETITIONER",
            "start_char": 7016,
            "end_char": 7029
        },
        {
            "text": "Santosh Kumar K P @ Santhosh",
            "label": "PETITIONER",
            "start_char": 7112,
            "end_char": 7140
        },
        {
            "text": "Madhusudhan Reddy",
            "label": "LAWYER",
            "start_char": 7383,
            "end_char": 7400
        },
        {
            "text": "Anusha R",
            "label": "LAWYER",
            "start_char": 7421,
            "end_char": 7429
        },
        {
            "text": "Tara Narayanan",
            "label": "RESPONDENT",
            "start_char": 7442,
            "end_char": 7456
        },
        {
            "text": "A.S. Narayanan",
            "label": "RESPONDENT",
            "start_char": 7457,
            "end_char": 7471
        },
        {
            "text": "Revathi Adinatha Narde",
            "label": "LAWYER",
            "start_char": 7752,
            "end_char": 7774
        },
        {
            "text": "BENGALURU RURAL DISTRICT, BENGALURU",
            "label": "ORG",
            "start_char": 7981,
            "end_char": 8016
        },
        {
            "text": "WP No. 23517 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 8300,
            "end_char": 8320
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8572,
            "end_char": 8588
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8598,
            "end_char": 8614
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru (Commercial Court)",
            "label": "COURT",
            "start_char": 8681,
            "end_char": 8755
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 8932,
            "end_char": 8948
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 8958,
            "end_char": 8974
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 9182,
            "end_char": 9192
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 9225,
            "end_char": 9280
        },
        {
            "text": "O.S.No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 9305,
            "end_char": 9321
        },
        {
            "text": "Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9329,
            "end_char": 9336
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 9365,
            "end_char": 9381
        },
        {
            "text": "Thara Narayan",
            "label": "OTHER_PERSON",
            "start_char": 9390,
            "end_char": 9403
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 9511,
            "end_char": 9520
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 9615,
            "end_char": 9625
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 9633,
            "end_char": 9660
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 9852,
            "end_char": 9872
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10185,
            "end_char": 10240
        },
        {
            "text": "Principal Senior Civil Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 10337,
            "end_char": 10391
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 10420,
            "end_char": 10475
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 10678,
            "end_char": 10702
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 10704,
            "end_char": 10713
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 10798,
            "end_char": 10802
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 10806,
            "end_char": 10828
        },
        {
            "text": "Order 20 Rule 12",
            "label": "PROVISION",
            "start_char": 11626,
            "end_char": 11642
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 11646,
            "end_char": 11652
        },
        {
            "text": "Bengaluru",
            "label": "GPE",
            "start_char": 12124,
            "end_char": 12133
        },
        {
            "text": "s 15",
            "label": "PROVISION",
            "start_char": 12390,
            "end_char": 12394
        },
        {
            "text": "Commercial Courts\" Act",
            "label": "STATUTE",
            "start_char": 12398,
            "end_char": 12420
        },
        {
            "text": "15 commercial court Act 2005",
            "label": "STATUTE",
            "start_char": 12669,
            "end_char": 12697
        },
        {
            "text": "31.07.2018",
            "label": "DATE",
            "start_char": 12757,
            "end_char": 12767
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 12963,
            "end_char": 12989
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 13841,
            "end_char": 13851
        },
        {
            "text": "07.09.2018",
            "label": "DATE",
            "start_char": 13855,
            "end_char": 13865
        },
        {
            "text": "08.09.2018",
            "label": "DATE",
            "start_char": 13904,
            "end_char": 13914
        },
        {
            "text": "07.09.2019",
            "label": "DATE",
            "start_char": 13918,
            "end_char": 13928
        },
        {
            "text": "08.09.2019",
            "label": "DATE",
            "start_char": 13969,
            "end_char": 13979
        },
        {
            "text": "07.09.2020",
            "label": "DATE",
            "start_char": 13983,
            "end_char": 13993
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 14038,
            "end_char": 14048
        },
        {
            "text": "19.10.2020",
            "label": "DATE",
            "start_char": 14250,
            "end_char": 14260
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 14352,
            "end_char": 14362
        },
        {
            "text": "Karnataka Industrial Development Area",
            "label": "GPE",
            "start_char": 14434,
            "end_char": 14471
        },
        {
            "text": "section 24",
            "label": "PROVISION",
            "start_char": 15297,
            "end_char": 15307
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15311,
            "end_char": 15314
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15360,
            "end_char": 15375
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15379,
            "end_char": 15382
        },
        {
            "text": "2021 SCC Online Kunhimoosa)",
            "label": "PRECEDENT",
            "start_char": 15609,
            "end_char": 15636
        },
        {
            "text": "C.K. Surendran",
            "label": "OTHER_PERSON",
            "start_char": 15648,
            "end_char": 15662
        },
        {
            "text": "Kerala High Court",
            "label": "COURT",
            "start_char": 15697,
            "end_char": 15714
        },
        {
            "text": "order 7 Rule 10",
            "label": "PROVISION",
            "start_char": 15825,
            "end_char": 15840
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15844,
            "end_char": 15847
        },
        {
            "text": "Bengaluru Rural District",
            "label": "ORG",
            "start_char": 16074,
            "end_char": 16098
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 16108,
            "end_char": 16126
        },
        {
            "text": "Section 15 (1), (2) and (5)",
            "label": "PROVISION",
            "start_char": 16183,
            "end_char": 16210
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 16214,
            "end_char": 16240
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, ( 26 of 1996)",
            "label": "STATUTE",
            "start_char": 16369,
            "end_char": 16422
        },
        {
            "text": "Arbitration and Conciliation Act, 1996, (26 of 1996)",
            "label": "STATUTE",
            "start_char": 16666,
            "end_char": 16718
        },
        {
            "text": "sub - section (1), sub-section (2) or sub - section (3)",
            "label": "PROVISION",
            "start_char": 17285,
            "end_char": 17340
        },
        {
            "text": "- 13 - NC:",
            "label": "DATE",
            "start_char": 17406,
            "end_char": 17416
        },
        {
            "text": "KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 17422,
            "end_char": 17431
        },
        {
            "text": "section 15(5)",
            "label": "PROVISION",
            "start_char": 18185,
            "end_char": 18198
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18297,
            "end_char": 18318
        },
        {
            "text": "31.02.2015",
            "label": "DATE",
            "start_char": 18332,
            "end_char": 18342
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 18552,
            "end_char": 18569
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18570,
            "end_char": 18591
        },
        {
            "text": "22.08.2017",
            "label": "DATE",
            "start_char": 18817,
            "end_char": 18827
        },
        {
            "text": "NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 18915,
            "end_char": 18933
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 19032,
            "end_char": 19055
        },
        {
            "text": "17.12.2020",
            "label": "DATE",
            "start_char": 19062,
            "end_char": 19072
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19082,
            "end_char": 19106
        },
        {
            "text": "17.12.2022",
            "label": "DATE",
            "start_char": 19147,
            "end_char": 19157
        },
        {
            "text": "District and Sessions Court Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19203,
            "end_char": 19255
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19256,
            "end_char": 19266
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19352,
            "end_char": 19376
        },
        {
            "text": "15.10.2022",
            "label": "DATE",
            "start_char": 19383,
            "end_char": 19393
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 19415,
            "end_char": 19439
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 19456,
            "end_char": 19520
        },
        {
            "text": "28.12.2020",
            "label": "DATE",
            "start_char": 19576,
            "end_char": 19586
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19597,
            "end_char": 19607
        },
        {
            "text": "19.12.2020",
            "label": "DATE",
            "start_char": 19631,
            "end_char": 19641
        },
        {
            "text": "19-12-2020",
            "label": "DATE",
            "start_char": 19713,
            "end_char": 19723
        },
        {
            "text": "District and Sessions Judge, Bengaluru Rural District",
            "label": "COURT",
            "start_char": 19870,
            "end_char": 19923
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 19946,
            "end_char": 19956
        },
        {
            "text": "2016 SCC Online Del 4282 (Mrs. Soni Dave Vs.",
            "label": "PRECEDENT",
            "start_char": 20233,
            "end_char": 20277
        },
        {
            "text": "Trans Asian Industries Expositions Pvt Ltd.",
            "label": "ORG",
            "start_char": 20282,
            "end_char": 20325
        },
        {
            "text": "2016 Onlince Delhi 760 - 15 - NC: 2023:KHC:19391",
            "label": "CASE_NUMBER",
            "start_char": 20368,
            "end_char": 20416
        },
        {
            "text": "Havells India Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 20440,
            "end_char": 20465
        },
        {
            "text": "Advertising Standards Council of India",
            "label": "ORG",
            "start_char": 20470,
            "end_char": 20508
        },
        {
            "text": "Financial Assets and Enforcement of Securities Interest Act, 2002",
            "label": "STATUTE",
            "start_char": 20615,
            "end_char": 20680
        },
        {
            "text": "Havells Wire",
            "label": "ORG",
            "start_char": 21309,
            "end_char": 21321
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 22494,
            "end_char": 22504
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 22508,
            "end_char": 22535
        },
        {
            "text": "Bengaluru Rural District",
            "label": "GPE",
            "start_char": 22640,
            "end_char": 22664
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22757,
            "end_char": 22767
        },
        {
            "text": "29.10.2022",
            "label": "DATE",
            "start_char": 22904,
            "end_char": 22914
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23038,
            "end_char": 23055
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23059,
            "end_char": 23062
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 23259,
            "end_char": 23271
        },
        {
            "text": "o VII Rule 11",
            "label": "PROVISION",
            "start_char": 23588,
            "end_char": 23601
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23605,
            "end_char": 23628
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 23946,
            "end_char": 23963
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 23967,
            "end_char": 23990
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24068,
            "end_char": 24080
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 24088,
            "end_char": 24109
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24358,
            "end_char": 24376
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 24482,
            "end_char": 24500
        },
        {
            "text": "sub-section 2 of Section 21-A",
            "label": "PROVISION",
            "start_char": 24540,
            "end_char": 24569
        },
        {
            "text": "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "label": "PROVISION",
            "start_char": 24580,
            "end_char": 24627
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24715,
            "end_char": 24725
        },
        {
            "text": "03-07-2018",
            "label": "DATE",
            "start_char": 24787,
            "end_char": 24797
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 24807,
            "end_char": 24829
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "label": "PRECEDENT",
            "start_char": 24858,
            "end_char": 24953
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 24968,
            "end_char": 24980
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 25054,
            "end_char": 25066
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 25133,
            "end_char": 25150
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 25154,
            "end_char": 25177
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 25217,
            "end_char": 25227
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 25280,
            "end_char": 25290
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 25333,
            "end_char": 25355
        },
        {
            "text": "City Civil and Sessions Judge, Bengaluru",
            "label": "COURT",
            "start_char": 26203,
            "end_char": 26243
        },
        {
            "text": "04-12- 2020",
            "label": "DATE",
            "start_char": 26247,
            "end_char": 26258
        },
        {
            "text": "O.S. No. 1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 26262,
            "end_char": 26280
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 26443,
            "end_char": 26453
        },
        {
            "text": "GOB(I)1/2020",
            "label": "CASE_NUMBER",
            "start_char": 26492,
            "end_char": 26504
        },
        {
            "text": "17-12- 2022",
            "label": "DATE",
            "start_char": 26511,
            "end_char": 26522
        },
        {
            "text": "High Court of Karnataka",
            "label": "COURT",
            "start_char": 26545,
            "end_char": 26568
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 26715,
            "end_char": 26725
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26733,
            "end_char": 26754
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 26790,
            "end_char": 26803
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27050,
            "end_char": 27062
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 27278,
            "end_char": 27295
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 27299,
            "end_char": 27322
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 27346,
            "end_char": 27357
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 27385,
            "end_char": 27397
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 27563,
            "end_char": 27576
        },
        {
            "text": "Section 15(4)",
            "label": "PROVISION",
            "start_char": 28244,
            "end_char": 28257
        },
        {
            "text": "Government of India",
            "label": "ORG",
            "start_char": 28953,
            "end_char": 28972
        },
        {
            "text": "05-07-2022",
            "label": "DATE",
            "start_char": 28979,
            "end_char": 28989
        },
        {
            "text": "Business Enabling Environment (BEE) Project",
            "label": "ORG",
            "start_char": 28999,
            "end_char": 29042
        },
        {
            "text": "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)",
            "label": "PRECEDENT",
            "start_char": 29082,
            "end_char": 29175
        },
        {
            "text": "Section Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29364,
            "end_char": 29393
        },
        {
            "text": "Commercial Act",
            "label": "STATUTE",
            "start_char": 29407,
            "end_char": 29421
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 29851,
            "end_char": 29863
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30154,
            "end_char": 30166
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30174,
            "end_char": 30195
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 30254,
            "end_char": 30275
        },
        {
            "text": "amendment Act, 2018",
            "label": "STATUTE",
            "start_char": 30345,
            "end_char": 30364
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 30380,
            "end_char": 30392
        },
        {
            "text": "SECTION 12A",
            "label": "PROVISION",
            "start_char": 30426,
            "end_char": 30437
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30789,
            "end_char": 30807
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 30818,
            "end_char": 30836
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 30907,
            "end_char": 30956
        },
        {
            "text": "Legal Services Authorities Act, 1987 (39 of 1987)",
            "label": "STATUTE",
            "start_char": 31052,
            "end_char": 31101
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 31135,
            "end_char": 31153
        },
        {
            "text": "Limitation Act, 1963 (36 of 1963)",
            "label": "STATUTE",
            "start_char": 31632,
            "end_char": 31665
        },
        {
            "text": "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "label": "PROVISION",
            "start_char": 31984,
            "end_char": 32028
        },
        {
            "text": "section 30",
            "label": "PROVISION",
            "start_char": 32051,
            "end_char": 32061
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 32069,
            "end_char": 32120
        },
        {
            "text": "03-05-2018",
            "label": "DATE",
            "start_char": 32194,
            "end_char": 32204
        },
        {
            "text": "Central Government",
            "label": "ORG",
            "start_char": 32470,
            "end_char": 32488
        },
        {
            "text": "District Legal Services Authority",
            "label": "ORG",
            "start_char": 32560,
            "end_char": 32593
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 32696,
            "end_char": 32709
        },
        {
            "text": "Amending Act of year 2018",
            "label": "STATUTE",
            "start_char": 32828,
            "end_char": 32853
        },
        {
            "text": "Amending Act",
            "label": "STATUTE",
            "start_char": 33056,
            "end_char": 33068
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33088,
            "end_char": 33099
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 33314,
            "end_char": 33325
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33764,
            "end_char": 33774
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 33782,
            "end_char": 33796
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 33834,
            "end_char": 33844
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34010,
            "end_char": 34021
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34105,
            "end_char": 34116
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 34168,
            "end_char": 34185
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 34330,
            "end_char": 34340
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 34817,
            "end_char": 34828
        },
        {
            "text": "Section - 25 - NC: 2023",
            "label": "PROVISION",
            "start_char": 34878,
            "end_char": 34901
        },
        {
            "text": "SLP (C) No.14697 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35040,
            "end_char": 35064
        },
        {
            "text": "Order XXXVII",
            "label": "PROVISION",
            "start_char": 35361,
            "end_char": 35373
        },
        {
            "text": "SLP No.5737 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 35616,
            "end_char": 35636
        },
        {
            "text": "SLP  Diary NO.29458 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 35746,
            "end_char": 35774
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 35888,
            "end_char": 35901
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 35922,
            "end_char": 35934
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36008,
            "end_char": 36019
        },
        {
            "text": "Order VII rule 11",
            "label": "PROVISION",
            "start_char": 36070,
            "end_char": 36087
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 36091,
            "end_char": 36114
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 36205,
            "end_char": 36218
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36296,
            "end_char": 36306
        },
        {
            "text": "20-08- 2022",
            "label": "DATE",
            "start_char": 36472,
            "end_char": 36483
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 36526,
            "end_char": 36537
        },
        {
            "text": "supreme Court",
            "label": "COURT",
            "start_char": 36588,
            "end_char": 36601
        },
        {
            "text": "20-08-2022",
            "label": "DATE",
            "start_char": 36652,
            "end_char": 36662
        },
        {
            "text": "08- 12-2020",
            "label": "DATE",
            "start_char": 37065,
            "end_char": 37076
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 37093,
            "end_char": 37148
        },
        {
            "text": "O.S. No.1397/2020",
            "label": "CASE_NUMBER",
            "start_char": 37174,
            "end_char": 37191
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 37974,
            "end_char": 37984
        },
        {
            "text": "17- 10-2022",
            "label": "DATE",
            "start_char": 38159,
            "end_char": 38170
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38310,
            "end_char": 38320
        },
        {
            "text": "Principal District and Sessions Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38400,
            "end_char": 38474
        },
        {
            "text": "Commercial O.S. No.336/2022",
            "label": "CASE_NUMBER",
            "start_char": 38548,
            "end_char": 38575
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 38579,
            "end_char": 38589
        },
        {
            "text": "08-12-2020",
            "label": "DATE",
            "start_char": 38849,
            "end_char": 38859
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 38872,
            "end_char": 38927
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 39017,
            "end_char": 39028
        },
        {
            "text": "28-12-2020",
            "label": "DATE",
            "start_char": 39098,
            "end_char": 39108
        },
        {
            "text": "29-10-2022",
            "label": "DATE",
            "start_char": 39274,
            "end_char": 39284
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39338,
            "end_char": 39360
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 39441,
            "end_char": 39453
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 39678,
            "end_char": 39688
        },
        {
            "text": "Supreme Court of India",
            "label": "COURT",
            "start_char": 39858,
            "end_char": 39880
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 40121,
            "end_char": 40134
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 40190,
            "end_char": 40201
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 40299,
            "end_char": 40311
        },
        {
            "text": "Sec.12A",
            "label": "PROVISION",
            "start_char": 41687,
            "end_char": 41694
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 41788,
            "end_char": 41801
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42222,
            "end_char": 42239
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 42243,
            "end_char": 42266
        },
        {
            "text": "- 30 - NC",
            "label": "DATE",
            "start_char": 42364,
            "end_char": 42373
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 42772,
            "end_char": 42782
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 42790,
            "end_char": 42817
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 42932,
            "end_char": 42949
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 42953,
            "end_char": 42956
        },
        {
            "text": "Com.O.S.no.1397/2020 and Com",
            "label": "CASE_NUMBER",
            "start_char": 43082,
            "end_char": 43110
        },
        {
            "text": "O.S.No.1398/2020",
            "label": "CASE_NUMBER",
            "start_char": 43112,
            "end_char": 43128
        },
        {
            "text": "08.09.2017",
            "label": "DATE",
            "start_char": 43225,
            "end_char": 43235
        },
        {
            "text": "Section 2 (1) (7)",
            "label": "PROVISION",
            "start_char": 43578,
            "end_char": 43595
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 43934,
            "end_char": 43944
        },
        {
            "text": "Section 2 (1) (vii)",
            "label": "PROVISION",
            "start_char": 44208,
            "end_char": 44227
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 44359,
            "end_char": 44369
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 44657,
            "end_char": 44674
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 44678,
            "end_char": 44681
        },
        {
            "text": "Section 12(1)",
            "label": "PROVISION",
            "start_char": 44833,
            "end_char": 44846
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45104,
            "end_char": 45114
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "label": "PRECEDENT",
            "start_char": 45130,
            "end_char": 45191
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45284,
            "end_char": 45296
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 45461,
            "end_char": 45471
        },
        {
            "text": "Senior Civil Judge, Bengaluru Rural District, Bengaluru",
            "label": "COURT",
            "start_char": 45489,
            "end_char": 45544
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45608,
            "end_char": 45618
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 45672,
            "end_char": 45682
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 45943,
            "end_char": 45955
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46040,
            "end_char": 46072
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46099,
            "end_char": 46109
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46395,
            "end_char": 46405
        },
        {
            "text": "PATIL AUTOMATION PRIVATE LIMITED",
            "label": "PRECEDENT",
            "start_char": 46421,
            "end_char": 46453
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46562,
            "end_char": 46572
        },
        {
            "text": "17.10.2022",
            "label": "DATE",
            "start_char": 46762,
            "end_char": 46772
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 46807,
            "end_char": 46817
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 46830,
            "end_char": 46840
        },
        {
            "text": "08.12.2020",
            "label": "DATE",
            "start_char": 46878,
            "end_char": 46888
        },
        {
            "text": "Section 15",
            "label": "PROVISION",
            "start_char": 46910,
            "end_char": 46920
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 47011,
            "end_char": 47021
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 47045,
            "end_char": 47057
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 47190,
            "end_char": 47207
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 47211,
            "end_char": 47214
        }
    ],
    "precedent_clusters": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": [
            "Havells India Limited Vs.",
            "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS",
            "PATIL AUTOMATION PRIVATE LIMITED",
            "PATIL AUTOMATION PRIVATE LIMITED"
        ],
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": [
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)",
            "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and others Vs Rakheja Engineers Pvt.Ltd.)"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "Order 20 Rule 12",
            "C.P.C.",
            "Order 20 Rule 12",
            "C.P.C."
        ],
        [
            "s 15",
            "Commercial Courts\" Act",
            "s 15",
            "Commercial Courts\" Act"
        ],
        [
            "section 24",
            "CPC",
            "section 24",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "order 7 Rule 10",
            "CPC",
            "order 7 Rule 10",
            "CPC"
        ],
        [
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015",
            "Section 15 (1), (2) and (5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "o VII Rule 11",
            "Code of Civil Procedure",
            "o VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 30",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Order VII rule 11",
            "Code of Civil Procedure",
            "Order VII rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act, 2015",
            "Section 15",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Order VII Rule 11",
            "CPC",
            "Order VII Rule 11",
            "CPC"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015",
            "sub - section (1), sub-section (2) or sub - section (3)",
            "Commercial Court Act, 2015"
        ],
        [
            "section 15(5)",
            "Commercial Court Act, 2015",
            "section 15(5)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 15",
            "Commercial Court Act, 2015",
            "Section 15",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 15(4)",
            "Commercial Courts Act",
            "Section 15(4)",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "SECTION 12A",
            "Code of Civil Procedure",
            "SECTION 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Order VII Rule 11",
            "Code of Civil Procedure",
            "Order VII Rule 11",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (7)",
            "Commercial Courts Act",
            "Section 2 (1) (7)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 2 (1) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "Section 15",
            "Commercial Courts Act",
            "Section 15",
            "Commercial Courts Act"
        ],
        [
            "Section 12-A",
            "Commercial Courts Act",
            "Section 12-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act",
            "sub-section 2 of Section 21-A",
            "Commercial Courts Act"
        ],
        [
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act",
            "sub-section (1) of Section 12-A - 18 - NC: 2023",
            "Commercial Courts Act"
        ],
        [
            "Section 12A",
            "Code of Civil Procedure",
            "Section 12A",
            "Code of Civil Procedure"
        ],
        [
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)",
            "sub-section (4) of - 23 - NC: 2023:KHC:19391",
            "Limitation Act, 1963 (36 of 1963)"
        ],
        [
            "Section - 25 - NC: 2023",
            "Limitation Act",
            "Section - 25 - NC: 2023",
            "Limitation Act"
        ],
        [
            "Order XXXVII",
            "Limitation Act",
            "Order XXXVII",
            "Limitation Act"
        ],
        [
            "Sec.12A",
            "Code of Civil Procedure",
            "Sec.12A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12(1)",
            "CPC",
            "Section 12(1)",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "PATIL AUTOMATION PRIVATE LIMITED & OTHERS V RAKHEJA ENGINEERS": 4,
        "2022 SCC Online SC 1028 (Patil Automation Pvt.Ltd., and Others V/s Rakheja Engineers Pvt.Ltd.,)": 2
    },
    "provision_counts": {
        "Section 15 of Commercial Courts Act, 2015": 3,
        "s 15 of Commercial Courts\" Act": 2,
        "Order 20 Rule 12 of C.P.C.": 1,
        "section 24 of CPC": 1,
        "order 7 Rule 10 of CPC": 2,
        "Section 15 (1), (2) and (5) of Commercial Court Act, 2015": 1,
        "Section 2 (1) (7) of Commercial Courts Act": 2,
        "Order VII Rule 11 of CPC": 4,
        "o VII Rule 11 of Code of Civil Procedure": 1,
        "Order VII Rule 11 of Code of Civil Procedure": 5,
        "Section 12-A of Commercial Courts Act": 15,
        "Section 15 of Commercial Courts Act": 6,
        "section 30 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Section 14 of Limitation Act": 2,
        "Order VII rule 11 of Code of Civil Procedure": 1,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 1,
        "sub - section (1), sub-section (2) or sub - section (3) of Commercial Court Act, 2015": 1,
        "section 15(5) of Commercial Court Act, 2015": 1,
        "Section 15 of Commercial Court Act, 2015": 1,
        "Section 15(4) of Commercial Courts Act": 3,
        "SECTION 12A of Code of Civil Procedure": 1,
        "Section 12A of Code of Civil Procedure": 10,
        "Section 2 (1) (vii) of Commercial Courts Act": 1,
        "sub-section 2 of Section 21-A of Commercial Courts Act": 1,
        "sub-section (1) of Section 12-A - 18 - NC: 2023 of Commercial Courts Act": 1,
        "sub-section (4) of - 23 - NC: 2023:KHC:19391 of Limitation Act, 1963 (36 of 1963)": 1,
        "Section - 25 - NC: 2023 of Limitation Act": 1,
        "Order XXXVII of Limitation Act": 1,
        "Sec.12A of Code of Civil Procedure": 1,
        "Section 12(1) of CPC": 1
    },
    "statute_counts": {
        "Commercial Courts Act, 2015": 3,
        "Commercial Courts\" Act": 2,
        "C.P.C.": 1,
        "CPC": 8,
        "Commercial Court Act, 2015": 4,
        "Commercial Courts Act": 30,
        "Code of Civil Procedure": 19,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Limitation Act": 4,
        "Limitation Act, 1963 (36 of 1963)": 1
    }
}