{
    "id": "a81c827081c770c2ec6932318739faa410fda784cd744abff50bb4094d14dc0f",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nAllahabad High Court\nU.P. Expressways Industrial ... vs M/S Sahakar Global Ltd. Thru Thru ... on 2 December, 2022\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\nJudgment Resered on :   09.11.2022\n \nJudgment Delivered on:   02.12.2022\n \nA.F.R.\n \n\n \nCourt No. - 3 \n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 16 of 2022 \n \n\n \nAppellant :- U.P. Expressways Industrial Development Authority Thru Chief Executive Officer\n \nRespondent :- M/S Sahakar Global Ltd. Thru Thru Authorized Signatory Stephen Lobo \n \nCounsel for Appellant :- Brijesh Kumar,Amal Rastogi,Utkarsh Srivastava\n \nCounsel for Respondent :- Pritish Kumar\n \n\n \nHon'ble Attau Rahman Masoodi,J.\n \nHon'ble Om Prakash Shukla,J.\n(Per Hon'ble Om Prakash Shukla, J.)\n1. Heard Mr Brijesh Kumar Saxena Learned Advocate appearing for Upeida and Mr. Jaideep Narain Mathur, Learned Senior Advocate along with Mr . Pritish Kumar representing M/s Sahakar Global Ltd.\n2. A short but seminal question arises in the present Appeal filed under section 37 of the Arbitration & Conciliation Act, 1996 (as amended) by the Uttar Pradesh Expressways industrial Development Authority ( for short Upeida) against an ad-interim Injunction order dated 12.09.2022 (Impugned Order) passed by the Learned Commercial Court, Lucknow under section 9 of the Arbitration & Conciliation Act, 19969 (as amended). Apparently, in the said impugned order the Learned Commercial Court has directed the parties to maintain ''status quo\" with respect to the performance Bank Guarantee, furnished by the Respondent Contractor - M/s Sahakar Global Ltd.\n3. The Appellants have submitted that the said \"Status Quo\" order passed by the Learned Commercial Court, Lucknow as per the impugned order, not only amounts to restraining the invocation and/or encashment of Performance Bank Guarantee by them but also amounts to final adjudication of the pending section 9 petition itself as the nature of relief, which can be obtained/granted under a proceeding under section 9 of the Arbitration & Conciliation Act, 1996 can be only interim in nature as any dispute can be finally decided in an arbitration proceedings before the Learned Arbitral Tribunal. Thus, it has been urged by the appellant that since a status quo order has been passed nothing remains in the pending section 9 petition to be decided and as such this court has been called upon to set aside the impugned order as well as dismiss the pending section 9 petition.\n4. The genesis of dispute in the present case can be capitulated in the following manner:\n(i) Upeida and M/s Sahakar Global Ltd. entered into a Contract Agreement dated 13.10.2020, which provided collection of user fee at such rates from the vehicles in terms of the U.P. Toll Rules, 2020 at the 17 designated Toll Plazas, located on the Agra-Lucknow Express way.\n(ii) M/s Sahakar Global Ltd. was required to pay one year contract amount of Rs.402,39,00000/- (Rupees Four Hundred Two Crores and Thirty Lakhs only) divided by number of days in a year (365 or 366 as the case may be) and multiplied by seven on weekly basis every Thursday to Upeida. For the subsequent second year of contract, the payable amount was to be escalated by 10% till end of the contract tenure. \n(iii) The period of contract commenced on 15.10.2020 (00:00 hours) until 14.10.2022 (23:59:59 hours).\n(iv) In terms of the contract, M/s Sahakar Global Ltd furnished five Bank Guarantees all valid and subsisting upto January 31, 2023 for a total sum of Rs.33,53,25,000/- (Rupees Thirty Three Crore Fifty Three lakhs and Twenty Five Thousand only) in favour of the present Appellant as performance security. \n(v) As per M/s Sahakar global Ltd. a serious dispute arose between the parties in connection with the contract Agreement with regard to (a) Stamp Duty and (b) Force Majeure reliefs, which required to be adjudicated by a duly constituted Arbitral Tribunal. \n(vi) As far as the dispute relating to Stamp duty is concerned, Upeida has claimed a uniform rate of 4% stamp duty on the contract value for the contract period as per clause 39 of the contract dated 13.10.2020, which translates into Rs. 33,80,07,600/-, whereas it is the claim of M/s Sahakar global Ltd, that the contract attracts initial stamp duty @ 2% on the contract value for the contract period and an additional 2% is leviable only on such toll plazas which falls within the notified/ development area in terms of the law. Thus, according to Ms Sahakar Global Ltd they have deposited the initial stamp duty @ 2% of the contract value amounting to Rs. 16,90,03,800/- and have claimed that they are required to deposit the propionate additional 2% stamp duty for 3 out of 17 toll plazas only and as such the demand of Upeida for p ayment of stamp duty @ 4% of the contract value was not correct. Further, as to whether they have paid the proportionate additional 2% stamp duty for 3 out of 17 toll plazas or not is not clear and whether they are required to pay 4% stamp duty on the entire contract value or not is also debatable. \n(vii) Similarly, as far as the issue relating to force majure relief is concerned, M/s M/s Sahakar global Ltd has claimed the total force majeure relief for three different periods being (i) for duration between 02.05.2021 to 07.06.2021 for an amount of Rs. 11,36,66,013/-, (ii) for duration between 29.06.2021 to 01.11.2021 for an amount of Rs. 14,59,09,302, and (iii) for duration between 04.01.2022 to 08.08.2022 for an amount of Rs. 23,26,70,489/-. However, UPEIDA has notified for force majeure relief for Rs. 11,38,11,932/- for the duration 02.05.2021 to 07.06.2021 only and that too with certain conditions of signing a settlement-cum-close out agreement for no further claims on account of force majure etc.\n( viii ) Thus, it is the case of M/s Sahakar global Ltd that UPEIDA is threatening to invoke and encash the Bank Guarantee contrary to the terms of the Contract as according to them UPEIDA on the one hand is not fulfilling its obligation to grant force majeure relief to them and on the other hand demanding deposit of full contractual remittance and in that regard is threatening to forfeit the performance securities by encashing the Bank Guarantees. \n5. Thus, the Respondent filed an application under section 9 of the Act seeking interim relief vide Arbitration Case No. 57 of 2022 on 27.08.2022. Since the said application was not heard / decided by the commercial Court, Lucknow on an appeal being filed by the respondent herein, thus Court in an earlier round of litigation had directed vide its order dated 30.08.2022 in Appeal Under Section 37 of Arbitration and Conciliation Act, 1996 bearing no. 12 of 2022 as inter-alia;\n\"Exercising our jurisdiction under Section 13 of Commercial Courts Act read with Section 37 of the Arbitration and Conciliation Act as well as Article 227 of the Constitution of India, we hereby direct the Commercial Court, Lucknow to consider and decide the pending application for interim relief filed by the appellant alongwith the application under Section 9 of the Arbitration and Conciliation Act, 1996 expeditiously, preferably, on or before 5.9.2022. The appellant shall make an application for pre-ponement of date before the Commercial Court within a period of two days from today. The bank guarantee extended by the appellant shall not be invoked till 5.9.2022 subject to the outcome of interim relief application. The protection granted to the appellant may not be understood for this Court to have dealt with the matter on merit which the court below may decide in accordance with law. This order is passed in the peculiar facts and circumstances of the case. The parties are expected to co-operate with the proceedings. The bank guarantee shall also adhere to the terms and conditions of the agreement. The appeal is accordingly disposed of. Copy of the order shall be made available to the learned Chief Standing Counsel.\"\n6. The Appellant on its part filed a detailed objection to the said petition on 05.09.2022. The Learned Commercial court after hearing the parties at length and after considering rival submission of the parties, passed a detailed impugned order dated 12.09.2022 granting status quo order relating to the invocation of the Bank Guarantees. Thus, the appellant chose to file the present Appeal. \n7. There is another aspect of the matter, in as much as during the pendency of the aforesaid section 9 petition before the Learned Commercial Court, Lucknow, the contract Agreement dated 13.10.2020 stood expired by efflux of time and the respondent has already handed over the operations to some new contractor on 13.10.2022. The respondent has also vide a notice dated 04.11.2022 invoked the arbitration clause by serving a notice through email to the Appellant. \n8. The fulcrum of the argument pressed upon by Learned Advocate for the appeallant is that the learned Commercial Court below passed the impugned order (a) without considering the principles of law relating to and as applicable to the invocation and encashment of unconditional bank guarantees (b) the Respondent on the basis of the allegations made in the Petition under Section 9 of the Act, has failed to show the existence of egregious fraud, irretrievable injustice or injury or special equity in their favour (c) In any case, the dispute or the clauses of the contract dated 13.10.2020 entered between the parties are wholly immaterial and irrelevant while considering the relief claimed by the Respondent to restrain the Appellant from invoking and encashing unconditional bank guarantees.\n9. The Learned Counsel appearing for UPEIDA has taken this court to the averments made by the Respondent in the pending section 9 petition to buttress his point that a dispute exists between the parties. It has been vehemently contended by the Learned Counsel that the so called special equities pleaded by the respondent in their petition relates to a single ground that invocation of Bank Guarantee would drive to financial ruins. According to him the threat to encash the bank guarantees is wholly unfounded and the pleadings regarding egregious fraud or Irretrievable Injustice also relates merely to adversely affecting the commercial viability of the respondent. In any case, the Learned Counsel contends that the special equity as claimed by the respondent towards Covid pandemic for the relief was also considered & granted by the Appellant, however the respondent claimed further amounts which has been denied by the appellant and since this was a dispute on the quantum of money/relief to be granted to the respondent, which is a disputed fact, the same cannot be a ground for interdicting the performance Bank guarantee, which are unconditional and irrevocable in nature. \n10. It is the further case of the Appellant that there was a short remittance of Rs. 39,21,09,614/- even after giving the force majeure relief of Rs. 11,38,11,932- to the respondent and as such the present case was neither a case of irretrievable injustice or egregious fraud. Further, the Bank Guarantee secured the amount to the tune of Rs. 33.53 Crores only while the short remittances were more than Rs. 39 Crores and as such even after invocation of the Bank Guarantee the entire outstanding would not be recoverable, inspite of the fact that an undertaking affidavit had been given by them before the Learned Commercial court that the Bank Guarantee would not be encashed towards the recovery of stamp Duty. \n11. It has also been argued that though the Learned Commercial Court noted the cases cited by the Appellant, but failed to consider the settled legal principles as laid down in the case of Ansal Engineering Projects Ltd. Vs. Tehri Hydro Development Corporation Ltd. (1996) 5 SCC Page 450 and Standard Chartered Bank Vs. Heavy Engineering Corporation Ltd. and others, (2020) 13 SCC Page 574. The Learned Counsel has vehemently explained that the Hon'ble Supreme Court in these Judgment while considering the unconditional bank guarantee, held, that the object behind is to inculcate respect for free flow of commerce, trade and faith in the commercial bank transactions, unhedged by pending dispute between the beneficiary and the contractor. \n12. The Learned Counsel for the appellant has stressed on the point that the nature and terms of the Bank guarantees are unconditional and the amounts are payable merely on demand to be made by the beneficiary without any demur, reservation, contest, recourse, cavil, argument or protest and/or without reference to any inquiry from the Respondent and without needing to prove or show grounds or reasons for the demand in respect of the sum specified. It has been urged that any such demand made by the Appellant on the bank shall be conclusive and binding notwithstanding any difference between the Appellant and the Respondent or any dispute pending before any Court, Tribunal, Arbitrator or any other Authority. The Learned Counsel referred to the following Judgments relating to the law for invocation of unconditional bank guarantees:\n(i) Swenska Handeksbanken V/s M/s. Indian Charge Chrome and others, (1994) 1 SCC Page 502 . \n(ii) U.P. State Sugar Corporation V/s Sumac International Ltd, (1997) 1 SCC Page 568. \n(iii) Daewoo Motors India Ltd, V/s Union of India and others, (2003) 4 SCC Page 690,\n(iv) BSES Ltd, (now Reliance Energy Ltd. Vs, Fenner India Ltd. and another, (2006) 2 SCC Page 728;\n(v) Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC Page 544 (vi) Ansal Engineering Projects Ltd. Vs. Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450;\n(vii) General Electric Technical Services Company INC Vs. Punj Sons (P) Ltd, and another, (1991) 4 SCC Page 230.\n13. Thus, in sum & substance, the appellant attacked the impugned order by submitting that (i) The unconditional Bank guarantee is an independent and distinct contract; (ii) The mere fact that the dispute relating to force majure will be decided by Arbitral tribunal and the Respondent intends to keep the Bank Guarantee alive does not create a prima-facie case in favour of the respondent; (iii) Balance of convenience has been vaguely considered by the Learned Commercial Court; (iv) the ground of financial hardships and effect on reputation in the business world cannot be extended to mean irreparable injury or irretrievable injustice or even special equity relating to Covid pandemic and (v) The respondent have failed to pay a sum of more than Rs.39 Crore towards short remittances and now the said amount has surmounted to more than Rs.96 Crore being inclusive of penalties and taxes.\n14. As far as the respondents are concerned, they defended the impugned order and the defence was led by the Learned Senior Counsel Mr. Jaideep Narain Mathur, who flawlessly articulated his argument by raising various issues. The first issue raised by Mr. Mathur was relating to maintainability of the present Appeal on the ground of it being premature. Mr. Mathur, stressed on the point that since the impugned order is interim in nature and the Learned Commercial court has posted the matter for hearing next on 08.12.2022, any decision by this court in the present Appeal would render the pending section 9 petition infructous. The Learned Senior Counsel relied on the judgment of Essar House Pvt. Ltd. v. Arcellor Mittal Nippon Steel India reported as AIR 2022 SC 4294 to drive home his point that the commercial court has rightly while deciding the application under section 9 petition has taken into account the principles of Injunction enshrined in order 39 CPC.\n15. The Learned Senior Counsel negated the argument of the Appellant relating to Bank Guarantee being an independent contract and the same must be honoured by the Bank despite of any dispute or difference between the parties, by submitting that the Bank Guarantee being primarily given for performance can be only invoked if there was any deficiency of performance in agreement and not for shortfall of weekly remittance. According to him, the shortfall of remittance was due to force majure reasons of Covid 2nd & 3rd wave and the same was covered under clause 26(b)(ii) of the Main Contract. Thus, it has been impressed upon by the Learned Counsel that since the plea of the respondent are yet to be examined by the appellant relating to their claim under the Force Majure Clause, the BG given for performance cannot be invoked. Mr. Mathur, took this court to the next leg of argument by submitting that clause 18(b) and clause 20 of the Main Contract itself bars the appellant from adjusting the performance security towards the instalment due to them and any action contrary to the said clauses amounts to overriding the terms of the agreement and the demand is as such wholly illegitimate & wrongful and further any endeavour on the part of the appellant to invoke the BG in violation of the terms of the contract would amount to \"egregious fraud\".\n16. It has been submitted by the Learned Senior Counsel that since the PBG are alive till 31.01.2023 and further the respondent have given an undertaking before the Learned Commercial Court that they would keep the said BG alive till conclusion of the arbitral proceedings, they have a bonafide prima-facie case in their favour. The Learned Counsel has stressed that in case the Bank Guarantee is allowed to be encashed, the respondent would suffer irretrievable harm and injustice, since it would be impossible for them to be reimbursed from the Appellant. He further contends that there does not exist any contractual relationship with the appellant and as such they would never be able to recover the money from adjustment of payments due to it and has contended that any encashment of Bank Guarantee would lead to irretrievable injustice in term of the respondent's commercial viability, good will and future prospect. The Learned Senior Counsel tried to explain this court as to how a Bank guarantee facility is availed by the respondent and has in this endeavour enumerated several negative implications on the respondent's financial stability in case the Bank guarantee is invoked. \n17. The Learned Senior Counsel has strenuously argued that the conduct of the Appellant in trying to invoke the Bank Guarantee is vitiated by fraud as it is not the case of the Appellant that there were any shortcomings or defect in the performance of the Respondent during the entire tenure of the Contract Agreement. He has relied on the judgment of the Delhi High Court passed in Continental Construction Ltd. v. Satluj Jal VidyutNigam Ltd. reported as 2006 SCC OnLine Del 56 to argue that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee on demand. He has also relied on Hindustan Construction Co Ltd. & Anr. V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249 to impress upon this court that invocation of the Bank guarantee can be stayed and the same may be kept alive till the award was published by the Arbitrator. The respondent has also relied on the case of Union of India v. Millenium Delhi Broadcasts LLP, reported as AIR 2022 SC (Civil) 1682 to justify that the Bank Guarantee can be stayed, if the conditions were not fulfilled as per the tender and the terms of the contract has also to be read along with the terms of the Bank guarantee. \n18. It is the case of the respondent that Clause 18(d) read with Clause 20 of the Contract Agreement bars the Appellant from encashing the Performance Bank Guarantee against the shortfall in remittance and further taking into account the situation of Covid-19 pandemic and the consequences of encashment of performance Bank Guarantee , the Learned Senior Counsel argues that the Learned Commercial Court was justified in holding that since the circumstances falls into special equities/ exceptional circumstances and the Respondent would suffer irretrievable injustice, the parties should maintain 'status-quo' with respect to the Bank Guarantees.\n19. Having given a careful thought to the rival submissions, this court is of the firm view that the law with respect to grant of an injunction which has the effect of restraining encashment of a bank guarantee, is no longer res integra. In the earliest case of U.P. Cooperative Federation Ltd. v. Singh Consultants and Engineers (P) Ltd. (1988 (1) SCC 174), which was the case of works contract where the performance guarantee given under the contract was sought to be invoked, the Hon'ble Supreme Court, after referring extensively to English and Indian cases on the subject, said that the guarantee must be honoured in accordance with its terms. The Apex court observed that a bank which gives the guarantee is not concerned in the least with the relations between the supplier and the customer; nor with the question whether the supplier has performed his contractual obligation or not, nor with the question whether the supplier is in default or not. The bank must pay according to the tenor of its guarantee on demand without proof or condition. The court went on to hold that there are only two exceptions to this rule. The first exception is a case when there is a clear fraud of which the bank has notice. The fraud must be of an egregious nature such as to vitiate the entire underlying transaction. Explaining the kind of fraud that may absolve a bank from honouring its guarantee, the Apex Court in the said case quoted with approval the observations of Sir John Donaldson, M.R. in Bolivinter Oil SA v. Chase Manhattan Bank NA (1984 [1] AER 351 at 352): \n\"The wholly exceptional case where an injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent. But the evidence must be clear both as to the fact of fraud and as to the bank's knowledge. It would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a bank's credit in the relatively brief time which must elapse between the granting of such an injunction and an application by the bank to have it charged\". \nThus, the Apex Court in the said case, set aside an injunction granted by the High Court to restrain the realisation of the bank guarantee. \n20. The next case being referred by this court is the case of Svenska Handelsbanken Vs Indian Charge Chrome (1994) 1 SCC 502, wherein the Apex court noticed that the confirmed or irrevocable Bank Guarantee cannot be interfered with unless there is established fraud or irretrievable Injustice involved in the case. It was observed in the said judgment that irretrievable injury had to be of the nature noticed in the case of Itek Corporation V/s First National Bank of Boston 566 fed Supp. 1210. The Hon'ble Court explained in that case to avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established and a mere apprehension that the party will not be able to pay, is not enough.\n21. In State Trading Corporation of India Ltd. Vs Jainsons Clothing corporation (1994) 6 SCC 597, the Hon'ble Court held that the grant of injunction is a discretionary power in equity jurisdiction. The contract of guarantee is a trilateral contract which the bank has undertaken to unconditionally and unequivocally abide by the terms of the contract. It is an act of trust with full faith to facilitate free flow of trade and commerce in internal or international trade or business. It creates an irrevocable obligation to perform the contract in terms thereof. On the occurrence of the events mentioned therein the bank guarantee becomes enforceable. The subsequent disputes in the performance of the contract does not give rise to a cause nor is the court justified on that basis, to issue an injunction from enforcing the contract, i.e., bank guarantee. The parties are not left with no remedy. In the event of the dispute in the main contract ends in the party's favour , he/it is entitled to damages or other consequential reliefs. \n22. The Hon'ble Supreme court in U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568 held that the existence of any dispute between the parties to the contract is not a ground for issuing an injunction to restrain the enforcement of Bank Guarantees. In Hindustan Steel Workers Construction Ltd. Vs. G.S. Atwal & Co (Engineers) Pvt. Ltd. 1995 (6) SCC 76, wherein bank guarantees were given towards due performance of the contract, the Hon'ble Apex Court held that the bank guarantees being irrevocable and unconditional and as the beneficiary was made the sole judge on the question of breach of performance of the contract and the extent of loss or damages an injunction restraining the beneficiary from invoking the bank guarantees could not have been granted.\n23. In Hindustan Steel Workers Construction Ltd. Vs. Tarapore & Co, 1996 (5) SCC 34, the Hon'ble Apex court was examining the relief for injunction, which was sought by the contractor on the ground that special equities or the special circumstances of the case required it. The special circumstances and/or special equities which had been pleaded in that case, was that a serious dispute on the question as to who has committed breach of the contract. It was contended by the contractor that he has a counter claim against the appellant and that the disputes between the parties have been referred to the arbitrators and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators declare their award. The Hon'ble Apex Court, held that, these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees. \n24. The Hon'ble Supreme Court, clarifying the law on the grant of stay or otherwise in Bank Guarantee matters gave exhaustive direction in that regard in Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110 in para 14 of the said judgment, which inter-alia stated:\n\"14. From the discussion made hereinabove relating to the principles for grant or refusal to grant of Injunction to restrain enforcement of a bank guarantee or a letter of credit, we find that the following principles should be noted in the matter of Injunction to restrain the encashment of a bank guarantee or a letter of credit:\n\"(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional Bank Guarantee or Letter of Credit is given or accepted, the Beneficiary is entitled to realize such a Bank Guarantee or Letter of Credit in terms thereof irrespective of any pending disputes relating to the terms of the contract.\n( ii ) The Bank giving such guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. \n(iii) The Courts should be slow in granting an order of injunction to restrain the realization of a Bank Guarantee or Letter of Credit. \n(iv) Since a Bank Guarantee or Letter of Credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of Bank Guarantee or Letter of Credit. \n(v) Fraud of an egregious nature which would vitiate the very foundation of such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional Bank Guarantee or Letter of Credit would result in irretrievable harm or injustice to one of the parties concerned.\"\n25. The Learned Counsel for the appellant has heavily relied on the judgment passed in the case of Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544, which, in turn, took note of the earlier decisions in U.P. State Sugar Corporation (1997) 1 SCC 568, B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728, Himadri Chemicals (2007) 8 SCC 110 and Mahatma Gandhi Sahakara Sakkare Karkhane v. National Heavy Engineering Coop. Ltd(2007) 6 SCC 470. The Hon'ble Supreme Court proceeded to hold thus in paras 11, 12 and 14 of the said judgment. \n\"11. The law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this Court. The bank guarantees which provided that they are payable by the guarantor on demand is considered to be an unconditional bank guarantee. When in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. In U.P. State Sugar Corpn. v. Sumac International Ltd., (1997) 1 SCC 568 this Court observed that: (SCC p. 574, para 12) \"12. The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted , the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The courts should, therefore, be slow in granting an injunction to restrain the realisation of such a bank guarantee. The courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. The two grounds are not necessarily connected, though both may coexist in some cases.\" \n12. It is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof. The bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one. The dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence. In BSES Ltd. v. Fenner India Ltd. [(2006) 2 SCC 728] this Court held: (SCC pp. 733-34, para 10) \"10. There are, however, two exceptions to this rule. The first is when there is a clear fraud of which the bank has notice and a fraud of the beneficiary from which it seeks to benefit. The fraud must be of an egregious nature as to vitiate the entire underlying transaction. The second exception to the general rule of non-intervention is when there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction were not granted. The general rule and its exceptions has been reiterated in so many judgments of this Court, that in U.P. State Sugar Corpn. v. Sumac International Ltd., (1997) 1 SCC 568 this Court, correctly declared that the law was 'settled'.\"\n*****\n14. In Mahatma Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg. Coop. Ltd., (2007) 6 SCC 470 this Court observed: (SCC p. 471b-d) \"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee. The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction from enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered into between the parties has not been fulfilled. Such a course is impermissible. The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury. \nWhat is relevant are the terms incorporated in the guarantee executed by the bank. On careful analysis of the terms and conditions of the guarantee in the present case, it is found that the guarantee is an unconditional one. The respondent, therefore, cannot be allowed to raise any dispute and prevent the appellant from encashing the bank guarantee. The mere fact that the bank guarantee refers to the principal agreement without referring to any specific clause in the preamble of the deed of guarantee does not make the guarantee furnished by the bank to be a conditional one.\"\n26. The legal position was further explained more recently, in Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Projects Limited (2016) 10 SCC 46 and in Standard Chartered Bank V/s Heavy Engineering Corporation Ltd.,(2020)13SCC 574, which has consistently followed the earlier case law passed by the Supreme Court.\n27. Having traced the law on the subject, this court finds it profitable to quote the terms of the Bank Guarantee, which is an issue in the present case. It is seen that there are altogether five performance Bank Guarantees total amounting to Rs. 33,53,25,000/-, which has been furnished by the Respondent. These BG's being:\nSl. No. Bank Guarantee's Particular Amount (Rs.) Validity 1.\nBG No. 495701GL0010720 dated 06.10.2020 issued by Union Bank of India, Mid Corporate Branch, Nariman Point, Mumbai.\n9,00,00,000 31.01.2023 2. BG No. 26111GP00861220 dated 08.10.2020 issued by Bank of Baroda, International Business Branch, Kandivali (W), Mumbai. \n10,00,00,000 31.01.2023 3. BG No. 495701GL0011220 dated 08.10.2020 issued by Union Bank of India, Mid Corporate Branch, Nariman Point, Mumbai. \n6,10,59,000 31.01.2023 4. BG No. 00611LG006020 dated 09.10.2020 issued by Punjab National Bank, IIaco House, Fort, Mumbai. \n5,00,00,000 31.01.2023 5. BG No. 00611LG006120 dated 09.10.2020 issued by Punjab National Bank, IIaco House, Fort, Mumbai. \n \n\n \n3,42,66,000  \n31.01.2023  \n                                Total                                33,53,25,000  \n\n \n\n \nThe recital of all the Bank Guarantee are identical and as such the terms of one of the BG is being taken into consideration. Apparently, the terms inter-alia states:\n\"..We, Union Bank of India MID Corporate Branch Mumbai South having registered office at Ground Floor, Union Bank Bhavan, 239, Vidhan Bhavan, Marg Nariman Point, Mumbai - 100021,India, a body registered/constituted under the 1956 (herein after referred to as the Bank), which expression shall, unless repugnant to the context of meaning thereof, include its successors, administrators, executors and assigns do hereby guarantee and undertake to pay the Client immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the contractor to the extent Rs. 9,00,00,000/- (Rupee Nine Crore only) as aforesaid at any time up to 31.01.2024 without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein. Any such demand made by the client on the Bank shall be conclusive and binding notwithstanding any difference between the client and the Contractor or any dispute pending before any Court, Tribunal, Arbitrator or any other authority. We agree that the Guarantee herein contained shall be irrevocable and shall continue to be enforceable till the Client discharges this guarantee. \nThe Client shall have the fullest liberty without affecting in any way the liability of the Bank under this Guarantee, from time to time to vary or to extend the time for performance of the contract by the Contractor. The Client shall have the fullest liberty without affecting this guarantee, to postpone from time to time the exercise of any powers vested in them or of any right which they might have against the Contractor of they might have against the Contractor and to exercise the same at any time in any manner, and either to enforce or to forbear to enforce any covenants, contained or implied, in the Contract between the Client and the Contractor any other course or remedy or security available to the Client. The Bank shall not be relieved of its obligations under these present by any exercise by the Client of its liberty with reference to the matters aforesaid or any of them or by reasons of any other act or forbearance or other acts of omission or commission on the part of the Client or any other indulgence shown by the Client or by any other matter or thing whatsoever which under law would but for this provision have the effect of relieving the Bank. \nThe Bank also agrees that the Client at its option shall be entitled to enforce this guarantee against the Bank as a principal debtor, in the first instance without proceeding against the Contractor and notwithstanding any security or other guarantee that the Client may have in relation to the Contractor's liabilities. \nAny demand shall be deemed to be served, if delivered by hand, when left at the property address for service: and if given or made by pre-paid registered post or facsimile transmission, on receipt. \nAny waivers, extensions of time or other forbearance given or variations required under the Contract or any invalidity, unenforceability or illegality of the whole or any part of the contactor or rights or any Party thereto or amendment or other modifications of the Contract, or any other, circumstances, provision of other modifications of the contract or any other fact, circumstances, provisions of statute of law which might entitle the Bank to be released in whole or in part from its undertaking, whether in the knowledge of the Bank or not or whether notified to the Bank or not shall not in any way release the Bank from its obligations under this Bank guarantee.\n\"The guarantee shall also be operatable at our Union Bank of India branch at Lucknow, from whom, confirmation, regarding the issue of this guarantee or extension/renewal thereof shall be made available on demand. In the contingency of this guarantee being invoked and payment there under claimed, the said branch shall accept such invocation letter and make payment of amounts so demanded under the said invocation\". \nNotwithstanding anything contained herein,\n1. Our liability under this Bank Guarantee shall not exceed Rs. 9, 00, 00,000/- (Rupees Nine Crore only).\n2. This shall be Valid up to 31.01.2023.\n3. We are liable to pay the guarantee amount or any part thereof under this Bank Guarantee only and only if you serve upon us a written claim or demand on or before 31.01.2024. \n4. At the end of claim period that is on or after 31.01.2024 all your rights under this guarantee shall stand-extinguished and we shall be discharged from all our liabilities under this guarantee irrespective of receipt of original Bank Guarantee duly discharged by Bank.\" \n28. The judgement in Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544 makes it abundantly clear that the first aspect, to be taken into consideration, is the bank guarantee itself, and the terms thereof. If the bank guarantee is conditional, then, if the conditions have not been fulfilled, injunction, against encashment and invocation, may unquestionably follow. If, however, the bank guarantee is unconditional, then injunction can be granted only if egregious fraud, irretrievable injustice, or special equities, exist, and not otherwise. \n29. Clearly, the Bank Guarantees are unconditional and irrevocable. Under the Bank Guarantee, the bank undertakes to pay the appellant immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the Respondent without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Respondent and without the appellant needing to prove or show grounds or reasons for their demand for the sum specified therein. \n30. The Bank Guarantee in unequivocal terms says that any demand made by the Appellant on the Bank shall be conclusive and binding notwithstanding any difference between the Appellant and the respondent or any dispute pending before any Court, Tribunal, Arbitrator or any other authority. It is very much contained in the BG that the Bank has agreed that the Guarantee contained shall be irrevocable and shall continue to be enforceable till the Appellant discharges this guarantee. \n31. Having said so, it has to be understood that the jurisdiction of the Court to interfere, in such cases, is, however, not irrevocably foreclosed and as such the exceptions of egregious fraud, irretrievable injustice, or special equities have been devised by the court to injunct the invocation of the bank guarantee(s). As to what follows from egregious fraud, the meaning and implications thereof are settled. The Hon'ble Supreme court as far back as some 50 years ago in the case of Union of India Vs. Chaturbhai M. Patel & Co (1976) 1 SCC 747 relying on the judgement of Lord Atkin in A.L.N. Narayanan Chettyar v. Official Assignee, High Court, Rangoon, AIR 1941 PC 93 held that \"fraud like any other charge of a criminal offence whether made in civil or criminal proceedings, must be established beyond reasonable doubt.\" The aspect was further clarified by holding that \"however suspicious may be the circumstances, however strange the coincidences, and however grave the doubt, suspicion alone can never take the place of proof.\" The Supreme court in Svenska Handelsbanken v. Indian Charge Chrome ( 1994) 1 SCC 502 , went on to say that mere pleadings do not make a strong case of prima facie fraud, which had to be shown by \"material and evidence\". Thus, fraud must be pleaded and proved and it cannot be presumed. \n32. Coming back to the facts of the present case, the reason, which has been accorded for fraud by Learned Senior counsel for the respondent is twofold; (i) it is not the case of the Appellants that there had been any shortcomings or defect in the performance of the respondent during the entire tenure of the Contract Agreement and (ii) that Clause 18(d) read with Clause 20 of the Contract Agreement bars the Appellant from encashing the Performance Bank Guarantee against the shortfall in remittance. \n33. First & foremost, the terms of the Bank Guarantee, clearly says that for invocation no such statement of shortcoming or defect in performance is required to be made by the appellant to the Bank. The Learned Senior Counsel may be right that there is no pleading of shortcomings or defect in performance by the appellant, but at the same time the appellant have controverted the said contention by claiming that over Rs. 39 Crores is due and outstanding against the respondent towards remittance. Now, whether the contention of the appellant towards shortfall of remittance can be extended to mean a shortcoming or defect in performance is in the realms of interpretation, which obviously is still to be adjudicated between the parties. However, at this juncture, this court is not concerned with the said interpretation and is merely concerned with the wording of the Bank guarantee, which clearly uses the wording \"without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein\". The said Bank Guarantee specifically specifies that any such demand made by the Appellant on the Bank shall be conclusive and binding notwithstanding any difference between the client and the Contractor or any dispute pending before any Court, Tribunal, Arbitrator or any other authority. \n34. Further, we are unable to agree with the contention of the Learned Senior counsel for the Respondent that this Court, when approached for the interim measure of interference with unequivocal, absolute and unconditional BGs, is required to interpret the contract and/or form a prima facie opinion whether the beneficiary of the BGs has wrongfully invoked the BGs. Such exercise, in the view of this court is to be done in a substantive proceeding of Arbitration, for recovery of the monies of the BGs, if contended to have been wrongly taken by the Appellant by encashment of BGs. Naturally, if any interim relief is also claimed in the said substantive proceedings, the need for taking a prima facie view, will arise therein; however not while dealing with an application for the interim measure of restraining invocation/encashment of BGs, which has to be obviously on the basis of the terms of the Bank Guarantee Agreement. \n35. In view of the well crystallized law on the subject, any reference to the original dispute between the parties, relating to the performance of the contract, is completely irrelevant, insofar as the issue of stay of invocation of the bank guarantees is concerned. That dispute has necessarily to form substratum of an entirely different proceeding, to be resolved either by arbitration or by adjudication by a Court. Thus, in the present interim proceedings, the enquiry is confined to, whether on the basis of the documents, a case of fraud of egregious nature in the matter of obtaining/furnishing BGs, is made out. \n36. This court has burdened itself to go through the clauses mentioned by the Respondent's in the argument and is not able to appreciate to the contention of the Learned Senior Counsel. Clause 18(d) has to be read in conjunction to clause 18(c) (ii), which speaks of default to perform or observe any of the covenants, conditions or provisions contained in the contract, so that both can coexist. The other clause relied upon by the Learned Counsel is relating to penalty for failure to pay instalment. Without entering into the arena of interpretation, this court finds it apt to quote para 9 of the judgement passed by the Hon'ble Apex court in State Trading Corporation of India Ltd. Vs Jainsons Clothing corporation (1994) 6 SCC 597, wherein it was inter-alia held:\n\"9. It is settled law that the court, before issuing the injunction under Order 39, Rules 1 and 2, CPC should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremediable injury. The court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff. He must necessarily plead and produce all the necessary evidence in proof of the fraud in execution-of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud.\" \n37. Moreover, at this juncture, it would be profitable to quote Mahatma Gandhi Sahakra Sakkare Karkhane case, wherein at paragraph 24 of the judgment, it was held;\n24: \"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee. The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction in enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered between the parties has not been fulfilled. Such a course is impermissible. The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury.\" \nThus, this court holds that, in view of the afore-extracted categorical exposition of the law, it is clear that the condition, in the agreement between the parties, under which the bank guarantees could be enforced, cannot be cited as a ground to stay the invocation and encashment thereof. Further, this principle of the law, as enunciated in Mahatma Gandhi Sahakra Sakkare Karkhane, was quoted, with approval, by the Supreme Court, in Vinitec Electronics, which went on, on the basis thereof, to hold that \"what is relevant are the terms incorporated in the guarantee executed by the bank\".\n38. Thus, the law on the subject is clear, a fraud in the execution of the Bank Guarantee has to be pleaded and not the Main contract or the subsequent events as has been argued by the Learned Senior Counsel. Fraud, as an exception to the rule of non-interference with encashment of BGs, is not any fraud but a fraud of an egregious nature, going to the root i.e. to the foundation of the bank guarantee and an established fraud. The entire case of the Respondent, we are afraid, fails to qualify so and we are not able to subscribe to the views contended by the Learned Senior Counsel for the respondent. \n39. As far as the argument of the senior counsel for the Respondent, relating to special equities is concerned, the same is but a facet of the second exception aforesaid of irretrievable injury or injustice. Needless to state that from the entire arguments of the senior counsel for the respondent, no case of fraud of egregious nature in the matter of making/obtaining of the BGs is made out. All that emerges is that there are some disputes between the appellant and the respondent, relating to the grant of relief under the force majure clause and it is not even whispered that the Appellant built the entire faade of entering into the contract, only to obtain BGs and to profiteer from the Respondent.\n40. The Respondent has stated that the issue relating to Force Majure has not been decided and in case the same is decided in their favour, the amount sought to be appropriated by invoking the present Bank guarantees would not be recoverable from the appellant. However, this court finds that the Appellant is a Public Sector Undertaking and the monies, if ultimately found due to the Respondent from the appellant, can always be recovered by the Respondent from the Appellant. There is no pleadings on record that the Appellant are running away from the Jurisdiction of this court or are closing their operations, so as to adversely affect the recovery of the Respondent. In fact the Appellant have filed a document on record, showing a total short remittance till 10.10.2022 to the tune of Rs. 49,97,14,399/- after giving relief of force majeure for Rs. 11,38,11,932/- and as such it is the case of the appellant that even after invocation of the Bank guarantee in question, there would be substantial amount left to be recovered from the respondent. However, this court does not wish to enter into the arena of any figure at this nascent stage as the rights and contention of the parties are still to be decided in a Arbitral Proceedings and any findings returned, may adversely impact the case of the concerned party. \n41. Further, this court cannot lose sight of the fact that Irretrievable injustice, as an exception to the rule of non-interference with encashment of BGs, is again not a mere loss, which any person at whose instance bank guarantee is furnished, suffers on encashment thereof, because it is always open to such person to sue for recovery of the amount wrongfully recovered. Thus, what has to be proved and made out to obtain an injunction against encashment, is that it will be impossible to recover the monies so wrongfully received by encashment. On the facts of the present case, this court holds that the said contention is a mere apprehension only and not on the basis of any material on record. In any case, the appellant is a public sector undertaking and a ground of not able to recover from a PSU has to be grounded on strong footings and not merely on apprehension or pleadings. \n42. The next ground taken by the respondent is relating to \"special equity\". Without extracting the specific references, to the existence of \"special equities\", as made in the petition, suffice it to state that the only ground, on which the petitioner has urged the existence of such \"special equities\", is its averment that its claim under the force majure clause, if accepted, there would not be any amount payable to the appellant and as such the money being appropriated by the appellant due to Invocation of bank guarantees is not legally valid. There is no other ground, on which the existence of \"special equities\" has been pleaded. \n43. Special equities, as held by the Supreme Court in UP State Sugar Corporation1 and in Svenska Handelsbanken case (Supra), have to partake the character of irretrievable injustice. Even otherwise, it cannot be said that any such case of special equities has been made out by the respondent, as would justify interdicting invocation of the subject bank guarantees. Indeed, the contentions of learned Senior Counsel for the respondent essentially revolved around compliance with the conditions stipulated in the Main Contract for concession under the Force majoure Clause. It is rather preposterous to estimate that can a mere claim, of the respondent against the appellant- the sustainability of which is yet to be adjudicated - constitute \"special equities\", so as to justify injuncting the invocation of unconditional bank guarantees, issued by the bank, at the respondent's instance, in favour of Appellant, even if such a claim is in excess of the amount covered by the bank guarantees. In the considered opinion of this court, the answer has to be in negative. In view thereof, it cannot be said that, within the boundaries of the law relating to interdiction of invocation of the irrevocable bank guarantees, a case for such interdiction has been made out by the petitioner in the present case, insofar as the subject bank guarantees are concerned.\n44. Thus, it would be right in holding that none of the three circumstances, in which stay of invocation of unconditional bank guarantees, can be granted by the Court, exists in favour of the respondent in the present case and as such it was not well within the Jurisdiction of the Learned Commercial Court to pass a status quo order, which in effect has interdicted the invocation of the performance Bank Guarantee.\n45. Another issue, which has been agitated by the Counsel for the Respondent is that a mere interim order of status quo has been passed by the Learned Commercial court and since the matter is engaging the attention of the said commercial court, this court should lay its hands of the present matter as the said petition filed under section 9 of the Arbitration & Conciliation Act would be rendered infructuous. Unfortunately, we are not able to subscribe to the view of the Learned Senior Counsel for the Respondent. It may be mentioned herein that section 9 of the Act, itself bears the heading \"Interim measure etc. by court\", which sufficiently means that the power of the court has been given for interim measure only as the substantial dispute has to be decided in an Arbitration proceeding. The said interim measure is of special importance as it intends to give immediate succour to a party as the very first line of the section mentions that the party may approach the court, before or during arbitral proceedings or at any time after the making of the arbitral award. Thus, the proceedings by its very nature is interim in nature under section 9 of the Arbitration & Conciliation Act and thus by that analogy as is being proposed by the Respondent, the impugned order seems to be an interim order of an interim relief. However, we find that the Learned Commercial court, lucknow has extensively dealt with all the allegations and counter-allegation of the parties to arrive at a lengthy order of fourteen pages to arrive at a conclusion that if the benefit of the force majoure clause is given to the respondent during the Covid-19 period, there would not be any amount payable to the Appellant. The Learned Commercial court in its pursuit to grant a status quo order has recorded that the respondent was ready to keep the BG live during the arbitration proceedings to hold that there was a prima-facie case in favour of the respondent and that in case the BG is invoked the respondent would suffer irreparable loss. Thus, the commercial court on the triple test of prima-facie case, irreparable loss and balance of convenience granted status quo order, thereby interdicting the invocation of BG. Having recorded so, this court cannot agree to the contention of the Learned Senior Counsel that an interim order has been only passed by the commercial court. Infact, there was nothing left in the petition under section 9 of the Arbitration & conciliation Act to be adjudicated any further. Thus, the commercial court has passed the interim order in the nature of final order as far as section 9 of the Arbitration & Conciliation Act is concerned and as such there was no occasion for the commercial court to keep the matter pending. \n46. Mr. Mathur has also placed reliance on the judgment of Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56, passed by the Hon'ble Delhi High Court to buttress his submission that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee of demand. This court finds that the said judgment was passed in the peculiar facts of that case, wherein the Delhi high Court returned a categorical finding that the BG was not invoked as per the terms of the Bank guarantee itself. The Learned Counsel has also relied on the Single Bench judgment passed by the Delhi high court in Hindustan Construction Co. Ltd & Anr. Vs. Sutlej Jal vidyut Nigam Ltd. 2005 SCC Online Del 1249 and order of the Division Bench of the Delhi high Court in FAO(OS) 77/2006 (Satluj Jal Vidyut Vikas Nigam Ltd v. Hindustan Construction Co Ltd), which was passed noticing the order, dated 3rd April, 2006, of the Supreme Court in SLP (C) 5456/2006 (Satluj Jal Vidyut Nigam Ltd v. Jai Prakash Hyundai Consortium. Pertinently, the Supreme Court order, dated 3rd April, 2006, merely dismissed the SLP, preferred by Satluj Jal Vidyut Vikas Nigam Ltd. against the judgement of the Division Bench and did not, therefore, declare any law within the meaning of Article 141 of the Constitution of India 47. The judgement of the Division Bench of the Delhi High Court in Satluj Jal Vidyut Vikas Nigam Ltd is prior, in point of time, to the decision of the Supreme Court in Mahatma Gandhi Sahakra Sakkare Karkhane case, as well as the latter decision in Vinitec Electronics case , which clearly held that an injunction, from enforcement of a bank guarantee, cannot be granted on the ground that the condition for enforcement of the bank guarantee in terms of the agreement between the parties has not been fulfilled. This court therefore differs with the view taken by the Division Bench of the Delhi High Court in Satluj Jal Vidyut Vikas Nigam Ltd.\n48. A Division Bench of the Delhi High Court while giving a very exhaustive Judgment on the aspect of invocation of Ban guarantee held in the case of Consortium of Deepak Cable India Limited & Abir Infrastructure Private Limited (DCIL-AIPL) v. Teestavalley Power Transmission Limited 2014 SCC Online Del 4741 that a plea of lack of good faith and/or enforcing the guarantee with an oblique purpose or that the bank guarantee is being invoked as a bargaining chip, a deterrent or in an abusive manner are all irrelevant and hence have to be ignored. There are only two well recognized exceptions to the rule against permitting payment under a bank guarantee. \n49. In view of the facts & the authoritative law on the subject, this court finds that the law on interdicting an unconditional Bank Guarantee is settled, however the impugned order has been passed dehors these authoritative judgment and as such the same is unsustainable in the eyes of law. This court finds its bounden duty to quote an observation made by a three Judge Bench of the Supreme Court in Dwarikesh Sugar Industries Ltd. Vs. Prem Heavy Engineering Works (P) Ltd. (1997) 6 SCC 450, relevant to the context, wherein their lordship inter-alia observed;\n\"It is unfortunate, that notwithstanding the authoritative pronouncements of this Court, the High Courts and the courts subordinate thereto, still seem intent on affording to this Court innumerable opportunities for dealing with this area of law, thought by this Court to be well settled.\" \nSimilarly, in the present case, when the law on interdicting an unconditional Bank guarantee, although stands settled by a series of consistent judgments by the Hon'ble Supreme Court since the last more than four decade, the courts are still flooded with Bank guarantee matters, which take substantial time in adjudicating the issue, which this court thought to be well-settled. \n50. Thus, for all the aforesaid reasons, this court is inclined to allow the present Appeal. Accordingly, the impugned order dated 12.09.2022 passed by the Commercial court, Lucknow in Arbitration Case No. 57/2022 (M/s Sahakar Global Company Ltd. Vs U.P Expressway Industrial development Authority) is set-aside. There shall be no order as to cost. \nOrder Date:- 02.12.2022 Lokesh Kumar    ",
        "preamble_end_char_offset": null,
        "cleaned_text": "allahabad high court u.p. expressways industrial . vs m/s sahakar global ltd. thru thru . on 2 december, 2022 high court of judicature at allahabad, lucknow bench judgment resered on : 09.11.2022 judgment delivered on: 02.12.2022 a.f.r. court no. 3 case :appeal under section 37 of arbitration and conciliation act 1996 no. 16 of 2022 appellant :u.p. expressways industrial development authority thru chief executive officer respondent :m/s sahakar global ltd. thru thru authorized signatory stephen lobo counsel for appellant :brijesh kumar,amal rastogi,utkarsh srivastava counsel for respondent :pritish kumar hon'ble attau rahman masoodi,j. hon'ble om prakash shukla,j. (per hon'ble om prakash shukla, j.) 1. heard mr brijesh kumar saxena learned advocate appearing for upeida and mr. jaideep narain mathur, learned senior advocate along with mr . pritish kumar representing m/s sahakar global ltd. 2. a short but seminal question arises in the present appeal filed under section 37 of the arbitration & conciliation act, 1996 (as amended) by the uttar pradesh expressways industrial development authority ( for short upeida) against an ad-interim injunction order dated 12.09.2022 (impugned order) passed by the learned commercial court, lucknow under section 9 of the arbitration & conciliation act, 19969 (as amended). apparently, in the said impugned order the learned commercial court has directed the parties to maintain ''status quo\" with respect to the performance bank guarantee, furnished by the respondent contractor m/s sahakar global ltd. 3. the appellants have submitted that the said \"status quo\" order passed by the learned commercial court, lucknow as per the impugned order, not only amounts to restraining the invocation and/or encashment of performance bank guarantee by them but also amounts to final adjudication of the pending section 9 petition itself as the nature of relief, which can be obtained/granted under a proceeding under section 9 of the arbitration & conciliation act, 1996 can be only interim in nature as any dispute can be finally decided in an arbitration proceedings before the learned arbitral tribunal. thus, it has been urged by the appellant that since a status quo order has been passed nothing remains in the pending section 9 petition to be decided and as such this court has been called upon to set aside the impugned order as well as dismiss the pending section 9 petition. 4. the genesis of dispute in the present case can be capitulated in the following manner: (i) upeida and m/s sahakar global ltd. entered into a contract agreement dated 13.10.2020, which provided collection of user fee at such rates from the vehicles in terms of the u.p. toll rules, 2020 at the 17 designated toll plazas, located on the agra-lucknow express way. (ii) m/s sahakar global ltd. was required to pay one year contract amount of rs.402,39,00000/(rupees four hundred two crores and thirty lakhs only) divided by number of days in a year (365 or 366 as the case may be) and multiplied by seven on weekly basis every thursday to upeida. for the subsequent second year of contract, the payable amount was to be escalated by 10% till end of the contract tenure. (iii) the period of contract commenced on 15.10.2020 (00:00 hours) until 14.10.2022 (23:59:59 hours). (iv) in terms of the contract, m/s sahakar global ltd furnished five bank guarantees all valid and subsisting upto january 31, 2023 for a total sum of rs.33,53,25,000/(rupees thirty three crore fifty three lakhs and twenty five thousand only) in favour of the present appellant as performance security. (v) as per m/s sahakar global ltd. a serious dispute arose between the parties in connection with the contract agreement with regard to (a) stamp duty and (b) force majeure reliefs, which required to be adjudicated by a duly constituted arbitral tribunal. (vi) as far as the dispute relating to stamp duty is concerned, upeida has claimed a uniform rate of 4% stamp duty on the contract value for the contract period as per clause 39 of the contract dated 13.10.2020, which translates into rs. 33,80,07,600/-, whereas it is the claim of m/s sahakar global ltd, that the contract attracts initial stamp duty @ 2% on the contract value for the contract period and an additional 2% is leviable only on such toll plazas which falls within the notified/ development area in terms of the law. thus, according to ms sahakar global ltd they have deposited the initial stamp duty @ 2% of the contract value amounting to rs. 16,90,03,800/and have claimed that they are required to deposit the propionate additional 2% stamp duty for 3 out of 17 toll plazas only and as such the demand of upeida for payment of stamp duty @ 4% of the contract value was not correct. further, as to whether they have paid the proportionate additional 2% stamp duty for 3 out of 17 toll plazas or not is not clear and whether they are required to pay 4% stamp duty on the entire contract value or not is also debatable. (vii) similarly, as far as the issue relating to force majure relief is concerned, m/s m/s sahakar global ltd has claimed the total force majeure relief for three different periods being (i) for duration between 02.05.2021 to 07.06.2021 for an amount of rs. 11,36,66,013/-, (ii) for duration between 29.06.2021 to 01.11.2021 for an amount of rs. 14,59,09,302, and (iii) for duration between 04.01.2022 to 08.08.2022 for an amount of rs. 23,26,70,489/-. however, upeida has notified for force majeure relief for rs. 11,38,11,932/for the duration 02.05.2021 to 07.06.2021 only and that too with certain conditions of signing a settlement-cum-close out agreement for no further claims on account of force majure etc. (viii) thus, it is the case of m/s sahakar global ltd that upeida is threatening to invoke and encash the bank guarantee contrary to the terms of the contract as according to them upeida on the one hand is not fulfilling its obligation to grant force majeure relief to them and on the other hand demanding deposit of full contractual remittance and in that regard is threatening to forfeit the performance securities by encashing the bank guarantees. 5. thus, the respondent filed an application under section 9 of the act seeking interim relief vide arbitration case no. 57 of 2022 on 27.08.2022. since the said application was not heard / decided by the commercial court, lucknow on an appeal being filed by the respondent herein, thus court in an earlier round of litigation had directed vide its order dated 30.08.2022 in appeal under section 37 of arbitration and conciliation act, 1996 bearing no. 12 of 2022 as inter-alia; \"exercising our jurisdiction under section 13 of commercial courts act read with section 37 of the arbitration and conciliation act as well as article 227 of the constitution of india, we hereby direct the commercial court, lucknow to consider and decide the pending application for interim relief filed by the appellant alongwith the application under section 9 of the arbitration and conciliation act, 1996 expeditiously, preferably, on or before 5.9.2022. the appellant shall make an application for pre-ponement of date before the commercial court within a period of two days from today. the bank guarantee extended by the appellant shall not be invoked till 5.9.2022 subject to the outcome of interim relief application. the protection granted to the appellant may not be understood for this court to have dealt with the matter on merit which the court below may decide in accordance with law. this order is passed in the peculiar facts and circumstances of the case. the parties are expected to co-operate with the proceedings. the bank guarantee shall also adhere to the terms and conditions of the agreement. the appeal is accordingly disposed of. copy of the order shall be made available to the learned chief standing counsel.\" 6. the appellant on its part filed a detailed objection to the said petition on 05.09.2022. the learned commercial court after hearing the parties at length and after considering rival submission of the parties, passed a detailed impugned order dated 12.09.2022 granting status quo order relating to the invocation of the bank guarantees. thus, the appellant chose to file the present appeal. 7. there is another aspect of the matter, in as much as during the pendency of the aforesaid section 9 petition before the learned commercial court, lucknow, the contract agreement dated 13.10.2020 stood expired by efflux of time and the respondent has already handed over the operations to some new contractor on 13.10.2022. the respondent has also vide a notice dated 04.11.2022 invoked the arbitration clause by serving a notice through email to the appellant. 8. the fulcrum of the argument pressed upon by learned advocate for the appeallant is that the learned commercial court below passed the impugned order (a) without considering the principles of law relating to and as applicable to the invocation and encashment of unconditional bank guarantees (b) the respondent on the basis of the allegations made in the petition under section 9 of the act, has failed to show the existence of egregious fraud, irretrievable injustice or injury or special equity in their favour (c) in any case, the dispute or the clauses of the contract dated 13.10.2020 entered between the parties are wholly immaterial and irrelevant while considering the relief claimed by the respondent to restrain the appellant from invoking and encashing unconditional bank guarantees. 9. the learned counsel appearing for upeida has taken this court to the averments made by the respondent in the pending section 9 petition to buttress his point that a dispute exists between the parties. it has been vehemently contended by the learned counsel that the so called special equities pleaded by the respondent in their petition relates to a single ground that invocation of bank guarantee would drive to financial ruins. according to him the threat to encash the bank guarantees is wholly unfounded and the pleadings regarding egregious fraud or irretrievable injustice also relates merely to adversely affecting the commercial viability of the respondent. in any case, the learned counsel contends that the special equity as claimed by the respondent towards covid pandemic for the relief was also considered & granted by the appellant, however the respondent claimed further amounts which has been denied by the appellant and since this was a dispute on the quantum of money/relief to be granted to the respondent, which is a disputed fact, the same cannot be a ground for interdicting the performance bank guarantee, which are unconditional and irrevocable in nature. 10. it is the further case of the appellant that there was a short remittance of rs. 39,21,09,614/even after giving the force majeure relief of rs. 11,38,11,932to the respondent and as such the present case was neither a case of irretrievable injustice or egregious fraud. further, the bank guarantee secured the amount to the tune of rs. 33.53 crores only while the short remittances were more than rs. 39 crores and as such even after invocation of the bank guarantee the entire outstanding would not be recoverable, inspite of the fact that an undertaking affidavit had been given by them before the learned commercial court that the bank guarantee would not be encashed towards the recovery of stamp duty. 11. it has also been argued that though the learned commercial court noted the cases cited by the appellant, but failed to consider the settled legal principles as laid down in the case of ansal engineering projects ltd. vs. tehri hydro development corporation ltd. (1996) 5 scc page 450 and standard chartered bank vs. heavy engineering corporation ltd. and others, (2020) 13 scc page 574. the learned counsel has vehemently explained that the hon'ble supreme court in these judgment while considering the unconditional bank guarantee, held, that the object behind is to inculcate respect for free flow of commerce, trade and faith in the commercial bank transactions, unhedged by pending dispute between the beneficiary and the contractor. 12. the learned counsel for the appellant has stressed on the point that the nature and terms of the bank guarantees are unconditional and the amounts are payable merely on demand to be made by the beneficiary without any demur, reservation, contest, recourse, cavil, argument or protest and/or without reference to any inquiry from the respondent and without needing to prove or show grounds or reasons for the demand in respect of the sum specified. it has been urged that any such demand made by the appellant on the bank shall be conclusive and binding notwithstanding any difference between the appellant and the respondent or any dispute pending before any court, tribunal, arbitrator or any other authority. the learned counsel referred to the following judgments relating to the law for invocation of unconditional bank guarantees: (i) swenska handeksbanken v/s m/s. indian charge chrome and others, (1994) 1 scc page 502. (ii) u.p. state sugar corporation v/s sumac international ltd, (1997) 1 scc page 568. (iii) daewoo motors india ltd, v/s union of india and others, (2003) 4 scc page 690, (iv) bses ltd, (now reliance energy ltd. vs, fenner india ltd. and another, (2006) 2 scc page 728; (v) vintec electronics private ltd, vs. hcl infosystems ltd., (2008) 1 scc page 544 (vi) ansal engineering projects ltd. vs. tehri hydro development corporation ltd, and another, (1996) 5 scc page 450; (vii) general electric technical services company inc vs. punj sons (p) ltd, and another, (1991) 4 scc page 230. 13. thus, in sum & substance, the appellant attacked the impugned order by submitting that (i) the unconditional bank guarantee is an independent and distinct contract; (ii) the mere fact that the dispute relating to force majure will be decided by arbitral tribunal and the respondent intends to keep the bank guarantee alive does not create a prima-facie case in favour of the respondent; (iii) balance of convenience has been vaguely considered by the learned commercial court; (iv) the ground of financial hardships and effect on reputation in the business world cannot be extended to mean irreparable injury or irretrievable injustice or even special equity relating to covid pandemic and (v) the respondent have failed to pay a sum of more than rs.39 crore towards short remittances and now the said amount has surmounted to more than rs.96 crore being inclusive of penalties and taxes. 14. as far as the respondents are concerned, they defended the impugned order and the defence was led by the learned senior counsel mr. jaideep narain mathur, who flawlessly articulated his argument by raising various issues. the first issue raised by mr. mathur was relating to maintainability of the present appeal on the ground of it being premature. mr. mathur, stressed on the point that since the impugned order is interim in nature and the learned commercial court has posted the matter for hearing next on 08.12.2022, any decision by this court in the present appeal would render the pending section 9 petition infructous. the learned senior counsel relied on the judgment of essar house pvt. ltd. v. arcellor mittal nippon steel india reported as air 2022 sc 4294 to drive home his point that the commercial court has rightly while deciding the application under section 9 petition has taken into account the principles of injunction enshrined in order 39 cpc. 15. the learned senior counsel negated the argument of the appellant relating to bank guarantee being an independent contract and the same must be honoured by the bank despite of any dispute or difference between the parties, by submitting that the bank guarantee being primarily given for performance can be only invoked if there was any deficiency of performance in agreement and not for shortfall of weekly remittance. according to him, the shortfall of remittance was due to force majure reasons of covid 2nd & 3rd wave and the same was covered under clause 26(b)(ii) of the main contract. thus, it has been impressed upon by the learned counsel that since the plea of the respondent are yet to be examined by the appellant relating to their claim under the force majure clause, the bg given for performance cannot be invoked. mr. mathur, took this court to the next leg of argument by submitting that clause 18(b) and clause 20 of the main contract itself bars the appellant from adjusting the performance security towards the instalment due to them and any action contrary to the said clauses amounts to overriding the terms of the agreement and the demand is as such wholly illegitimate & wrongful and further any endeavour on the part of the appellant to invoke the bg in violation of the terms of the contract would amount to \"egregious fraud\". 16. it has been submitted by the learned senior counsel that since the pbg are alive till 31.01.2023 and further the respondent have given an undertaking before the learned commercial court that they would keep the said bg alive till conclusion of the arbitral proceedings, they have a bonafide prima-facie case in their favour. the learned counsel has stressed that in case the bank guarantee is allowed to be encashed, the respondent would suffer irretrievable harm and injustice, since it would be impossible for them to be reimbursed from the appellant. he further contends that there does not exist any contractual relationship with the appellant and as such they would never be able to recover the money from adjustment of payments due to it and has contended that any encashment of bank guarantee would lead to irretrievable injustice in term of the respondent's commercial viability, good will and future prospect. the learned senior counsel tried to explain this court as to how a bank guarantee facility is availed by the respondent and has in this endeavour enumerated several negative implications on the respondent's financial stability in case the bank guarantee is invoked. 17. the learned senior counsel has strenuously argued that the conduct of the appellant in trying to invoke the bank guarantee is vitiated by fraud as it is not the case of the appellant that there were any shortcomings or defect in the performance of the respondent during the entire tenure of the contract agreement. he has relied on the judgment of the delhi high court passed in continental construction ltd. v. satluj jal vidyutnigam ltd. reported as 2006 scc online del 56 to argue that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee on demand. he has also relied on hindustan construction co ltd. & anr. v. satluj jal vidyut nigam ltd. reported as 2005 scc online del 1249 to impress upon this court that invocation of the bank guarantee can be stayed and the same may be kept alive till the award was published by the arbitrator. the respondent has also relied on the case of union of india v. millenium delhi broadcasts llp, reported as air 2022 sc (civil) 1682 to justify that the bank guarantee can be stayed, if the conditions were not fulfilled as per the tender and the terms of the contract has also to be read along with the terms of the bank guarantee. 18. it is the case of the respondent that clause 18(d) read with clause 20 of the contract agreement bars the appellant from encashing the performance bank guarantee against the shortfall in remittance and further taking into account the situation of covid-19 pandemic and the consequences of encashment of performance bank guarantee, the learned senior counsel argues that the learned commercial court was justified in holding that since the circumstances falls into special equities/ exceptional circumstances and the respondent would suffer irretrievable injustice, the parties should maintain 'status-quo' with respect to the bank guarantees. 19. having given a careful thought to the rival submissions, this court is of the firm view that the law with respect to grant of an injunction which has the effect of restraining encashment of a bank guarantee, is no longer res integra. in the earliest case of u.p. cooperative federation ltd. v. singh consultants and engineers (p) ltd. (1988 (1) scc 174), which was the case of works contract where the performance guarantee given under the contract was sought to be invoked, the hon'ble supreme court, after referring extensively to english and indian cases on the subject, said that the guarantee must be honoured in accordance with its terms. the apex court observed that a bank which gives the guarantee is not concerned in the least with the relations between the supplier and the customer; nor with the question whether the supplier has performed his contractual obligation or not, nor with the question whether the supplier is in default or not. the bank must pay according to the tenor of its guarantee on demand without proof or condition. the court went on to hold that there are only two exceptions to this rule. the first exception is a case when there is a clear fraud of which the bank has notice. the fraud must be of an egregious nature such as to vitiate the entire underlying transaction. explaining the kind of fraud that may absolve a bank from honouring its guarantee, the apex court in the said case quoted with approval the observations of sir john donaldson, m.r. in bolivinter oil sa v. chase manhattan bank na (1984 [1] aer 351 at 352): \"the wholly exceptional case where an injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent. but the evidence must be clear both as to the fact of fraud and as to the bank's knowledge. it would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a bank's credit in the relatively brief time which must elapse between the granting of such an injunction and an application by the bank to have it charged\". thus, the apex court in the said case, set aside an injunction granted by the high court to restrain the realisation of the bank guarantee. 20. the next case being referred by this court is the case of svenska handelsbanken vs indian charge chrome (1994) 1 scc 502, wherein the apex court noticed that the confirmed or irrevocable bank guarantee cannot be interfered with unless there is established fraud or irretrievable injustice involved in the case. it was observed in the said judgment that irretrievable injury had to be of the nature noticed in the case of itek corporation v/s first national bank of boston 566 fed supp. 1210. the hon'ble court explained in that case to avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established and a mere apprehension that the party will not be able to pay, is not enough. 21. in state trading corporation of india ltd. vs jainsons clothing corporation (1994) 6 scc 597, the hon'ble court held that the grant of injunction is a discretionary power in equity jurisdiction. the contract of guarantee is a trilateral contract which the bank has undertaken to unconditionally and unequivocally abide by the terms of the contract. it is an act of trust with full faith to facilitate free flow of trade and commerce in internal or international trade or business. it creates an irrevocable obligation to perform the contract in terms thereof. on the occurrence of the events mentioned therein the bank guarantee becomes enforceable. the subsequent disputes in the performance of the contract does not give rise to a cause nor is the court justified on that basis, to issue an injunction from enforcing the contract, i.e., bank guarantee. the parties are not left with no remedy. in the event of the dispute in the main contract ends in the party's favour, he/it is entitled to damages or other consequential reliefs. 22. the hon'ble supreme court in u.p state sugar corporation vs sumac international limited (1997) 1 scc 568 held that the existence of any dispute between the parties to the contract is not a ground for issuing an injunction to restrain the enforcement of bank guarantees. in hindustan steel workers construction ltd. vs. g.s. atwal & co (engineers) pvt. ltd. 1995 (6) scc 76, wherein bank guarantees were given towards due performance of the contract, the hon'ble apex court held that the bank guarantees being irrevocable and unconditional and as the beneficiary was made the sole judge on the question of breach of performance of the contract and the extent of loss or damages an injunction restraining the beneficiary from invoking the bank guarantees could not have been granted. 23. in hindustan steel workers construction ltd. vs. tarapore & co, 1996 (5) scc 34, the hon'ble apex court was examining the relief for injunction, which was sought by the contractor on the ground that special equities or the special circumstances of the case required it. the special circumstances and/or special equities which had been pleaded in that case, was that a serious dispute on the question as to who has committed breach of the contract. it was contended by the contractor that he has a counter claim against the appellant and that the disputes between the parties have been referred to the arbitrators and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators declare their award. the hon'ble apex court, held that, these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees. 24. the hon'ble supreme court, clarifying the law on the grant of stay or otherwise in bank guarantee matters gave exhaustive direction in that regard in himadri chemicals industries ltd. v. coal tar refining co.: (2007) 8 scc 110 in para 14 of the said judgment, which inter-alia stated: \"14. from the discussion made hereinabove relating to the principles for grant or refusal to grant of injunction to restrain enforcement of a bank guarantee or a letter of credit, we find that the following principles should be noted in the matter of injunction to restrain the encashment of a bank guarantee or a letter of credit: \"(i) while dealing with an application for injunction in the course of commercial dealings, and when an unconditional bank guarantee or letter of credit is given or accepted, the beneficiary is entitled to realize such a bank guarantee or letter of credit in terms thereof irrespective of any pending disputes relating to the terms of the contract. (ii) the bank giving such guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. (iii) the courts should be slow in granting an order of injunction to restrain the realization of a bank guarantee or letter of credit. (iv) since a bank guarantee or letter of credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of bank guarantee or letter of credit. (v) fraud of an egregious nature which would vitiate the very foundation of such a bank guarantee or letter of credit and the beneficiary seeks to take advantage of the situation. (vi) allowing encashment of an unconditional bank guarantee or letter of credit would result in irretrievable harm or injustice to one of the parties concerned.\" 25. the learned counsel for the appellant has heavily relied on the judgment passed in the case of vintec electronics private ltd, vs. hcl infosystems ltd., (2008) 1 scc 544, which, in turn, took note of the earlier decisions in u.p. state sugar corporation (1997) 1 scc 568, b.s.e.s. ltd v. fenner india ltd, (2006) 2 scc 728, himadri chemicals (2007) 8 scc 110 and mahatma gandhi sahakara sakkare karkhane v. national heavy engineering coop. ltd(2007) 6 scc 470. the hon'ble supreme court proceeded to hold thus in paras 11, 12 and 14 of the said judgment. \"11. the law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this court. the bank guarantees which provided that they are payable by the guarantor on demand is considered to be an unconditional bank guarantee. when in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. in u.p. state sugar corpn. v. sumac international ltd., (1997) 1 scc 568 this court observed that: (scc p. 574, para 12) \"12. the law relating to invocation of such bank guarantees is by now well settled. when in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes. the bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. the very purpose of giving such a bank guarantee would otherwise be defeated. the courts should, therefore, be slow in granting an injunction to restrain the realisation of such a bank guarantee. the courts have carved out only two exceptions. a fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so. the second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. the two grounds are not necessarily connected, though both may coexist in some cases.\" 12. it is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof. the bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one. the dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence. in bses ltd. v. fenner india ltd. [(2006) 2 scc 728] this court held: (scc pp. 733-34, para 10) \"10. there are, however, two exceptions to this rule. the first is when there is a clear fraud of which the bank has notice and a fraud of the beneficiary from which it seeks to benefit. the fraud must be of an egregious nature as to vitiate the entire underlying transaction. the second exception to the general rule of non-intervention is when there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction were not granted. the general rule and its exceptions has been reiterated in so many judgments of this court, that in u.p. state sugar corpn. v. sumac international ltd., (1997) 1 scc 568 this court, correctly declared that the law was 'settled'.\" ***** 14. in mahatma gandhi sahakra sakkare karkhane v. national heavy engg. coop. ltd., (2007) 6 scc 470 this court observed: (scc p. 471b-d) \"if the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee. the person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction from enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered into between the parties has not been fulfilled. such a course is impermissible. the seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury. what is relevant are the terms incorporated in the guarantee executed by the bank. on careful analysis of the terms and conditions of the guarantee in the present case, it is found that the guarantee is an unconditional one. the respondent, therefore, cannot be allowed to raise any dispute and prevent the appellant from encashing the bank guarantee. the mere fact that the bank guarantee refers to the principal agreement without referring to any specific clause in the preamble of the deed of guarantee does not make the guarantee furnished by the bank to be a conditional one.\" 26. the legal position was further explained more recently, in gujarat maritime board v. larsen and toubro infrastructure development projects limited (2016) 10 scc 46 and in standard chartered bank v/s heavy engineering corporation ltd.,(2020)13scc 574, which has consistently followed the earlier case law passed by the supreme court. 27. having traced the law on the subject, this court finds it profitable to quote the terms of the bank guarantee, which is an issue in the present case. it is seen that there are altogether five performance bank guarantees total amounting to rs. 33,53,25,000/-, which has been furnished by the respondent. these bg's being: sl. no. bank guarantee's particular amount (rs.) validity 1. bg no. 495701gl0010720 dated 06.10.2020 issued by union bank of india, mid corporate branch, nariman point, mumbai. 9,00,00,000 31.01.2023 2. bg no. 26111gp00861220 dated 08.10.2020 issued by bank of baroda, international business branch, kandivali (w), mumbai. 10,00,00,000 31.01.2023 3. bg no. 495701gl0011220 dated 08.10.2020 issued by union bank of india, mid corporate branch, nariman point, mumbai. 6,10,59,000 31.01.2023 4. bg no. 00611lg006020 dated 09.10.2020 issued by punjab national bank, iiaco house, fort, mumbai. 5,00,00,000 31.01.2023 5. bg no. 00611lg006120 dated 09.10.2020 issued by punjab national bank, iiaco house, fort, mumbai. 3,42,66,000 31.01.2023 total 33,53,25,000 the recital of all the bank guarantee are identical and as such the terms of one of the bg is being taken into consideration. apparently, the terms inter-alia states: \"..we, union bank of india mid corporate branch mumbai south having registered office at ground floor, union bank bhavan, 239, vidhan bhavan, marg nariman point, mumbai 100021,india, a body registered/constituted under the 1956 (herein after referred to as the bank), which expression shall, unless repugnant to the context of meaning thereof, include its successors, administrators, executors and assigns do hereby guarantee and undertake to pay the client immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the contractor to the extent rs. 9,00,00,000/(rupee nine crore only) as aforesaid at any time up to 31.01.2024 without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein. any such demand made by the client on the bank shall be conclusive and binding notwithstanding any difference between the client and the contractor or any dispute pending before any court, tribunal, arbitrator or any other authority. we agree that the guarantee herein contained shall be irrevocable and shall continue to be enforceable till the client discharges this guarantee. the client shall have the fullest liberty without affecting in any way the liability of the bank under this guarantee, from time to time to vary or to extend the time for performance of the contract by the contractor. the client shall have the fullest liberty without affecting this guarantee, to postpone from time to time the exercise of any powers vested in them or of any right which they might have against the contractor of they might have against the contractor and to exercise the same at any time in any manner, and either to enforce or to forbear to enforce any covenants, contained or implied, in the contract between the client and the contractor any other course or remedy or security available to the client. the bank shall not be relieved of its obligations under these present by any exercise by the client of its liberty with reference to the matters aforesaid or any of them or by reasons of any other act or forbearance or other acts of omission or commission on the part of the client or any other indulgence shown by the client or by any other matter or thing whatsoever which under law would but for this provision have the effect of relieving the bank. the bank also agrees that the client at its option shall be entitled to enforce this guarantee against the bank as a principal debtor, in the first instance without proceeding against the contractor and notwithstanding any security or other guarantee that the client may have in relation to the contractor's liabilities. any demand shall be deemed to be served, if delivered by hand, when left at the property address for service: and if given or made by pre-paid registered post or facsimile transmission, on receipt. any waivers, extensions of time or other forbearance given or variations required under the contract or any invalidity, unenforceability or illegality of the whole or any part of the contactor or rights or any party thereto or amendment or other modifications of the contract, or any other, circumstances, provision of other modifications of the contract or any other fact, circumstances, provisions of statute of law which might entitle the bank to be released in whole or in part from its undertaking, whether in the knowledge of the bank or not or whether notified to the bank or not shall not in any way release the bank from its obligations under this bank guarantee. \"the guarantee shall also be operatable at our union bank of india branch at lucknow, from whom, confirmation, regarding the issue of this guarantee or extension/renewal thereof shall be made available on demand. in the contingency of this guarantee being invoked and payment there under claimed, the said branch shall accept such invocation letter and make payment of amounts so demanded under the said invocation\". notwithstanding anything contained herein, 1. our liability under this bank guarantee shall not exceed rs. 9, 00, 00,000/(rupees nine crore only). 2. this shall be valid up to 31.01.2023. 3. we are liable to pay the guarantee amount or any part thereof under this bank guarantee only and only if you serve upon us a written claim or demand on or before 31.01.2024. 4. at the end of claim period that is on or after 31.01.2024 all your rights under this guarantee shall stand-extinguished and we shall be discharged from all our liabilities under this guarantee irrespective of receipt of original bank guarantee duly discharged by bank.\" 28. the judgement in vintec electronics private ltd, vs. hcl infosystems ltd., (2008) 1 scc 544 makes it abundantly clear that the first aspect, to be taken into consideration, is the bank guarantee itself, and the terms thereof. if the bank guarantee is conditional, then, if the conditions have not been fulfilled, injunction, against encashment and invocation, may unquestionably follow. if, however, the bank guarantee is unconditional, then injunction can be granted only if egregious fraud, irretrievable injustice, or special equities, exist, and not otherwise. 29. clearly, the bank guarantees are unconditional and irrevocable. under the bank guarantee, the bank undertakes to pay the appellant immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the respondent without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the respondent and without the appellant needing to prove or show grounds or reasons for their demand for the sum specified therein. 30. the bank guarantee in unequivocal terms says that any demand made by the appellant on the bank shall be conclusive and binding notwithstanding any difference between the appellant and the respondent or any dispute pending before any court, tribunal, arbitrator or any other authority. it is very much contained in the bg that the bank has agreed that the guarantee contained shall be irrevocable and shall continue to be enforceable till the appellant discharges this guarantee. 31. having said so, it has to be understood that the jurisdiction of the court to interfere, in such cases, is, however, not irrevocably foreclosed and as such the exceptions of egregious fraud, irretrievable injustice, or special equities have been devised by the court to injunct the invocation of the bank guarantee(s). as to what follows from egregious fraud, the meaning and implications thereof are settled. the hon'ble supreme court as far back as some 50 years ago in the case of union of india vs. chaturbhai m. patel & co (1976) 1 scc 747 relying on the judgement of lord atkin in a.l.n. narayanan chettyar v. official assignee, high court, rangoon, air 1941 pc 93 held that \"fraud like any other charge of a criminal offence whether made in civil or criminal proceedings, must be established beyond reasonable doubt.\" the aspect was further clarified by holding that \"however suspicious may be the circumstances, however strange the coincidences, and however grave the doubt, suspicion alone can never take the place of proof.\" the supreme court in svenska handelsbanken v. indian charge chrome ( 1994) 1 scc 502 , went on to say that mere pleadings do not make a strong case of prima facie fraud, which had to be shown by \"material and evidence\". thus, fraud must be pleaded and proved and it cannot be presumed. 32. coming back to the facts of the present case, the reason, which has been accorded for fraud by learned senior counsel for the respondent is twofold; (i) it is not the case of the appellants that there had been any shortcomings or defect in the performance of the respondent during the entire tenure of the contract agreement and (ii) that clause 18(d) read with clause 20 of the contract agreement bars the appellant from encashing the performance bank guarantee against the shortfall in remittance. 33. first & foremost, the terms of the bank guarantee, clearly says that for invocation no such statement of shortcoming or defect in performance is required to be made by the appellant to the bank. the learned senior counsel may be right that there is no pleading of shortcomings or defect in performance by the appellant, but at the same time the appellant have controverted the said contention by claiming that over rs. 39 crores is due and outstanding against the respondent towards remittance. now, whether the contention of the appellant towards shortfall of remittance can be extended to mean a shortcoming or defect in performance is in the realms of interpretation, which obviously is still to be adjudicated between the parties. however, at this juncture, this court is not concerned with the said interpretation and is merely concerned with the wording of the bank guarantee, which clearly uses the wording \"without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein\". the said bank guarantee specifically specifies that any such demand made by the appellant on the bank shall be conclusive and binding notwithstanding any difference between the client and the contractor or any dispute pending before any court, tribunal, arbitrator or any other authority. 34. further, we are unable to agree with the contention of the learned senior counsel for the respondent that this court, when approached for the interim measure of interference with unequivocal, absolute and unconditional bgs, is required to interpret the contract and/or form a prima facie opinion whether the beneficiary of the bgs has wrongfully invoked the bgs. such exercise, in the view of this court is to be done in a substantive proceeding of arbitration, for recovery of the monies of the bgs, if contended to have been wrongly taken by the appellant by encashment of bgs. naturally, if any interim relief is also claimed in the said substantive proceedings, the need for taking a prima facie view, will arise therein; however not while dealing with an application for the interim measure of restraining invocation/encashment of bgs, which has to be obviously on the basis of the terms of the bank guarantee agreement. 35. in view of the well crystallized law on the subject, any reference to the original dispute between the parties, relating to the performance of the contract, is completely irrelevant, insofar as the issue of stay of invocation of the bank guarantees is concerned. that dispute has necessarily to form substratum of an entirely different proceeding, to be resolved either by arbitration or by adjudication by a court. thus, in the present interim proceedings, the enquiry is confined to, whether on the basis of the documents, a case of fraud of egregious nature in the matter of obtaining/furnishing bgs, is made out. 36. this court has burdened itself to go through the clauses mentioned by the respondent's in the argument and is not able to appreciate to the contention of the learned senior counsel. clause 18(d) has to be read in conjunction to clause 18(c) (ii), which speaks of default to perform or observe any of the covenants, conditions or provisions contained in the contract, so that both can coexist. the other clause relied upon by the learned counsel is relating to penalty for failure to pay instalment. without entering into the arena of interpretation, this court finds it apt to quote para 9 of the judgement passed by the hon'ble apex court in state trading corporation of india ltd. vs jainsons clothing corporation (1994) 6 scc 597, wherein it was inter-alia held: \"9. it is settled law that the court, before issuing the injunction under order 39, rules 1 and 2, cpc should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremediable injury. the court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff. he must necessarily plead and produce all the necessary evidence in proof of the fraud in execution-of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud.\" 37. moreover, at this juncture, it would be profitable to quote mahatma gandhi sahakra sakkare karkhane case, wherein at paragraph 24 of the judgment, it was held; 24: \"if the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee. the person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction in enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered between the parties has not been fulfilled. such a course is impermissible. the seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury.\" thus, this court holds that, in view of the afore-extracted categorical exposition of the law, it is clear that the condition, in the agreement between the parties, under which the bank guarantees could be enforced, cannot be cited as a ground to stay the invocation and encashment thereof. further, this principle of the law, as enunciated in mahatma gandhi sahakra sakkare karkhane, was quoted, with approval, by the supreme court, in vinitec electronics, which went on, on the basis thereof, to hold that \"what is relevant are the terms incorporated in the guarantee executed by the bank\". 38. thus, the law on the subject is clear, a fraud in the execution of the bank guarantee has to be pleaded and not the main contract or the subsequent events as has been argued by the learned senior counsel. fraud, as an exception to the rule of non-interference with encashment of bgs, is not any fraud but a fraud of an egregious nature, going to the root i.e. to the foundation of the bank guarantee and an established fraud. the entire case of the respondent, we are afraid, fails to qualify so and we are not able to subscribe to the views contended by the learned senior counsel for the respondent. 39. as far as the argument of the senior counsel for the respondent, relating to special equities is concerned, the same is but a facet of the second exception aforesaid of irretrievable injury or injustice. needless to state that from the entire arguments of the senior counsel for the respondent, no case of fraud of egregious nature in the matter of making/obtaining of the bgs is made out. all that emerges is that there are some disputes between the appellant and the respondent, relating to the grant of relief under the force majure clause and it is not even whispered that the appellant built the entire faade of entering into the contract, only to obtain bgs and to profiteer from the respondent. 40. the respondent has stated that the issue relating to force majure has not been decided and in case the same is decided in their favour, the amount sought to be appropriated by invoking the present bank guarantees would not be recoverable from the appellant. however, this court finds that the appellant is a public sector undertaking and the monies, if ultimately found due to the respondent from the appellant, can always be recovered by the respondent from the appellant. there is no pleadings on record that the appellant are running away from the jurisdiction of this court or are closing their operations, so as to adversely affect the recovery of the respondent. in fact the appellant have filed a document on record, showing a total short remittance till 10.10.2022 to the tune of rs. 49,97,14,399/after giving relief of force majeure for rs. 11,38,11,932/and as such it is the case of the appellant that even after invocation of the bank guarantee in question, there would be substantial amount left to be recovered from the respondent. however, this court does not wish to enter into the arena of any figure at this nascent stage as the rights and contention of the parties are still to be decided in a arbitral proceedings and any findings returned, may adversely impact the case of the concerned party. 41. further, this court cannot lose sight of the fact that irretrievable injustice, as an exception to the rule of non-interference with encashment of bgs, is again not a mere loss, which any person at whose instance bank guarantee is furnished, suffers on encashment thereof, because it is always open to such person to sue for recovery of the amount wrongfully recovered. thus, what has to be proved and made out to obtain an injunction against encashment, is that it will be impossible to recover the monies so wrongfully received by encashment. on the facts of the present case, this court holds that the said contention is a mere apprehension only and not on the basis of any material on record. in any case, the appellant is a public sector undertaking and a ground of not able to recover from a psu has to be grounded on strong footings and not merely on apprehension or pleadings. 42. the next ground taken by the respondent is relating to \"special equity\". without extracting the specific references, to the existence of \"special equities\", as made in the petition, suffice it to state that the only ground, on which the petitioner has urged the existence of such \"special equities\", is its averment that its claim under the force majure clause, if accepted, there would not be any amount payable to the appellant and as such the money being appropriated by the appellant due to invocation of bank guarantees is not legally valid. there is no other ground, on which the existence of \"special equities\" has been pleaded. 43. special equities, as held by the supreme court in up state sugar corporation1 and in svenska handelsbanken case (supra), have to partake the character of irretrievable injustice. even otherwise, it cannot be said that any such case of special equities has been made out by the respondent, as would justify interdicting invocation of the subject bank guarantees. indeed, the contentions of learned senior counsel for the respondent essentially revolved around compliance with the conditions stipulated in the main contract for concession under the force majoure clause. it is rather preposterous to estimate that can a mere claim, of the respondent against the appellantthe sustainability of which is yet to be adjudicated constitute \"special equities\", so as to justify injuncting the invocation of unconditional bank guarantees, issued by the bank, at the respondent's instance, in favour of appellant, even if such a claim is in excess of the amount covered by the bank guarantees. in the considered opinion of this court, the answer has to be in negative. in view thereof, it cannot be said that, within the boundaries of the law relating to interdiction of invocation of the irrevocable bank guarantees, a case for such interdiction has been made out by the petitioner in the present case, insofar as the subject bank guarantees are concerned. 44. thus, it would be right in holding that none of the three circumstances, in which stay of invocation of unconditional bank guarantees, can be granted by the court, exists in favour of the respondent in the present case and as such it was not well within the jurisdiction of the learned commercial court to pass a status quo order, which in effect has interdicted the invocation of the performance bank guarantee. 45. another issue, which has been agitated by the counsel for the respondent is that a mere interim order of status quo has been passed by the learned commercial court and since the matter is engaging the attention of the said commercial court, this court should lay its hands of the present matter as the said petition filed under section 9 of the arbitration & conciliation act would be rendered infructuous. unfortunately, we are not able to subscribe to the view of the learned senior counsel for the respondent. it may be mentioned herein that section 9 of the act, itself bears the heading \"interim measure etc. by court\", which sufficiently means that the power of the court has been given for interim measure only as the substantial dispute has to be decided in an arbitration proceeding. the said interim measure is of special importance as it intends to give immediate succour to a party as the very first line of the section mentions that the party may approach the court, before or during arbitral proceedings or at any time after the making of the arbitral award. thus, the proceedings by its very nature is interim in nature under section 9 of the arbitration & conciliation act and thus by that analogy as is being proposed by the respondent, the impugned order seems to be an interim order of an interim relief. however, we find that the learned commercial court, lucknow has extensively dealt with all the allegations and counter-allegation of the parties to arrive at a lengthy order of fourteen pages to arrive at a conclusion that if the benefit of the force majoure clause is given to the respondent during the covid-19 period, there would not be any amount payable to the appellant. the learned commercial court in its pursuit to grant a status quo order has recorded that the respondent was ready to keep the bg live during the arbitration proceedings to hold that there was a prima-facie case in favour of the respondent and that in case the bg is invoked the respondent would suffer irreparable loss. thus, the commercial court on the triple test of prima-facie case, irreparable loss and balance of convenience granted status quo order, thereby interdicting the invocation of bg. having recorded so, this court cannot agree to the contention of the learned senior counsel that an interim order has been only passed by the commercial court. infact, there was nothing left in the petition under section 9 of the arbitration & conciliation act to be adjudicated any further. thus, the commercial court has passed the interim order in the nature of final order as far as section 9 of the arbitration & conciliation act is concerned and as such there was no occasion for the commercial court to keep the matter pending. 46. mr. mathur has also placed reliance on the judgment of continental construction ltd. v/s sutluj jal vidyut nigam ltd. 2006 scc online del 56, passed by the hon'ble delhi high court to buttress his submission that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee of demand. this court finds that the said judgment was passed in the peculiar facts of that case, wherein the delhi high court returned a categorical finding that the bg was not invoked as per the terms of the bank guarantee itself. the learned counsel has also relied on the single bench judgment passed by the delhi high court in hindustan construction co. ltd & anr. vs. sutlej jal vidyut nigam ltd. 2005 scc online del 1249 and order of the division bench of the delhi high court in fao(os) 77/2006 (satluj jal vidyut vikas nigam ltd v. hindustan construction co ltd), which was passed noticing the order, dated 3rd april, 2006, of the supreme court in slp (c) 5456/2006 (satluj jal vidyut nigam ltd v. jai prakash hyundai consortium. pertinently, the supreme court order, dated 3rd april, 2006, merely dismissed the slp, preferred by satluj jal vidyut vikas nigam ltd. against the judgement of the division bench and did not, therefore, declare any law within the meaning of article 141 of the constitution of india 47. the judgement of the division bench of the delhi high court in satluj jal vidyut vikas nigam ltd is prior, in point of time, to the decision of the supreme court in mahatma gandhi sahakra sakkare karkhane case, as well as the latter decision in vinitec electronics case , which clearly held that an injunction, from enforcement of a bank guarantee, cannot be granted on the ground that the condition for enforcement of the bank guarantee in terms of the agreement between the parties has not been fulfilled. this court therefore differs with the view taken by the division bench of the delhi high court in satluj jal vidyut vikas nigam ltd. 48. a division bench of the delhi high court while giving a very exhaustive judgment on the aspect of invocation of ban guarantee held in the case of consortium of deepak cable india limited & abir infrastructure private limited (dcil-aipl) v. teestavalley power transmission limited 2014 scc online del 4741 that a plea of lack of good faith and/or enforcing the guarantee with an oblique purpose or that the bank guarantee is being invoked as a bargaining chip, a deterrent or in an abusive manner are all irrelevant and hence have to be ignored. there are only two well recognized exceptions to the rule against permitting payment under a bank guarantee. 49. in view of the facts & the authoritative law on the subject, this court finds that the law on interdicting an unconditional bank guarantee is settled, however the impugned order has been passed dehors these authoritative judgment and as such the same is unsustainable in the eyes of law. this court finds its bounden duty to quote an observation made by a three judge bench of the supreme court in dwarikesh sugar industries ltd. vs. prem heavy engineering works (p) ltd. (1997) 6 scc 450, relevant to the context, wherein their lordship inter-alia observed; \"it is unfortunate, that notwithstanding the authoritative pronouncements of this court, the high courts and the courts subordinate thereto, still seem intent on affording to this court innumerable opportunities for dealing with this area of law, thought by this court to be well settled.\" similarly, in the present case, when the law on interdicting an unconditional bank guarantee, although stands settled by a series of consistent judgments by the hon'ble supreme court since the last more than four decade, the courts are still flooded with bank guarantee matters, which take substantial time in adjudicating the issue, which this court thought to be well-settled. 50. thus, for all the aforesaid reasons, this court is inclined to allow the present appeal. accordingly, the impugned order dated 12.09.2022 passed by the commercial court, lucknow in arbitration case no. 57/2022 (m/s sahakar global company ltd. vs u.p expressway industrial development authority) is set-aside. there shall be no order as to cost. order date:02.12.2022 lokesh kumar"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "15d8cfec5f084096a5c218cd77151a20_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e26bccf59fea4a0ea6e77a23f74be6b2_1"
        },
        {
            "start": 242,
            "end": 264,
            "text": "\nAllahabad High Court\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4c961fad4b5f497b86e6cf8a687bb2e5_2"
        },
        {
            "start": 264,
            "end": 515,
            "text": "U.P. Expressways Industrial ... vs M/S Sahakar Global Ltd. Thru Thru ... on 2 December, 2022\nHigh Court Of Judicature At Allahabad, Lucknow Bench\n \n \n\nJudgment Resered on :   09.11.2022\n \nJudgment Delivered on:   02.12.2022\n \nA.F.R.\n \n\n \nCourt No. - 3",
            "labels": [
                "PREAMBLE"
            ],
            "id": "842e40fc80544eafb5dcebf5f0abd4d6_3"
        },
        {
            "start": 516,
            "end": 611,
            "text": "\n \n\n \nCase :- Appeal Under Section 37 Of Arbitration And Conciliation Act 1996 No. - 16 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c57b38339b04479e8dc3c2494137155a_4"
        },
        {
            "start": 612,
            "end": 793,
            "text": "\n \n\n \nAppellant :- U.P. Expressways Industrial Development Authority Thru Chief Executive Officer\n \nRespondent :- M/S Sahakar Global Ltd. Thru Thru Authorized Signatory Stephen Lobo",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b1791233c8aa4487807c8bdad0b58979_5"
        },
        {
            "start": 794,
            "end": 1207,
            "text": "\n \nCounsel for Appellant :- Brijesh Kumar,Amal Rastogi,Utkarsh Srivastava\n \nCounsel for Respondent :- Pritish Kumar\n \n\n \nHon'ble Attau Rahman Masoodi,J.\n \nHon'ble Om Prakash Shukla,J.\n(Per Hon'ble Om Prakash Shukla, J.)\n1. Heard Mr Brijesh Kumar Saxena Learned Advocate appearing for Upeida and Mr. Jaideep Narain Mathur, Learned Senior Advocate along with Mr . Pritish Kumar representing M/s Sahakar Global Ltd.\n",
            "labels": [
                "NONE"
            ],
            "id": "26082b9d1b98450bb332eb17addea12a_6"
        },
        {
            "start": 1207,
            "end": 1629,
            "text": "2. A short but seminal question arises in the present Appeal filed under section 37 of the Arbitration & Conciliation Act, 1996 (as amended) by the Uttar Pradesh Expressways industrial Development Authority ( for short Upeida) against an ad-interim Injunction order dated 12.09.2022 (Impugned Order) passed by the Learned Commercial Court, Lucknow under section 9 of the Arbitration & Conciliation Act, 19969 (as amended).",
            "labels": [
                "ISSUE"
            ],
            "id": "9dd922e2d92b492c82385cfe5b1e57d7_7"
        },
        {
            "start": 1630,
            "end": 1864,
            "text": "Apparently, in the said impugned order the Learned Commercial Court has directed the parties to maintain ''status quo\" with respect to the performance Bank Guarantee, furnished by the Respondent Contractor - M/s Sahakar Global Ltd.\n3.",
            "labels": [
                "RLC"
            ],
            "id": "6cb033f12d86447db188806a7d783ae4_8"
        },
        {
            "start": 1865,
            "end": 2455,
            "text": "The Appellants have submitted that the said \"Status Quo\" order passed by the Learned Commercial Court, Lucknow as per the impugned order, not only amounts to restraining the invocation and/or encashment of Performance Bank Guarantee by them but also amounts to final adjudication of the pending section 9 petition itself as the nature of relief, which can be obtained/granted under a proceeding under section 9 of the Arbitration & Conciliation Act, 1996 can be only interim in nature as any dispute can be finally decided in an arbitration proceedings before the Learned Arbitral Tribunal.",
            "labels": [
                "FAC"
            ],
            "id": "4ddf39831bb94852ac879953f05509b7_9"
        },
        {
            "start": 2456,
            "end": 3381,
            "text": "Thus, it has been urged by the appellant that since a status quo order has been passed nothing remains in the pending section 9 petition to be decided and as such this court has been called upon to set aside the impugned order as well as dismiss the pending section 9 petition.\n4. The genesis of dispute in the present case can be capitulated in the following manner:\n(i) Upeida and M/s Sahakar Global Ltd. entered into a Contract Agreement dated 13.10.2020, which provided collection of user fee at such rates from the vehicles in terms of the U.P. Toll Rules, 2020 at the 17 designated Toll Plazas, located on the Agra-Lucknow Express way.\n(ii) M/s Sahakar Global Ltd. was required to pay one year contract amount of Rs.402,39,00000/- (Rupees Four Hundred Two Crores and Thirty Lakhs only) divided by number of days in a year (365 or 366 as the case may be) and multiplied by seven on weekly basis every Thursday to Upeida.",
            "labels": [
                "ISSUE"
            ],
            "id": "48f8f6bff2484c0d82e7adc20d91b3f9_10"
        },
        {
            "start": 3382,
            "end": 3504,
            "text": "For the subsequent second year of contract, the payable amount was to be escalated by 10% till end of the contract tenure.",
            "labels": [
                "RLC"
            ],
            "id": "b47e4c349f9b4f0d9f31efa86d8df6c1_11"
        },
        {
            "start": 3505,
            "end": 3912,
            "text": "\n(iii) The period of contract commenced on 15.10.2020 (00:00 hours) until 14.10.2022 (23:59:59 hours).\n(iv) In terms of the contract, M/s Sahakar Global Ltd furnished five Bank Guarantees all valid and subsisting upto January 31, 2023 for a total sum of Rs.33,53,25,000/- (Rupees Thirty Three Crore Fifty Three lakhs and Twenty Five Thousand only) in favour of the present Appellant as performance security.",
            "labels": [
                "RLC"
            ],
            "id": "0f997acca4d242c2aa5ee330cf401561_12"
        },
        {
            "start": 3913,
            "end": 4169,
            "text": "\n(v) As per M/s Sahakar global Ltd. a serious dispute arose between the parties in connection with the contract Agreement with regard to (a) Stamp Duty and (b) Force Majeure reliefs, which required to be adjudicated by a duly constituted Arbitral Tribunal.",
            "labels": [
                "FAC"
            ],
            "id": "904d7bb6b0c6467db71d56ec666880a2_13"
        },
        {
            "start": 4170,
            "end": 4701,
            "text": "\n(vi) As far as the dispute relating to Stamp duty is concerned, Upeida has claimed a uniform rate of 4% stamp duty on the contract value for the contract period as per clause 39 of the contract dated 13.10.2020, which translates into Rs. 33,80,07,600/-, whereas it is the claim of M/s Sahakar global Ltd, that the contract attracts initial stamp duty @ 2% on the contract value for the contract period and an additional 2% is leviable only on such toll plazas which falls within the notified/ development area in terms of the law.",
            "labels": [
                "FAC"
            ],
            "id": "2c0c00f86fa54d7ebbc3dc1930ccc1e1_14"
        },
        {
            "start": 4702,
            "end": 5007,
            "text": "Thus, according to Ms Sahakar Global Ltd they have deposited the initial stamp duty @ 2% of the contract value amounting to Rs. 16,90,03,800/- and have claimed that they are required to deposit the propionate additional 2% stamp duty for 3 out of 17 toll plazas only and as such the demand of Upeida for p",
            "labels": [
                "FAC"
            ],
            "id": "8b8e6728ef4f4916842f93870f37aa8d_15"
        },
        {
            "start": 5008,
            "end": 5072,
            "text": "ayment of stamp duty @ 4% of the contract value was not correct.",
            "labels": [
                "FAC"
            ],
            "id": "295472bbc5144cea8b1fda41b22ff93c_16"
        },
        {
            "start": 5073,
            "end": 5307,
            "text": "Further, as to whether they have paid the proportionate additional 2% stamp duty for 3 out of 17 toll plazas or not is not clear and whether they are required to pay 4% stamp duty on the entire contract value or not is also debatable.",
            "labels": [
                "FAC"
            ],
            "id": "f267ea6c0dc744d293d305663bb74a1b_17"
        },
        {
            "start": 5309,
            "end": 5761,
            "text": "(vii) Similarly, as far as the issue relating to force majure relief is concerned, M/s M/s Sahakar global Ltd has claimed the total force majeure relief for three different periods being (i) for duration between 02.05.2021 to 07.06.2021 for an amount of Rs. 11,36,66,013/-, (ii) for duration between 29.06.2021 to 01.11.2021 for an amount of Rs. 14,59,09,302, and (iii) for duration between 04.01.2022 to 08.08.2022 for an amount of Rs. 23,26,70,489/-.",
            "labels": [
                "FAC"
            ],
            "id": "a5a3e77af9784bab85731701e851f6fe_18"
        },
        {
            "start": 5762,
            "end": 6025,
            "text": "However, UPEIDA has notified for force majeure relief for Rs. 11,38,11,932/- for the duration 02.05.2021 to 07.06.2021 only and that too with certain conditions of signing a settlement-cum-close out agreement for no further claims on account of force majure etc.\n",
            "labels": [
                "FAC"
            ],
            "id": "e8f8770e6b68438c8878ad45b17bc450_19"
        },
        {
            "start": 6025,
            "end": 6031,
            "text": "( viii",
            "labels": [
                "FAC"
            ],
            "id": "6cd6685b6b9a4b65a65406ca21eb13a5_20"
        },
        {
            "start": 6032,
            "end": 6477,
            "text": ") Thus, it is the case of M/s Sahakar global Ltd that UPEIDA is threatening to invoke and encash the Bank Guarantee contrary to the terms of the Contract as according to them UPEIDA on the one hand is not fulfilling its obligation to grant force majeure relief to them and on the other hand demanding deposit of full contractual remittance and in that regard is threatening to forfeit the performance securities by encashing the Bank Guarantees.",
            "labels": [
                "FAC"
            ],
            "id": "1b2014e3ac6344daa6605fd600f4f600_21"
        },
        {
            "start": 6479,
            "end": 6625,
            "text": "5. Thus, the Respondent filed an application under section 9 of the Act seeking interim relief vide Arbitration Case No. 57 of 2022 on 27.08.2022.",
            "labels": [
                "FAC"
            ],
            "id": "e793f4fc0991478ca2c30b12474b77ec_22"
        },
        {
            "start": 6626,
            "end": 7416,
            "text": "Since the said application was not heard / decided by the commercial Court, Lucknow on an appeal being filed by the respondent herein, thus Court in an earlier round of litigation had directed vide its order dated 30.08.2022 in Appeal Under Section 37 of Arbitration and Conciliation Act, 1996 bearing no. 12 of 2022 as inter-alia;\n\"Exercising our jurisdiction under Section 13 of Commercial Courts Act read with Section 37 of the Arbitration and Conciliation Act as well as Article 227 of the Constitution of India, we hereby direct the Commercial Court, Lucknow to consider and decide the pending application for interim relief filed by the appellant alongwith the application under Section 9 of the Arbitration and Conciliation Act, 1996 expeditiously, preferably, on or before 5.9.2022.",
            "labels": [
                "FAC"
            ],
            "id": "a058d618ef304219ae8dbfc03235ab41_23"
        },
        {
            "start": 7417,
            "end": 7549,
            "text": "The appellant shall make an application for pre-ponement of date before the Commercial Court within a period of two days from today.",
            "labels": [
                "FAC"
            ],
            "id": "21aebcb3e0a84519bcae4e939091237a_24"
        },
        {
            "start": 7550,
            "end": 7683,
            "text": "The bank guarantee extended by the appellant shall not be invoked till 5.9.2022 subject to the outcome of interim relief application.",
            "labels": [
                "FAC"
            ],
            "id": "0e0a3c6c75494d1f9b3ce3f412e41381_25"
        },
        {
            "start": 7684,
            "end": 7856,
            "text": "The protection granted to the appellant may not be understood for this Court to have dealt with the matter on merit which the court below may decide in accordance with law.",
            "labels": [
                "FAC"
            ],
            "id": "cf52a018941840718d14538bbeac537d_26"
        },
        {
            "start": 7857,
            "end": 7930,
            "text": "This order is passed in the peculiar facts and circumstances of the case.",
            "labels": [
                "RPC"
            ],
            "id": "6ff04e3f34b543c1b5e637ba8a4c6151_27"
        },
        {
            "start": 7931,
            "end": 7991,
            "text": "The parties are expected to co-operate with the proceedings.",
            "labels": [
                "RPC"
            ],
            "id": "85c8e7850635454eab8f95f6a525de7d_28"
        },
        {
            "start": 7992,
            "end": 8074,
            "text": "The bank guarantee shall also adhere to the terms and conditions of the agreement.",
            "labels": [
                "RPC"
            ],
            "id": "268eebc411b74b71a103529dbc50ef46_29"
        },
        {
            "start": 8075,
            "end": 8113,
            "text": "The appeal is accordingly disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "ad1ec06dc67441a991b8f54fa0265c14_30"
        },
        {
            "start": 8114,
            "end": 8198,
            "text": "Copy of the order shall be made available to the learned Chief Standing Counsel.\"\n6.",
            "labels": [
                "NONE"
            ],
            "id": "e3747dfaa4444985b0f21c4c1c49cd01_31"
        },
        {
            "start": 8199,
            "end": 8287,
            "text": "The Appellant on its part filed a detailed objection to the said petition on 05.09.2022.",
            "labels": [
                "FAC"
            ],
            "id": "24ffbd52fec14232a240d13eb9fcfcad_32"
        },
        {
            "start": 8288,
            "end": 8534,
            "text": "The Learned Commercial court after hearing the parties at length and after considering rival submission of the parties, passed a detailed impugned order dated 12.09.2022 granting status quo order relating to the invocation of the Bank Guarantees.",
            "labels": [
                "FAC"
            ],
            "id": "6992c09900c94c138cd46bd67275a7cb_33"
        },
        {
            "start": 8535,
            "end": 8588,
            "text": "Thus, the appellant chose to file the present Appeal.",
            "labels": [
                "FAC"
            ],
            "id": "03526221acfa4f2690a42a4034b35f06_34"
        },
        {
            "start": 8590,
            "end": 8915,
            "text": "7. There is another aspect of the matter, in as much as during the pendency of the aforesaid section 9 petition before the Learned Commercial Court, Lucknow, the contract Agreement dated 13.10.2020 stood expired by efflux of time and the respondent has already handed over the operations to some new contractor on 13.10.2022.",
            "labels": [
                "FAC"
            ],
            "id": "c7951d69286b412dbd4783109e90bad5_35"
        },
        {
            "start": 8916,
            "end": 9053,
            "text": "The respondent has also vide a notice dated 04.11.2022 invoked the arbitration clause by serving a notice through email to the Appellant.",
            "labels": [
                "FAC"
            ],
            "id": "89550ec4d4ba4016aa502cdf7f170721_36"
        },
        {
            "start": 9055,
            "end": 9854,
            "text": "8. The fulcrum of the argument pressed upon by Learned Advocate for the appeallant is that the learned Commercial Court below passed the impugned order (a) without considering the principles of law relating to and as applicable to the invocation and encashment of unconditional bank guarantees (b) the Respondent on the basis of the allegations made in the Petition under Section 9 of the Act, has failed to show the existence of egregious fraud, irretrievable injustice or injury or special equity in their favour (c) In any case, the dispute or the clauses of the contract dated 13.10.2020 entered between the parties are wholly immaterial and irrelevant while considering the relief claimed by the Respondent to restrain the Appellant from invoking and encashing unconditional bank guarantees.\n9.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c11bd902738413692fef2fe82f1efd4_37"
        },
        {
            "start": 9855,
            "end": 10055,
            "text": "The Learned Counsel appearing for UPEIDA has taken this court to the averments made by the Respondent in the pending section 9 petition to buttress his point that a dispute exists between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a2691068122d4f369e782d728f435ad8_38"
        },
        {
            "start": 10056,
            "end": 10284,
            "text": "It has been vehemently contended by the Learned Counsel that the so called special equities pleaded by the respondent in their petition relates to a single ground that invocation of Bank Guarantee would drive to financial ruins.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "957fae4788d9407c85ed84c725f6ae23_39"
        },
        {
            "start": 10285,
            "end": 10520,
            "text": "According to him the threat to encash the bank guarantees is wholly unfounded and the pleadings regarding egregious fraud or Irretrievable Injustice also relates merely to adversely affecting the commercial viability of the respondent.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9fcd3a957d5f4c0889dc3a11561130b2_40"
        },
        {
            "start": 10521,
            "end": 11034,
            "text": "In any case, the Learned Counsel contends that the special equity as claimed by the respondent towards Covid pandemic for the relief was also considered & granted by the Appellant, however the respondent claimed further amounts which has been denied by the appellant and since this was a dispute on the quantum of money/relief to be granted to the respondent, which is a disputed fact, the same cannot be a ground for interdicting the performance Bank guarantee, which are unconditional and irrevocable in nature.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0eb3259b53f1425b97459681a9cfc9bb_41"
        },
        {
            "start": 11036,
            "end": 11312,
            "text": "10. It is the further case of the Appellant that there was a short remittance of Rs. 39,21,09,614/- even after giving the force majeure relief of Rs. 11,38,11,932- to the respondent and as such the present case was neither a case of irretrievable injustice or egregious fraud.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ab85ee196fac4a7985078f409871baed_42"
        },
        {
            "start": 11313,
            "end": 11749,
            "text": "Further, the Bank Guarantee secured the amount to the tune of Rs. 33.53 Crores only while the short remittances were more than Rs. 39 Crores and as such even after invocation of the Bank Guarantee the entire outstanding would not be recoverable, inspite of the fact that an undertaking affidavit had been given by them before the Learned Commercial court that the Bank Guarantee would not be encashed towards the recovery of stamp Duty.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e76b31efaee6416ab85aa349de5fb814_43"
        },
        {
            "start": 11751,
            "end": 12141,
            "text": "11. It has also been argued that though the Learned Commercial Court noted the cases cited by the Appellant, but failed to consider the settled legal principles as laid down in the case of Ansal Engineering Projects Ltd. Vs. Tehri Hydro Development Corporation Ltd. (1996) 5 SCC Page 450 and Standard Chartered Bank Vs. Heavy Engineering Corporation Ltd. and others, (2020) 13 SCC Page 574.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "746994056e884d3ba6b4040525c1a24b_44"
        },
        {
            "start": 12142,
            "end": 12492,
            "text": "The Learned Counsel has vehemently explained that the Hon'ble Supreme Court in these Judgment while considering the unconditional bank guarantee, held, that the object behind is to inculcate respect for free flow of commerce, trade and faith in the commercial bank transactions, unhedged by pending dispute between the beneficiary and the contractor.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3150def4bb694ad8839757e071d15c4b_45"
        },
        {
            "start": 12494,
            "end": 12945,
            "text": "12. The Learned Counsel for the appellant has stressed on the point that the nature and terms of the Bank guarantees are unconditional and the amounts are payable merely on demand to be made by the beneficiary without any demur, reservation, contest, recourse, cavil, argument or protest and/or without reference to any inquiry from the Respondent and without needing to prove or show grounds or reasons for the demand in respect of the sum specified.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7e83d058078946e78e8058226dba661c_46"
        },
        {
            "start": 12946,
            "end": 13208,
            "text": "It has been urged that any such demand made by the Appellant on the bank shall be conclusive and binding notwithstanding any difference between the Appellant and the Respondent or any dispute pending before any Court, Tribunal, Arbitrator or any other Authority.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19694ea431104a4fbc07f97243df90e6_47"
        },
        {
            "start": 13209,
            "end": 13368,
            "text": "The Learned Counsel referred to the following Judgments relating to the law for invocation of unconditional bank guarantees:\n(i) Swenska Handeksbanken V/s M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4f6b9828b3224a3f87ccabfd60afa272_48"
        },
        {
            "start": 13369,
            "end": 13423,
            "text": "Indian Charge Chrome and others, (1994) 1 SCC Page 502",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b023f48c793a447d81f55abbb8bd1ea0_49"
        },
        {
            "start": 13424,
            "end": 13512,
            "text": ". \n(ii) U.P. State Sugar Corporation V/s Sumac International Ltd, (1997) 1 SCC Page 568.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4f867b41a6764658805902f54801916c_50"
        },
        {
            "start": 13513,
            "end": 14016,
            "text": "\n(iii) Daewoo Motors India Ltd, V/s Union of India and others, (2003) 4 SCC Page 690,\n(iv) BSES Ltd, (now Reliance Energy Ltd. Vs, Fenner India Ltd. and another, (2006) 2 SCC Page 728;\n(v) Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC Page 544 (vi) Ansal Engineering Projects Ltd. Vs. Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450;\n(vii) General Electric Technical Services Company INC Vs. Punj Sons (P) Ltd, and another, (1991) 4 SCC Page 230.\n13.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "56abf7cb919447ebafb3051522bb825e_51"
        },
        {
            "start": 14017,
            "end": 14909,
            "text": "Thus, in sum & substance, the appellant attacked the impugned order by submitting that (i) The unconditional Bank guarantee is an independent and distinct contract; (ii) The mere fact that the dispute relating to force majure will be decided by Arbitral tribunal and the Respondent intends to keep the Bank Guarantee alive does not create a prima-facie case in favour of the respondent; (iii) Balance of convenience has been vaguely considered by the Learned Commercial Court; (iv) the ground of financial hardships and effect on reputation in the business world cannot be extended to mean irreparable injury or irretrievable injustice or even special equity relating to Covid pandemic and (v) The respondent have failed to pay a sum of more than Rs.39 Crore towards short remittances and now the said amount has surmounted to more than Rs.96 Crore being inclusive of penalties and taxes.\n14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "05da984ebc2a4dcaaae83ca0114ff2be_52"
        },
        {
            "start": 14910,
            "end": 15131,
            "text": "As far as the respondents are concerned, they defended the impugned order and the defence was led by the Learned Senior Counsel Mr. Jaideep Narain Mathur, who flawlessly articulated his argument by raising various issues.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4c29ca60888d497a95c64449b1e0364a_53"
        },
        {
            "start": 15132,
            "end": 15259,
            "text": "The first issue raised by Mr. Mathur was relating to maintainability of the present Appeal on the ground of it being premature.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8ec44b05200049deaec53a8d3f7e2100_54"
        },
        {
            "start": 15260,
            "end": 15536,
            "text": "Mr. Mathur, stressed on the point that since the impugned order is interim in nature and the Learned Commercial court has posted the matter for hearing next on 08.12.2022, any decision by this court in the present Appeal would render the pending section 9 petition infructous.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "82d47d9dc46a464d98e1c3b3c381f585_55"
        },
        {
            "start": 15537,
            "end": 15879,
            "text": "The Learned Senior Counsel relied on the judgment of Essar House Pvt. Ltd. v. Arcellor Mittal Nippon Steel India reported as AIR 2022 SC 4294 to drive home his point that the commercial court has rightly while deciding the application under section 9 petition has taken into account the principles of Injunction enshrined in order 39 CPC.\n15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "abe0c11bf7ed4cf296cdd9749550d3d3_56"
        },
        {
            "start": 15880,
            "end": 16297,
            "text": "The Learned Senior Counsel negated the argument of the Appellant relating to Bank Guarantee being an independent contract and the same must be honoured by the Bank despite of any dispute or difference between the parties, by submitting that the Bank Guarantee being primarily given for performance can be only invoked if there was any deficiency of performance in agreement and not for shortfall of weekly remittance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5e46805f8c3847c0b3a854921eaacb1f_57"
        },
        {
            "start": 16298,
            "end": 16469,
            "text": "According to him, the shortfall of remittance was due to force majure reasons of Covid 2nd & 3rd wave and the same was covered under clause 26(b)(ii) of the Main Contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "99b4d36dfa7346149d09f60f8ab617cb_58"
        },
        {
            "start": 16470,
            "end": 16706,
            "text": "Thus, it has been impressed upon by the Learned Counsel that since the plea of the respondent are yet to be examined by the appellant relating to their claim under the Force Majure Clause, the BG given for performance cannot be invoked.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea98a4322f314b05aafef89cbe1127ff_59"
        },
        {
            "start": 16707,
            "end": 17233,
            "text": "Mr. Mathur, took this court to the next leg of argument by submitting that clause 18(b) and clause 20 of the Main Contract itself bars the appellant from adjusting the performance security towards the instalment due to them and any action contrary to the said clauses amounts to overriding the terms of the agreement and the demand is as such wholly illegitimate & wrongful and further any endeavour on the part of the appellant to invoke the BG in violation of the terms of the contract would amount to \"egregious fraud\".\n16.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c4c5a669e3e4a13b9e5ba6af0de95be_60"
        },
        {
            "start": 17234,
            "end": 17558,
            "text": "It has been submitted by the Learned Senior Counsel that since the PBG are alive till 31.01.2023 and further the respondent have given an undertaking before the Learned Commercial Court that they would keep the said BG alive till conclusion of the arbitral proceedings, they have a bonafide prima-facie case in their favour.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "87485545e7a04caa9f7ddab0cbd8e746_61"
        },
        {
            "start": 17559,
            "end": 17787,
            "text": "The Learned Counsel has stressed that in case the Bank Guarantee is allowed to be encashed, the respondent would suffer irretrievable harm and injustice, since it would be impossible for them to be reimbursed from the Appellant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "19a20951ca2d4675bdad25ad25546abe_62"
        },
        {
            "start": 17788,
            "end": 18152,
            "text": "He further contends that there does not exist any contractual relationship with the appellant and as such they would never be able to recover the money from adjustment of payments due to it and has contended that any encashment of Bank Guarantee would lead to irretrievable injustice in term of the respondent's commercial viability, good will and future prospect.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7cdecf5cb9a74d3796e7b728d2550b39_63"
        },
        {
            "start": 18153,
            "end": 18418,
            "text": "The Learned Senior Counsel tried to explain this court as to how a Bank guarantee facility is availed by the respondent and has in this endeavour enumerated several negative implications on the respondent's financial stability in case the Bank guarantee is invoked.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e45a9b2cdae746f18bb9ec2b7f13ca07_64"
        },
        {
            "start": 18420,
            "end": 18738,
            "text": "17. The Learned Senior Counsel has strenuously argued that the conduct of the Appellant in trying to invoke the Bank Guarantee is vitiated by fraud as it is not the case of the Appellant that there were any shortcomings or defect in the performance of the Respondent during the entire tenure of the Contract Agreement.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "05dc7628227846c5851056fd19b5611c_65"
        },
        {
            "start": 18739,
            "end": 19030,
            "text": "He has relied on the judgment of the Delhi High Court passed in Continental Construction Ltd. v. Satluj Jal VidyutNigam Ltd. reported as 2006 SCC OnLine Del 56 to argue that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee on demand.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "a7866369a38e48bbaddd135ef37baf24_66"
        },
        {
            "start": 19031,
            "end": 19317,
            "text": "He has also relied on Hindustan Construction Co Ltd. & Anr. V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249 to impress upon this court that invocation of the Bank guarantee can be stayed and the same may be kept alive till the award was published by the Arbitrator.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0bc8eebe11934b3ea3cfb820481c208a_67"
        },
        {
            "start": 19318,
            "end": 19649,
            "text": "The respondent has also relied on the case of Union of India v. Millenium Delhi Broadcasts LLP, reported as AIR 2022 SC (Civil) 1682 to justify that the Bank Guarantee can be stayed, if the conditions were not fulfilled as per the tender and the terms of the contract has also to be read along with the terms of the Bank guarantee.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "b7bdfb7ebcbd433a97a4c7547d77c94c_68"
        },
        {
            "start": 19651,
            "end": 19984,
            "text": "18. It is the case of the respondent that Clause 18(d) read with Clause 20 of the Contract Agreement bars the Appellant from encashing the Performance Bank Guarantee against the shortfall in remittance and further taking into account the situation of Covid-19 pandemic and the consequences of encashment of performance Bank Guarantee",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fcd3438689a94067918715cb43233118_69"
        },
        {
            "start": 19985,
            "end": 20302,
            "text": ", the Learned Senior Counsel argues that the Learned Commercial Court was justified in holding that since the circumstances falls into special equities/ exceptional circumstances and the Respondent would suffer irretrievable injustice, the parties should maintain 'status-quo' with respect to the Bank Guarantees.\n19.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5cb6f506030d409881b65e37f3ada208_70"
        },
        {
            "start": 20303,
            "end": 20536,
            "text": "Having given a careful thought to the rival submissions, this court is of the firm view that the law with respect to grant of an injunction which has the effect of restraining encashment of a bank guarantee, is no longer res integra.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c1951304bd6415cb9b2ef53cac5f405_71"
        },
        {
            "start": 20537,
            "end": 20947,
            "text": "In the earliest case of U.P. Cooperative Federation Ltd. v. Singh Consultants and Engineers (P) Ltd. (1988 (1) SCC 174), which was the case of works contract where the performance guarantee given under the contract was sought to be invoked, the Hon'ble Supreme Court, after referring extensively to English and Indian cases on the subject, said that the guarantee must be honoured in accordance with its terms.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2a13ff00235c42e0a827baad0594b879_72"
        },
        {
            "start": 20948,
            "end": 21254,
            "text": "The Apex court observed that a bank which gives the guarantee is not concerned in the least with the relations between the supplier and the customer; nor with the question whether the supplier has performed his contractual obligation or not, nor with the question whether the supplier is in default or not.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d68513435204456f87a0a5ff788bf358_73"
        },
        {
            "start": 21255,
            "end": 21350,
            "text": "The bank must pay according to the tenor of its guarantee on demand without proof or condition.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7cc5352a80de4c74ab8ec33932ad4475_74"
        },
        {
            "start": 21351,
            "end": 21425,
            "text": "The court went on to hold that there are only two exceptions to this rule.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6e7ab5d80dd045f3a87768dfa3bcc1e7_75"
        },
        {
            "start": 21426,
            "end": 21513,
            "text": "The first exception is a case when there is a clear fraud of which the bank has notice.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "840c8665b317405ba7c00de64477bb14_76"
        },
        {
            "start": 21514,
            "end": 21608,
            "text": "The fraud must be of an egregious nature such as to vitiate the entire underlying transaction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "adedecf9faa4496083039ddf38fb07c5_77"
        },
        {
            "start": 21609,
            "end": 21864,
            "text": "Explaining the kind of fraud that may absolve a bank from honouring its guarantee, the Apex Court in the said case quoted with approval the observations of Sir John Donaldson, M.R. in Bolivinter Oil SA v. Chase Manhattan Bank NA (1984 [1] AER 351 at 352):",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9c9c5a2325a148b4a4f24c932c461eb3_78"
        },
        {
            "start": 21865,
            "end": 22072,
            "text": "\n\"The wholly exceptional case where an injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "10d0f0f862b8446185ea81078e6bbd5c_79"
        },
        {
            "start": 22073,
            "end": 22164,
            "text": "But the evidence must be clear both as to the fact of fraud and as to the bank's knowledge.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3851ae3db66e4ad2a74aa6146c40c335_80"
        },
        {
            "start": 22165,
            "end": 22471,
            "text": "It would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a bank's credit in the relatively brief time which must elapse between the granting of such an injunction and an application by the bank to have it charged\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d5686d8be3c941b8b7ff3d08c7b327fa_81"
        },
        {
            "start": 22472,
            "end": 22612,
            "text": "\nThus, the Apex Court in the said case, set aside an injunction granted by the High Court to restrain the realisation of the bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2927e716206e4bb6a6aefa3ca284db42_82"
        },
        {
            "start": 22614,
            "end": 22928,
            "text": "20. The next case being referred by this court is the case of Svenska Handelsbanken Vs Indian Charge Chrome (1994) 1 SCC 502, wherein the Apex court noticed that the confirmed or irrevocable Bank Guarantee cannot be interfered with unless there is established fraud or irretrievable Injustice involved in the case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "08038f7dec434611b337a2ad7af9628c_83"
        },
        {
            "start": 22929,
            "end": 23109,
            "text": "It was observed in the said judgment that irretrievable injury had to be of the nature noticed in the case of Itek Corporation V/s First National Bank of Boston 566 fed Supp. 1210.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a8752fd7a36c48a39129f77e9752dfd1_84"
        },
        {
            "start": 23110,
            "end": 23428,
            "text": "The Hon'ble Court explained in that case to avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established and a mere apprehension that the party will not be able to pay, is not enough.\n21.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c93693838c314dd7accf6fad0f2317d0_85"
        },
        {
            "start": 23429,
            "end": 23623,
            "text": "In State Trading Corporation of India Ltd. Vs Jainsons Clothing corporation (1994) 6 SCC 597, the Hon'ble Court held that the grant of injunction is a discretionary power in equity jurisdiction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "803dd63795b14bb682c4deef7bfe798c_86"
        },
        {
            "start": 23624,
            "end": 23777,
            "text": "The contract of guarantee is a trilateral contract which the bank has undertaken to unconditionally and unequivocally abide by the terms of the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a936ab08041242a190cd7870e502c7ed_87"
        },
        {
            "start": 23778,
            "end": 23909,
            "text": "It is an act of trust with full faith to facilitate free flow of trade and commerce in internal or international trade or business.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f30577330fff4fd3a907a6437393fd3a_88"
        },
        {
            "start": 23910,
            "end": 23988,
            "text": "It creates an irrevocable obligation to perform the contract in terms thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cd9b38d2d501464da065078563f5a82d_89"
        },
        {
            "start": 23989,
            "end": 24078,
            "text": "On the occurrence of the events mentioned therein the bank guarantee becomes enforceable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "548dc069883c4852b627e0d5bdff2998_90"
        },
        {
            "start": 24079,
            "end": 24283,
            "text": "The subsequent disputes in the performance of the contract does not give rise to a cause nor is the court justified on that basis, to issue an injunction from enforcing the contract, i.e., bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "964080183b3540d0be31892afa395889_91"
        },
        {
            "start": 24284,
            "end": 24324,
            "text": "The parties are not left with no remedy.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1557a9195f374c31b301e8eae877f683_92"
        },
        {
            "start": 24325,
            "end": 24400,
            "text": "In the event of the dispute in the main contract ends in the party's favour",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a5fd0d97db4546129b357cf4c9ba808e_93"
        },
        {
            "start": 24401,
            "end": 24463,
            "text": ", he/it is entitled to damages or other consequential reliefs.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b5572624bd6242789bcc9027924730d9_94"
        },
        {
            "start": 24465,
            "end": 24738,
            "text": "22. The Hon'ble Supreme court in U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568 held that the existence of any dispute between the parties to the contract is not a ground for issuing an injunction to restrain the enforcement of Bank Guarantees.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "91bef44350204f94bea004162a5ca6c2_95"
        },
        {
            "start": 24739,
            "end": 25254,
            "text": "In Hindustan Steel Workers Construction Ltd. Vs. G.S. Atwal & Co (Engineers) Pvt. Ltd. 1995 (6) SCC 76, wherein bank guarantees were given towards due performance of the contract, the Hon'ble Apex Court held that the bank guarantees being irrevocable and unconditional and as the beneficiary was made the sole judge on the question of breach of performance of the contract and the extent of loss or damages an injunction restraining the beneficiary from invoking the bank guarantees could not have been granted.\n23.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "95a5b83a509148bdb85a4029172ee767_96"
        },
        {
            "start": 25255,
            "end": 25524,
            "text": "In Hindustan Steel Workers Construction Ltd. Vs. Tarapore & Co, 1996 (5) SCC 34, the Hon'ble Apex court was examining the relief for injunction, which was sought by the contractor on the ground that special equities or the special circumstances of the case required it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9cae56f916d749f28f978b774175cc80_97"
        },
        {
            "start": 25525,
            "end": 25702,
            "text": "The special circumstances and/or special equities which had been pleaded in that case, was that a serious dispute on the question as to who has committed breach of the contract.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8ec4a638a4c049c3bd311fb33f0187dd_98"
        },
        {
            "start": 25703,
            "end": 25997,
            "text": "It was contended by the contractor that he has a counter claim against the appellant and that the disputes between the parties have been referred to the arbitrators and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators declare their award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e734e005a81b4ba39638949fcf3b6f6f_99"
        },
        {
            "start": 25998,
            "end": 26192,
            "text": "The Hon'ble Apex Court, held that, these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c9cced8595f04ec9ac7261e0387e6137_100"
        },
        {
            "start": 26194,
            "end": 26487,
            "text": "24. The Hon'ble Supreme Court, clarifying the law on the grant of stay or otherwise in Bank Guarantee matters gave exhaustive direction in that regard in Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110 in para 14 of the said judgment, which inter-alia stated:\n\"14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "01d5427d050e4c3daac74af67de9b863_101"
        },
        {
            "start": 26488,
            "end": 27164,
            "text": "From the discussion made hereinabove relating to the principles for grant or refusal to grant of Injunction to restrain enforcement of a bank guarantee or a letter of credit, we find that the following principles should be noted in the matter of Injunction to restrain the encashment of a bank guarantee or a letter of credit:\n\"(i) While dealing with an application for injunction in the course of commercial dealings, and when an unconditional Bank Guarantee or Letter of Credit is given or accepted, the Beneficiary is entitled to realize such a Bank Guarantee or Letter of Credit in terms thereof irrespective of any pending disputes relating to the terms of the contract.\n",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f96b1dd925294e48bd9c4472e784c01b_102"
        },
        {
            "start": 27164,
            "end": 27170,
            "text": "( ii )",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0c1bdb6331914ea3a25440289a7dcd9a_103"
        },
        {
            "start": 27171,
            "end": 27292,
            "text": "The Bank giving such guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6234610bf0c544d3ae0e4366145b42b1_104"
        },
        {
            "start": 27293,
            "end": 27429,
            "text": "\n(iii) The Courts should be slow in granting an order of injunction to restrain the realization of a Bank Guarantee or Letter of Credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0a25df5722c4d5d8a9e812f588e399a_105"
        },
        {
            "start": 27430,
            "end": 27726,
            "text": "\n(iv) Since a Bank Guarantee or Letter of Credit is an independent and a separate contract and is absolute in nature, the existence of any dispute between the parties to the contract is not a ground for issuing an order of injunction to restrain enforcement of Bank Guarantee or Letter of Credit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "99f93042cbe440d495e364d495332f67_106"
        },
        {
            "start": 27727,
            "end": 28073,
            "text": "\n(v) Fraud of an egregious nature which would vitiate the very foundation of such a Bank Guarantee or Letter of Credit and the beneficiary seeks to take advantage of the situation.\n(vi) Allowing encashment of an unconditional Bank Guarantee or Letter of Credit would result in irretrievable harm or injustice to one of the parties concerned.\"\n25.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bdf8e58f0bc64920b17894e8b60ab371_107"
        },
        {
            "start": 28074,
            "end": 28534,
            "text": "The Learned Counsel for the appellant has heavily relied on the judgment passed in the case of Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544, which, in turn, took note of the earlier decisions in U.P. State Sugar Corporation (1997) 1 SCC 568, B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728, Himadri Chemicals (2007) 8 SCC 110 and Mahatma Gandhi Sahakara Sakkare Karkhane v. National Heavy Engineering Coop. Ltd(2007) 6 SCC 470.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3caddc5c2bdf4e5f957a82dcaac9b0d2_108"
        },
        {
            "start": 28535,
            "end": 28628,
            "text": "The Hon'ble Supreme Court proceeded to hold thus in paras 11, 12 and 14 of the said judgment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7b6440855600444aa5860bf55bfbef94_109"
        },
        {
            "start": 28630,
            "end": 28747,
            "text": "\"11. The law relating to invocation of bank guarantees is by now well settled by a catena of decisions of this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4da39dd85eb14e558ed89ff5efae61e9_110"
        },
        {
            "start": 28748,
            "end": 28884,
            "text": "The bank guarantees which provided that they are payable by the guarantor on demand is considered to be an unconditional bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "29bec5db160e4ef7a5ab8cead4b6c077_111"
        },
        {
            "start": 28885,
            "end": 29096,
            "text": "When in the course of commercial dealings, unconditional guarantees have been given or accepted the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bc8691e1e66b4fd7bca80bdd94cadf41_112"
        },
        {
            "start": 29097,
            "end": 29222,
            "text": "In U.P. State Sugar Corpn. v. Sumac International Ltd., (1997) 1 SCC 568 this Court observed that: (SCC p. 574, para 12) \"12.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "42edfab6ab5d41d093aabc86f9da2d8b_113"
        },
        {
            "start": 29223,
            "end": 29301,
            "text": "The law relating to invocation of such bank guarantees is by now well settled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "459d6848edaa444a83b01208588cc307_114"
        },
        {
            "start": 29302,
            "end": 29396,
            "text": "When in the course of commercial dealings an unconditional bank guarantee is given or accepted",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8caae5e9993f420797fb0c46fa8f8dcf_115"
        },
        {
            "start": 29397,
            "end": 29514,
            "text": ", the beneficiary is entitled to realise such a bank guarantee in terms thereof irrespective of any pending disputes.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "00b6d4f078344993bda0b2374040b4ec_116"
        },
        {
            "start": 29515,
            "end": 29638,
            "text": "The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d1a37a8ca0fa4f0c871503da7d1167f6_117"
        },
        {
            "start": 29639,
            "end": 29716,
            "text": "The very purpose of giving such a bank guarantee would otherwise be defeated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1731fd65ca664cebab6524bd022e868e_118"
        },
        {
            "start": 29717,
            "end": 29834,
            "text": "The courts should, therefore, be slow in granting an injunction to restrain the realisation of such a bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "457a5104f1674912baf1fba1fc8c216a_119"
        },
        {
            "start": 29835,
            "end": 29882,
            "text": "The courts have carved out only two exceptions.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "400ba4a303a84992b3ee0b90f4ad64d5_120"
        },
        {
            "start": 29883,
            "end": 29991,
            "text": "A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "07dda9ce71fd4111a8311dd311a0f6f9_121"
        },
        {
            "start": 29992,
            "end": 30108,
            "text": "Hence if there is such a fraud of which the beneficiary seeks to take advantage, he can be restrained from doing so.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6e36b865d45746aca2737a6e2e0cf957_122"
        },
        {
            "start": 30109,
            "end": 30292,
            "text": "The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "00b6ffe4eda446dbbeb71f8bf5ad996b_123"
        },
        {
            "start": 30293,
            "end": 30684,
            "text": "Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a5d803939f4f44278359de531efdcc9a_124"
        },
        {
            "start": 30685,
            "end": 30771,
            "text": "The two grounds are not necessarily connected, though both may coexist in some cases.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c8aacb773894a43a4f49d4b017840ab_125"
        },
        {
            "start": 30773,
            "end": 30899,
            "text": "12. It is equally well settled in law that bank guarantee is an independent contract between bank and the beneficiary thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b0465e323a834b2ab7da217844e51227_126"
        },
        {
            "start": 30900,
            "end": 31005,
            "text": "The bank is always obliged to honour its guarantee as long as it is an unconditional and irrevocable one.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c97e03234d1e4c2f8b2310a06ab40eea_127"
        },
        {
            "start": 31006,
            "end": 31143,
            "text": "The dispute between the beneficiary and the party at whose instance the bank has given the guarantee is immaterial and of no consequence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d19f10c880e04d62b9a381da22786afb_128"
        },
        {
            "start": 31144,
            "end": 31244,
            "text": "In BSES Ltd. v. Fenner India Ltd. [(2006) 2 SCC 728] this Court held: (SCC pp. 733-34, para 10) \"10.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b3f85fc7a91d41899b60e0af285e103b_129"
        },
        {
            "start": 31245,
            "end": 31293,
            "text": "There are, however, two exceptions to this rule.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "353ba0cee19847d39fda06bd285c125b_130"
        },
        {
            "start": 31294,
            "end": 31426,
            "text": "The first is when there is a clear fraud of which the bank has notice and a fraud of the beneficiary from which it seeks to benefit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0fe22b399696401ea3ce95d3644d5fb4_131"
        },
        {
            "start": 31427,
            "end": 31516,
            "text": "The fraud must be of an egregious nature as to vitiate the entire underlying transaction.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1fd91346c57b46d4a3383bc80bbd8c2e_132"
        },
        {
            "start": 31517,
            "end": 31756,
            "text": "The second exception to the general rule of non-intervention is when there are 'special equities' in favour of injunction, such as when 'irretrievable injury' or 'irretrievable injustice' would occur if such an injunction were not granted.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4c75cecd2e8d4b40a5eb1d51bd1adddd_133"
        },
        {
            "start": 31757,
            "end": 31996,
            "text": "The general rule and its exceptions has been reiterated in so many judgments of this Court, that in U.P. State Sugar Corpn. v. Sumac International Ltd., (1997) 1 SCC 568 this Court, correctly declared that the law was 'settled'.\"\n*****\n14.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ff523e377f644582a1646cc05871f9f3_134"
        },
        {
            "start": 31997,
            "end": 32304,
            "text": "In Mahatma Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg. Coop. Ltd., (2007) 6 SCC 470 this Court observed: (SCC p. 471b-d) \"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e2444dd589f645ccbf70a0a613e31e20_135"
        },
        {
            "start": 32305,
            "end": 32593,
            "text": "The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction from enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered into between the parties has not been fulfilled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "54051ce57a5d4fdcbee907e8bc6b3d55_136"
        },
        {
            "start": 32594,
            "end": 32625,
            "text": "Such a course is impermissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "bca8355318404514a4b36f850735f82a_137"
        },
        {
            "start": 32626,
            "end": 32819,
            "text": "The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ded8aefc22a14e7caecddd9293f71459_138"
        },
        {
            "start": 32820,
            "end": 32903,
            "text": "\nWhat is relevant are the terms incorporated in the guarantee executed by the bank.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "73b620663cdc4cf4aef368c5027f07d7_139"
        },
        {
            "start": 32904,
            "end": 33045,
            "text": "On careful analysis of the terms and conditions of the guarantee in the present case, it is found that the guarantee is an unconditional one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87cb394809984e1e91626980de2dbd4b_140"
        },
        {
            "start": 33046,
            "end": 33172,
            "text": "The respondent, therefore, cannot be allowed to raise any dispute and prevent the appellant from encashing the bank guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d93482aa13e54feb96f5e2fe87aa30de_141"
        },
        {
            "start": 33173,
            "end": 33406,
            "text": "The mere fact that the bank guarantee refers to the principal agreement without referring to any specific clause in the preamble of the deed of guarantee does not make the guarantee furnished by the bank to be a conditional one.\"\n26.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "421c9f3f5b3e480db30ddf3156efeabe_142"
        },
        {
            "start": 33407,
            "end": 33743,
            "text": "The legal position was further explained more recently, in Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Projects Limited (2016) 10 SCC 46 and in Standard Chartered Bank V/s Heavy Engineering Corporation Ltd.,(2020)13SCC 574, which has consistently followed the earlier case law passed by the Supreme Court.\n27.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b32164afc31447a2a9908df1d67e213a_143"
        },
        {
            "start": 33744,
            "end": 33893,
            "text": "Having traced the law on the subject, this court finds it profitable to quote the terms of the Bank Guarantee, which is an issue in the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70a7c74b8c8d4c40b524f897e6ff21ad_144"
        },
        {
            "start": 33894,
            "end": 34046,
            "text": "It is seen that there are altogether five performance Bank Guarantees total amounting to Rs. 33,53,25,000/-, which has been furnished by the Respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "880aa5eb1a6549ae87b5f5cc209fc160_145"
        },
        {
            "start": 34047,
            "end": 34267,
            "text": "These BG's being:\nSl. No. Bank Guarantee's Particular Amount (Rs.) Validity 1.\nBG No. 495701GL0010720 dated 06.10.2020 issued by Union Bank of India, Mid Corporate Branch, Nariman Point, Mumbai.\n9,00,00,000 31.01.2023 2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "142797b12bb444feade20f77a7f4044f_146"
        },
        {
            "start": 34268,
            "end": 34387,
            "text": "BG No. 26111GP00861220 dated 08.10.2020 issued by Bank of Baroda, International Business Branch, Kandivali (W), Mumbai.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "39459949eb9d4dc69a52d62aa2da0428_147"
        },
        {
            "start": 34388,
            "end": 34412,
            "text": "\n10,00,00,000 31.01.2023",
            "labels": [
                "NONE"
            ],
            "id": "facdfa97e03a4aa99f093dd42b2ca319_148"
        },
        {
            "start": 34413,
            "end": 34531,
            "text": "3. BG No. 495701GL0011220 dated 08.10.2020 issued by Union Bank of India, Mid Corporate Branch, Nariman Point, Mumbai.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cae0cd56689747f59c771693f6347f09_149"
        },
        {
            "start": 34532,
            "end": 34555,
            "text": "\n6,10,59,000 31.01.2023",
            "labels": [
                "NONE"
            ],
            "id": "09dea40d4bd947d0864f6716cb2c4e24_150"
        },
        {
            "start": 34556,
            "end": 34655,
            "text": "4. BG No. 00611LG006020 dated 09.10.2020 issued by Punjab National Bank, IIaco House, Fort, Mumbai.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "277faef1864841f3815e14903acc5954_151"
        },
        {
            "start": 34656,
            "end": 34679,
            "text": "\n5,00,00,000 31.01.2023",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc1fe166e4a44e5bb43fce544cbf3b96_152"
        },
        {
            "start": 34680,
            "end": 34779,
            "text": "5. BG No. 00611LG006120 dated 09.10.2020 issued by Punjab National Bank, IIaco House, Fort, Mumbai.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ee62e9a46a44b5992301c3080419e3c_153"
        },
        {
            "start": 34780,
            "end": 34810,
            "text": "\n \n\n \n3,42,66,000  \n31.01.2023",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2521751a7ace44c48f7b86f082280d13_154"
        },
        {
            "start": 34811,
            "end": 35028,
            "text": " \n                                Total                                33,53,25,000  \n\n \n\n \nThe recital of all the Bank Guarantee are identical and as such the terms of one of the BG is being taken into consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0a64714f25d496ca19f6713c30db11b_155"
        },
        {
            "start": 35029,
            "end": 35477,
            "text": "Apparently, the terms inter-alia states:\n\"..We, Union Bank of India MID Corporate Branch Mumbai South having registered office at Ground Floor, Union Bank Bhavan, 239, Vidhan Bhavan, Marg Nariman Point, Mumbai - 100021,India, a body registered/constituted under the 1956 (herein after referred to as the Bank), which expression shall, unless repugnant to the context of meaning thereof, include its successors, administrators, executors and assigns",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1ffc7893bec044a6869afff1625e475f_156"
        },
        {
            "start": 35478,
            "end": 36005,
            "text": "do hereby guarantee and undertake to pay the Client immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the contractor to the extent Rs. 9,00,00,000/- (Rupee Nine Crore only) as aforesaid at any time up to 31.01.2024 without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f9beaf5c3c749d98e0f42f7ba791edb_157"
        },
        {
            "start": 36006,
            "end": 36239,
            "text": "Any such demand made by the client on the Bank shall be conclusive and binding notwithstanding any difference between the client and the Contractor or any dispute pending before any Court, Tribunal, Arbitrator or any other authority.",
            "labels": [
                "STA"
            ],
            "id": "b75cfda99ac849e5ac9121152a41d9e3_158"
        },
        {
            "start": 36240,
            "end": 36385,
            "text": "We agree that the Guarantee herein contained shall be irrevocable and shall continue to be enforceable till the Client discharges this guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8660d40b709c48159e9b72dd7bc52028_159"
        },
        {
            "start": 36386,
            "end": 36604,
            "text": "\nThe Client shall have the fullest liberty without affecting in any way the liability of the Bank under this Guarantee, from time to time to vary or to extend the time for performance of the contract by the Contractor.",
            "labels": [
                "STA"
            ],
            "id": "1aa70c9edfbb47a4a70d8eda1bc2d636_160"
        },
        {
            "start": 36605,
            "end": 37109,
            "text": "The Client shall have the fullest liberty without affecting this guarantee, to postpone from time to time the exercise of any powers vested in them or of any right which they might have against the Contractor of they might have against the Contractor and to exercise the same at any time in any manner, and either to enforce or to forbear to enforce any covenants, contained or implied, in the Contract between the Client and the Contractor any other course or remedy or security available to the Client.",
            "labels": [
                "STA"
            ],
            "id": "8422a52a89334edbab01d73b06324c69_161"
        },
        {
            "start": 37110,
            "end": 37562,
            "text": "The Bank shall not be relieved of its obligations under these present by any exercise by the Client of its liberty with reference to the matters aforesaid or any of them or by reasons of any other act or forbearance or other acts of omission or commission on the part of the Client or any other indulgence shown by the Client or by any other matter or thing whatsoever which under law would but for this provision have the effect of relieving the Bank.",
            "labels": [
                "STA"
            ],
            "id": "5b72fc492e9844a0a7568a14b9def96b_162"
        },
        {
            "start": 37563,
            "end": 37884,
            "text": "\nThe Bank also agrees that the Client at its option shall be entitled to enforce this guarantee against the Bank as a principal debtor, in the first instance without proceeding against the Contractor and notwithstanding any security or other guarantee that the Client may have in relation to the Contractor's liabilities.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "426848dccc0b48cd86ece994c54b84ec_163"
        },
        {
            "start": 37885,
            "end": 38083,
            "text": "\nAny demand shall be deemed to be served, if delivered by hand, when left at the property address for service: and if given or made by pre-paid registered post or facsimile transmission, on receipt.",
            "labels": [
                "STA"
            ],
            "id": "091ee2f0212142748c4814ff5b929a65_164"
        },
        {
            "start": 38084,
            "end": 38970,
            "text": "\nAny waivers, extensions of time or other forbearance given or variations required under the Contract or any invalidity, unenforceability or illegality of the whole or any part of the contactor or rights or any Party thereto or amendment or other modifications of the Contract, or any other, circumstances, provision of other modifications of the contract or any other fact, circumstances, provisions of statute of law which might entitle the Bank to be released in whole or in part from its undertaking, whether in the knowledge of the Bank or not or whether notified to the Bank or not shall not in any way release the Bank from its obligations under this Bank guarantee.\n\"The guarantee shall also be operatable at our Union Bank of India branch at Lucknow, from whom, confirmation, regarding the issue of this guarantee or extension/renewal thereof shall be made available on demand.",
            "labels": [
                "STA"
            ],
            "id": "1404ba2b99714b0581adec34835b21bf_165"
        },
        {
            "start": 38971,
            "end": 39174,
            "text": "In the contingency of this guarantee being invoked and payment there under claimed, the said branch shall accept such invocation letter and make payment of amounts so demanded under the said invocation\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "66ca88799b884019a8d8c51a5aa31bd2_166"
        },
        {
            "start": 39175,
            "end": 39542,
            "text": "\nNotwithstanding anything contained herein,\n1. Our liability under this Bank Guarantee shall not exceed Rs. 9, 00, 00,000/- (Rupees Nine Crore only).\n2. This shall be Valid up to 31.01.2023.\n3. We are liable to pay the guarantee amount or any part thereof under this Bank Guarantee only and only if you serve upon us a written claim or demand on or before 31.01.2024.",
            "labels": [
                "STA"
            ],
            "id": "ec3b311a40af420e95dceb31fd5eef63_167"
        },
        {
            "start": 39544,
            "end": 39816,
            "text": "4. At the end of claim period that is on or after 31.01.2024 all your rights under this guarantee shall stand-extinguished and we shall be discharged from all our liabilities under this guarantee irrespective of receipt of original Bank Guarantee duly discharged by Bank.\"",
            "labels": [
                "STA"
            ],
            "id": "0378dd55638c4576b3ff8b721bcb076f_168"
        },
        {
            "start": 39818,
            "end": 40047,
            "text": "28. The judgement in Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544 makes it abundantly clear that the first aspect, to be taken into consideration, is the bank guarantee itself, and the terms thereof.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4fdfad9ada624290840e337e1c7e2928_169"
        },
        {
            "start": 40048,
            "end": 40208,
            "text": "If the bank guarantee is conditional, then, if the conditions have not been fulfilled, injunction, against encashment and invocation, may unquestionably follow.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ca22493ad4874d089c851c0881315e3c_170"
        },
        {
            "start": 40209,
            "end": 40386,
            "text": "If, however, the bank guarantee is unconditional, then injunction can be granted only if egregious fraud, irretrievable injustice, or special equities, exist, and not otherwise.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "abbf9a0acaeb45c483ab8dad70d25e26_171"
        },
        {
            "start": 40388,
            "end": 40455,
            "text": "29. Clearly, the Bank Guarantees are unconditional and irrevocable.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "68d41eb3b86e4ee5be7bdd6834ee9e88_172"
        },
        {
            "start": 40456,
            "end": 40910,
            "text": "Under the Bank Guarantee, the bank undertakes to pay the appellant immediately on demand, without any deductions, set-off or counterclaim whatsoever, any or, all money payable by the Respondent without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Respondent and without the appellant needing to prove or show grounds or reasons for their demand for the sum specified therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15a14229a0cb495c9a32a672c06c8e74_173"
        },
        {
            "start": 40912,
            "end": 41200,
            "text": "30. The Bank Guarantee in unequivocal terms says that any demand made by the Appellant on the Bank shall be conclusive and binding notwithstanding any difference between the Appellant and the respondent or any dispute pending before any Court, Tribunal, Arbitrator or any other authority.",
            "labels": [
                "STA"
            ],
            "id": "51b3e121c17f400da2174f2bba6dd719_174"
        },
        {
            "start": 41201,
            "end": 41394,
            "text": "It is very much contained in the BG that the Bank has agreed that the Guarantee contained shall be irrevocable and shall continue to be enforceable till the Appellant discharges this guarantee.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e9b95dbe465479593cf725928da552a_175"
        },
        {
            "start": 41396,
            "end": 41718,
            "text": "31. Having said so, it has to be understood that the jurisdiction of the Court to interfere, in such cases, is, however, not irrevocably foreclosed and as such the exceptions of egregious fraud, irretrievable injustice, or special equities have been devised by the court to injunct the invocation of the bank guarantee(s).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb71b7a380894d5c9edef18c78da9c2f_176"
        },
        {
            "start": 41719,
            "end": 41809,
            "text": "As to what follows from egregious fraud, the meaning and implications thereof are settled.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3bb2529b5f184639bd300a0503de1232_177"
        },
        {
            "start": 41810,
            "end": 42224,
            "text": "The Hon'ble Supreme court as far back as some 50 years ago in the case of Union of India Vs. Chaturbhai M. Patel & Co (1976) 1 SCC 747 relying on the judgement of Lord Atkin in A.L.N. Narayanan Chettyar v. Official Assignee, High Court, Rangoon, AIR 1941 PC 93 held that \"fraud like any other charge of a criminal offence whether made in civil or criminal proceedings, must be established beyond reasonable doubt.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "21f0d0b7d4e9430a8a92e35f9c0c8a94_178"
        },
        {
            "start": 42225,
            "end": 42434,
            "text": "The aspect was further clarified by holding that \"however suspicious may be the circumstances, however strange the coincidences, and however grave the doubt, suspicion alone can never take the place of proof.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "38dba45849614f92a7b0dee4381582ab_179"
        },
        {
            "start": 42435,
            "end": 42654,
            "text": "The Supreme court in Svenska Handelsbanken v. Indian Charge Chrome ( 1994) 1 SCC 502 , went on to say that mere pleadings do not make a strong case of prima facie fraud, which had to be shown by \"material and evidence\".",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26533602f63c494888f8ebe101fc2f9f_180"
        },
        {
            "start": 42655,
            "end": 42720,
            "text": "Thus, fraud must be pleaded and proved and it cannot be presumed.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b83224ed5724e52ba0102031ce17a84_181"
        },
        {
            "start": 42721,
            "end": 43225,
            "text": "\n32. Coming back to the facts of the present case, the reason, which has been accorded for fraud by Learned Senior counsel for the respondent is twofold; (i) it is not the case of the Appellants that there had been any shortcomings or defect in the performance of the respondent during the entire tenure of the Contract Agreement and (ii) that Clause 18(d) read with Clause 20 of the Contract Agreement bars the Appellant from encashing the Performance Bank Guarantee against the shortfall in remittance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "88082575a9f748b6a23dbdfa8f3076fa_182"
        },
        {
            "start": 43227,
            "end": 43425,
            "text": "33. First & foremost, the terms of the Bank Guarantee, clearly says that for invocation no such statement of shortcoming or defect in performance is required to be made by the appellant to the Bank.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6f4468b314224cd6938b1024e7f96308_183"
        },
        {
            "start": 43426,
            "end": 43725,
            "text": "The Learned Senior Counsel may be right that there is no pleading of shortcomings or defect in performance by the appellant, but at the same time the appellant have controverted the said contention by claiming that over Rs. 39 Crores is due and outstanding against the respondent towards remittance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e83d49c9149a48c09d36e109507f5362_184"
        },
        {
            "start": 43726,
            "end": 43965,
            "text": "Now, whether the contention of the appellant towards shortfall of remittance can be extended to mean a shortcoming or defect in performance is in the realms of interpretation, which obviously is still to be adjudicated between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5579f5d6a7e2437fb8d1584aa1ecf69e_185"
        },
        {
            "start": 43966,
            "end": 44397,
            "text": "However, at this juncture, this court is not concerned with the said interpretation and is merely concerned with the wording of the Bank guarantee, which clearly uses the wording \"without any demur, reservation, contest, recourse, cavil, arguments, or protest and/or without any reference to or enquiry from the Contractor and without your needing to prove or show grounds or reasons for your demand for the sum specified therein\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b594a7e512954400af4557ded248c091_186"
        },
        {
            "start": 44398,
            "end": 44686,
            "text": "The said Bank Guarantee specifically specifies that any such demand made by the Appellant on the Bank shall be conclusive and binding notwithstanding any difference between the client and the Contractor or any dispute pending before any Court, Tribunal, Arbitrator or any other authority.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0115d4c2fbf4144bcffe45dba987fac_187"
        },
        {
            "start": 44688,
            "end": 45054,
            "text": "34. Further, we are unable to agree with the contention of the Learned Senior counsel for the Respondent that this Court, when approached for the interim measure of interference with unequivocal, absolute and unconditional BGs, is required to interpret the contract and/or form a prima facie opinion whether the beneficiary of the BGs has wrongfully invoked the BGs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e195f6dd04c94435a954c616e8f56ebe_188"
        },
        {
            "start": 45055,
            "end": 45271,
            "text": "Such exercise, in the view of this court is to be done in a substantive proceeding of Arbitration, for recovery of the monies of the BGs, if contended to have been wrongly taken by the Appellant by encashment of BGs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4c063c605f7f46aab332fb712fb7614e_189"
        },
        {
            "start": 45272,
            "end": 45617,
            "text": "Naturally, if any interim relief is also claimed in the said substantive proceedings, the need for taking a prima facie view, will arise therein; however not while dealing with an application for the interim measure of restraining invocation/encashment of BGs, which has to be obviously on the basis of the terms of the Bank Guarantee Agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57e212e80fbe4ac08a85b763fe4ea1a1_190"
        },
        {
            "start": 45619,
            "end": 45885,
            "text": "35. In view of the well crystallized law on the subject, any reference to the original dispute between the parties, relating to the performance of the contract, is completely irrelevant, insofar as the issue of stay of invocation of the bank guarantees is concerned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd838cfd421a40698d2d50b55205b24d_191"
        },
        {
            "start": 45886,
            "end": 46038,
            "text": "That dispute has necessarily to form substratum of an entirely different proceeding, to be resolved either by arbitration or by adjudication by a Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "573418b5b0a346eaa4a939575d4f27cf_192"
        },
        {
            "start": 46039,
            "end": 46239,
            "text": "Thus, in the present interim proceedings, the enquiry is confined to, whether on the basis of the documents, a case of fraud of egregious nature in the matter of obtaining/furnishing BGs, is made out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "231d2f5cfa7f465ba2220b3f99a64fd7_193"
        },
        {
            "start": 46241,
            "end": 46426,
            "text": "36. This court has burdened itself to go through the clauses mentioned by the Respondent's in the argument and is not able to appreciate to the contention of the Learned Senior Counsel.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e4985526ba94fd7ad851937e8a4680e_194"
        },
        {
            "start": 46427,
            "end": 46637,
            "text": "Clause 18(d) has to be read in conjunction to clause 18(c) (ii), which speaks of default to perform or observe any of the covenants, conditions or provisions contained in the contract, so that both can coexist.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d406084533e34f3aa31fbc1bd376e303_195"
        },
        {
            "start": 46638,
            "end": 46743,
            "text": "The other clause relied upon by the Learned Counsel is relating to penalty for failure to pay instalment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3093188529c2419ea3fd1e2ba8852643_196"
        },
        {
            "start": 46744,
            "end": 47014,
            "text": "Without entering into the arena of interpretation, this court finds it apt to quote para 9 of the judgement passed by the Hon'ble Apex court in State Trading Corporation of India Ltd. Vs Jainsons Clothing corporation (1994) 6 SCC 597, wherein it was inter-alia held:\n\"9.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e893a5856d56423aa8a283d6c1500c69_197"
        },
        {
            "start": 47015,
            "end": 47324,
            "text": "It is settled law that the court, before issuing the injunction under Order 39, Rules 1 and 2, CPC should prima facie be satisfied that there is triable issue strong prima facie case of fraud or irretrievable injury and balance of convenience is in favour of issuing injunction to prevent irremediable injury.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "17470f3bde9d45bd8fcf0e41283b96a9_198"
        },
        {
            "start": 47325,
            "end": 47570,
            "text": "The court should normally insist upon enforcement of the bank guarantee and the court should not interfere with the enforcement of the contract of guarantee unless there is a specific plea of fraud or special equities in favour of the plaintiff.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "497b64f9d5204ab8ad4d5c2e5f68434d_199"
        },
        {
            "start": 47571,
            "end": 47829,
            "text": "He must necessarily plead and produce all the necessary evidence in proof of the fraud in execution-of the contract of the guarantee, but not the contract either of the original contract or any of the subsequent events that may happen as a ground for fraud.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "91891847645b4b1797257b5ba47a8ce2_200"
        },
        {
            "start": 47831,
            "end": 48173,
            "text": "37. Moreover, at this juncture, it would be profitable to quote Mahatma Gandhi Sahakra Sakkare Karkhane case, wherein at paragraph 24 of the judgment, it was held;\n24: \"If the bank guarantee furnished is an unconditional and irrevocable one, it is not open to the bank to raise any objection whatsoever to pay the amounts under the guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d864dd52e116431191feffe123300355_201"
        },
        {
            "start": 48174,
            "end": 48455,
            "text": "The person in whose favour the guarantee is furnished by the bank cannot be prevented by way of an injunction in enforcing the guarantee on the pretext that the condition for enforcing the bank guarantee in terms of the agreement entered between the parties has not been fulfilled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d19b061e664244c9b8f62bcda5a42bf1_202"
        },
        {
            "start": 48456,
            "end": 48487,
            "text": "Such a course is impermissible.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a4e5ce6aa3e849dfb84a4213f61f3595_203"
        },
        {
            "start": 48488,
            "end": 48682,
            "text": "The seller cannot raise the dispute of whatsoever nature and prevent the purchaser from enforcing the bank guarantee by way of injunction except on the ground of fraud and irretrievable injury.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6c5570bcd640475ebebe2db112613872_204"
        },
        {
            "start": 48683,
            "end": 48974,
            "text": "\nThus, this court holds that, in view of the afore-extracted categorical exposition of the law, it is clear that the condition, in the agreement between the parties, under which the bank guarantees could be enforced, cannot be cited as a ground to stay the invocation and encashment thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "96c1a7bd0a4c4808a0698d1798d97088_205"
        },
        {
            "start": 48975,
            "end": 49280,
            "text": "Further, this principle of the law, as enunciated in Mahatma Gandhi Sahakra Sakkare Karkhane, was quoted, with approval, by the Supreme Court, in Vinitec Electronics, which went on, on the basis thereof, to hold that \"what is relevant are the terms incorporated in the guarantee executed by the bank\".\n38.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f6e97cdceaf64b57ba8644d2537b39c7_206"
        },
        {
            "start": 49281,
            "end": 49485,
            "text": "Thus, the law on the subject is clear, a fraud in the execution of the Bank Guarantee has to be pleaded and not the Main contract or the subsequent events as has been argued by the Learned Senior Counsel.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c7db0fd51fb4730b9f66b0447052bed_207"
        },
        {
            "start": 49486,
            "end": 49706,
            "text": "Fraud, as an exception to the rule of non-interference with encashment of BGs, is not any fraud but a fraud of an egregious nature, going to the root i.e. to the foundation of the bank guarantee and an established fraud.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d0330c3776a34bbfa1b6c96f1398ee3f_208"
        },
        {
            "start": 49707,
            "end": 49882,
            "text": "The entire case of the Respondent, we are afraid, fails to qualify so and we are not able to subscribe to the views contended by the Learned Senior Counsel for the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "785dc0bc2c0c4135afb5e16c90c503dd_209"
        },
        {
            "start": 49884,
            "end": 50091,
            "text": "39. As far as the argument of the senior counsel for the Respondent, relating to special equities is concerned, the same is but a facet of the second exception aforesaid of irretrievable injury or injustice.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7360be60fb794f13927a34e859ac1afc_210"
        },
        {
            "start": 50092,
            "end": 50277,
            "text": "Needless to state that from the entire arguments of the senior counsel for the respondent, no case of fraud of egregious nature in the matter of making/obtaining of the BGs is made out.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "59b1577d95ad4c738dda40972e316162_211"
        },
        {
            "start": 50278,
            "end": 50593,
            "text": "All that emerges is that there are some disputes between the appellant and the respondent, relating to the grant of relief under the force majure clause and it is not even whispered that the Appellant built the entire faade of entering into the contract, only to obtain BGs and to profiteer from the Respondent.\n40.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e1e59bea2be64783b12ceb3fa88ffb32_212"
        },
        {
            "start": 50594,
            "end": 50851,
            "text": "The Respondent has stated that the issue relating to Force Majure has not been decided and in case the same is decided in their favour, the amount sought to be appropriated by invoking the present Bank guarantees would not be recoverable from the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "233496644eed4613a48c7322522b41b8_213"
        },
        {
            "start": 50852,
            "end": 51067,
            "text": "However, this court finds that the Appellant is a Public Sector Undertaking and the monies, if ultimately found due to the Respondent from the appellant, can always be recovered by the Respondent from the Appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "411908236f17460789494395c702d146_214"
        },
        {
            "start": 51068,
            "end": 51262,
            "text": "There is no pleadings on record that the Appellant are running away from the Jurisdiction of this court or are closing their operations, so as to adversely affect the recovery of the Respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "583693b6a2bb48be9cd66fc2a9ba4afb_215"
        },
        {
            "start": 51263,
            "end": 51642,
            "text": "In fact the Appellant have filed a document on record, showing a total short remittance till 10.10.2022 to the tune of Rs. 49,97,14,399/- after giving relief of force majeure for Rs. 11,38,11,932/- and as such it is the case of the appellant that even after invocation of the Bank guarantee in question, there would be substantial amount left to be recovered from the respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b939568a2eda47a2bf3e352c84e5e820_216"
        },
        {
            "start": 51643,
            "end": 51911,
            "text": "However, this court does not wish to enter into the arena of any figure at this nascent stage as the rights and contention of the parties are still to be decided in a Arbitral Proceedings and any findings returned, may adversely impact the case of the concerned party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fff1b4bf11e49bfac0e6401c91326f6_217"
        },
        {
            "start": 51913,
            "end": 52286,
            "text": "41. Further, this court cannot lose sight of the fact that Irretrievable injustice, as an exception to the rule of non-interference with encashment of BGs, is again not a mere loss, which any person at whose instance bank guarantee is furnished, suffers on encashment thereof, because it is always open to such person to sue for recovery of the amount wrongfully recovered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "229746ae18c6441395b1cbd56ee26889_218"
        },
        {
            "start": 52287,
            "end": 52461,
            "text": "Thus, what has to be proved and made out to obtain an injunction against encashment, is that it will be impossible to recover the monies so wrongfully received by encashment.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a6ca96d359e0401b8ee072e14a16d559_219"
        },
        {
            "start": 52462,
            "end": 52613,
            "text": "On the facts of the present case, this court holds that the said contention is a mere apprehension only and not on the basis of any material on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85a0145a25dd42b1b265320940bc42ce_220"
        },
        {
            "start": 52614,
            "end": 52801,
            "text": "In any case, the appellant is a public sector undertaking and a ground of not able to recover from a PSU has to be grounded on strong footings and not merely on apprehension or pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85b79971e11d41e79259f137c74a6e11_221"
        },
        {
            "start": 52803,
            "end": 52879,
            "text": "42. The next ground taken by the respondent is relating to \"special equity\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "70ce6907894f4f9bafb4cdfcff796fde_222"
        },
        {
            "start": 52880,
            "end": 53353,
            "text": "Without extracting the specific references, to the existence of \"special equities\", as made in the petition, suffice it to state that the only ground, on which the petitioner has urged the existence of such \"special equities\", is its averment that its claim under the force majure clause, if accepted, there would not be any amount payable to the appellant and as such the money being appropriated by the appellant due to Invocation of bank guarantees is not legally valid.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5fc5c7d91bd14de3a15eea7b29750ee7_223"
        },
        {
            "start": 53354,
            "end": 53442,
            "text": "There is no other ground, on which the existence of \"special equities\" has been pleaded.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17ce35d1ee7842a799041f5df69da99c_224"
        },
        {
            "start": 53444,
            "end": 53626,
            "text": "43. Special equities, as held by the Supreme Court in UP State Sugar Corporation1 and in Svenska Handelsbanken case (Supra), have to partake the character of irretrievable injustice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e786119d436a487fbfa6863d83ded3bc_225"
        },
        {
            "start": 53627,
            "end": 53809,
            "text": "Even otherwise, it cannot be said that any such case of special equities has been made out by the respondent, as would justify interdicting invocation of the subject bank guarantees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1034a39a2b244753a50c7d4f29dedda9_226"
        },
        {
            "start": 53810,
            "end": 54016,
            "text": "Indeed, the contentions of learned Senior Counsel for the respondent essentially revolved around compliance with the conditions stipulated in the Main Contract for concession under the Force majoure Clause.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5ab52936f97940658566a3d7b61789ee_227"
        },
        {
            "start": 54017,
            "end": 54435,
            "text": "It is rather preposterous to estimate that can a mere claim, of the respondent against the appellant- the sustainability of which is yet to be adjudicated - constitute \"special equities\", so as to justify injuncting the invocation of unconditional bank guarantees, issued by the bank, at the respondent's instance, in favour of Appellant, even if such a claim is in excess of the amount covered by the bank guarantees.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "72ad2723ceec4e61a3f8ad7af5c8d063_228"
        },
        {
            "start": 54436,
            "end": 54510,
            "text": "In the considered opinion of this court, the answer has to be in negative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2de4986495346f989dc2e45d20251bb_229"
        },
        {
            "start": 54511,
            "end": 54803,
            "text": "In view thereof, it cannot be said that, within the boundaries of the law relating to interdiction of invocation of the irrevocable bank guarantees, a case for such interdiction has been made out by the petitioner in the present case, insofar as the subject bank guarantees are concerned.\n44.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b02d5d7b3d340339a938a530baace9e_230"
        },
        {
            "start": 54804,
            "end": 55220,
            "text": "Thus, it would be right in holding that none of the three circumstances, in which stay of invocation of unconditional bank guarantees, can be granted by the Court, exists in favour of the respondent in the present case and as such it was not well within the Jurisdiction of the Learned Commercial Court to pass a status quo order, which in effect has interdicted the invocation of the performance Bank Guarantee.\n45.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa36e05e931d4a67b2022ba464bf5edb_231"
        },
        {
            "start": 55221,
            "end": 55627,
            "text": "Another issue, which has been agitated by the Counsel for the Respondent is that a mere interim order of status quo has been passed by the Learned Commercial court and since the matter is engaging the attention of the said commercial court, this court should lay its hands of the present matter as the said petition filed under section 9 of the Arbitration & Conciliation Act would be rendered infructuous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bc4cf9ac5ff493b976aefbe2028eb92_232"
        },
        {
            "start": 55628,
            "end": 55733,
            "text": "Unfortunately, we are not able to subscribe to the view of the Learned Senior Counsel for the Respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e17777ec7af4c1bbb18892e9cf472b8_233"
        },
        {
            "start": 55734,
            "end": 56013,
            "text": "It may be mentioned herein that section 9 of the Act, itself bears the heading \"Interim measure etc. by court\", which sufficiently means that the power of the court has been given for interim measure only as the substantial dispute has to be decided in an Arbitration proceeding.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7ba3db76a44d428e86232b04e647fcc6_234"
        },
        {
            "start": 56014,
            "end": 56293,
            "text": "The said interim measure is of special importance as it intends to give immediate succour to a party as the very first line of the section mentions that the party may approach the court, before or during arbitral proceedings or at any time after the making of the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4309587b8bbe42cf83b6a9e7ca0a8f92_235"
        },
        {
            "start": 56294,
            "end": 56544,
            "text": "Thus, the proceedings by its very nature is interim in nature under section 9 of the Arbitration & Conciliation Act and thus by that analogy as is being proposed by the Respondent, the impugned order seems to be an interim order of an interim relief.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62c462eaa46b41cc90a3e375d2fed9da_236"
        },
        {
            "start": 56545,
            "end": 56921,
            "text": "However, we find that the Learned Commercial court, lucknow has extensively dealt with all the allegations and counter-allegation of the parties to arrive at a lengthy order of fourteen pages to arrive at a conclusion that if the benefit of the force majoure clause is given to the respondent during the Covid-19 period, there would not be any amount payable to the Appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b8008c513d049f99e6ee2cd9a82ddd0_237"
        },
        {
            "start": 56922,
            "end": 57242,
            "text": "The Learned Commercial court in its pursuit to grant a status quo order has recorded that the respondent was ready to keep the BG live during the arbitration proceedings to hold that there was a prima-facie case in favour of the respondent and that in case the BG is invoked the respondent would suffer irreparable loss.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "64866eb3f9f34ff4a056f48da9e4970b_238"
        },
        {
            "start": 57243,
            "end": 57422,
            "text": "Thus, the commercial court on the triple test of prima-facie case, irreparable loss and balance of convenience granted status quo order, thereby interdicting the invocation of BG.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c70385d9e44046beb14d5bdfc116aecd_239"
        },
        {
            "start": 57423,
            "end": 57582,
            "text": "Having recorded so, this court cannot agree to the contention of the Learned Senior Counsel that an interim order has been only passed by the commercial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "797d83f87dba438bac308fa3b3814098_240"
        },
        {
            "start": 57583,
            "end": 57714,
            "text": "Infact, there was nothing left in the petition under section 9 of the Arbitration & conciliation Act to be adjudicated any further.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f7767d5b1674ca5b97d1a2e01c3b673_241"
        },
        {
            "start": 57715,
            "end": 57957,
            "text": "Thus, the commercial court has passed the interim order in the nature of final order as far as section 9 of the Arbitration & Conciliation Act is concerned and as such there was no occasion for the commercial court to keep the matter pending.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a8e4fba56a94b3d8c1af79e0cd5f231_242"
        },
        {
            "start": 57959,
            "end": 58293,
            "text": "46. Mr. Mathur has also placed reliance on the judgment of Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56, passed by the Hon'ble Delhi High Court to buttress his submission that a beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee of demand.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "047133f2fb1342518b381b9b518e31ec_243"
        },
        {
            "start": 58294,
            "end": 58515,
            "text": "This court finds that the said judgment was passed in the peculiar facts of that case, wherein the Delhi high Court returned a categorical finding that the BG was not invoked as per the terms of the Bank guarantee itself.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08c590091acc44dc94d70a77aee88f0f_244"
        },
        {
            "start": 58516,
            "end": 59021,
            "text": "The Learned Counsel has also relied on the Single Bench judgment passed by the Delhi high court in Hindustan Construction Co. Ltd & Anr. Vs. Sutlej Jal vidyut Nigam Ltd. 2005 SCC Online Del 1249 and order of the Division Bench of the Delhi high Court in FAO(OS) 77/2006 (Satluj Jal Vidyut Vikas Nigam Ltd v. Hindustan Construction Co Ltd), which was passed noticing the order, dated 3rd April, 2006, of the Supreme Court in SLP (C) 5456/2006 (Satluj Jal Vidyut Nigam Ltd v. Jai Prakash Hyundai Consortium.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "ef4c39d949424e8d8628751d906a2509_245"
        },
        {
            "start": 59022,
            "end": 59307,
            "text": "Pertinently, the Supreme Court order, dated 3rd April, 2006, merely dismissed the SLP, preferred by Satluj Jal Vidyut Vikas Nigam Ltd. against the judgement of the Division Bench and did not, therefore, declare any law within the meaning of Article 141 of the Constitution of India 47.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ac5359031f8f4ca4a7fd76a2f873b67f_246"
        },
        {
            "start": 59308,
            "end": 59815,
            "text": "The judgement of the Division Bench of the Delhi High Court in Satluj Jal Vidyut Vikas Nigam Ltd is prior, in point of time, to the decision of the Supreme Court in Mahatma Gandhi Sahakra Sakkare Karkhane case, as well as the latter decision in Vinitec Electronics case , which clearly held that an injunction, from enforcement of a bank guarantee, cannot be granted on the ground that the condition for enforcement of the bank guarantee in terms of the agreement between the parties has not been fulfilled.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "489927c0137449a8a94e1c6f11ab5d28_247"
        },
        {
            "start": 59816,
            "end": 59952,
            "text": "This court therefore differs with the view taken by the Division Bench of the Delhi High Court in Satluj Jal Vidyut Vikas Nigam Ltd.\n48.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "108c54f765ad462babf71c6c5299505b_248"
        },
        {
            "start": 59953,
            "end": 60497,
            "text": "A Division Bench of the Delhi High Court while giving a very exhaustive Judgment on the aspect of invocation of Ban guarantee held in the case of Consortium of Deepak Cable India Limited & Abir Infrastructure Private Limited (DCIL-AIPL) v. Teestavalley Power Transmission Limited 2014 SCC Online Del 4741 that a plea of lack of good faith and/or enforcing the guarantee with an oblique purpose or that the bank guarantee is being invoked as a bargaining chip, a deterrent or in an abusive manner are all irrelevant and hence have to be ignored.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fb552c68a56e458a99526517fd306824_249"
        },
        {
            "start": 60498,
            "end": 60606,
            "text": "There are only two well recognized exceptions to the rule against permitting payment under a bank guarantee.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "39b259d598be443e92d5870cf5e0436f_250"
        },
        {
            "start": 60608,
            "end": 60899,
            "text": "49. In view of the facts & the authoritative law on the subject, this court finds that the law on interdicting an unconditional Bank Guarantee is settled, however the impugned order has been passed dehors these authoritative judgment and as such the same is unsustainable in the eyes of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1f8a83178634301b7d6c0ebb33e6f60_251"
        },
        {
            "start": 60900,
            "end": 61460,
            "text": "This court finds its bounden duty to quote an observation made by a three Judge Bench of the Supreme Court in Dwarikesh Sugar Industries Ltd. Vs. Prem Heavy Engineering Works (P) Ltd. (1997) 6 SCC 450, relevant to the context, wherein their lordship inter-alia observed;\n\"It is unfortunate, that notwithstanding the authoritative pronouncements of this Court, the High Courts and the courts subordinate thereto, still seem intent on affording to this Court innumerable opportunities for dealing with this area of law, thought by this Court to be well settled.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "34993741144e45268730e698a1f8faea_252"
        },
        {
            "start": 61461,
            "end": 61840,
            "text": "\nSimilarly, in the present case, when the law on interdicting an unconditional Bank guarantee, although stands settled by a series of consistent judgments by the Hon'ble Supreme Court since the last more than four decade, the courts are still flooded with Bank guarantee matters, which take substantial time in adjudicating the issue, which this court thought to be well-settled.",
            "labels": [
                "RATIO"
            ],
            "id": "389e35e3ebdd44b1837aa99468b8d186_253"
        },
        {
            "start": 61842,
            "end": 61934,
            "text": "50. Thus, for all the aforesaid reasons, this court is inclined to allow the present Appeal.",
            "labels": [
                "RPC"
            ],
            "id": "7fdcca416c8b47b68db3abb2537a007b_254"
        },
        {
            "start": 61935,
            "end": 62154,
            "text": "Accordingly, the impugned order dated 12.09.2022 passed by the Commercial court, Lucknow in Arbitration Case No. 57/2022 (M/s Sahakar Global Company Ltd. Vs U.P Expressway Industrial development Authority) is set-aside.",
            "labels": [
                "RPC"
            ],
            "id": "6595862858cf4915a8d44cd9d98f0644_255"
        },
        {
            "start": 62155,
            "end": 62190,
            "text": "There shall be no order as to cost.",
            "labels": [
                "RPC"
            ],
            "id": "1b22d22ba6974ec8a7a4feca443fca49_256"
        },
        {
            "start": 62191,
            "end": 62215,
            "text": "\nOrder Date:- 02.12.2022",
            "labels": [
                "RPC"
            ],
            "id": "2abcdf936127431ea527871450822f25_257"
        },
        {
            "start": 62216,
            "end": 62232,
            "text": "Lokesh Kumar    ",
            "labels": [
                "NONE"
            ],
            "id": "f5038e6047334dc388ef7474efe26f34_258"
        }
    ],
    "entities": [
        {
            "text": "U.P. Expressways Industrial",
            "label": "PETITIONER",
            "start_char": 21,
            "end_char": 48
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "RESPONDENT",
            "start_char": 60,
            "end_char": 79
        },
        {
            "text": "High Court Of Judicature At Allahabad, Lucknow Bench",
            "label": "COURT",
            "start_char": 114,
            "end_char": 166
        },
        {
            "text": "U.P. Expressways Industrial Development Authority",
            "label": "PETITIONER",
            "start_char": 386,
            "end_char": 435
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "RESPONDENT",
            "start_char": 485,
            "end_char": 504
        },
        {
            "text": "Brijesh Kumar",
            "label": "LAWYER",
            "start_char": 576,
            "end_char": 589
        },
        {
            "text": "Amal Rastogi",
            "label": "LAWYER",
            "start_char": 590,
            "end_char": 602
        },
        {
            "text": "Utkarsh Srivastava",
            "label": "LAWYER",
            "start_char": 603,
            "end_char": 621
        },
        {
            "text": "Pritish Kumar",
            "label": "LAWYER",
            "start_char": 650,
            "end_char": 663
        },
        {
            "text": "Attau Rahman Masoodi",
            "label": "JUDGE",
            "start_char": 677,
            "end_char": 697
        },
        {
            "text": "Om Prakash Shukla",
            "label": "JUDGE",
            "start_char": 711,
            "end_char": 728
        },
        {
            "text": "Om Prakash Shukla",
            "label": "JUDGE",
            "start_char": 745,
            "end_char": 762
        },
        {
            "text": "Brijesh Kumar Saxena",
            "label": "OTHER_PERSON",
            "start_char": 781,
            "end_char": 801
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 833,
            "end_char": 839
        },
        {
            "text": "Jaideep Narain Mathur",
            "label": "OTHER_PERSON",
            "start_char": 848,
            "end_char": 869
        },
        {
            "text": "Pritish Kumar",
            "label": "LAWYER",
            "start_char": 911,
            "end_char": 924
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "ORG",
            "start_char": 942,
            "end_char": 961
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 1035,
            "end_char": 1045
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 1053,
            "end_char": 1089
        },
        {
            "text": "Uttar Pradesh Expressways industrial Development Authority",
            "label": "ORG",
            "start_char": 1110,
            "end_char": 1168
        },
        {
            "text": "12.09.2022",
            "label": "DATE",
            "start_char": 1234,
            "end_char": 1244
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 1316,
            "end_char": 1325
        },
        {
            "text": "Arbitration & Conciliation Act, 19969",
            "label": "STATUTE",
            "start_char": 1333,
            "end_char": 1370
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "ORG",
            "start_char": 1597,
            "end_char": 1616
        },
        {
            "text": "Lucknow",
            "label": "GPE",
            "start_char": 1723,
            "end_char": 1730
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 1915,
            "end_char": 1924
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 2021,
            "end_char": 2030
        },
        {
            "text": "Arbitration & Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2038,
            "end_char": 2074
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 2329,
            "end_char": 2338
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 2469,
            "end_char": 2478
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 2584,
            "end_char": 2590
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "ORG",
            "start_char": 2599,
            "end_char": 2618
        },
        {
            "text": "13.10.2020",
            "label": "DATE",
            "start_char": 2659,
            "end_char": 2669
        },
        {
            "text": "U.P. Toll Rules, 2020",
            "label": "STATUTE",
            "start_char": 2757,
            "end_char": 2778
        },
        {
            "text": "Agra",
            "label": "GPE",
            "start_char": 2828,
            "end_char": 2832
        },
        {
            "text": "Lucknow",
            "label": "GPE",
            "start_char": 2833,
            "end_char": 2840
        },
        {
            "text": "Sahakar Global Ltd.",
            "label": "ORG",
            "start_char": 2864,
            "end_char": 2883
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 3131,
            "end_char": 3137
        },
        {
            "text": "15.10.2020",
            "label": "DATE",
            "start_char": 3305,
            "end_char": 3315
        },
        {
            "text": "14.10.2022",
            "label": "DATE",
            "start_char": 3336,
            "end_char": 3346
        },
        {
            "text": "Sahakar Global Ltd",
            "label": "ORG",
            "start_char": 3401,
            "end_char": 3419
        },
        {
            "text": "January 31, 2023",
            "label": "DATE",
            "start_char": 3481,
            "end_char": 3497
        },
        {
            "text": "Sahakar global Ltd.",
            "label": "ORG",
            "start_char": 3687,
            "end_char": 3706
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 3993,
            "end_char": 3999
        },
        {
            "text": "13.10.2020",
            "label": "DATE",
            "start_char": 4129,
            "end_char": 4139
        },
        {
            "text": "Sahakar global Ltd",
            "label": "ORG",
            "start_char": 4214,
            "end_char": 4232
        },
        {
            "text": "Sahakar Global Ltd",
            "label": "ORG",
            "start_char": 4482,
            "end_char": 4500
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 4753,
            "end_char": 4759
        },
        {
            "text": "Sahakar global Ltd",
            "label": "ORG",
            "start_char": 5157,
            "end_char": 5175
        },
        {
            "text": "02.05.2021",
            "label": "DATE",
            "start_char": 5278,
            "end_char": 5288
        },
        {
            "text": "07.06.2021",
            "label": "DATE",
            "start_char": 5292,
            "end_char": 5302
        },
        {
            "text": "29.06.2021",
            "label": "DATE",
            "start_char": 5366,
            "end_char": 5376
        },
        {
            "text": "01.11.2021",
            "label": "DATE",
            "start_char": 5380,
            "end_char": 5390
        },
        {
            "text": "14,59,09,302",
            "label": "DATE",
            "start_char": 5412,
            "end_char": 5424
        },
        {
            "text": "04.01.2022",
            "label": "DATE",
            "start_char": 5457,
            "end_char": 5467
        },
        {
            "text": "08.08.2022",
            "label": "DATE",
            "start_char": 5471,
            "end_char": 5481
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 5528,
            "end_char": 5534
        },
        {
            "text": "02.05.2021",
            "label": "DATE",
            "start_char": 5613,
            "end_char": 5623
        },
        {
            "text": "07.06.2021",
            "label": "DATE",
            "start_char": 5627,
            "end_char": 5637
        },
        {
            "text": "Sahakar global Ltd",
            "label": "ORG",
            "start_char": 5817,
            "end_char": 5835
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 5841,
            "end_char": 5847
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 5962,
            "end_char": 5968
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 6285,
            "end_char": 6294
        },
        {
            "text": "Arbitration Case No. 57 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 6334,
            "end_char": 6365
        },
        {
            "text": "27.08.2022",
            "label": "DATE",
            "start_char": 6369,
            "end_char": 6379
        },
        {
            "text": "commercial Court, Lucknow",
            "label": "COURT",
            "start_char": 6439,
            "end_char": 6464
        },
        {
            "text": "30.08.2022",
            "label": "DATE",
            "start_char": 6595,
            "end_char": 6605
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6622,
            "end_char": 6632
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6636,
            "end_char": 6674
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 6748,
            "end_char": 6758
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6762,
            "end_char": 6783
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6794,
            "end_char": 6804
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 6812,
            "end_char": 6844
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6856,
            "end_char": 6867
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6875,
            "end_char": 6896
        },
        {
            "text": "Commercial Court, Lucknow",
            "label": "COURT",
            "start_char": 6919,
            "end_char": 6944
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 7066,
            "end_char": 7075
        },
        {
            "text": "Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 7099,
            "end_char": 7121
        },
        {
            "text": "5.9.2022",
            "label": "DATE",
            "start_char": 7162,
            "end_char": 7170
        },
        {
            "text": "5.9.2022",
            "label": "DATE",
            "start_char": 7376,
            "end_char": 7384
        },
        {
            "text": "05.09.2022",
            "label": "DATE",
            "start_char": 8031,
            "end_char": 8041
        },
        {
            "text": "12.09.2022",
            "label": "DATE",
            "start_char": 8202,
            "end_char": 8212
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 8438,
            "end_char": 8447
        },
        {
            "text": "Learned Commercial Court, Lucknow",
            "label": "COURT",
            "start_char": 8468,
            "end_char": 8501
        },
        {
            "text": "13.10.2020",
            "label": "DATE",
            "start_char": 8532,
            "end_char": 8542
        },
        {
            "text": "13.10.2022",
            "label": "DATE",
            "start_char": 8659,
            "end_char": 8669
        },
        {
            "text": "04.11.2022",
            "label": "DATE",
            "start_char": 8715,
            "end_char": 8725
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9182,
            "end_char": 9191
        },
        {
            "text": "13.10.2020",
            "label": "DATE",
            "start_char": 9391,
            "end_char": 9401
        },
        {
            "text": "UPEIDA",
            "label": "ORG",
            "start_char": 9645,
            "end_char": 9651
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 9728,
            "end_char": 9737
        },
        {
            "text": "Covid",
            "label": "GPE",
            "start_char": 10380,
            "end_char": 10385
        },
        {
            "text": "Ansal Engineering Projects Ltd. Vs.",
            "label": "PRECEDENT",
            "start_char": 11696,
            "end_char": 11731
        },
        {
            "text": "Tehri Hydro Development Corporation Ltd. (1996) 5 SCC Page 450",
            "label": "PRECEDENT",
            "start_char": 11732,
            "end_char": 11794
        },
        {
            "text": "Standard Chartered Bank Vs.",
            "label": "PRECEDENT",
            "start_char": 11799,
            "end_char": 11826
        },
        {
            "text": "Heavy Engineering Corporation Ltd. and others, (2020) 13 SCC Page 574",
            "label": "PRECEDENT",
            "start_char": 11827,
            "end_char": 11896
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11960,
            "end_char": 11973
        },
        {
            "text": "Swenska Handeksbanken V/s M/s. Indian Charge Chrome and others, (1994) 1 SCC Page 502",
            "label": "PRECEDENT",
            "start_char": 13094,
            "end_char": 13179
        },
        {
            "text": "U.P. State Sugar Corporation V/s Sumac International Ltd, (1997) 1 SCC Page 568",
            "label": "PRECEDENT",
            "start_char": 13187,
            "end_char": 13266
        },
        {
            "text": "Daewoo Motors India Ltd",
            "label": "ORG",
            "start_char": 13275,
            "end_char": 13298
        },
        {
            "text": "BSES Ltd",
            "label": "ORG",
            "start_char": 13359,
            "end_char": 13367
        },
        {
            "text": "Reliance Energy Ltd.",
            "label": "ORG",
            "start_char": 13374,
            "end_char": 13394
        },
        {
            "text": "Fenner India Ltd. and another, (2006) 2 SCC Page 728",
            "label": "PRECEDENT",
            "start_char": 13399,
            "end_char": 13451
        },
        {
            "text": "Vintec Electronics Private Ltd, Vs.",
            "label": "PRECEDENT",
            "start_char": 13457,
            "end_char": 13492
        },
        {
            "text": "HCL Infosystems Ltd., (2008) 1 SCC Page 544 (vi)",
            "label": "PRECEDENT",
            "start_char": 13493,
            "end_char": 13541
        },
        {
            "text": "Ansal Engineering Projects Ltd.",
            "label": "ORG",
            "start_char": 13542,
            "end_char": 13573
        },
        {
            "text": "Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450",
            "label": "PRECEDENT",
            "start_char": 13578,
            "end_char": 13653
        },
        {
            "text": "General Electric Technical Services Company INC Vs.",
            "label": "PRECEDENT",
            "start_char": 13661,
            "end_char": 13712
        },
        {
            "text": "Punj Sons (P) Ltd",
            "label": "ORG",
            "start_char": 13713,
            "end_char": 13730
        },
        {
            "text": "Jaideep Narain Mathur",
            "label": "OTHER_PERSON",
            "start_char": 14799,
            "end_char": 14820
        },
        {
            "text": "Mathur",
            "label": "OTHER_PERSON",
            "start_char": 14919,
            "end_char": 14925
        },
        {
            "text": "Mathur",
            "label": "OTHER_PERSON",
            "start_char": 15021,
            "end_char": 15027
        },
        {
            "text": "08.12.2022",
            "label": "DATE",
            "start_char": 15177,
            "end_char": 15187
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 15263,
            "end_char": 15272
        },
        {
            "text": "Essar House Pvt",
            "label": "ORG",
            "start_char": 15347,
            "end_char": 15362
        },
        {
            "text": "Ltd. v. Arcellor Mittal Nippon Steel India reported as AIR 2022 SC 4294",
            "label": "PRECEDENT",
            "start_char": 15364,
            "end_char": 15435
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 15535,
            "end_char": 15544
        },
        {
            "text": "order 39",
            "label": "PROVISION",
            "start_char": 15619,
            "end_char": 15627
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15628,
            "end_char": 15631
        },
        {
            "text": "Mathur",
            "label": "OTHER_PERSON",
            "start_char": 16469,
            "end_char": 16475
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 17079,
            "end_char": 17089
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 18535,
            "end_char": 18551
        },
        {
            "text": "Continental Construction Ltd. v. Satluj Jal VidyutNigam Ltd. reported as 2006 SCC OnLine Del 56",
            "label": "PRECEDENT",
            "start_char": 18562,
            "end_char": 18657
        },
        {
            "text": "Hindustan Construction Co Ltd.",
            "label": "ORG",
            "start_char": 18812,
            "end_char": 18842
        },
        {
            "text": "V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249",
            "label": "PRECEDENT",
            "start_char": 18850,
            "end_char": 18918
        },
        {
            "text": "Union of India v. Millenium Delhi Broadcasts LLP, reported as AIR 2022 SC (Civil) 1682",
            "label": "PRECEDENT",
            "start_char": 19123,
            "end_char": 19209
        },
        {
            "text": "U.P. Cooperative Federation Ltd. v. Singh Consultants and Engineers (P) Ltd. (1988 (1) SCC 174)",
            "label": "PRECEDENT",
            "start_char": 20320,
            "end_char": 20415
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20549,
            "end_char": 20562
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 20711,
            "end_char": 20721
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 21455,
            "end_char": 21465
        },
        {
            "text": "John Donaldson",
            "label": "OTHER_PERSON",
            "start_char": 21528,
            "end_char": 21542
        },
        {
            "text": "Bolivinter Oil SA v. Chase Manhattan Bank NA (1984 [1] AER 351 at 352):",
            "label": "PRECEDENT",
            "start_char": 21552,
            "end_char": 21623
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 22241,
            "end_char": 22251
        },
        {
            "text": "Svenska Handelsbanken Vs Indian Charge Chrome (1994) 1",
            "label": "PRECEDENT",
            "start_char": 22434,
            "end_char": 22488
        },
        {
            "text": "SCC 502",
            "label": "PROVISION",
            "start_char": 22489,
            "end_char": 22496
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 22510,
            "end_char": 22520
        },
        {
            "text": "Itek Corporation V/s First National Bank of Boston 566",
            "label": "PRECEDENT",
            "start_char": 22797,
            "end_char": 22851
        },
        {
            "text": "State Trading Corporation of India Ltd.",
            "label": "ORG",
            "start_char": 23191,
            "end_char": 23230
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 24239,
            "end_char": 24252
        },
        {
            "text": "U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568",
            "label": "PRECEDENT",
            "start_char": 24256,
            "end_char": 24331
        },
        {
            "text": "Hindustan Steel Workers Construction Ltd.",
            "label": "ORG",
            "start_char": 24500,
            "end_char": 24541
        },
        {
            "text": "G.S. Atwal & Co",
            "label": "RESPONDENT",
            "start_char": 24546,
            "end_char": 24561
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 24689,
            "end_char": 24699
        },
        {
            "text": "Hindustan Steel Workers Construction Ltd.",
            "label": "ORG",
            "start_char": 25017,
            "end_char": 25058
        },
        {
            "text": "Tarapore & Co, 1996 (5) SCC 34",
            "label": "PRECEDENT",
            "start_char": 25063,
            "end_char": 25093
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 25107,
            "end_char": 25117
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 25769,
            "end_char": 25779
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25969,
            "end_char": 25982
        },
        {
            "text": "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110",
            "label": "PRECEDENT",
            "start_char": 26107,
            "end_char": 26183
        },
        {
            "text": "Vintec Electronics Private Ltd, Vs.",
            "label": "PRECEDENT",
            "start_char": 27929,
            "end_char": 27964
        },
        {
            "text": "HCL Infosystems Ltd., (2008) 1 SCC 544",
            "label": "PRECEDENT",
            "start_char": 27965,
            "end_char": 28003
        },
        {
            "text": "U.P. State Sugar Corporation (1997) 1 SCC 568",
            "label": "PRECEDENT",
            "start_char": 28059,
            "end_char": 28104
        },
        {
            "text": "B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728",
            "label": "PRECEDENT",
            "start_char": 28106,
            "end_char": 28156
        },
        {
            "text": "Himadri Chemicals (2007) 8 SCC 110",
            "label": "PRECEDENT",
            "start_char": 28158,
            "end_char": 28192
        },
        {
            "text": "Mahatma Gandhi Sahakara Sakkare Karkhane v. National Heavy Engineering Coop",
            "label": "PRECEDENT",
            "start_char": 28197,
            "end_char": 28272
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28307,
            "end_char": 28320
        },
        {
            "text": "U.P. State Sugar Corpn",
            "label": "ORG",
            "start_char": 28860,
            "end_char": 28882
        },
        {
            "text": "Sumac International Ltd., (1997) 1 SCC 568",
            "label": "PRECEDENT",
            "start_char": 28887,
            "end_char": 28929
        },
        {
            "text": "BSES Ltd. v. Fenner India Ltd.",
            "label": "PRECEDENT",
            "start_char": 30906,
            "end_char": 30936
        },
        {
            "text": "(2006) 2 SCC 728]",
            "label": "PRECEDENT",
            "start_char": 30938,
            "end_char": 30955
        },
        {
            "text": "U.P. State Sugar Corpn",
            "label": "ORG",
            "start_char": 31616,
            "end_char": 31638
        },
        {
            "text": "Sumac International Ltd., (1997) 1 SCC 568",
            "label": "PRECEDENT",
            "start_char": 31643,
            "end_char": 31685
        },
        {
            "text": "Mahatma Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg",
            "label": "PRECEDENT",
            "start_char": 31760,
            "end_char": 31822
        },
        {
            "text": "Gujarat Maritime Board v. Larsen and Toubro Infrastructure Development Projects Limited (2016) 10 SCC 46",
            "label": "PRECEDENT",
            "start_char": 33226,
            "end_char": 33330
        },
        {
            "text": "Standard Chartered Bank V/s Heavy Engineering Corporation Ltd.,(2020)13SCC 574",
            "label": "PRECEDENT",
            "start_char": 33338,
            "end_char": 33416
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 33485,
            "end_char": 33498
        },
        {
            "text": "BG No. 495701GL0010720",
            "label": "CASE_NUMBER",
            "start_char": 33888,
            "end_char": 33910
        },
        {
            "text": "06.10.2020",
            "label": "DATE",
            "start_char": 33917,
            "end_char": 33927
        },
        {
            "text": "Union Bank of India",
            "label": "ORG",
            "start_char": 33938,
            "end_char": 33957
        },
        {
            "text": "Nariman Point",
            "label": "GPE",
            "start_char": 33981,
            "end_char": 33994
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 33996,
            "end_char": 34002
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 34017,
            "end_char": 34027
        },
        {
            "text": "BG No. 26111GP00861220",
            "label": "CASE_NUMBER",
            "start_char": 34031,
            "end_char": 34053
        },
        {
            "text": "08.10.2020",
            "label": "DATE",
            "start_char": 34060,
            "end_char": 34070
        },
        {
            "text": "Bank of Baroda",
            "label": "ORG",
            "start_char": 34081,
            "end_char": 34095
        },
        {
            "text": "Kandivali",
            "label": "GPE",
            "start_char": 34128,
            "end_char": 34137
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 34143,
            "end_char": 34149
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 34165,
            "end_char": 34175
        },
        {
            "text": "BG No. 495701GL0011220",
            "label": "CASE_NUMBER",
            "start_char": 34179,
            "end_char": 34201
        },
        {
            "text": "08.10.2020",
            "label": "DATE",
            "start_char": 34208,
            "end_char": 34218
        },
        {
            "text": "Union Bank of India",
            "label": "ORG",
            "start_char": 34229,
            "end_char": 34248
        },
        {
            "text": "Nariman Point",
            "label": "GPE",
            "start_char": 34272,
            "end_char": 34285
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 34287,
            "end_char": 34293
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 34308,
            "end_char": 34318
        },
        {
            "text": "BG No. 00611LG006020",
            "label": "CASE_NUMBER",
            "start_char": 34322,
            "end_char": 34342
        },
        {
            "text": "09.10.2020",
            "label": "DATE",
            "start_char": 34349,
            "end_char": 34359
        },
        {
            "text": "Punjab National Bank",
            "label": "ORG",
            "start_char": 34370,
            "end_char": 34390
        },
        {
            "text": "Fort",
            "label": "GPE",
            "start_char": 34405,
            "end_char": 34409
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 34411,
            "end_char": 34417
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 34432,
            "end_char": 34442
        },
        {
            "text": "BG No. 00611LG006120",
            "label": "CASE_NUMBER",
            "start_char": 34446,
            "end_char": 34466
        },
        {
            "text": "09.10.2020",
            "label": "DATE",
            "start_char": 34473,
            "end_char": 34483
        },
        {
            "text": "Punjab National Bank",
            "label": "ORG",
            "start_char": 34494,
            "end_char": 34514
        },
        {
            "text": "Fort",
            "label": "GPE",
            "start_char": 34529,
            "end_char": 34533
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 34535,
            "end_char": 34541
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 34563,
            "end_char": 34573
        },
        {
            "text": "Union Bank of India",
            "label": "ORG",
            "start_char": 34841,
            "end_char": 34860
        },
        {
            "text": "Mumbai South",
            "label": "GPE",
            "start_char": 34882,
            "end_char": 34894
        },
        {
            "text": "Union Bank Bhavan, 239, Vidhan Bhavan",
            "label": "ORG",
            "start_char": 34937,
            "end_char": 34974
        },
        {
            "text": "Mumbai",
            "label": "GPE",
            "start_char": 34996,
            "end_char": 35002
        },
        {
            "text": "31.01.2024",
            "label": "DATE",
            "start_char": 35508,
            "end_char": 35518
        },
        {
            "text": "Union Bank of India",
            "label": "ORG",
            "start_char": 38570,
            "end_char": 38589
        },
        {
            "text": "Lucknow",
            "label": "GPE",
            "start_char": 38600,
            "end_char": 38607
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 39120,
            "end_char": 39130
        },
        {
            "text": "31.01.2024",
            "label": "DATE",
            "start_char": 39298,
            "end_char": 39308
        },
        {
            "text": "31.01.2024",
            "label": "DATE",
            "start_char": 39361,
            "end_char": 39371
        },
        {
            "text": "Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544",
            "label": "PRECEDENT",
            "start_char": 39606,
            "end_char": 39680
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 41589,
            "end_char": 41602
        },
        {
            "text": "Union of India Vs.",
            "label": "PRECEDENT",
            "start_char": 41651,
            "end_char": 41669
        },
        {
            "text": "Chaturbhai M. Patel & Co (1976) 1 SCC 747",
            "label": "PRECEDENT",
            "start_char": 41670,
            "end_char": 41711
        },
        {
            "text": "Atkin",
            "label": "OTHER_PERSON",
            "start_char": 41745,
            "end_char": 41750
        },
        {
            "text": "A.L.N. Narayanan Chettyar v. Official Assignee, High Court, Rangoon, AIR 1941 PC 93",
            "label": "PRECEDENT",
            "start_char": 41754,
            "end_char": 41837
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 42206,
            "end_char": 42219
        },
        {
            "text": "Svenska Handelsbanken v. Indian Charge Chrome ( 1994) 1 SCC 502",
            "label": "PRECEDENT",
            "start_char": 42223,
            "end_char": 42286
        },
        {
            "text": "Apex court",
            "label": "COURT",
            "start_char": 46641,
            "end_char": 46651
        },
        {
            "text": "State Trading Corporation of India Ltd.",
            "label": "ORG",
            "start_char": 46655,
            "end_char": 46694
        },
        {
            "text": "Vs Jainsons Clothing corporation (1994) 6 SCC 597",
            "label": "PRECEDENT",
            "start_char": 46695,
            "end_char": 46744
        },
        {
            "text": "Order 39, Rules 1 and 2",
            "label": "PROVISION",
            "start_char": 46852,
            "end_char": 46875
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 46877,
            "end_char": 46880
        },
        {
            "text": "Mahatma Gandhi Sahakra Sakkare Karkhane",
            "label": "OTHER_PERSON",
            "start_char": 47662,
            "end_char": 47701
        },
        {
            "text": "Mahatma Gandhi Sahakra Sakkare Karkhane",
            "label": "OTHER_PERSON",
            "start_char": 48794,
            "end_char": 48833
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 48869,
            "end_char": 48882
        },
        {
            "text": "Vinitec Electronics",
            "label": "ORG",
            "start_char": 48887,
            "end_char": 48906
        },
        {
            "text": "10.10.2022",
            "label": "DATE",
            "start_char": 51125,
            "end_char": 51135
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 53250,
            "end_char": 53263
        },
        {
            "text": "UP State Sugar Corporation1",
            "label": "ORG",
            "start_char": 53267,
            "end_char": 53294
        },
        {
            "text": "Svenska Handelsbanken",
            "label": "OTHER_PERSON",
            "start_char": 53302,
            "end_char": 53323
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 55320,
            "end_char": 55329
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 55337,
            "end_char": 55367
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 55537,
            "end_char": 55546
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 56133,
            "end_char": 56142
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 56150,
            "end_char": 56180
        },
        {
            "text": "BG",
            "label": "ORG",
            "start_char": 57190,
            "end_char": 57192
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 57407,
            "end_char": 57416
        },
        {
            "text": "Arbitration & conciliation Act",
            "label": "STATUTE",
            "start_char": 57424,
            "end_char": 57454
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 57581,
            "end_char": 57590
        },
        {
            "text": "Arbitration & Conciliation Act",
            "label": "STATUTE",
            "start_char": 57598,
            "end_char": 57628
        },
        {
            "text": "Mathur",
            "label": "OTHER_PERSON",
            "start_char": 57738,
            "end_char": 57744
        },
        {
            "text": "Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56",
            "label": "PRECEDENT",
            "start_char": 57789,
            "end_char": 57874
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 57898,
            "end_char": 57914
        },
        {
            "text": "Delhi high Court",
            "label": "COURT",
            "start_char": 58164,
            "end_char": 58180
        },
        {
            "text": "Delhi high court",
            "label": "COURT",
            "start_char": 58366,
            "end_char": 58382
        },
        {
            "text": "Hindustan Construction Co. Ltd",
            "label": "ORG",
            "start_char": 58386,
            "end_char": 58416
        },
        {
            "text": "Sutlej Jal vidyut Nigam Ltd. 2005 SCC Online Del 1249",
            "label": "PRECEDENT",
            "start_char": 58428,
            "end_char": 58481
        },
        {
            "text": "Delhi high Court",
            "label": "COURT",
            "start_char": 58521,
            "end_char": 58537
        },
        {
            "text": "FAO(OS) 77/2006",
            "label": "CASE_NUMBER",
            "start_char": 58541,
            "end_char": 58556
        },
        {
            "text": "Satluj Jal Vidyut Vikas Nigam Ltd v. Hindustan Construction Co Ltd",
            "label": "PRECEDENT",
            "start_char": 58558,
            "end_char": 58624
        },
        {
            "text": "3rd April, 2006",
            "label": "DATE",
            "start_char": 58670,
            "end_char": 58685
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 58694,
            "end_char": 58707
        },
        {
            "text": "SLP (C) 5456/2006",
            "label": "CASE_NUMBER",
            "start_char": 58711,
            "end_char": 58728
        },
        {
            "text": "Satluj Jal Vidyut Nigam Ltd v. Jai Prakash Hyundai Consortium",
            "label": "PRECEDENT",
            "start_char": 58730,
            "end_char": 58791
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 58810,
            "end_char": 58823
        },
        {
            "text": "3rd April, 2006",
            "label": "DATE",
            "start_char": 58837,
            "end_char": 58852
        },
        {
            "text": "Satluj Jal Vidyut Vikas Nigam Ltd.",
            "label": "ORG",
            "start_char": 58893,
            "end_char": 58927
        },
        {
            "text": "Article 141",
            "label": "PROVISION",
            "start_char": 59034,
            "end_char": 59045
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 59053,
            "end_char": 59074
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 59122,
            "end_char": 59138
        },
        {
            "text": "Satluj Jal Vidyut Vikas Nigam Ltd",
            "label": "ORG",
            "start_char": 59142,
            "end_char": 59175
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 59227,
            "end_char": 59240
        },
        {
            "text": "Mahatma Gandhi Sahakra Sakkare Karkhane",
            "label": "OTHER_PERSON",
            "start_char": 59244,
            "end_char": 59283
        },
        {
            "text": "Vinitec Electronics",
            "label": "ORG",
            "start_char": 59324,
            "end_char": 59343
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 59665,
            "end_char": 59681
        },
        {
            "text": "Satluj Jal Vidyut Vikas Nigam Ltd.",
            "label": "ORG",
            "start_char": 59685,
            "end_char": 59719
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 59748,
            "end_char": 59764
        },
        {
            "text": "Consortium of Deepak Cable India Limited & Abir Infrastructure Private Limited (DCIL-AIPL) v. Teestavalley Power Transmission Limited 2014 SCC Online Del 4741",
            "label": "PRECEDENT",
            "start_char": 59870,
            "end_char": 60028
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 60764,
            "end_char": 60777
        },
        {
            "text": "Dwarikesh Sugar Industries Ltd.",
            "label": "ORG",
            "start_char": 60781,
            "end_char": 60812
        },
        {
            "text": "Prem Heavy Engineering Works (P) Ltd. (1997) 6",
            "label": "PRECEDENT",
            "start_char": 60817,
            "end_char": 60863
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 61401,
            "end_char": 61414
        },
        {
            "text": "12.09.2022",
            "label": "DATE",
            "start_char": 61743,
            "end_char": 61753
        },
        {
            "text": "Commercial court, Lucknow",
            "label": "COURT",
            "start_char": 61768,
            "end_char": 61793
        },
        {
            "text": "Arbitration Case No. 57/2022",
            "label": "CASE_NUMBER",
            "start_char": 61797,
            "end_char": 61825
        },
        {
            "text": "Sahakar Global Company Ltd.",
            "label": "ORG",
            "start_char": 61831,
            "end_char": 61858
        },
        {
            "text": "U.P Expressway Industrial development Authority",
            "label": "RESPONDENT",
            "start_char": 61862,
            "end_char": 61909
        },
        {
            "text": "02.12.2022",
            "label": "DATE",
            "start_char": 61975,
            "end_char": 61985
        },
        {
            "text": "Lokesh Kumar",
            "label": "OTHER_PERSON",
            "start_char": 61986,
            "end_char": 61998
        }
    ],
    "precedent_clusters": {
        "Prem Heavy Engineering Works (P) Ltd. (1997) 6": [
            "Ansal Engineering Projects Ltd. Vs.",
            "Standard Chartered Bank Vs.",
            "Vintec Electronics Private Ltd, Vs.",
            "General Electric Technical Services Company INC Vs.",
            "Svenska Handelsbanken Vs Indian Charge Chrome (1994) 1",
            "Itek Corporation V/s First National Bank of Boston 566",
            "Vintec Electronics Private Ltd, Vs.",
            "Mahatma Gandhi Sahakara Sakkare Karkhane v. National Heavy Engineering Coop",
            "BSES Ltd. v. Fenner India Ltd.",
            "Mahatma Gandhi Sahakra Sakkare Karkhane v. National Heavy Engg",
            "Union of India Vs.",
            "Satluj Jal Vidyut Vikas Nigam Ltd v. Hindustan Construction Co Ltd",
            "Satluj Jal Vidyut Nigam Ltd v. Jai Prakash Hyundai Consortium",
            "Prem Heavy Engineering Works (P) Ltd. (1997) 6"
        ],
        "Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450": [
            "Tehri Hydro Development Corporation Ltd. (1996) 5 SCC Page 450",
            "Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450"
        ],
        "Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56": [
            "Continental Construction Ltd. v. Satluj Jal VidyutNigam Ltd. reported as 2006 SCC OnLine Del 56",
            "Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56"
        ],
        "V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249": [
            "V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249",
            "Sutlej Jal vidyut Nigam Ltd. 2005 SCC Online Del 1249"
        ],
        "U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568": [
            "U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568",
            "U.P. State Sugar Corporation (1997) 1 SCC 568",
            "Sumac International Ltd., (1997) 1 SCC 568",
            "Sumac International Ltd., (1997) 1 SCC 568"
        ],
        "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110": [
            "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110",
            "Himadri Chemicals (2007) 8 SCC 110"
        ],
        "Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544": [
            "HCL Infosystems Ltd., (2008) 1 SCC 544",
            "Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544"
        ],
        "B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728": [
            "B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728",
            "(2006) 2 SCC 728]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "section 37",
            "Arbitration & Conciliation Act, 1996",
            "section 37",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 19969",
            "section 9",
            "Arbitration & Conciliation Act, 19969"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 1996",
            "section 9",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts Act",
            "Section 13",
            "Commercial Courts Act"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 9",
            "Conciliation Act, 1996",
            "Section 9",
            "Conciliation Act, 1996"
        ],
        [
            "order 39",
            "CPC",
            "order 39",
            "CPC"
        ],
        [
            "Order 39, Rules 1 and 2",
            "CPC",
            "Order 39, Rules 1 and 2",
            "CPC"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act",
            "section 9",
            "Arbitration & Conciliation Act"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act",
            "section 9",
            "Arbitration & Conciliation Act"
        ],
        [
            "section 9",
            "Arbitration & conciliation Act",
            "section 9",
            "Arbitration & conciliation Act"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act",
            "section 9",
            "Arbitration & Conciliation Act"
        ],
        [
            "Article 141",
            "Constitution of India",
            "Article 141",
            "Constitution of India"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 19969",
            "section 9",
            "Arbitration & Conciliation Act, 19969"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 1996",
            "section 9",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 1996",
            "section 9",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act, 1996",
            "section 9",
            "Arbitration & Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Conciliation Act, 1996",
            "section 9",
            "Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Conciliation Act, 1996",
            "Section 9",
            "Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Conciliation Act, 1996",
            "section 9",
            "Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Conciliation Act, 1996",
            "section 9",
            "Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Conciliation Act, 1996",
            "section 9",
            "Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration & Conciliation Act",
            "section 9",
            "Arbitration & Conciliation Act"
        ],
        [
            "SCC 502",
            "CPC",
            "SCC 502",
            "CPC"
        ]
    ],
    "precedent_counts": {
        "Prem Heavy Engineering Works (P) Ltd. (1997) 6": 14,
        "Tehri Hydro Development Corporation Ltd, and another, (1996) 5 SCC Page 450": 2,
        "Continental Construction Ltd. v/s Sutluj Jal Vidyut Nigam Ltd. 2006 SCC Online Del 56": 2,
        "V. Satluj Jal Vidyut Nigam Ltd. reported as 2005 SCC OnLine Del 1249": 2,
        "U.P State Sugar Corporation Vs Sumac International Limited (1997) 1 SCC 568": 4,
        "Himadri Chemicals Industries Ltd. v. Coal Tar Refining Co.: (2007) 8 SCC 110": 2,
        "Vintec Electronics Private Ltd, Vs. HCL Infosystems Ltd., (2008) 1 SCC 544": 2,
        "B.S.E.S. Ltd v. Fenner India Ltd, (2006) 2 SCC 728": 2
    },
    "provision_counts": {
        "section 37 of Arbitration & Conciliation Act, 1996": 1,
        "section 9 of Arbitration & Conciliation Act, 19969": 2,
        "section 9 of Arbitration & Conciliation Act, 1996": 4,
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 13 of Commercial Courts Act": 1,
        "Section 37 of Arbitration and Conciliation Act": 1,
        "Article 227 of Constitution of India": 1,
        "Section 9 of Conciliation Act, 1996": 2,
        "order 39 of CPC": 1,
        "Order 39, Rules 1 and 2 of CPC": 1,
        "section 9 of Arbitration & Conciliation Act": 4,
        "section 9 of Arbitration & conciliation Act": 1,
        "Article 141 of Constitution of India": 1,
        "section 9 of Conciliation Act, 1996": 4,
        "SCC 502 of CPC": 1
    },
    "statute_counts": {
        "Arbitration & Conciliation Act, 1996": 5,
        "Arbitration & Conciliation Act, 19969": 2,
        "Arbitration and Conciliation Act, 1996": 1,
        "Commercial Courts Act": 1,
        "Arbitration and Conciliation Act": 1,
        "Constitution of India": 2,
        "Conciliation Act, 1996": 6,
        "CPC": 3,
        "Arbitration & Conciliation Act": 4,
        "Arbitration & conciliation Act": 1
    }
}