{
    "id": "3eced0ea29b55edf93906fcdfc7ec6757fbe68e0a87bf45b99225148f854e2a6",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nGujarat High Court\nModipon Fibres Company vs Gujarat State Fertilizers And ... on 10 July, 2018 \nAuthor: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje\nC/Fa/1438/2017                                                      Cav Judgment\n\n\n\n    In The High Court Of Gujarat At Ahmedabad\n                       R/ First Appeal No. 1438 of 2017 \n                                     With\n                 R/Special Civil Application No. 4764  of 2017 FOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR.JUSTICE M.R. SHAH                                      Sd/\nand HONOURABLE MR.JUSTICE A.Y. KOGJE                                     Sd/ \n= = = = = = = = = = = = = = = = = = = = = = = = = = = = = = = == = = = = = = = = = = = =\n1 Whether Reporters of Local Papers may be allowed to see Yes the judgment ?\n2 To be referred to the Reporter or not ? Yes 3 Whether their Lordships wish to see the fair copy of the No judgment ? \n4 Whether this case involves a substantial question of law as No to the interpretation of the Constitution of India or any order made thereunder ? \n============================================= MODIPON FIBRES COMPANY Versus GUJARAT STATE FERTILIZERS AND CHEMICALS LIMITED ============================================= Appearance:\nMR DEVAN PARIKH, SR. ADVOCATE with MR MN MARFATIA(6930) for the PETITIONER(s) No. 1,2 MR KS NANAVATI, SR. ADVOCATE with MR KUNAL VYAS for NANAVATI ============================================= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 10/07/2018 (PER : HONOURABLE MR.JUSTICE M.R. SHAH) [1.0] As both this First Appeal and Special Civil Application are interconnected, both this First Appeal and Special Civil Application are decided and disposed of together by this common judgment and order.\n[2.0] By way of this petition under Article 226 of the Constitution of India the petitioner herein - original defendant has prayed for an appropriate writ, direction and order to quash and set aside the order dated 20.09.2016 passed below Exh.15 by the learned Commercial Court, Vadodara (hereinafter referred to as \"learned Commercial Court\") in Commercial Civil Suit No.79/2016 by which the learned Commercial Court has partly allowed the said application and has granted the conditional leave to the petitioner herein - original defendant to defend the Commercial Suit No.79/2016 on deposit of Rs.5 Crores (against a total claim in the suit of Rs.22 Crores approximately).\n[2.1] As the order passed by the learned Commercial Court below Exh.15 was not complied with and the original defendant failed to deposit the amount as ordered while granting conditional leave i.e. Rs.5 Crores, subsequently on noncompliance of the order passed while granting the conditional leave to defend the suit, thereafter the learned Commercial Court has decreed the suit vide judgment and decree dated 20.12.2016, which is the subject matter of First Appeal No.1438/2017.\n[3.0] The facts leading to the present First Appeal and Special Civil Application in nutshell are as under:\n[3.1] That the original plaintiff - Gujarat State Fertilizers and Chemicals Ltd. (hereinafter referred to as \"original plaintiff\") initially instituted Special Summary Suit No.171/2008 in the Court of learned Civil Judge (Senior Division), Vadodara for recovery of a total sum of Rs.22,47,83,286/ (Rs.12,31,49,933/ by way of principal amount and Rs.10,16,33,353/ towards running interest upto 31.10.2007). That on constitution of the Commercial Court under the provisions of the Commercial Courts Act, 2015, the said suit came to be transferred to the Commercial Court, at Vadodara which was numbered as Commercial Civil Suit No.79/2016. \n[3.2] That it was the case on behalf of the original plaintiff that original plaintiff Company is engaged in the business of manufacturing and selling of fertilizers and chemicals. That the defendant Company is division of Modipon Limited and engaged in the business of manufacturing of Nylon Filament Yarn. That both the companies are dealing with each other since around 25 years. That the original plaintiff Company used to enter into annual agreement for supply of Caprolactam which is main raw material which is used to produce the Nylon Filament Yarn. That every year the original plaintiff Company used to sell the contracted quantity of Caprolactam as per annual agreement. That the said sale of Caprolactam was made against suitable security of LC and/or post dated cheques. That the selling price was decided by the original plaintiff Company from time to time and communicated to the defendant. That the terms of the payment were decided between the parties from time to time and as per the invoices issued by the original plaintiff from time to time the credit days were shown as 30 days + 30 days, meaning thereby total 60 days' credit was given to the original defendants for making the payment. According to the original plaintiff so stated in the plaint, it was further agreed that if the payment is not made on due date, the penal interest shall be recoverable as per the interest clause. That the defendant was liable to pay the interest as per the rate of interest for respective financial year. That the payment for such debit notes were duly made by the original defendants within 7 days from the issuance of the debit notes. It was also the case on behalf of the original plaintiff and so averred in the plaint that the defendant used to purchase the goods and the original plaintiff used to open and maintain the current account of the defendant and used to credit the amount received from the defendant for the goods supplied. That the last payment was made by the defendant through pay order on 30.04.2017 for a sum of Rs.2 lakh and thereafter the defendant has stopped making any payment to the original plaintiff against the goods supplied / sent earlier and the invoices issued by the original plaintiff from time to time. Therefore, according to the original plaintiff the defendant is liable to pay a sum of Rs.12,31,49,933/ and as per the interest clause defendant is liable to pay total interest of Rs.10,16,33,353/ towards interest upto the period of 31.10.2007. It was further averred in the plaint that against the aforesaid amount due outstanding against the defendant, the defendant issued 90 cheques in discharge of his liabilities but all the 90 cheques were got dishonored and the original plaintiff has instituted criminal complaint under Section 138 of the Negotiable Instruments Act, 1881. It was further averred that on return of the cheques the original plaintiff has issued debit notes dated 21.10.2007 for Rs.75,000/ being the cheque return charges. \nThus, according to the original plaintiff the original plaintiff has become entitled to recover from the defendant Company a sum of Rs.22,47,83,286/. It was further averred that the original plaintiff has not claimed any other relief. Therefore, the suit falls within the ambit of Order XXXVII of the CPC. \n[3.3] That having been served with the summonses of the suit, the defendant put its appearance. That the original plaintiff submitted the application for issuance of summonses of judgment. The defendant filed the application Exh.15 seeking leave to defend inter alia on the grounds that (1) suit of the original plaintiff is not maintainable under Order XXXVII of the CPC; (2) that the suit has not been properly instituted and the person who signed on behalf of the original plaintiff is not authorized; (3) that the original plaintiff has not narrated the correct facts and circumstances; (4) that the defendant is not liable to pay interest claimed; (5) the principal amount is also disputed and (6) that the 90 cheques were issued by way of security and not in discharge of the liability. Therefore, it was prayed to grant the unconditional leave to defend the suit. \n[3.4] That by a reasoned order dated 20.09.2016 the learned Commercial Court granted the conditional leave to the defendant to defend the suit subject to deposit of Rs.5 Crores within 2 months from the date of the order. At this stage it is required to be noted that at the relevant time the defendant did not challenge the said order of conditional leave. However, thereafter the defendant moved an application Exh.49 for extension of time. The said application was partly allowed and the defendant was granted further time and permitted to deposit the said amount on or before 20.12.2016. While seeking extension it was submitted on behalf of the defendant that the amount could not be deposited but the original defendants have requested the State of U.P. seeking permission to sell the property but the State of U.P. has not given any reply to the said letter. However, after further time was granted upto 20.12.2016 passed below Exh.49, neither there was any application for extension nor the aforesaid amount of Rs.5 Crores were deposited as per the order passed below Exh.15. That thereafter by judgment and decree dated 20.12.2016 impugned in the First Appeal, the learned Commercial Court has decreed the suit partly and passed a decree against the defendant and in favour of original plaintiff to recover an amount of Rs.22,47,83,286/ alongwith running interest at 10% p.a. from the date of filing of the suit till realization of the amount. \n[3.5] That feeling aggrieved and dissatisfied with the impugned judgment and decree passed by the learned Commercial Court dated 20.12.2016 in Commercial Civil Suit No.79/2016, the appellant herein - original defendant has preferred the present First Appeal on 23.02.2017. That thereafter i.e. after the judgment and decree passed by the learned Commercial Court, the original defendant has preferred the Special Civil Application No.4764/2017 challenging the order passed by the learned Commercial Court below Exh.15 granting the conditional leave to the defendant to defend the suit on deposit of Rs.5 Crores i.e. granting conditional leave and not granting unconditional leave to defend the suit to the original defendants, the original defendants have preferred Special Civil Application No.4764/2017. At the cost of repetition it is to be noted that that Special Civil Application No.4764/2017 has been preferred by the petitioners after the judgment and decree passed by the learned Commercial Court and at the relevant time i.e. before passing the judgment and decree, the original defendants did not challenge the order below Exh.15 granting conditional leave and not granting unconditional leave to the original defendants to defend the suit. \n[3.6] Learned Counsel appearing for respective parties have made common submissions in First Appeal as well as Special Civil Application and have addressed the Court on partly allowing Exh.15 and granting conditional leave to the original defendants to defend the suit on condition to deposit Rs.5 Crores and not granting unconditional leave to the original defendants to defend the suit.\n[4.0] Shri Devan Parikh, learned Senior Advocate has appeared on behalf of the appellant herein / petitioners herein - original defendants and Shri K.S. Nanavati, learned Senior Advocate has appeared on behalf of the respondent herein - original plaintiff.\n[5.0] Shri Parikh, learned Counsel appearing on behalf of the original defendants has vehemently submitted that in the facts and circumstances of the case, the learned Judge has materially erred in not granting unconditional leave to the original defendants to defend the suit.\n[5.1] It is submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that number of contentions were raised before the learned Commercial Court and number of submissions were made which will raise the triable issues and therefore, the learned Judge ought to have granted unconditional leave to defend the suit to the original defendants.\n[5.2] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that as such the learned Judge himself in the impugned order has specifically observed that there are triable issues. It is submitted that despite the above finding that there are triable issues the learned Judge has not granted the unconditional leave to the original defendants to defend the suit. \n[5.3] It is vehemently submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that it is a settled proposition of law and as per the catena of decisions of the Hon'ble Supreme Court as well as this Court, once there are triable issues, the original defendants shall be entitled to the unconditional leave to defend the suit. In support of his above submissions, he has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers vs. Basic Equipment Corporation reported in (1976) 4 SCC 687. \n[5.4] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that as such in absence of any written agreement between the original plaintiff and the original defendants for supply of goods, the summary suit itself is not maintainable. It is submitted that as provided under Order XXXVII Rule 2 of the CPC, the summary suit shall be maintainable on a written contract. It is submitted that in the present case as such the socalled annual contract was as such not signed by the defendant No.1. It is submitted that even the said proforma only, contract upon which the recovery suit is filed, was not even between the original plaintiff and the defendant No.1. It is submitted that therefore the summary suit itself, in absence of any written contract between the original plaintiff and the original defendants, shall not be maintainable. It is further submitted that even as per section 46 of the Companies Act, before any written agreement / contract between the original plaintiff and the original defendant Company, it must be approved by the Board of Directors of the Company and then and then only it can bind the Company.\n[5.5] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that therefore, the annual agreement dated 08.04.2004 upon which the reliance has been placed by the original plaintiff cannot be termed to be a written agreement as contemplated under Order XXXVII of the CPC. \n[5.6] It is submitted that even the said annual agreement produced on record was not signed by both the sides and therefore, the same cannot be said to be a written contract. It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the original plaintiff has not produced the original document of the said annual agreement. It is submitted that therefore the said annual agreement is not admissible in evidence. In support of his above submission, Shri Parikh, learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Neebha Kapoor vs. Jayantilal Khandwala and Others reported in (2008) 3 SCC 770. \n[5.7] It is submitted that therefore the maintainability of the summary suit in absence of written contract itself is a triable issue and therefore, the learned Judge ought to have granted the unconditional leave to defend the suit to the original defendants. \n[5.8] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the suit was instituted by the person who was not authorized to institute the suit on behalf of the original plaintiff. It is submitted that therefore also the learned Judge ought to have granted the unconditional leave to the original defendants. It is submitted that the authority produced by the original plaintiff cannot be termed to be an authority necessary for filing the suit. It is submitted that referring to page 54 of the Record & Proceedings - Authority Letter in favour of the person who had instituted the suit, it is vehemently submitted by Shri Parikh, learned Counsel that an authority to file a suit is completely different from right to file a suit on behalf of the Company. It is submitted that nothing is on record to suggest that any decision was taken by the original plaintiff to institute the suit for recovery of the amount against the defendant. \n[5.9] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the original plaintiff had also not come with clean hands and had not stated true and correct facts in the plaint. It is submitted that infact the original plaintiff had already filed a suit for redemption of mortgage for recovery of the very amount which is claimed in the suit before the Bombay High Court and the mortgaged property of the company has been got attached. It is submitted that once the original plaintiff has chosen to file a suit for redemption of the mortgage of the property of the defendant Company, thereafter it is not open for the original plaintiff to file a suit under Order XXXVII of the CPC. It is further submitted that when the property which was mortgaged and now under the order of the Bombay High Court is attached as a security with the original plaintiff, there was no need to grant the conditional leave as the mortgaged property is a security enough to entitle the appellant for unconditional leave to defend. \n[5.10] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even otherwise in the suit the original plaintiff has claimed the interest and in absence of any contractual obligation to pay the interest as claimed, such summary suit shall not be maintainable and therefore also, the original defendants shall be entitled to the unconditional leave to defend the suit. \n[5.11] It is further submitted that not only that but even the original plaintiff has claimed the penal interest for which there is no agreement between the parties. It is further submitted that even the original plaintiff had claimed interest at the rate of 14.5%. Even as per the original plaintiff in the invoice the rate of interest is mentioned at 15%. It is submitted that therefore in absence of any written agreement on interest, such a summary suit shall not be maintainable. \n[5.12] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even otherwise the present summary suit shall not be maintainable in absence of any specific averments in the suit as required, as per Order XXXVII Rule 2 of the CPC, that no relief is claimed in the suit which otherwise shall not be maintainable under Order XXXVII of the CPC. In support of his above submissions, Shri Parikh, learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Satellite Television Asian Region Limited and Anr. vs. Kunvar Ajay Foods Pvt. Ltd. reported in 2009 (1) GLH 590 (Para 21).\n[5.13] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even some of the claims are time barred and therefore also, the original defendants shall be entitled to the unconditional leave.\n[5.14] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that therefore considering the aforesaid facts and circumstances, when the appellants are successful in raising the triable issues, which as such have been accepted by the learned Commercial Court, in that case the original defendants were entitled to unconditional leave to defend the suit. \nNo other submissions have been made. \nMaking above submissions and relying upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) as well as the decision of the Hon'ble Supreme Court in the case of State Bank of Hyderabad vs. Rabo Bank reported in (2015) 10 SCC 521; Jayantilal Khandwala and Others (Supra), it is requested to allow the present First Appeal as well as the Special Civil Application and to quash and set aside the order passed by the learned Commercial Court below Exh.15 in not granting unconditional leave to defend the suit to the original defendants and thereafter partly decreeing the suit on nondeposit of the amount as per the order passed below Exh.15. \n[6.0] Present First Appeal is vehemently opposed by Shri K.S. Nanavati, learned Counsel appearing on behalf of the original plaintiff. \n[6.1] Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has submitted that in the facts and circumstances of the case the learned Commercial Court had rightly not granted unconditional leave to defend the suit. \n[6.2] It is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such against the total claim of Rs.22,47,83,286/ (out of which Rs.12,31,49,933/ was the principal amount) infact the learned Commercial Court directed the original defendants to deposit Rs.5 Crores only while granting conditional leave to defend the suit to the original defendants, which in the facts and circumstances of the case is not required to be interfered with. \n[6.3] It is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such initially the original defendants had not challenged the order passed below Exh.15 till even the impugned judgment and decree came to be passed. It is submitted that till the impugned judgment and order came to be passed by the learned Commercial Court, the original defendants therefore, permitted the order passed below Exh.15 to operate. It is submitted that thereafter on noncompliance / nondeposit of the amount as directed by the learned Commercial Court while passing the order at Exh.15, thereafter when the impugned judgment and decree has been passed, challenge to the order below Exh.15 as such is nothing but an afterthought and therefore, as such the appellants may not be permitted to challenge the order passed by the learned Commercial Court below Exh.15 which as such was not challenged by the defendant at the relevant time.\n[6.4] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even while submitting the application Exh.49 for extension of time to deposit the amount of Rs.5 Crores, the learned Advocate appearing on behalf of the original defendants requested to grant some more time as they had sought the permission from the State of U.P. to dispose of their properties. It is submitted that therefore till the impugned judgment and decree came to be passed, the original defendants were not aggrieved by the order below Exh.15. It is submitted that only when the impugned judgment and decree has been passed by the learned Commercial Court, as an afterthought and having realized that nonchallenge to the order below Exh.15 will come in their way, they have subsequently and even after filing of the First Appeal challenging the impugned judgment and decree, the original defendants have challenged the order passed below Exh.15 belatedly by way of Special Civil Application. \n[6.5] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even on merits also it cannot be said that while passing the order below Exh.15, the learned Judge committed any error in directing the original defendants to deposit Rs.5 Crores while granting conditional leave to defend the suit to the original defendants.\n[6.6] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that having noted that the original defendants have infact consumed the goods Caprolactam supplied from time to time under various invoices and for which even the debit notes were issued from time to time and thereafter at no point of time they raised any grievance with respect to quantity and/or quality and/or otherwise and even 90 cheques which were given by the original defendants against the dues came to be returned / dishonored and thereafter against the total dues of Rs.12,31,49,933/ by way of principal amount, when the learned Judge had imposed the condition to deposit Rs.5 Crores only, the same cannot be said to be in anyway erroneous and/or contrary to the provisions of the law which calls for interference of this Court in exercise of powers under Article 227 of the Constitution of India.\n[6.7] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) by the learned Counsel appearing on behalf of the original defendants, Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has heavily relied upon the recent decision of the Hon'ble Supreme Court in the case of IDBI Trusteeship Services Limited vs. Hubtown Limited reported in (2017) 1 SCC 568. It is submitted that in the aforesaid decision the Hon'ble Supreme Court had an occasion to consider the earlier decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) and in view of the subsequent amendment to Order XXXVII Rule 3 of the CPC, the Hon'ble Supreme Court has observed and held that principle stated in para 8 of Mechelec's case will stand superseded. It is submitted that therefore now no reliance can be made on the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra).\n[6.8] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that in the recent decision in the case of Hubtown Limited (Supra), the Hon'ble Supreme Court after considering the earlier various decisions of the Hon'ble Supreme Court on the point has observed and held that (1) principle stated in para 8 of the Mechelec's case will now stand superseded; (2) even if the defendant raises triable issues, if a doubt is left with the trial Judge about the defendant's good faith or the genuineness of the triable issues, the trial Judge may impose conditions both, as to time or mode of trial, as well as payment into court or furnishing security.\n[6.9] It is further submitted that in the aforesaid decision it is observed by the Hon'ble Supreme Court that care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated. If the defendant raises a defence which is plausible but improbable, the trial Judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security; if any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in Court. It is submitted that therefore in the present case when the goods supplied to to the original defendants, supplied from time to time by issuing the invoices as debit notes, are consumed by the original defendants without raising any dispute and even thereafter also no dispute is raised with respect to quantity and/or quality of the goods supplied and so consumed and even 90 cheques which were issued came to be dishonored, the learned Commercial Court has not committed any error in directing the original defendants to deposit Rs.5 Crores against the total claim of Rs.22,47,83,286/ (out of which Rs.12,31,49,933/ has been claimed by way of principal amount).\n[6.10] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even the defences which are raised on behalf of the original defendants more particularly with respect to the absence of written contract / agreement; the annual agreement not signed by the parties; the defence regarding authority to file the suit are concerned, it is submitted that all the aforesaid defences are moonshine defences. It is submitted that once the goods supplied are consumed without raising any dispute, such defences are dishonest defences which would have a direct bearing on grant of conditional leave to the original defendants. \n[6.11] Relying upon the documents on record (Page 54 of the paper book), it is submitted that the person who has filed the suit had the authority to file the suit and he was authorized to file the suit for recovery of the amount. \n[6.12] Now, so far as the interest claimed in the suit is concerned, it is vehemently submitted that in the invoices itself there is a specific mention to the right of interest on nonpayment of the amount due and payable under the invoices. It is submitted that infact as per the invoices the original plaintiff was entitled to the interest at the rate of 15%, against which the original plaintiff claimed only 14.5% interest. It is submitted that as such the learned Commercial Court while passing the impugned judgment and decree has awarded the interest at the rate of 10% per annum from the date of filing of the suit till realization.\n[6.13] Now, so far as the submission on behalf of the original defendant on written agreement / contract is concerned, Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has heavily relied upon the definition of \"written contract\" as defined under the Black's Law Dictionary. It is submitted that to constitute a written agreement / contract the intention of the parties are required to be inferred and such inference in the instance case can be drawn from not only the clause of the annual agreement but also subsequent conduct of both the parties which reflected from various communications from time to time between the parties and the invoices and the debit notes. It is submitted that if all these documents are considered, which are already produced on record, it would go to suggest that a summary suit was maintainable under Order XXXVII of the CPC. \n[6.14] Now, so far as the submission on behalf of the original defendants regarding the dual action before the High Court of Bombay and the submission on behalf of the original defendants that the original plaintiff has not disclosed in the suit the filing of the suit for redemption of the mortgage in the Bombay High Court, it is submitted that as such the said suit for redemption of the mortgage as such has been instituted subsequently, subsequent to the filing of the summary suit. It is submitted that both the proceedings namely the summary suit as well as the suit before the Bombay High Court for redemption of mortgage are both independent and different proceedings and based on independent document and cause of action. It is submitted that the suit for redemption of mortgage before the Bombay High Court is the action initiated by the original plaintiff against the Managing Director of the Company based on independent document of mortgage by the Managing Director of the Company and therefore, the same is completely unrelated to the claim of the original plaintiff against the original defendants in the present suit. It is submitted that even the amount covered under the mortgage was only to the extent of Rs.2 Crores, which is a very small amount as against the claim of the original plaintiff in the suit of Rs.22,47,83,286/.\n[6.15] Relying upon the averments in para 18 of the plaint it is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such there are necessary averments in the plaint as required while invoking the provisions of Order XXXVII of the CPC.\nMaking above submissions and relying upon above decisions it is requested to dismiss the present First Appeal as well as Special Civil Application.\n[7.0] Heard learned Counsel appearing on behalf of the respective parties at length.\nAt the outset it is required to be noted that the original plaintiff had instituted the summary suit against the original defendants for recovery of Rs.22,47,83,286/ for the goods supplied to the original defendants for which the necessary invoices and debit notes were issued from time to time and the goods which came to be consumed by the original defendants without raising any dispute with respect to quality or quantity. It is also required to be noted that according to the original plaintiff, 90 different cheques were given by the original defendants to the original plaintiff against the dues, however when presented, all the cheques came to be dishonored. Considering the aforesaid facts and circumstances, the learned Judge, Commercial Court by a detailed speaking order below Exh.15 partly allowed the said application Exh.15 and granted leave to defend to the original defendants on condition of deposit of Rs.5 Crores. \n[7.1] At this stage it is required to be noted that order below Exh.15 granting conditional leave to the original defendants to defend the suit on condition of deposit of Rs.5 Crores came to be passed on 20.09.2016. The original defendants were directed to deposit the amount of Rs.5 Crores within a period of 2 months. The original defendants at the relevant time did not challenge the order passed below Exh.15. On the contrary the original defendants submitted the application Exh.49 to extend the time to deposit the aforesaid amount of Rs.5 Crores submitting that they had sought the permission from the State of U.P. to dispose of / sell their properties. In the application Exh.49 submitted by the original defendants, it was submitted as under:\n\"1. Present suit has been filed for recovery of amount of Rs.22,47,83,286/. That Hon'ble Court has ordered to deposit of Rs. 5 Cr to defend the suit. Thus, leave to defend the suit is granted on condition that the amount should be deposited within 2 Months. The defendant has been trying to generate the funds to comply with the order of this Hon'ble Court but has not been success so far. The property situated at Modinagar from where defendant has been operating and running their company was originally acquired for the purpose of M/s. Modipon Ltd. The government of Uttar Pradesh had permitted to transfer the said land to new factory i.e. M/s. Modipon Ltd. by their order dt. 11.3.1966. It is humbly submitted that on account of condition fastened by government of Uttar Pradesh under the concerned law where said property or any part thereof was not to be transferred in any manner except with the previous sanction of the state government (Uttar Pradesh). \n2. In view of above facts in order to comply with the order of this Hon'ble Court the necessary procedure for obtaining previous sanction of government of Uttar Pradesh to transfer part of the said land is required in order to complete this requirement and generate the funds so as to comply the order of this Hon'ble Court. The time limit fixed by this Hon'ble Court may please be extended for period of 2 (Two) months and enable the defendant to obtain necessary sanction for the sale / transfer of land situated at Modinagar which may be found sufficient to comply with the order of this Hon'ble Court. Kindly allow he application to enable defendants to obtain necessary sanction.\" \nThus, the original defendants requested to extend the time to comply with the order below Exh.15. That despite the strong objection on behalf of the original plaintiff, the learned Judge, Commercial Court was gracious enough to grant further 4 weeks' time to the original defendants to comply with the order below Exh.15. Despite the above, the original defendants failed to deposit the amount of Rs.5 Crore as per the order below Exh.15. From the averments made in the application at Exh.49, it appears that the original defendants were not aggrieved by the order below Exh.15 and infact it can be said that they accepted the said order and sought further extension to comply with the said order. That thereafter on noncompliance of the order below Exh.15 and on non deposit of the amount of Rs.5 Crores as per the order below Exh.15, which was further extended by a further period of 4 weeks and in absence of challenge to the order below Exh.15, thereafter the learned Judge has passed the impugned judgment and decree. That thereafter the original defendants have preferred the present First Appeal challenging the impugned judgment and decree and only thereafter the original defendants have challenged the order below Exh.15 by way of Special Civil Application No.4764/2017 which at the relevant time the original defendants did not challenge and infact as observed herein above they submitted the application Exh.49 for extension of time to make the deposit to comply with the order below Exh.15. In light of the above, the challenge to the order below Exh.15 granting conditional leave to the original defendants is required to be considered. Considering the aforesaid facts and circumstances even the bonafides of the original defendants are required to be considered. It is required to be noted that against the total dues of Rs.12,31,49,933/ by way of principal amount for the goods supplied by the original plaintiff to the original defendants, supplied from time to time under various different invoices and debit notes, the goods which came to be consumed by the original defendants without raising any dispute with respect to either quantity and/or quality, infact the learned Judge directed the original defendants to deposit a sum of Rs.5 Crores only, while granting conditional leave to the defendants to defend the suit. Therefore, while considering the legality and validity of the impugned order passed by the learned Judge, Commercial Court directing the original defendants to deposit Rs.5 Crores while granting the conditional leave to the original defendants to defend the suit is required to be considered. \n[7.3] It is the case on behalf of the original defendants that as the original defendants have raised the triable issues, the original defendants shall be entitled to the unconditional leave. It is the case on behalf of the original defendants that even the learned Commercial Court has also observed that there are some triable issues. It is submitted that therefore, once having been found that there are triable issues, the original defendants shall be entitled to the unconditional leave. For the aforesaid the learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) and in the case of Rabo Bank (Supra). \n[7.4] Now, so far as the defences which are raised on behalf of the original defendants recorded herein above are concerned, the same can be dealt with individually which shall be dealt with hereinbelow. However, assuming that there may be and/or there are some triable issues, in that case also, can it be said whether the learned Judge has committed any error in not granting unconditional leave to defend the suit to the original defendants and granting the conditional leave to the original defendants to defend the suit on deposit of Rs.5 Crores and it is required to be considered whether such an order directing the original defendants to deposit Rs.5 Crores against the claim of Rs.12,31,49,933/ as a principal amount requires any interference by this Court in exercise of powers under Article 227 of the Constitution of India?\n[7.5] While considering the legality and validity of the impugned order passed by the learned Judge below Exh.15, the decision of the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) is required to be referred to and considered. In the case of Hubtown Limited (Supra), the Hon'ble Supreme Court has considered by and large all the earlier decisions on the subject including the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra), the decision which has been heavily relied upon by the learned Counsel appearing on behalf of the original defendants. After considering the effect of amendment of Order XXXVII (as amended in 1976), the Hon'ble Supreme Court has observed and held that the principles stated in para 8 of the Mechelec Enginners and Manufacturers (Supra) will now stand superseded and thereafter in para 17 the Hon'ble Supreme Court has observed and concluded as under:\n\"17. Accordingly, the principles stated in para 8 of Mechelec's case4 will now stand superseded, given the amendment of Order 37 Rule 3 and the binding decision of four judges in Milkhiram's case 6, as follows:\n17.1 If the defendant satisfies the Court that he has a substantial defence, that is, a defence that is likely to succeed, the original plaintiff is not entitled to leave to sign judgment, and the defendant is entitled to unconditional leave to defend the suit. \n17.2 If the defendant raises triable issues indicating that he has a fair or reasonable defence, although not a positively good defence, the original plaintiff is not entitled to sign judgment, and the defendant is ordinarily entitled to unconditional leave to defend. 17.3 Even if the defendant raises triable issues, if a doubt is left with the trial judge about the defendant's good faith, or the genuineness of the triable issues, the trial judge may impose conditions both as to time or mode of trial, as well as payment into court or furnishing security. Care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated. Care must also be taken to see that such triable issues are not shut out by unduly severe orders as to deposit or security. \n17.4 If the Defendant raises a defence which is plausible but improbable, the trial Judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security. \nAs such a defence does not raise triable issues, conditions as to deposit or security or both can extend to the entire principal sum together with such interest as the court feels the justice of the case requires. \n17.5 If the Defendant has no substantial defence and/or raises no genuine triable issues, and the court finds such defence to be frivolous or vexatious, then leave to defend the suit shall be refused, and the original plaintiff is entitled to judgment forthwith. 17.6 If any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in court.\" \n[7.6] Applying the law laid down by the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) to the facts of the case on hand, it cannot be said that the learned Judge, Commercial Court has committed any error in directing the original defendants to deposit a sum of Rs.5 Crores while granting conditional leave to defend the suit to the original defendants. Assuming that there are some triable issues, but as those defences prima facie cannot be said to be bonafide defences more particularly after consuming the goods supplied from time to time and thereafter not making the payment for the same. At the cost of repetition it is observed that in the present case the original plaintiff supplied Caprolactam to the original defendants as per the annual agreement for which the invoices and the debit notes were issued from time to time and the original defendants consumed the said goods without raising any dispute with respect to quantity and/or quality and even without raising any dispute with respect to the amounts mentioned in the debit notes. Not only that, but even the original defendants also issued different 90 cheques, may be against the security (according to the defendants) to secure the amount due and payable to the original plaintiff all of which came to be bounced / returned and thereafter when the aforesaid defences are raised, the same cannot be said to be fair or reasonable defences and/or the defences raised in good faith. Therefore, the case would fall under paras 17.3, 17.4, 17.5 and 17.6 which are referred to herein above. Therefore, in the facts and circumstances of the case more particularly when earlier at an appropriate stage and time the original defendants did not even challenge the order passed by the learned Commercial Court below Exh.15 and infact they accepted it and sought extension to comply with the same, the present petition challenging the order below Exh.15 deserves to be dismissed. \n[7.7] Now, so far as the submission on behalf of the original plaintiffs on the authority of the person who had filed the suit is concerned, the same has no substance in view of the authority placed on record at page 54 of the paper book. The person who has filed the suit has been authorized to file the suit for recovery against the original defendants. \n[7.8] Now, so far as the submission on behalf of the original defendants that as the original plaintiff had claimed the interest / penal interest for which there is no agreement or contract between the parties is concerned, from the invoices which contain the interest clause, the aforesaid defence has no substance. Nothing is on record that after receipt of the invoices the original defendants raised any dispute with respect to the interest clause mentioned in the said invoices. Therefore, the submission on behalf of the original defendants that the invoices can be said to be an offer but cannot be said to be a concluded contract is concerned, the aforesaid has no substance for the simple reason that thereafter when the original defendants did not raise any dispute with respect to interest clause mentioned in the invoices by conduct and/or otherwise the same shall be binding to the original defendants. Therefore, the aforesaid defences can be said to be lacking bonafides and cannot be said to be in good faith. \n[7.9] Now, so far as the submission on behalf of the original defendants that some of the claims are barred by limitation is concerned, at the outset it is required to be noted that no such defence has been raised before the learned Judge, Commercial Court. Not only that even in the appeal memo also, no such ground is raised. Therefore, it appears that the said defence is raised only for the sake of taking defence. \n[7.10] Now, so far as the submission on behalf of the original defendants that the suit is filed on photocopy and the original has not come on record and therefore, the suit shall not be maintainable is concerned, it is required to be noted that admissibility of the said document is to be considered not at this stage. What is required to be considered in the present case and present proceedings is the impugned order passed by the learned Judge below Exh.15 directing the original defendants to deposit Rs.5 Crore while granting the conditional leave to the original defendants to defend the suit. As observed herein above and applying the law laid down by the Hon'ble Supreme Court in the case of the Jayantilal Khandwala and Others (Supra), it cannot be said that the learned Judge has committed any error in directing the original defendants to deposit Rs.5 Crores (against the dues of Rs.12,31,49,933/ towards principal amount) while granting conditional leave to the original defendants to defend the suit. \n[7.11] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Rabo Bank (Supra) by the learned Counsel appearing on behalf of the original defendants is concerned, at the outset it is required to be noted that the said decision has also been considered by the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) and thereafter, the Hon'ble Supreme Court has observed and concluded in para 17 reproduced herein above. \n[7.12] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Jayantilal Khandwala and Others (Supra) relied upon by the learned Counsel appearing on behalf of the original defendants is concerned, in view of the subsequent decision of the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) and even otherwise on facts also, the said decision shall not be applicable to the facts of the case on hand and/or the same shall not be of any assistance to the original defendants.\n[8.0] In view of the above and for the reasons stated above, it cannot be said that in the facts and circumstances of the case narrated herein above, the learned Judge, Commercial Court has committed any error while passing the order below Exh.15 and not granting the unconditional leave to the original defendants to defend the suit and granting conditional leave to the original defendants to defend the suit on deposit of Rs.5 Crores only. Under the circumstances, present Special Civil Application No.4674/2017 and First Appeal No.1438/2017 challenging respectively the order below Exh.15 and thereafter further judgment and decree passed by the learned Commercial Court fail and the same deserve to be dismissed and are, accordingly, dismissed. However, in the facts and circumstances of the case, there shall be no order as to costs. \nSd/ (M.R. SHAH, J.) Sd/ (A.Y. KOGJE, J.) Ajay**",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court indian bank (formerly known as . vs rameshchandra m thakkar on 21 february, 2023 author: vaibhavi d. nanavati bench: vaibhavi d. nanavati neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined in the high court of gujarat at ahmedabad r/special civil application no. 2337 of 2023 =================================================== indian bank (formerly known as allahabad bank) versus rameshchandra m thakkar =================================================== appearance: mr dk nakrani(500) for the petitioner(s) no. 1 ms kaushal d nakrani(5121) for the petitioner(s) no. 1 abhisst k thaker(7010) for the respondent(s) no. 1 served by affix(n) for the respondent(s) no. 2,3 =================================================== date : 21/02/2023 oral order 1. by way of the present petition, the petitioner herein is aggrieved by the impugned order passed below exh.57 dated 31.01.2023, which is duly produced at annexure-a, passed by the 4th additional senior civil judge, ahmedabad in special civil suit no.350 of 2021, whereby, the application below exh.57 filed by the petitioner original defendant under order-7 rule-10 r/w. section 151 of the code of civil procedure, 1908 for return of the plaint and saving of inherent powers of the court, the said application came to be dismissed on the ground that the trial court has jurisdiction to entertain the suit as it not being neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined commercial suit. 2. being aggrieved by the said order, the petitioner herein has approached this court, seeking following reliefs: \"(a) the hon'ble court may be pleased to issue a writ of certiorari and / or any other writ, quashing and setting aside the impugned order below exh.57 dated 31/01/2023 at annexure-a passed by the learned 4th additional sr. civil judge, ahmedabad (rural) in special civil suit no. 350 of 2021 and further hon'ble court may be pleased to allow the application below exh.57 special civil suit no. 350 of 2021 in the interest of justice. (b) pending admission, hearing and final disposal of this petition, the hon'ble court may be pleased to stay the operation, implementation and execution of the impugned exh.57 dated 31/01/2023 at annexure-a passed by the learned 4 th additional sr. civil judge, ahmedabad (rural) and also be pleased to stay the proceedings of special civil suit no. 350 of 2021. (c) pending admission, hearing and final disposal of this petition, the hon'ble court may be pleased to call for the records of the special civil suit no. 350 of 2021 pending before the learned 4th additional sr. civil judge, ahmedabad (rural). (d) the hon'ble court may be pleased to grant any other and further reliefs as may be deemed fit just and proper in the interest of justice.\" 3. the brief facts germane for adjudication of the dispute in question read thus: 3.1. it is stated that the respondents herein original plaintiffs filed special civil suit no. 350 of 2021 before the senior civil judge, ahmedabad (rural) for directing the neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined defendant to hand over the clear, vacant and peaceful possession of the suit properties from the defendant, direct the defendant to pay mesne profit to the plaintiffs and other reliefs as prayed for in the said suit. copy of the same is duly produced at annexurea. 3.2. the subject matter of the suit is that the original plaintiffs executed two registered memorandum of lease deeds vide registration nos. 4806 and 4808 before the sub registrar, ahmedabad against the defendant bank present petitioner bank. the said lease deeds are duly produced at annexure-c. 3.3. the petitioner herein being the original defendant submitted an application below exh. 57 under order-7 rule-10 for return of the plaint and saving of inherent powers of court, on the ground that the dispute mentioned in the plaint is related to commercial dispute and that the said court had no jurisdiction to entertain the same and the plaint is required to be returned to the original plaintiffs. 3.4. the reliance is placed on the fact that the dispute in question is a commercial dispute and the same is within the definition of section 2(1)(c)(viii) of the commercial courts, commercial division and commercial appellant division of high courts act, 2015 (for short 'the commercial courts act, 2015'). the said application below exh.57 is duly produced at annexured. neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined 3.5. the trial court rejected the said application below exh.57 by order dated 31.01.2023, considering the following aspects: \"[3] i have heard rival parties and perused the entire record. the plaintiffs have filed present suit for vacate possession, permanent injunction, mesne profit and damages in respect to shop nos. 1 & 2 of platinum plaza situated upon final plot no.264/2 of bodakdev, ahmedabad. the facts in the plaint states that initially the memorandum of lease for 5 years was executed on 09.05.2006. thereafter, it was further extended by 10 years (5 years + 5 years); and this lease agreement expired on 16.02.2021. it is further the case of the plaintiffs that though there were offers and counter-offers between them regarding further lease, but, the defendant had no right to hold the possession of the suit property after 16.02.2021. it is also the case of plaintiffs that as there was no agreement between them for further lease, the plaintiffs had issued the notices to vacate the premises on 19.07.2021, 11.11.2021, 30.07.2021, and 06.10.2021. it is categorically stated at para no.38 of the plaint that despite these notices, the defendant bank had not vacated the suit property and therefore, the cause of action to file the suit has accrued. [4] the question pasued by this application is whether the dispute between the parties is a 'commercial dispute' as per section 2 (1) (c)(vii) of the commercial courts act or not. section 2 (1) (c) (vii) reads as under: \"(c) \"commercial dispute\" means a dispute arising out of(vii) agreements relating to immovable property used exclusively in trade or commerce; explanation a commercial dispute shall not cease to be a commercial dispute merely because (a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertains to immovable property; (b) one of the cotracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined public functions,\" perusing aforesaid provision, it does appear that any dispute arising out of agreements relating to immovable property, which exclusively used in trade or commerce is a commercial dispute. meaning thereby there must be an agreement to immovable property used for trade or commerce. [5] defendant has relied upon the judgment of hon'ble gujarat high court in case of m/s kushal limited vs. m/s tirumala technocast pvt limited passed in special civil application no.3572 of 2022 dated 10.06.2022, wherein, it was held that 'the dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute. in that case before hon'ble gujarat high court, the plaintiff had purchased the property by registered sale deed from defendant on 04.10.2019, and on the same day the leave & licence agreement dated 04.10.2019 came to be executed between the parties; fixing the period and monthly licence fees. it was pleaded by the plaintiff therein that defendant failed to pay the licence fees. in background of these facts, hon'ble gujarat high court while observing that the suit property was a non-agricultural land together with the industrial shed thereon; and averments of the plaint & in the sale deed shows that the suit property was to be used as warehouse, held that the dispute was a commercial dispute. whereas, in present case there is no dispute regarding breach of any of the condition of lease agreement. it is not the case of plaintiffs that defendant had not paid the licence fees or breached any of the condition of the lease agreement untill its expiration on 16.02.2021. it is the specific case of plaintiffs that after termination of lease agreement on 16.02.2021, the afresh offers and counter offers were made; and as there was no consensus, several notices to vacate had been issued, and as defendnat bank had not vacated the suit premises, the cause of action has accrued. thus, there being no agreement between the parties after 16.02.2021, the dispute cannot be termed as commercial dispute. perusing the case before hon'ble gujarat high court, there was specific case of the plaintiff that licence fees was not paid. whereas in the case on hand, perusing the entire averments of the plaint minutely there is no single averment which suggest that the suit is for termination of lease on the ground of forfeiture for violation of any of the clasues of lease agreements, and/ or for specific performance of agreements; or relating to renewal neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined clauses in agreements or like nature. thus, pre-condition of the applicability of section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present case, the question as to whether the immovable properties are used exclusively in trade or commerce, does not arise. therefore, the ratio laid down by hon'ble gujarat high court does not squarely applicable to the case on hand. [6] defendant has further relied upon the judgment of hon'ble delhi high court in case of jagmohan behl vs. state bank of indore passed in fao(os) no. 166 of 2016 dated 22.09.2017, wherein, hon'ble delhi high court has held that 'the use of expression\" any other relief pertaining to immovable property\" would mean disputes relating to breach of agreement and damages payable on account of breach of agreement would be covered under sub-clause (vii) of clause (c) to section 2 of the act when it is arising out of agreement relating to immovable property exclusively used in trade and commerce'. in that case before hon'ble delhi high court the plaintiff therein had filed the suit for mesne profit, and earlier the plaintiff had filed the suit seeking possession, which was decreed and there was a breach of agreement. in that circumstances hon'ble delhi high court had held that the dispute there was a commercial dispute. whereas, in the case on hand; as stated earlier the lease agreement between the parties has already been concluded and there is no dispute 'arising out of', 'pertaining to', or 'in relation' to that lease agreement. it is categorically stated in para no.38 of the plaint that case of action has accrued when the defendant bank has not handed over the possession of the suit property, despite several notices. therefore, the ratio laid down by hon'ble gujarat high court is not applicable to the case on hand. [7] the plaintiffs have relied upon the judgment of hon'ble calcutta high court in case of deepak polymers private ltd vs. anchor investments private limited passed in c.o. no.759 of 2021 dated 24.06.2021. in that judgment, hon'ble calcutta high court at para nos.27 to 34 has held as under:\"27. upon hearing the rival contention of the parties and perusing their respective written notes of arguments, as well as on a plain and meaningful reading of the plaints of the aforesaid suits in their entirety, it is crystal-clear that the suits have been filed primarily for recovery of possession of immovable properties under section 106 of the transfer of property act, neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined 1882. in all the plaints, it has been pleaded that notices were given under section 106, which the defendants failed to comply with even after the expiry of fifteen (15) days thereafter. hence, the first ingredient of the suits which stares in the face is that the suits are based on the statutory right conferred by section 106 of the 1882 act. the cause of action in each of the suits clearly arises by virtue of the rights conferred by section 106. in the event the suits were for termination of lease on the ground of forfeiture for violation of any of the clauses of the lease agreements and/or for specific performance of the agreements or suits of like nature, the suits would definitely come within the purview of \"commercial dispute\" as defined in section 2(1)(c) of the commercial courts act, 2015. 28. a plain reading of the said provision indicates that section 2(1)(c) defines \"commercial dispute\" to be a dispute \"arising out of\" the subsequent sub-clauses, including several aspects. subclause (vil) is the only basis of argument of the plaintiffs/opposite immorable property used exclusively in trade or commerce\" come within the ambit of 'commercial dispute'. the judgments cited by the plaintiffs are distinguishable on their respective facts with the present case. most of the cases, as mentioned above, pertain directly to agreements from various perspectives. suits for specific performance of agreements, suits relating renewal clauses in agreements and other similar contexts gave rise to the proceedings which culminated in the said reports. thus, the proceedings were \"arising out of\" the respective agreements. 29. what has been highlighted in the judgments placed by the opposite parties is that all suits arising out of agreements relating to immovable property used exclusively in trade or commerce, including eviction suits, would come within the ambit of the expression \"commercial dispute\" and shall be decided by the commercial courts in the event of the pecuniary jurisdiction, on the basis of valuation of the suits, being above the stipulated amount. 30. however, the cardinal question which has not been addressed but is pivotal to the present adjudication is the expression \"dispute\" which precedes the expression \"arising out of\" as appearing in section 2(1)(c) of the 2015 act. reading subclause (vii) in conjunction with the starting words of clause (c), it is seen that the expression \"agreements relating to immovable neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined property. qualifies\" the term \"dispute\" arising out of such agreements. 31. a \"dispute\" can only be determined by the cause of action of the suit and not the preceding backdrop. even if section 106 of the transfer of property act deals with termination of the jural relationship of lessor and lessee, pre-supposing a prior lease agreement, the bundle of facts comprising the cause of action of the suit is the sole determinant of the \"dispute\" involved in the suit. 32. in the event the suits, in the present case, had been filed for recovery of possession in respect of immovable property on the ground of forfeiture for contravention of any of the terms and conditions of the respective agreements-in-question, it might have been argued that the suits pertains to disputes \"arising out of\" such agreements. 33. however, the dispute itself, in the present case, arises out of refusal by the defendants to comply with the notices issued by the lessor under section 106 of the transfer of property act, 1882, which is based on a statutory right independent and irrespective of any clause of the lease agreements. 34. hence, the suits squarely arise out of a statutory right conferred by section 106 of the transfer of property act, having no direct nexus with the lease agreements in respect of the immovable properties concerned. thus, the pre-condition of the applicability of section 2(1)(c)(vii), that is, the emanation of the dispute out of the lease agreement, is not satisfied in the present suits. thus, the secondary question as to whether the immovable properties are used exclusively in trade or commerce, pales into insignificance.\" the plaintiff has also relied upon the order of hon'ble supreme court passed in the appeal from aforesaid order of hon'ble calcutta high court, being special leave to appeal (c) no. 11418/2021 dated 30.07.2021, wherein, hon'ble supreme court has passed the order, which is as under:\"prima facie, we do not find any error in the impugned orders passed by the high court but mr. k. v. viswanathan, learned senior counsel for the petitioner relies upon the judgment of this court reported as 2020 (15) scc 585 to contend that the suit neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined before the commercial court was maintainable. the said judgment also does not relate to a suit for eviction filed by the landlord against the tenant. we asked mr. k. v. viswanathan whether the petitioner would like to approach civil court rather than continuing with the suit filed before the commercial court to which mr. k. v. viswanathan, on instructions, has conveyed that he would like to have decision on merits as to whether commercial court should have a jurisdiction to entertain the suit filed after termination of tenancy. leave granted. we decline the request of mr. k. v. vishwanathan for early hearing of these appeals.\" (emphasis supplied) as stated in aforesaid order, prima face hon'ble supreme court had not find any error in the order of hon'ble calcutta high court. the ratio laid down by hon'ble calcutta high court is squrely applicable to the case on hand as in present case also there is no pleadings regarding the breach of lease agreement and the cause of action has accrued upon non-compliance with the notices to vacate the suit property after expiration of lease agreement. therefore, as the suit has not been based upon the agreement, the present dispute is not covered under the ambit of 'commercial dispute'. [8] it is noticeable that one of the plaintiff is aged about 85 years; the right to cross-examination and right to evidence of the defendant bank has already been closed; the plaintiffs have already produced their written arguments vide exh.55; defendant had filed an application to open the right of cross examination vide exh.56, which has hot been decided yet, and at now present application has been filed by the defendantbank. these facts supports the submission of the plaintiffs that the defendantbank is interested in prolonging the proceedings of the case. under these circumstances, i pass the following order: order: 1. the application exh.57 is hereby rejected. 2. no orders as to costs. pronounced in the open court, today i.e. 31st january, 2023.\" neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined 3.6. being aggrieved by the said order passed below exh.57 dated 31.01.2022, the petitioner herein original defendant bank has approached this court praying for the reliefs as stated above. 4. heard mr. d.k. nakrani, learned advocate appearing for the petitioner bank. 4.1. mr. nakrani, learned advocate submitted that the court below has erred in rejecting the application filed by the petitioner herein under order-7 rule-10 of the code of civil procedure, 1908 on the ground that the dispute in question is a commercial dispute duly covered under the provision of section 2(1)(c)(vii) of the commercial courts act, 2015. 4.2. mr. nakrani, learned advocate submitted that the court below has not considered the judgments relied upon by the petitioner herein (i) the order passed by this court in special civil application no. 9705 of 2019, which came to be decided on 06.10.2022 and (ii) the order passed by the delhi high court being fao (os) no. 166 of 2016 decided on 22.09.2017. 4.3. it was submitted that the trial court failed to consider the averments made in the plaint and decided the application below exh.57, considering the provisions of section 106 of the transfer of property act. neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined 4.4. it was submitted that both the two lease deeds as referred above, have been executed for the period of 15 years and the leased premises was given to the bank for conducting its business of trade and commerce. due to the lease deeds in question, the dispute with regard to the possession of the premises and mesne profit and loss of damages, all of which fall under the definition of 'commercial dispute' under section 2(1)(c) (vii) of the commercial court act, 2015. 4.5. it was submitted that the trial court has not considered the fact that the leased premises i.e. shop nos. 1 and 2 of platinum plaza has been given by the plaintiffs to the defendant bank for fifteen years lease period for conducting banking activities, which falls under trade and commerce, and dispute out of lease deeds attract the commercial disputes which falls under section 2(1)(c)(vii) of the commercial court act, 2015. 4.6. it was submitted that the dispute arose for violation of clause-10 of the lease deed for handing over the possession to the lessor, after the end of the lease period and the same was not handed over by the lessee in time, which resulted in the filing of the suit being special civil suit no. 350 of 2021. it was submitted that the same being in violation of clause-10 of the lease deed for taking possession, mesne profit and loss and damages would fall under the definition of commercial dispute, under section 2(1)(c)(vii) of the commercial court act, 2015. neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined 4.7. placing reliance on the same, it was submitted that the trial court has erred in not considering the application under order-7 rule-10 of the code of civil procedure, 1908 and it was submitted that the same can be submitted at any stage of the suit, the trial court ought to have considered the same. it was also submitted that the suit is at the stage of cross-examination and the right to cross-examination and right to evidence of the defendant-bank has been closed. it was submitted that it is not that the suit is at the final stage, in view of the fact that, the evidence is yet to be led by the bank. 5. heard mr. abhisst k. thaker, learned advocate appearing for the respondent no.1. 5.1. mr. abhisst k. thaker, learned advocate appearing for the respondent original plaintiff submitted that no error could have been said to have been committed by the trial court in rejecting the application filed by the petitioner herein below exh.57, in view of the fact that the cause of action to file the suit arose for the plaintiffs, in view of the fact that the property which was leased to the original defendant petitioner herein, had failed to comply with the lease deeds, when the plaintiff as per the terms of the said lease agreements had extended the lease tenure to fifteen years, which was expiring on 16.02.2021 and when the petitioner herein original defendant even after determination of the lease agreements had not restored the possession back in favour of the plaintiffs respondents herein, neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined accordingly original plaintiffs wrote several communications to the original plaintiffs respondents herein with regard to the renewal of the lease in favour of the defendants, which the defendant bank evaded and they continued to occupy the premises, without any authority and in spite of legal notices having been issued to the defendant-bank, the same was replied evasively. therefore, the cause of action arose for the original plaintiffs respondents herein to file the suit. 5.2. mr. thaker, learned advocate placed reliance on section 106 of the transfer of property act and placing reliance on the same submitted that, the suit arises for the statutory rights conferred under section 106 of the transfer of property act, which have no direct nexus with the lease agreements in respect of the immovable properties in question, and therefore, pre-condition of the applicability of section 2(1)(c)(vii) of the commercial courts act, i.e. the dispute out of the lease agreement is not satisfied in the present suit. 5.3. the other point which was raised by mr. thaker, learned advocate was that in view of above, whether the immovable properties are exclusively used for trade or commerce fails into insignificance. 5.4. mr. thaker, learned advocate, placing reliance on the written statement, it was submitted that the petitioner herein in the written statement has on their own volition stated that the neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined dispute in question is about the landlord and tenant, and therefore, it is now not open for the petitioner herein to raise a dispute, by filing the application below exh.57 to contend that the dispute in question is a commercial dispute. the petitioner herein itself has submitted to the jurisdiction of the civil court, while not raising the said dispute, stating so in the written statement. 6. heard the learned advocates appearing for the respective parties. 7. the petitioner herein is aggrieved by the impugned order passed below exh.57, wherein, the court below as referred above, has rejected the application filed by the petitioner herein, mainly on the ground that the plaintiff is aged 85 years and right of cross-examination and right to evidence of defendant bank has closed and the plaintiff has already produced his written arguments vide exh.55. the defendants have filed an application for opening the right of cross-examination below exh.56, which is not yet decided and the application which is filed by the defendant-bank is merely to prolong the proceedings of the case / suit in question. 8. this court deems it fit to refer to the memorandum of lease, which was entered into between the parties. both the sides have relied on clause-10 of the said memorandum of lease, which is duly produced at page57, clause-10 of the said lease neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined read thus: \"10. that the lessees after the expiry of the lease, if not otherwise determined before, shall deliver the premises to the lessors in the same good order in which they are let after due allowance for ordinary wear and tear and damages caused by acts of war, fire tempest, earthquake, flood and mob or other irresistible forces and unavoidable cause (not occasioned by the wrongful act or default of the lessees or their employees or assigns.)\" 9. at this stage, it is apposite to refer to section 2(1)(c) (vii) of the commercial courts, commercial division and commercial appellant division of high courts act, 2015, which read thus: \"(c) \"commercial dispute\" means a dispute arising out of(vii) agreements relating to immovable property used exclusively in trade or commerce;\" 10. it is also apposite to refer to the explanation rendered which reads thus: \"explanation a commercial dispute shall not cease to be a commercial dispute merely because (a) it also involves action for recovery of immovable property or for realization of monies out of immovable property given as security or involves any other relief pertains to immovable property; (b) one of the contracting parties is the state or any of its agencies or instrumentalities, or a private body carrying out of public functions.\" 11. it appears that any dispute, which arising out of agreements relating to immovable property, which is exclusively used in trade or commerce is a commercial dispute. meaning thereby, there must be an agreement to immovable property used neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined for trade or commerce. 12. at this stage it is apposite to refer to the order passed by the division bench in special civil application no. 3572 of 2022, dated 10.06.2022, relevant para-6 read thus: \"6. in ambalal sarabhai enterprises limited (supra) the supreme court held that the dispute to be a commercial dispute under section 2(1)(c)(vii), the agreement between the parties must refer to immovable property used or being used exclusively in trade and commerce. it was held that the word 'used' in the section was indicative of the requirement that the property is 'actually used' and it cannot be either 'ready for use' or 'likely to be used' or 'to be used'. 6.1 the test that the property is actually used for trade or commerce and for business purpose as warehouse, is satisfied in the present case. as mentioned above, even on the date of institution of the suit and thereafter the property was used as warehouse. 6.2 in gujarat state warehousing corporation vs. divine developers being special civil application no.9705 of 2019 decided on 24.12.2020 wherein the facts were that the suit was instituted by plaintiff for recovery of damages. the case was that the property comprising of four godowns were given to the defendant for the purpose of storing the groundnut and that the rentals were not paid. the suit was instituted in the commercial court, pursuant to which, application under order vii rule 11 was filed by the defendant to contend that the letting of the godown by the plaintiff to the defendant would not make the commercial dispute and the suit was not maintainable as commercial suit. this court negatived the contention. 6.2.1 decision of the supreme court in ambalal sarabhai enterprises limited (supra) was relied on by gujarat state warehousing corporation (supra). what was observed and held was as under, \"dispute arising out of agreement whereby godown was leased on rent for the purpose of storage of goods could neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined well be said to be falling within the clause of agreements relating to immovable property used exclusively in trade or commerce. the godown has no other use. it is a property used exclusively in trade and commerce. when the godown owned by the plaintiffs was rented by the defendant on a fixed rent, and the suit claim and relief sought for pertained to damages arising out of such subject transaction, the dispute arising therefrom becomes a 'commercial dispute' within the meaning of the section 2(1)(c) of the act.\" 6.3 the acid test is that the property is used exclusively in trade or commerce. dispute arising out of agreements relating to property used exclusively in trade and commerce would constitute a commercial dispute. the grounds raised in the plaint in support of the relief prayed could not be said to be germane in concluding and deciding whether the dispute unfolded is commercial dispute. nor the prayers made are decisive. the commercial court below is entirely right, as elaborated above, that the material ingredients of 'commercial dispute' in the section are satisfied in the facts of the present case. the suit before the commercial court would be competent when there exists a commercial dispute.\" 13. considering the ratio as laid down, as referred above, facts of the present case and submissions advanced by the learned advocates appearing for the respective parties and section 2(1)(c)(vii) of the commercial courts act, the following emerge: (a) it is the contention of the present petitioneroriginal defendant in the suit that the dispute in question is a commercial transaction and that by filing the application below exh.57, the petitioner herein had raised an issue with regard to the jurisdiction of the court under neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined the provision of order-7 rule-10 of the code of civil procedure, 1908, which can be raised at any stage. (b) learned advocate appearing for the respondent herein placed reliance on the written statement i.e. preliminary objection by the original defendant, wherein, the petitioner herein -orig. defendant has not objected with respect to the jurisdiction and submitted to the jurisdiction of the trial court, having submitted that the dispute involved in the said suit is that of landlord and tenant. it was also submitted that the said objection with regard to the jurisdiction ought to have been taken at the earliest possible instant. (c) considering the aforesaid, the impugned order passed below exh.57 dated 31.01.2023 by the 4th additional senior civil judge, ahmedabad in special civil suit no.350 of 2021 is hereby quashed and set aside. the trial court is directed to decide exh.57 afresh, by framing an issue with regard to the jurisdiction and decide the same as expeditiously as possible, preferably within a period of four weeks from the date of the receipt of the copy of the present order. it is needless to say that both the parties be permitted to take all the contentions, as available to them, in accordance with law. neutral citation c/sca/2337/2023 order dated: 21/02/2023 undefined for the aforesaid reasons, the present petition is partly allowed to the aforesaid extent. direct service is permitted. (vaibhavi d. nanavati,j) pradhyuman"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0825a61d1b4a4ebeb087a9cf679df763_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "709ec007e4384d608ec1ccd372811f1d_1"
        },
        {
            "start": 242,
            "end": 338,
            "text": "\nGujarat High Court\nModipon Fibres Company vs Gujarat State Fertilizers And ... on 10 July, 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "245e10c5943f4076b2a122dd1de2e44e_2"
        },
        {
            "start": 340,
            "end": 475,
            "text": "Author: M.R. Shah\nBench: M.R. Shah, A.Y. Kogje\nC/Fa/1438/2017                                                      Cav Judgment\n\n\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dd16d6fca1f943ff9ac5b18aee4db20f_3"
        },
        {
            "start": 475,
            "end": 542,
            "text": "In The High Court Of Gujarat At Ahmedabad\n                       R/",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ab65f74f4594474286affabb097caf25_4"
        },
        {
            "start": 543,
            "end": 572,
            "text": "First Appeal No. 1438 of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "07397adf8d8f4d7e9bea25e6dfd9bc7d_5"
        },
        {
            "start": 573,
            "end": 669,
            "text": "\n                                     With\n                 R/Special Civil Application No. 4764",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e3021e8aa06a42ba9765588a1f875c34_6"
        },
        {
            "start": 670,
            "end": 678,
            "text": " of 2017",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9734f0a6afad4675b741c44fa5c9ab03_7"
        },
        {
            "start": 679,
            "end": 817,
            "text": "FOR APPROVAL AND SIGNATURE:\n\nHONOURABLE MR.JUSTICE M.R. SHAH                                      Sd/\nand HONOURABLE MR.JUSTICE A.Y. KOGJE",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9032cc9043df43f19b5c78e66ba4dbfe_8"
        },
        {
            "start": 818,
            "end": 860,
            "text": "                                    Sd/ \n=",
            "labels": [
                "PREAMBLE"
            ],
            "id": "927729de1ff645a6b9ba367a762a047e_9"
        },
        {
            "start": 861,
            "end": 868,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bf6d1dfc6ccd482d98f551a0e85523e6_10"
        },
        {
            "start": 869,
            "end": 876,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94cd4cefd6f143148d75e5373c3c6e52_11"
        },
        {
            "start": 877,
            "end": 884,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "91b4e914acd84ca2ade8bfa79702a267_12"
        },
        {
            "start": 885,
            "end": 892,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "247ae2cc6f394571b2ad2aafa1d4f773_13"
        },
        {
            "start": 893,
            "end": 900,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "86f781afa50743e6bfa121b56150f97a_14"
        },
        {
            "start": 901,
            "end": 908,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "94d620200fc94ff1b97c10e08669dc8d_15"
        },
        {
            "start": 909,
            "end": 916,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a542d738fc5e46e4b6834d5292067ab6_16"
        },
        {
            "start": 917,
            "end": 923,
            "text": "= = ==",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d5ceebfff7b47d0a586c9e272b38800_17"
        },
        {
            "start": 924,
            "end": 931,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4835bd84ece2456c923fb53954917998_18"
        },
        {
            "start": 932,
            "end": 939,
            "text": "= = = =",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b097ec635f7743fbb447196d52972f23_19"
        },
        {
            "start": 940,
            "end": 1066,
            "text": "= = = =\n1 Whether Reporters of Local Papers may be allowed to see Yes the judgment ?\n2 To be referred to the Reporter or not ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4d779e312a50479995a646c6ae48d9e9_20"
        },
        {
            "start": 1067,
            "end": 1143,
            "text": "Yes 3 Whether their Lordships wish to see the fair copy of the No judgment ?",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc3f0a544b0b4b849d1541af2a1d07f0_21"
        },
        {
            "start": 1144,
            "end": 1291,
            "text": "\n4 Whether this case involves a substantial question of law as No to the interpretation of the Constitution of India or any order made thereunder ?",
            "labels": [
                "ISSUE"
            ],
            "id": "f0da78b1032643e68ab7204de59a2eff_22"
        },
        {
            "start": 1292,
            "end": 1801,
            "text": "\n============================================= MODIPON FIBRES COMPANY Versus GUJARAT STATE FERTILIZERS AND CHEMICALS LIMITED ============================================= Appearance:\nMR DEVAN PARIKH, SR. ADVOCATE with MR MN MARFATIA(6930) for the PETITIONER(s) No. 1,2 MR KS NANAVATI, SR. ADVOCATE with MR KUNAL VYAS for NANAVATI ============================================= CORAM: HONOURABLE MR.JUSTICE M.R. SHAH and HONOURABLE MR.JUSTICE A.Y. KOGJE Date : 10/07/2018 (PER : HONOURABLE MR.JUSTICE M.R. SHAH)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8a0935d1e4b54fd1864b183482bdfed5_23"
        },
        {
            "start": 1802,
            "end": 3678,
            "text": "[1.0] As both this First Appeal and Special Civil Application are interconnected, both this First Appeal and Special Civil Application are decided and disposed of together by this common judgment and order.\n[2.0] By way of this petition under Article 226 of the Constitution of India the petitioner herein - original defendant has prayed for an appropriate writ, direction and order to quash and set aside the order dated 20.09.2016 passed below Exh.15 by the learned Commercial Court, Vadodara (hereinafter referred to as \"learned Commercial Court\") in Commercial Civil Suit No.79/2016 by which the learned Commercial Court has partly allowed the said application and has granted the conditional leave to the petitioner herein - original defendant to defend the Commercial Suit No.79/2016 on deposit of Rs.5 Crores (against a total claim in the suit of Rs.22 Crores approximately).\n[2.1] As the order passed by the learned Commercial Court below Exh.15 was not complied with and the original defendant failed to deposit the amount as ordered while granting conditional leave i.e. Rs.5 Crores, subsequently on noncompliance of the order passed while granting the conditional leave to defend the suit, thereafter the learned Commercial Court has decreed the suit vide judgment and decree dated 20.12.2016, which is the subject matter of First Appeal No.1438/2017.\n[3.0] The facts leading to the present First Appeal and Special Civil Application in nutshell are as under:\n[3.1] That the original plaintiff - Gujarat State Fertilizers and Chemicals Ltd. (hereinafter referred to as \"original plaintiff\") initially instituted Special Summary Suit No.171/2008 in the Court of learned Civil Judge (Senior Division), Vadodara for recovery of a total sum of Rs.22,47,83,286/ (Rs.12,31,49,933/ by way of principal amount and Rs.10,16,33,353/ towards running interest upto 31.10.2007).",
            "labels": [
                "FAC"
            ],
            "id": "d503a20a0b01484ab88b7f1453c14718_24"
        },
        {
            "start": 3679,
            "end": 3910,
            "text": "That on constitution of the Commercial Court under the provisions of the Commercial Courts Act, 2015, the said suit came to be transferred to the Commercial Court, at Vadodara which was numbered as Commercial Civil Suit No.79/2016.",
            "labels": [
                "FAC"
            ],
            "id": "c98b6a068dc84911975d7a34301249c5_25"
        },
        {
            "start": 3912,
            "end": 4092,
            "text": "[3.2] That it was the case on behalf of the original plaintiff that original plaintiff Company is engaged in the business of manufacturing and selling of fertilizers and chemicals.",
            "labels": [
                "FAC"
            ],
            "id": "4107c1bf02ca4eb4a37aab6cb615b561_26"
        },
        {
            "start": 4093,
            "end": 4219,
            "text": "That the defendant Company is division of Modipon Limited and engaged in the business of manufacturing of Nylon Filament Yarn.",
            "labels": [
                "FAC"
            ],
            "id": "b56691d56c1b4ac192edeaa5ee0ac0d1_27"
        },
        {
            "start": 4220,
            "end": 4294,
            "text": "That both the companies are dealing with each other since around 25 years.",
            "labels": [
                "FAC"
            ],
            "id": "fdbe6e80a0b14f7db0552d52afb714d1_28"
        },
        {
            "start": 4295,
            "end": 4469,
            "text": "That the original plaintiff Company used to enter into annual agreement for supply of Caprolactam which is main raw material which is used to produce the Nylon Filament Yarn.",
            "labels": [
                "FAC"
            ],
            "id": "e0ee722a7c71415c8282adacc9177160_29"
        },
        {
            "start": 4470,
            "end": 4593,
            "text": "That every year the original plaintiff Company used to sell the contracted quantity of Caprolactam as per annual agreement.",
            "labels": [
                "FAC"
            ],
            "id": "b6fced0b296d4c929801e427694b9d00_30"
        },
        {
            "start": 4594,
            "end": 4695,
            "text": "That the said sale of Caprolactam was made against suitable security of LC and/or post dated cheques.",
            "labels": [
                "FAC"
            ],
            "id": "bca50ce2381241a4949b5c2dbd5615af_31"
        },
        {
            "start": 4696,
            "end": 5121,
            "text": "That the selling price was decided by the original plaintiff Company from time to time and communicated to the defendant. That the terms of the payment were decided between the parties from time to time and as per the invoices issued by the original plaintiff from time to time the credit days were shown as 30 days + 30 days, meaning thereby total 60 days' credit was given to the original defendants for making the payment.",
            "labels": [
                "FAC"
            ],
            "id": "c950449cc76b4e80a9cd18b12eebb092_32"
        },
        {
            "start": 5122,
            "end": 5317,
            "text": "According to the original plaintiff so stated in the plaint, it was further agreed that if the payment is not made on due date, the penal interest shall be recoverable as per the interest clause.",
            "labels": [
                "FAC"
            ],
            "id": "b0c5b649d6004ffcb4b9ddde56e0d57e_33"
        },
        {
            "start": 5318,
            "end": 5426,
            "text": "That the defendant was liable to pay the interest as per the rate of interest for respective financial year.",
            "labels": [
                "FAC"
            ],
            "id": "c1872b355ef942a69889995a3661b0cc_34"
        },
        {
            "start": 5427,
            "end": 5558,
            "text": "That the payment for such debit notes were duly made by the original defendants within 7 days from the issuance of the debit notes.",
            "labels": [
                "FAC"
            ],
            "id": "67857e979c044a44b9e87cc6bb3d6aac_35"
        },
        {
            "start": 5559,
            "end": 5862,
            "text": "It was also the case on behalf of the original plaintiff and so averred in the plaint that the defendant used to purchase the goods and the original plaintiff used to open and maintain the current account of the defendant and used to credit the amount received from the defendant for the goods supplied.",
            "labels": [
                "FAC"
            ],
            "id": "e1820310f3fa40d39c2dc1b1f25daed4_36"
        },
        {
            "start": 5863,
            "end": 6162,
            "text": "That the last payment was made by the defendant through pay order on 30.04.2017 for a sum of Rs.2 lakh and thereafter the defendant has stopped making any payment to the original plaintiff against the goods supplied / sent earlier and the invoices issued by the original plaintiff from time to time.",
            "labels": [
                "FAC"
            ],
            "id": "4840877566d04f6ca969fe22b3136699_37"
        },
        {
            "start": 6163,
            "end": 6407,
            "text": "Therefore, according to the original plaintiff the defendant is liable to pay a sum of Rs.12,31,49,933/ and as per the interest clause defendant is liable to pay total interest of Rs.10,16,33,353/ towards interest upto the period of 31.10.2007.",
            "labels": [
                "FAC"
            ],
            "id": "5b5e1d3f9f9b4cf38897b893a239b678_38"
        },
        {
            "start": 6408,
            "end": 6744,
            "text": "It was further averred in the plaint that against the aforesaid amount due outstanding against the defendant, the defendant issued 90 cheques in discharge of his liabilities but all the 90 cheques were got dishonored and the original plaintiff has instituted criminal complaint under Section 138 of the Negotiable Instruments Act, 1881.",
            "labels": [
                "FAC"
            ],
            "id": "6bdc8ad97f5b4823ada004e256019532_39"
        },
        {
            "start": 6745,
            "end": 6908,
            "text": "It was further averred that on return of the cheques the original plaintiff has issued debit notes dated 21.10.2007 for Rs.75,000/ being the cheque return charges.",
            "labels": [
                "FAC"
            ],
            "id": "b9785fca728d4d21b6f0f50ad1cb6d23_40"
        },
        {
            "start": 6909,
            "end": 7059,
            "text": "\nThus, according to the original plaintiff the original plaintiff has become entitled to recover from the defendant Company a sum of Rs.22,47,83,286/.",
            "labels": [
                "FAC"
            ],
            "id": "6c8c13f2f90e45989fd219bf87b6bd8a_41"
        },
        {
            "start": 7060,
            "end": 7144,
            "text": "It was further averred that the original plaintiff has not claimed any other relief.",
            "labels": [
                "FAC"
            ],
            "id": "8eae639393874742953a8c1476fc9b48_42"
        },
        {
            "start": 7145,
            "end": 7215,
            "text": "Therefore, the suit falls within the ambit of Order XXXVII of the CPC.",
            "labels": [
                "FAC"
            ],
            "id": "2f58ae021a844caa97e00bc4261fa024_43"
        },
        {
            "start": 7216,
            "end": 7312,
            "text": "\n[3.3] That having been served with the summonses of the suit, the defendant put its appearance.",
            "labels": [
                "FAC"
            ],
            "id": "d5c2065d8ce043679c1755d8ec41f541_44"
        },
        {
            "start": 7313,
            "end": 7405,
            "text": "That the original plaintiff submitted the application for issuance of summonses of judgment.",
            "labels": [
                "FAC"
            ],
            "id": "bebce272a79b442ebaa3712a8fbadee7_45"
        },
        {
            "start": 7406,
            "end": 8009,
            "text": "The defendant filed the application Exh.15 seeking leave to defend inter alia on the grounds that (1) suit of the original plaintiff is not maintainable under Order XXXVII of the CPC; (2) that the suit has not been properly instituted and the person who signed on behalf of the original plaintiff is not authorized; (3) that the original plaintiff has not narrated the correct facts and circumstances; (4) that the defendant is not liable to pay interest claimed; (5) the principal amount is also disputed and (6) that the 90 cheques were issued by way of security and not in discharge of the liability.",
            "labels": [
                "FAC"
            ],
            "id": "7de4bb740bb6433abc397494a2785ab7_46"
        },
        {
            "start": 8010,
            "end": 8087,
            "text": "Therefore, it was prayed to grant the unconditional leave to defend the suit.",
            "labels": [
                "FAC"
            ],
            "id": "57d08979597a4ae2a9a10bf92887f512_47"
        },
        {
            "start": 8088,
            "end": 8309,
            "text": "\n[3.4] That by a reasoned order dated 20.09.2016 the learned Commercial Court granted the conditional leave to the defendant to defend the suit subject to deposit of Rs.5 Crores within 2 months from the date of the order.",
            "labels": [
                "RLC"
            ],
            "id": "8680afc75d8d40a18d4428f6cb6a29ea_48"
        },
        {
            "start": 8310,
            "end": 8445,
            "text": "At this stage it is required to be noted that at the relevant time the defendant did not challenge the said order of conditional leave.",
            "labels": [
                "FAC"
            ],
            "id": "711f81b77839491b9bcf05dade426c22_49"
        },
        {
            "start": 8446,
            "end": 8530,
            "text": "However, thereafter the defendant moved an application Exh.49 for extension of time.",
            "labels": [
                "FAC"
            ],
            "id": "1c46f3ed63d54aed9e8e14f774f4f98b_50"
        },
        {
            "start": 8531,
            "end": 8679,
            "text": "The said application was partly allowed and the defendant was granted further time and permitted to deposit the said amount on or before 20.12.2016.",
            "labels": [
                "FAC"
            ],
            "id": "d3b0bbe74fff4536a977f930e9ac0bd6_51"
        },
        {
            "start": 8680,
            "end": 8953,
            "text": "While seeking extension it was submitted on behalf of the defendant that the amount could not be deposited but the original defendants have requested the State of U.P. seeking permission to sell the property but the State of U.P. has not given any reply to the said letter.",
            "labels": [
                "FAC"
            ],
            "id": "a8bbfcbd503244bf8734eef3f5d48465_52"
        },
        {
            "start": 8954,
            "end": 9171,
            "text": "However, after further time was granted upto 20.12.2016 passed below Exh.49, neither there was any application for extension nor the aforesaid amount of Rs.5 Crores were deposited as per the order passed below Exh.15.",
            "labels": [
                "FAC"
            ],
            "id": "615f3a15c96247c78df650d2a7ea7901_53"
        },
        {
            "start": 9172,
            "end": 9540,
            "text": "That thereafter by judgment and decree dated 20.12.2016 impugned in the First Appeal, the learned Commercial Court has decreed the suit partly and passed a decree against the defendant and in favour of original plaintiff to recover an amount of Rs.22,47,83,286/ alongwith running interest at 10% p.a. from the date of filing of the suit till realization of the amount.",
            "labels": [
                "RLC"
            ],
            "id": "8a4db7fceb1f472b88942666ad61c872_54"
        },
        {
            "start": 9541,
            "end": 9814,
            "text": "\n[3.5] That feeling aggrieved and dissatisfied with the impugned judgment and decree passed by the learned Commercial Court dated 20.12.2016 in Commercial Civil Suit No.79/2016, the appellant herein - original defendant has preferred the present First Appeal on 23.02.2017.",
            "labels": [
                "RLC"
            ],
            "id": "481b69f88fcd4ef899b2da2f99d6fd5f_55"
        },
        {
            "start": 9815,
            "end": 10347,
            "text": "That thereafter i.e. after the judgment and decree passed by the learned Commercial Court, the original defendant has preferred the Special Civil Application No.4764/2017 challenging the order passed by the learned Commercial Court below Exh.15 granting the conditional leave to the defendant to defend the suit on deposit of Rs.5 Crores i.e. granting conditional leave and not granting unconditional leave to defend the suit to the original defendants, the original defendants have preferred Special Civil Application No.4764/2017.",
            "labels": [
                "RLC"
            ],
            "id": "85fd69d36cf94cecb8c506213b0f8a2d_56"
        },
        {
            "start": 10348,
            "end": 10793,
            "text": "At the cost of repetition it is to be noted that that Special Civil Application No.4764/2017 has been preferred by the petitioners after the judgment and decree passed by the learned Commercial Court and at the relevant time i.e. before passing the judgment and decree, the original defendants did not challenge the order below Exh.15 granting conditional leave and not granting unconditional leave to the original defendants to defend the suit.",
            "labels": [
                "FAC"
            ],
            "id": "48e63446b0204573a21d8bf8f40aa06b_57"
        },
        {
            "start": 10795,
            "end": 12315,
            "text": "[3.6] Learned Counsel appearing for respective parties have made common submissions in First Appeal as well as Special Civil Application and have addressed the Court on partly allowing Exh.15 and granting conditional leave to the original defendants to defend the suit on condition to deposit Rs.5 Crores and not granting unconditional leave to the original defendants to defend the suit.\n[4.0] Shri Devan Parikh, learned Senior Advocate has appeared on behalf of the appellant herein / petitioners herein - original defendants and Shri K.S. Nanavati, learned Senior Advocate has appeared on behalf of the respondent herein - original plaintiff.\n[5.0] Shri Parikh, learned Counsel appearing on behalf of the original defendants has vehemently submitted that in the facts and circumstances of the case, the learned Judge has materially erred in not granting unconditional leave to the original defendants to defend the suit.\n[5.1] It is submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that number of contentions were raised before the learned Commercial Court and number of submissions were made which will raise the triable issues and therefore, the learned Judge ought to have granted unconditional leave to defend the suit to the original defendants.\n[5.2] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that as such the learned Judge himself in the impugned order has specifically observed that there are triable issues.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2cb4d1d6720a4d989b8481a6bcc0eede_58"
        },
        {
            "start": 12316,
            "end": 12497,
            "text": "It is submitted that despite the above finding that there are triable issues the learned Judge has not granted the unconditional leave to the original defendants to defend the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f37c2bad14c14d6982df6879bcac5d5f_59"
        },
        {
            "start": 12498,
            "end": 12857,
            "text": "\n[5.3] It is vehemently submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that it is a settled proposition of law and as per the catena of decisions of the Hon'ble Supreme Court as well as this Court, once there are triable issues, the original defendants shall be entitled to the unconditional leave to defend the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5784acbb3570494fac1cd833905d0d13_60"
        },
        {
            "start": 12858,
            "end": 13077,
            "text": "In support of his above submissions, he has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers vs. Basic Equipment Corporation reported in (1976) 4 SCC 687.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f9bbfa4927e84fd6adbd9b58caddfffa_61"
        },
        {
            "start": 13078,
            "end": 13361,
            "text": "\n[5.4] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that as such in absence of any written agreement between the original plaintiff and the original defendants for supply of goods, the summary suit itself is not maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a6c362bd1453477e961cc93f6e0f7da8_62"
        },
        {
            "start": 13362,
            "end": 13494,
            "text": "It is submitted that as provided under Order XXXVII Rule 2 of the CPC, the summary suit shall be maintainable on a written contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "579dde44c1ab4d499c0907a87c366f2c_63"
        },
        {
            "start": 13495,
            "end": 13618,
            "text": "It is submitted that in the present case as such the socalled annual contract was as such not signed by the defendant No.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "304bd36dd0684052a1909b01cbb30b83_64"
        },
        {
            "start": 13619,
            "end": 13784,
            "text": "It is submitted that even the said proforma only, contract upon which the recovery suit is filed, was not even between the original plaintiff and the defendant No.1.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "971b7fbced8c44de9bf71e46744e0265_65"
        },
        {
            "start": 13785,
            "end": 13962,
            "text": "It is submitted that therefore the summary suit itself, in absence of any written contract between the original plaintiff and the original defendants, shall not be maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "12f2c63333aa4ae2b8ba2870a619809b_66"
        },
        {
            "start": 13963,
            "end": 14571,
            "text": "It is further submitted that even as per section 46 of the Companies Act, before any written agreement / contract between the original plaintiff and the original defendant Company, it must be approved by the Board of Directors of the Company and then and then only it can bind the Company.\n[5.5] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that therefore, the annual agreement dated 08.04.2004 upon which the reliance has been placed by the original plaintiff cannot be termed to be a written agreement as contemplated under Order XXXVII of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b9e9530d876041d28971c00d63ae0ae5_67"
        },
        {
            "start": 14572,
            "end": 14747,
            "text": "\n[5.6] It is submitted that even the said annual agreement produced on record was not signed by both the sides and therefore, the same cannot be said to be a written contract.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0fee5fba33704cf0acad9115579e0a32_68"
        },
        {
            "start": 14748,
            "end": 14952,
            "text": "It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the original plaintiff has not produced the original document of the said annual agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d557f50a0fd941a4b39ce1e10d9375a9_69"
        },
        {
            "start": 14953,
            "end": 15040,
            "text": "It is submitted that therefore the said annual agreement is not admissible in evidence.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dd1bb7ac49494ba399d8cef3720246ac_70"
        },
        {
            "start": 15041,
            "end": 15313,
            "text": "In support of his above submission, Shri Parikh, learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Neebha Kapoor vs. Jayantilal Khandwala and Others reported in (2008) 3 SCC 770.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9e3b6df7324455294e707b14303aa7d_71"
        },
        {
            "start": 15314,
            "end": 15574,
            "text": "\n[5.7] It is submitted that therefore the maintainability of the summary suit in absence of written contract itself is a triable issue and therefore, the learned Judge ought to have granted the unconditional leave to defend the suit to the original defendants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b8bc6671824b4c8d8492a4ea93d75ee1_72"
        },
        {
            "start": 15575,
            "end": 15814,
            "text": "\n[5.8] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the suit was instituted by the person who was not authorized to institute the suit on behalf of the original plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "605da3b742264a49891d41a6b43580ed_73"
        },
        {
            "start": 15815,
            "end": 15942,
            "text": "It is submitted that therefore also the learned Judge ought to have granted the unconditional leave to the original defendants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "486de64555ee4b4898236a5d54e42332_74"
        },
        {
            "start": 15943,
            "end": 16079,
            "text": "It is submitted that the authority produced by the original plaintiff cannot be termed to be an authority necessary for filing the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ea2c497f60004d439b54d1c94b36852c_75"
        },
        {
            "start": 16080,
            "end": 16389,
            "text": "It is submitted that referring to page 54 of the Record & Proceedings - Authority Letter in favour of the person who had instituted the suit, it is vehemently submitted by Shri Parikh, learned Counsel that an authority to file a suit is completely different from right to file a suit on behalf of the Company.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ad99e91e41e1451bad8ec6e896dbce07_76"
        },
        {
            "start": 16390,
            "end": 16568,
            "text": "It is submitted that nothing is on record to suggest that any decision was taken by the original plaintiff to institute the suit for recovery of the amount against the defendant.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "405605aa0f38449c90fb7d03d1521258_77"
        },
        {
            "start": 16569,
            "end": 16803,
            "text": "\n[5.9] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even the original plaintiff had also not come with clean hands and had not stated true and correct facts in the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "94f640b3a289438a893a2e443cb6b20f_78"
        },
        {
            "start": 16804,
            "end": 17061,
            "text": "It is submitted that infact the original plaintiff had already filed a suit for redemption of mortgage for recovery of the very amount which is claimed in the suit before the Bombay High Court and the mortgaged property of the company has been got attached.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ec5759d24d634807957a4cec4c45387a_79"
        },
        {
            "start": 17062,
            "end": 17308,
            "text": "It is submitted that once the original plaintiff has chosen to file a suit for redemption of the mortgage of the property of the defendant Company, thereafter it is not open for the original plaintiff to file a suit under Order XXXVII of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fd72624293f14ffabff43685f7de4d39_80"
        },
        {
            "start": 17309,
            "end": 17635,
            "text": "It is further submitted that when the property which was mortgaged and now under the order of the Bombay High Court is attached as a security with the original plaintiff, there was no need to grant the conditional leave as the mortgaged property is a security enough to entitle the appellant for unconditional leave to defend.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b37a1d4b594c442894b06bf6b7b6afdf_81"
        },
        {
            "start": 17636,
            "end": 18056,
            "text": "\n[5.10] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even otherwise in the suit the original plaintiff has claimed the interest and in absence of any contractual obligation to pay the interest as claimed, such summary suit shall not be maintainable and therefore also, the original defendants shall be entitled to the unconditional leave to defend the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a89d4eb97cfd4f65a931bdd7c565999c_82"
        },
        {
            "start": 18057,
            "end": 18223,
            "text": "\n[5.11] It is further submitted that not only that but even the original plaintiff has claimed the penal interest for which there is no agreement between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9628af72099745609160547002e282d5_83"
        },
        {
            "start": 18224,
            "end": 18323,
            "text": "It is further submitted that even the original plaintiff had claimed interest at the rate of 14.5%.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3f3de4133e7743689c000074352c5f32_84"
        },
        {
            "start": 18324,
            "end": 18415,
            "text": "Even as per the original plaintiff in the invoice the rate of interest is mentioned at 15%.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "df34d9ec42304aca8d4d77f7f0c53c61_85"
        },
        {
            "start": 18416,
            "end": 18542,
            "text": "It is submitted that therefore in absence of any written agreement on interest, such a summary suit shall not be maintainable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f01aa1518ae420fafb27e667e7ca266_86"
        },
        {
            "start": 18543,
            "end": 18936,
            "text": "\n[5.12] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even otherwise the present summary suit shall not be maintainable in absence of any specific averments in the suit as required, as per Order XXXVII Rule 2 of the CPC, that no relief is claimed in the suit which otherwise shall not be maintainable under Order XXXVII of the CPC.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2f8a4bf9f70456a8ec04efacf8fe0d0_87"
        },
        {
            "start": 18937,
            "end": 19900,
            "text": "In support of his above submissions, Shri Parikh, learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Satellite Television Asian Region Limited and Anr. vs. Kunvar Ajay Foods Pvt. Ltd. reported in 2009 (1) GLH 590 (Para 21).\n[5.13] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that even some of the claims are time barred and therefore also, the original defendants shall be entitled to the unconditional leave.\n[5.14] It is further submitted by Shri Parikh, learned Counsel appearing on behalf of the original defendants that therefore considering the aforesaid facts and circumstances, when the appellants are successful in raising the triable issues, which as such have been accepted by the learned Commercial Court, in that case the original defendants were entitled to unconditional leave to defend the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3a04301b6dc54aa8a1dd772d1a7a5042_88"
        },
        {
            "start": 19901,
            "end": 19938,
            "text": "\nNo other submissions have been made.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0d42b90acf704f8e9aa0814657066231_89"
        },
        {
            "start": 19939,
            "end": 20630,
            "text": "\nMaking above submissions and relying upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) as well as the decision of the Hon'ble Supreme Court in the case of State Bank of Hyderabad vs. Rabo Bank reported in (2015) 10 SCC 521; Jayantilal Khandwala and Others (Supra), it is requested to allow the present First Appeal as well as the Special Civil Application and to quash and set aside the order passed by the learned Commercial Court below Exh.15 in not granting unconditional leave to defend the suit to the original defendants and thereafter partly decreeing the suit on nondeposit of the amount as per the order passed below Exh.15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ad5865ddb0494222869800006adc584c_90"
        },
        {
            "start": 20631,
            "end": 20766,
            "text": "\n[6.0] Present First Appeal is vehemently opposed by Shri K.S. Nanavati, learned Counsel appearing on behalf of the original plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9f1e20780d0d4eca987b57110a1fce6c_91"
        },
        {
            "start": 20767,
            "end": 21005,
            "text": "\n[6.1] Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has submitted that in the facts and circumstances of the case the learned Commercial Court had rightly not granted unconditional leave to defend the suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "374b108d1a0a43879e7d3bcdd8f2b64c_92"
        },
        {
            "start": 21006,
            "end": 21498,
            "text": "\n[6.2] It is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such against the total claim of Rs.22,47,83,286/ (out of which Rs.12,31,49,933/ was the principal amount) infact the learned Commercial Court directed the original defendants to deposit Rs.5 Crores only while granting conditional leave to defend the suit to the original defendants, which in the facts and circumstances of the case is not required to be interfered with.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "059e16b873874f4097484001af3bb9fd_93"
        },
        {
            "start": 21499,
            "end": 21770,
            "text": "\n[6.3] It is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such initially the original defendants had not challenged the order passed below Exh.15 till even the impugned judgment and decree came to be passed.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "11d4e29fb2a84783b311456018d78d70_94"
        },
        {
            "start": 21771,
            "end": 21966,
            "text": "It is submitted that till the impugned judgment and order came to be passed by the learned Commercial Court, the original defendants therefore, permitted the order passed below Exh.15 to operate.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e30dc2cb3a245648e7a1749a3193c96_95"
        },
        {
            "start": 21967,
            "end": 22879,
            "text": "It is submitted that thereafter on noncompliance / nondeposit of the amount as directed by the learned Commercial Court while passing the order at Exh.15, thereafter when the impugned judgment and decree has been passed, challenge to the order below Exh.15 as such is nothing but an afterthought and therefore, as such the appellants may not be permitted to challenge the order passed by the learned Commercial Court below Exh.15 which as such was not challenged by the defendant at the relevant time.\n[6.4] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even while submitting the application Exh.49 for extension of time to deposit the amount of Rs.5 Crores, the learned Advocate appearing on behalf of the original defendants requested to grant some more time as they had sought the permission from the State of U.P. to dispose of their properties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2df3914e03b4ef7be75da45c636ddde_96"
        },
        {
            "start": 22880,
            "end": 23037,
            "text": "It is submitted that therefore till the impugned judgment and decree came to be passed, the original defendants were not aggrieved by the order below Exh.15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "93c3aed1b49c42e19a0c89c80a911bc6_97"
        },
        {
            "start": 23038,
            "end": 23485,
            "text": "It is submitted that only when the impugned judgment and decree has been passed by the learned Commercial Court, as an afterthought and having realized that nonchallenge to the order below Exh.15 will come in their way, they have subsequently and even after filing of the First Appeal challenging the impugned judgment and decree, the original defendants have challenged the order passed below Exh.15 belatedly by way of Special Civil Application.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1b1f70e699fd438982211bec10379a32_98"
        },
        {
            "start": 23486,
            "end": 25247,
            "text": "\n[6.5] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even on merits also it cannot be said that while passing the order below Exh.15, the learned Judge committed any error in directing the original defendants to deposit Rs.5 Crores while granting conditional leave to defend the suit to the original defendants.\n[6.6] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that having noted that the original defendants have infact consumed the goods Caprolactam supplied from time to time under various invoices and for which even the debit notes were issued from time to time and thereafter at no point of time they raised any grievance with respect to quantity and/or quality and/or otherwise and even 90 cheques which were given by the original defendants against the dues came to be returned / dishonored and thereafter against the total dues of Rs.12,31,49,933/ by way of principal amount, when the learned Judge had imposed the condition to deposit Rs.5 Crores only, the same cannot be said to be in anyway erroneous and/or contrary to the provisions of the law which calls for interference of this Court in exercise of powers under Article 227 of the Constitution of India.\n[6.7] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) by the learned Counsel appearing on behalf of the original defendants, Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has heavily relied upon the recent decision of the Hon'ble Supreme Court in the case of IDBI Trusteeship Services Limited vs. Hubtown Limited reported in (2017) 1 SCC 568.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4e864d1b42f447e88a3bd894ebf7adbb_99"
        },
        {
            "start": 25248,
            "end": 25655,
            "text": "It is submitted that in the aforesaid decision the Hon'ble Supreme Court had an occasion to consider the earlier decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) and in view of the subsequent amendment to Order XXXVII Rule 3 of the CPC, the Hon'ble Supreme Court has observed and held that principle stated in para 8 of Mechelec's case will stand superseded.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ba14fa1f82f34963889bfb8388a16b07_100"
        },
        {
            "start": 25656,
            "end": 26752,
            "text": "It is submitted that therefore now no reliance can be made on the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra).\n[6.8] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that in the recent decision in the case of Hubtown Limited (Supra), the Hon'ble Supreme Court after considering the earlier various decisions of the Hon'ble Supreme Court on the point has observed and held that (1) principle stated in para 8 of the Mechelec's case will now stand superseded; (2) even if the defendant raises triable issues, if a doubt is left with the trial Judge about the defendant's good faith or the genuineness of the triable issues, the trial Judge may impose conditions both, as to time or mode of trial, as well as payment into court or furnishing security.\n[6.9] It is further submitted that in the aforesaid decision it is observed by the Hon'ble Supreme Court that care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2f7cb8f9a769454694dd926f0c6ea41f_101"
        },
        {
            "start": 26753,
            "end": 27240,
            "text": "If the defendant raises a defence which is plausible but improbable, the trial Judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security; if any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "79a82bd22616421e9fad6b90a52e1a1f_102"
        },
        {
            "start": 27241,
            "end": 28355,
            "text": "It is submitted that therefore in the present case when the goods supplied to to the original defendants, supplied from time to time by issuing the invoices as debit notes, are consumed by the original defendants without raising any dispute and even thereafter also no dispute is raised with respect to quantity and/or quality of the goods supplied and so consumed and even 90 cheques which were issued came to be dishonored, the learned Commercial Court has not committed any error in directing the original defendants to deposit Rs.5 Crores against the total claim of Rs.22,47,83,286/ (out of which Rs.12,31,49,933/ has been claimed by way of principal amount).\n[6.10] It is further submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that even the defences which are raised on behalf of the original defendants more particularly with respect to the absence of written contract / agreement; the annual agreement not signed by the parties; the defence regarding authority to file the suit are concerned, it is submitted that all the aforesaid defences are moonshine defences.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "81ad335a24f64f96ab5e5dd4354ce63c_103"
        },
        {
            "start": 28356,
            "end": 28571,
            "text": "It is submitted that once the goods supplied are consumed without raising any dispute, such defences are dishonest defences which would have a direct bearing on grant of conditional leave to the original defendants.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "bc5e1520a13747cdb2596c75e9e55720_104"
        },
        {
            "start": 28572,
            "end": 28802,
            "text": "\n[6.11] Relying upon the documents on record (Page 54 of the paper book), it is submitted that the person who has filed the suit had the authority to file the suit and he was authorized to file the suit for recovery of the amount.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e61978ccbe8746c78c99b4f042aa410d_105"
        },
        {
            "start": 28803,
            "end": 29044,
            "text": "\n[6.12] Now, so far as the interest claimed in the suit is concerned, it is vehemently submitted that in the invoices itself there is a specific mention to the right of interest on nonpayment of the amount due and payable under the invoices.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ea59e90d4ff24575ad893b0b8c842a4a_106"
        },
        {
            "start": 29045,
            "end": 29230,
            "text": "It is submitted that infact as per the invoices the original plaintiff was entitled to the interest at the rate of 15%, against which the original plaintiff claimed only 14.5% interest.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3f09bca7932847e9bfa98159f9721a4b_107"
        },
        {
            "start": 29231,
            "end": 29745,
            "text": "It is submitted that as such the learned Commercial Court while passing the impugned judgment and decree has awarded the interest at the rate of 10% per annum from the date of filing of the suit till realization.\n[6.13] Now, so far as the submission on behalf of the original defendant on written agreement / contract is concerned, Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff has heavily relied upon the definition of \"written contract\" as defined under the Black's Law Dictionary.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "15caf320c4244dec8cbab825d875c0d0_108"
        },
        {
            "start": 29746,
            "end": 30138,
            "text": "It is submitted that to constitute a written agreement / contract the intention of the parties are required to be inferred and such inference in the instance case can be drawn from not only the clause of the annual agreement but also subsequent conduct of both the parties which reflected from various communications from time to time between the parties and the invoices and the debit notes.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4d3e07a973664a13a13a46fc5f945d3a_109"
        },
        {
            "start": 30139,
            "end": 30327,
            "text": "It is submitted that if all these documents are considered, which are already produced on record, it would go to suggest that a summary suit was maintainable under Order XXXVII of the CPC.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "7207491c9f814337b4ca5b0a4fd3fbc5_110"
        },
        {
            "start": 30328,
            "end": 30816,
            "text": "\n[6.14] Now, so far as the submission on behalf of the original defendants regarding the dual action before the High Court of Bombay and the submission on behalf of the original defendants that the original plaintiff has not disclosed in the suit the filing of the suit for redemption of the mortgage in the Bombay High Court, it is submitted that as such the said suit for redemption of the mortgage as such has been instituted subsequently, subsequent to the filing of the summary suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9db20211d62e4c70a0d2aa6c191ecd1b_111"
        },
        {
            "start": 30817,
            "end": 31060,
            "text": "It is submitted that both the proceedings namely the summary suit as well as the suit before the Bombay High Court for redemption of mortgage are both independent and different proceedings and based on independent document and cause of action.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b7e3b3ab3d794520976ed13933f28f88_112"
        },
        {
            "start": 31061,
            "end": 31463,
            "text": "It is submitted that the suit for redemption of mortgage before the Bombay High Court is the action initiated by the original plaintiff against the Managing Director of the Company based on independent document of mortgage by the Managing Director of the Company and therefore, the same is completely unrelated to the claim of the original plaintiff against the original defendants in the present suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e39e40ace2f24726ab4d3c190105f669_113"
        },
        {
            "start": 31464,
            "end": 32202,
            "text": "It is submitted that even the amount covered under the mortgage was only to the extent of Rs.2 Crores, which is a very small amount as against the claim of the original plaintiff in the suit of Rs.22,47,83,286/.\n[6.15] Relying upon the averments in para 18 of the plaint it is vehemently submitted by Shri Nanavati, learned Counsel appearing on behalf of the original plaintiff that as such there are necessary averments in the plaint as required while invoking the provisions of Order XXXVII of the CPC.\nMaking above submissions and relying upon above decisions it is requested to dismiss the present First Appeal as well as Special Civil Application.\n[7.0] Heard learned Counsel appearing on behalf of the respective parties at length.\n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "916f13576fd940d5834c8055e29eb76b_114"
        },
        {
            "start": 32202,
            "end": 32628,
            "text": "At the outset it is required to be noted that the original plaintiff had instituted the summary suit against the original defendants for recovery of Rs.22,47,83,286/ for the goods supplied to the original defendants for which the necessary invoices and debit notes were issued from time to time and the goods which came to be consumed by the original defendants without raising any dispute with respect to quality or quantity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1a97052669614886ba252b6465b83b06_115"
        },
        {
            "start": 32629,
            "end": 32868,
            "text": "It is also required to be noted that according to the original plaintiff, 90 different cheques were given by the original defendants to the original plaintiff against the dues, however when presented, all the cheques came to be dishonored.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8153bcad47e047299e51563abec47464_116"
        },
        {
            "start": 32869,
            "end": 33135,
            "text": "Considering the aforesaid facts and circumstances, the learned Judge, Commercial Court by a detailed speaking order below Exh.15 partly allowed the said application Exh.15 and granted leave to defend to the original defendants on condition of deposit of Rs.5 Crores.",
            "labels": [
                "RPC"
            ],
            "id": "6397e7ac827d4c8ab738006a04d5d261_117"
        },
        {
            "start": 33137,
            "end": 33352,
            "text": "[7.1] At this stage it is required to be noted that order below Exh.15 granting conditional leave to the original defendants to defend the suit on condition of deposit of Rs.5 Crores came to be passed on 20.09.2016.",
            "labels": [
                "RPC"
            ],
            "id": "5232be9bf9c947c8b1d5797bcd0f6bed_118"
        },
        {
            "start": 33353,
            "end": 33456,
            "text": "The original defendants were directed to deposit the amount of Rs.5 Crores within a period of 2 months.",
            "labels": [
                "RPC"
            ],
            "id": "14a250a86c2f47f48beb2f2dedc7492f_119"
        },
        {
            "start": 33457,
            "end": 33550,
            "text": "The original defendants at the relevant time did not challenge the order passed below Exh.15.",
            "labels": [
                "FAC"
            ],
            "id": "8673d73655014f4c86d378749ffa7309_120"
        },
        {
            "start": 33551,
            "end": 33798,
            "text": "On the contrary the original defendants submitted the application Exh.49 to extend the time to deposit the aforesaid amount of Rs.5 Crores submitting that they had sought the permission from the State of U.P. to dispose of / sell their properties.",
            "labels": [
                "FAC"
            ],
            "id": "1fd9180fa7ff487889ddf87456a7f601_121"
        },
        {
            "start": 33799,
            "end": 33893,
            "text": "In the application Exh.49 submitted by the original defendants, it was submitted as under:\n\"1.",
            "labels": [
                "RPC"
            ],
            "id": "aad966423c7541c5ade7109d2edd1234_122"
        },
        {
            "start": 33894,
            "end": 34039,
            "text": "Present suit has been filed for recovery of amount of Rs.22,47,83,286/. That Hon'ble Court has ordered to deposit of Rs. 5 Cr to defend the suit.",
            "labels": [
                "FAC"
            ],
            "id": "6e0ccb631e1543c0902387e40c744246_123"
        },
        {
            "start": 34040,
            "end": 34147,
            "text": "Thus, leave to defend the suit is granted on condition that the amount should be deposited within 2 Months.",
            "labels": [
                "RPC"
            ],
            "id": "7371b734914a4c1ebeccbf6889ffecdb_124"
        },
        {
            "start": 34148,
            "end": 34279,
            "text": "The defendant has been trying to generate the funds to comply with the order of this Hon'ble Court but has not been success so far.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e43b621bd1b949eb864a84777a4318c5_125"
        },
        {
            "start": 34280,
            "end": 34441,
            "text": "The property situated at Modinagar from where defendant has been operating and running their company was originally acquired for the purpose of M/s. Modipon Ltd.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c040790f509c4b7cbb2536dc0aa60344_126"
        },
        {
            "start": 34442,
            "end": 34581,
            "text": "The government of Uttar Pradesh had permitted to transfer the said land to new factory i.e. M/s. Modipon Ltd. by their order dt. 11.3.1966.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ae1ee01f6b145aca255adfe1eafec68_127"
        },
        {
            "start": 34582,
            "end": 34852,
            "text": "It is humbly submitted that on account of condition fastened by government of Uttar Pradesh under the concerned law where said property or any part thereof was not to be transferred in any manner except with the previous sanction of the state government (Uttar Pradesh).",
            "labels": [
                "RPC"
            ],
            "id": "b02287689c5a402a955c34ee37ac864d_128"
        },
        {
            "start": 34853,
            "end": 35178,
            "text": "\n2. In view of above facts in order to comply with the order of this Hon'ble Court the necessary procedure for obtaining previous sanction of government of Uttar Pradesh to transfer part of the said land is required in order to complete this requirement and generate the funds so as to comply the order of this Hon'ble Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "080cc7dca5764c3ea47473b5ad138fe4_129"
        },
        {
            "start": 35179,
            "end": 35459,
            "text": "The time limit fixed by this Hon'ble Court may please be extended for period of 2 (Two) months and enable the defendant to obtain necessary sanction for the sale / transfer of land situated at Modinagar which may be found sufficient to comply with the order of this Hon'ble Court.",
            "labels": [
                "RPC"
            ],
            "id": "3a1426e6fa8147e69d81b75c8a2de824_130"
        },
        {
            "start": 35460,
            "end": 35539,
            "text": "Kindly allow he application to enable defendants to obtain necessary sanction.\"",
            "labels": [
                "RPC"
            ],
            "id": "244abc6a938446d795708e8e6bc50ca6_131"
        },
        {
            "start": 35540,
            "end": 35638,
            "text": "\nThus, the original defendants requested to extend the time to comply with the order below Exh.15.",
            "labels": [
                "FAC"
            ],
            "id": "cb424c9bfaef4edbb62f3e0ab6520bc8_132"
        },
        {
            "start": 35639,
            "end": 35862,
            "text": "That despite the strong objection on behalf of the original plaintiff, the learned Judge, Commercial Court was gracious enough to grant further 4 weeks' time to the original defendants to comply with the order below Exh.15.",
            "labels": [
                "FAC"
            ],
            "id": "ced23e09f8254519aaf2bb9a41154d06_133"
        },
        {
            "start": 35863,
            "end": 35979,
            "text": "Despite the above, the original defendants failed to deposit the amount of Rs.5 Crore as per the order below Exh.15.",
            "labels": [
                "FAC"
            ],
            "id": "b39e01c3400a4f5f9ae618bbef3df794_134"
        },
        {
            "start": 35980,
            "end": 36238,
            "text": "From the averments made in the application at Exh.49, it appears that the original defendants were not aggrieved by the order below Exh.15 and infact it can be said that they accepted the said order and sought further extension to comply with the said order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "08f99af8cd3244bcae3a6f8746704be1_135"
        },
        {
            "start": 36239,
            "end": 36563,
            "text": "That thereafter on noncompliance of the order below Exh.15 and on non deposit of the amount of Rs.5 Crores as per the order below Exh.15, which was further extended by a further period of 4 weeks and in absence of challenge to the order below Exh.15, thereafter the learned Judge has passed the impugned judgment and decree.",
            "labels": [
                "RPC"
            ],
            "id": "22abf3eb151d44aabc163ea27f2d5be7_136"
        },
        {
            "start": 36564,
            "end": 37044,
            "text": "That thereafter the original defendants have preferred the present First Appeal challenging the impugned judgment and decree and only thereafter the original defendants have challenged the order below Exh.15 by way of Special Civil Application No.4764/2017 which at the relevant time the original defendants did not challenge and infact as observed herein above they submitted the application Exh.49 for extension of time to make the deposit to comply with the order below Exh.15.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fec3aa722d840c6a2ad688ec748828c_137"
        },
        {
            "start": 37045,
            "end": 37191,
            "text": "In light of the above, the challenge to the order below Exh.15 granting conditional leave to the original defendants is required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eafba5d6c9b84a7991ebbe471299a536_138"
        },
        {
            "start": 37192,
            "end": 37318,
            "text": "Considering the aforesaid facts and circumstances even the bonafides of the original defendants are required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "191f698f958642088f9cf4f61d57085d_139"
        },
        {
            "start": 37319,
            "end": 37880,
            "text": "It is required to be noted that against the total dues of Rs.12,31,49,933/ by way of principal amount for the goods supplied by the original plaintiff to the original defendants, supplied from time to time under various different invoices and debit notes, the goods which came to be consumed by the original defendants without raising any dispute with respect to either quantity and/or quality, infact the learned Judge directed the original defendants to deposit a sum of Rs.5 Crores only, while granting conditional leave to the defendants to defend the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "24bbae4b14cd4bfba649fca74d1353c5_140"
        },
        {
            "start": 37881,
            "end": 38173,
            "text": "Therefore, while considering the legality and validity of the impugned order passed by the learned Judge, Commercial Court directing the original defendants to deposit Rs.5 Crores while granting the conditional leave to the original defendants to defend the suit is required to be considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "56f7288572be4189b6a656751e0db44a_141"
        },
        {
            "start": 38174,
            "end": 38366,
            "text": "\n[7.3] It is the case on behalf of the original defendants that as the original defendants have raised the triable issues, the original defendants shall be entitled to the unconditional leave.",
            "labels": [
                "RPC"
            ],
            "id": "147a7dacdd5a4de2b301314c7e9eb2c7_142"
        },
        {
            "start": 38367,
            "end": 38511,
            "text": "It is the case on behalf of the original defendants that even the learned Commercial Court has also observed that there are some triable issues.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c8eca9f314347d296e246624c6fb2e7_143"
        },
        {
            "start": 38512,
            "end": 38667,
            "text": "It is submitted that therefore, once having been found that there are triable issues, the original defendants shall be entitled to the unconditional leave.",
            "labels": [
                "RPC"
            ],
            "id": "ae932e5b6ee8401782095ce2eec69bf2_144"
        },
        {
            "start": 38668,
            "end": 38916,
            "text": "For the aforesaid the learned Counsel appearing on behalf of the original defendants has heavily relied upon the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra) and in the case of Rabo Bank (Supra).",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8876ea9cb86240168a84b50375019d6a_145"
        },
        {
            "start": 38917,
            "end": 39121,
            "text": "\n[7.4] Now, so far as the defences which are raised on behalf of the original defendants recorded herein above are concerned, the same can be dealt with individually which shall be dealt with hereinbelow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "40186ab0c65b46f58d15f95c7197cbad_146"
        },
        {
            "start": 39122,
            "end": 39994,
            "text": "However, assuming that there may be and/or there are some triable issues, in that case also, can it be said whether the learned Judge has committed any error in not granting unconditional leave to defend the suit to the original defendants and granting the conditional leave to the original defendants to defend the suit on deposit of Rs.5 Crores and it is required to be considered whether such an order directing the original defendants to deposit Rs.5 Crores against the claim of Rs.12,31,49,933/ as a principal amount requires any interference by this Court in exercise of powers under Article 227 of the Constitution of India?\n[7.5] While considering the legality and validity of the impugned order passed by the learned Judge below Exh.15, the decision of the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) is required to be referred to and considered.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc768a342a5d45e2bca17e171f6b32fb_147"
        },
        {
            "start": 39995,
            "end": 40361,
            "text": "In the case of Hubtown Limited (Supra), the Hon'ble Supreme Court has considered by and large all the earlier decisions on the subject including the decision of the Hon'ble Supreme Court in the case of Mechelec Engineers and Manufacturers (Supra), the decision which has been heavily relied upon by the learned Counsel appearing on behalf of the original defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fb822cf56404fbaa4fb960bca3d808f_148"
        },
        {
            "start": 40362,
            "end": 40698,
            "text": "After considering the effect of amendment of Order XXXVII (as amended in 1976), the Hon'ble Supreme Court has observed and held that the principles stated in para 8 of the Mechelec Enginners and Manufacturers (Supra) will now stand superseded and thereafter in para 17 the Hon'ble Supreme Court has observed and concluded as under:\n\"17.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "044a679fc8d849a08ed8bc64d330edad_149"
        },
        {
            "start": 40699,
            "end": 40909,
            "text": "Accordingly, the principles stated in para 8 of Mechelec's case4 will now stand superseded, given the amendment of Order 37 Rule 3 and the binding decision of four judges in Milkhiram's case 6, as follows:\n17.1",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccc5dcb49f194237b19ac3c0c8c9691a_150"
        },
        {
            "start": 40910,
            "end": 41166,
            "text": "If the defendant satisfies the Court that he has a substantial defence, that is, a defence that is likely to succeed, the original plaintiff is not entitled to leave to sign judgment, and the defendant is entitled to unconditional leave to defend the suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "06207ea18b3349c9bc3be3eeeba7f3f6_151"
        },
        {
            "start": 41168,
            "end": 41436,
            "text": "17.2 If the defendant raises triable issues indicating that he has a fair or reasonable defence, although not a positively good defence, the original plaintiff is not entitled to sign judgment, and the defendant is ordinarily entitled to unconditional leave to defend.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5466d26bc8974ac3a8c670da9ad84073_152"
        },
        {
            "start": 41437,
            "end": 41728,
            "text": "17.3 Even if the defendant raises triable issues, if a doubt is left with the trial judge about the defendant's good faith, or the genuineness of the triable issues, the trial judge may impose conditions both as to time or mode of trial, as well as payment into court or furnishing security.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33e1e94c51874e9cadd33257506b1553_153"
        },
        {
            "start": 41729,
            "end": 41857,
            "text": "Care must be taken to see that the object of the provisions to assist expeditious disposal of commercial causes is not defeated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fdf31a7921c34678ba92c65ce75fc3e0_154"
        },
        {
            "start": 41858,
            "end": 41981,
            "text": "Care must also be taken to see that such triable issues are not shut out by unduly severe orders as to deposit or security.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77b6b57de4784482ba7bc8143f93a789_155"
        },
        {
            "start": 41982,
            "end": 42178,
            "text": "\n17.4 If the Defendant raises a defence which is plausible but improbable, the trial Judge may impose conditions as to time or mode of trial, as well as payment into court, or furnishing security.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63b893ea9b5c4fd385d4b04181b6fa9a_156"
        },
        {
            "start": 42179,
            "end": 42393,
            "text": "\nAs such a defence does not raise triable issues, conditions as to deposit or security or both can extend to the entire principal sum together with such interest as the court feels the justice of the case requires.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6686e3b217043f8bb4ba618488c6782_157"
        },
        {
            "start": 42394,
            "end": 42657,
            "text": "\n17.5 If the Defendant has no substantial defence and/or raises no genuine triable issues, and the court finds such defence to be frivolous or vexatious, then leave to defend the suit shall be refused, and the original plaintiff is entitled to judgment forthwith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0592f130f00a4708a605dabb0ca85169_158"
        },
        {
            "start": 42658,
            "end": 42960,
            "text": "17.6 If any part of the amount claimed by the original plaintiff is admitted by the defendant to be due from him, leave to defend the suit, (even if triable issues or a substantial defence is raised), shall not be granted unless the amount so admitted to be due is deposited by the defendant in court.\"",
            "labels": [
                "STA"
            ],
            "id": "9861b493c445476db9c9ca2a5abdad58_159"
        },
        {
            "start": 42962,
            "end": 43328,
            "text": "[7.6] Applying the law laid down by the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) to the facts of the case on hand, it cannot be said that the learned Judge, Commercial Court has committed any error in directing the original defendants to deposit a sum of Rs.5 Crores while granting conditional leave to defend the suit to the original defendants.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "47dc5ed4c2f74809bb4ab778686ae616_160"
        },
        {
            "start": 43329,
            "end": 43569,
            "text": "Assuming that there are some triable issues, but as those defences prima facie cannot be said to be bonafide defences more particularly after consuming the goods supplied from time to time and thereafter not making the payment for the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a88540142ab42c391a73e642dedb973_161"
        },
        {
            "start": 43570,
            "end": 44022,
            "text": "At the cost of repetition it is observed that in the present case the original plaintiff supplied Caprolactam to the original defendants as per the annual agreement for which the invoices and the debit notes were issued from time to time and the original defendants consumed the said goods without raising any dispute with respect to quantity and/or quality and even without raising any dispute with respect to the amounts mentioned in the debit notes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61e23bb616c844bc85c513b2f8a340c5_162"
        },
        {
            "start": 44023,
            "end": 44423,
            "text": "Not only that, but even the original defendants also issued different 90 cheques, may be against the security (according to the defendants) to secure the amount due and payable to the original plaintiff all of which came to be bounced / returned and thereafter when the aforesaid defences are raised, the same cannot be said to be fair or reasonable defences and/or the defences raised in good faith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "183d3e3d5815401eb2f502ecd8178d88_163"
        },
        {
            "start": 44424,
            "end": 44528,
            "text": "Therefore, the case would fall under paras 17.3, 17.4, 17.5 and 17.6 which are referred to herein above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e326acca15e4dadaaa9db73e41f1687_164"
        },
        {
            "start": 44529,
            "end": 44911,
            "text": "Therefore, in the facts and circumstances of the case more particularly when earlier at an appropriate stage and time the original defendants did not even challenge the order passed by the learned Commercial Court below Exh.15 and infact they accepted it and sought extension to comply with the same, the present petition challenging the order below Exh.15 deserves to be dismissed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b61134e717445199649803080f15b9b_165"
        },
        {
            "start": 44913,
            "end": 45151,
            "text": "[7.7] Now, so far as the submission on behalf of the original plaintiffs on the authority of the person who had filed the suit is concerned, the same has no substance in view of the authority placed on record at page 54 of the paper book.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9c37b7c92c7e4d609e8a9feb2255b8e1_166"
        },
        {
            "start": 45152,
            "end": 45268,
            "text": "The person who has filed the suit has been authorized to file the suit for recovery against the original defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27324a65d2cd48faa6ec8bf7293e51ae_167"
        },
        {
            "start": 45269,
            "end": 45586,
            "text": "\n[7.8] Now, so far as the submission on behalf of the original defendants that as the original plaintiff had claimed the interest / penal interest for which there is no agreement or contract between the parties is concerned, from the invoices which contain the interest clause, the aforesaid defence has no substance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c43fb579909443f5bbd23caa35280dbd_168"
        },
        {
            "start": 45587,
            "end": 45753,
            "text": "Nothing is on record that after receipt of the invoices the original defendants raised any dispute with respect to the interest clause mentioned in the said invoices.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "474da2d701e3430fb31f82c594319c83_169"
        },
        {
            "start": 45754,
            "end": 46185,
            "text": "Therefore, the submission on behalf of the original defendants that the invoices can be said to be an offer but cannot be said to be a concluded contract is concerned, the aforesaid has no substance for the simple reason that thereafter when the original defendants did not raise any dispute with respect to interest clause mentioned in the invoices by conduct and/or otherwise the same shall be binding to the original defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "988efc5718384113ac392e5f3d012dc0_170"
        },
        {
            "start": 46186,
            "end": 46295,
            "text": "Therefore, the aforesaid defences can be said to be lacking bonafides and cannot be said to be in good faith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8bff1cd71f7b4e98a6a343937d1f084a_171"
        },
        {
            "start": 46296,
            "end": 46554,
            "text": "\n[7.9] Now, so far as the submission on behalf of the original defendants that some of the claims are barred by limitation is concerned, at the outset it is required to be noted that no such defence has been raised before the learned Judge, Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "163826daf671424f97ad2c9c9251cdd2_172"
        },
        {
            "start": 46555,
            "end": 46624,
            "text": "Not only that even in the appeal memo also, no such ground is raised.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5429b19cb0c14b7881e7a7b6ed5c4c44_173"
        },
        {
            "start": 46625,
            "end": 46715,
            "text": "Therefore, it appears that the said defence is raised only for the sake of taking defence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3982f77cd5242ca9c9ddd096a069750_174"
        },
        {
            "start": 46716,
            "end": 47036,
            "text": "\n[7.10] Now, so far as the submission on behalf of the original defendants that the suit is filed on photocopy and the original has not come on record and therefore, the suit shall not be maintainable is concerned, it is required to be noted that admissibility of the said document is to be considered not at this stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e2d7965353d043da83e70c1112ba64a0_175"
        },
        {
            "start": 47037,
            "end": 47317,
            "text": "What is required to be considered in the present case and present proceedings is the impugned order passed by the learned Judge below Exh.15 directing the original defendants to deposit Rs.5 Crore while granting the conditional leave to the original defendants to defend the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b334dece703d48188f263487e3084273_176"
        },
        {
            "start": 47318,
            "end": 47731,
            "text": "As observed herein above and applying the law laid down by the Hon'ble Supreme Court in the case of the Jayantilal Khandwala and Others (Supra), it cannot be said that the learned Judge has committed any error in directing the original defendants to deposit Rs.5 Crores (against the dues of Rs.12,31,49,933/ towards principal amount) while granting conditional leave to the original defendants to defend the suit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fa24812c086a4cd28ac6665aad7857c4_177"
        },
        {
            "start": 47732,
            "end": 48200,
            "text": "\n[7.11] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Rabo Bank (Supra) by the learned Counsel appearing on behalf of the original defendants is concerned, at the outset it is required to be noted that the said decision has also been considered by the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) and thereafter, the Hon'ble Supreme Court has observed and concluded in para 17 reproduced herein above.",
            "labels": [
                "RATIO"
            ],
            "id": "6087f33b7920447880e3215d79efb6c7_178"
        },
        {
            "start": 48202,
            "end": 49171,
            "text": "[7.12] Now, so far as the reliance placed upon the decision of the Hon'ble Supreme Court in the case of Jayantilal Khandwala and Others (Supra) relied upon by the learned Counsel appearing on behalf of the original defendants is concerned, in view of the subsequent decision of the Hon'ble Supreme Court in the case of Hubtown Limited (Supra) and even otherwise on facts also, the said decision shall not be applicable to the facts of the case on hand and/or the same shall not be of any assistance to the original defendants.\n[8.0] In view of the above and for the reasons stated above, it cannot be said that in the facts and circumstances of the case narrated herein above, the learned Judge, Commercial Court has committed any error while passing the order below Exh.15 and not granting the unconditional leave to the original defendants to defend the suit and granting conditional leave to the original defendants to defend the suit on deposit of Rs.5 Crores only.",
            "labels": [
                "RATIO"
            ],
            "id": "18dd5c10b1544ed8966257b5003c80eb_179"
        },
        {
            "start": 49172,
            "end": 49478,
            "text": "Under the circumstances, present Special Civil Application No.4674/2017 and First Appeal No.1438/2017 challenging respectively the order below Exh.15 and thereafter further judgment and decree passed by the learned Commercial Court fail and the same deserve to be dismissed and are, accordingly, dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "9b99ee28cfaf403c90d8a1c2236d5575_180"
        },
        {
            "start": 49479,
            "end": 49568,
            "text": "However, in the facts and circumstances of the case, there shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "9b9265ffa79845f6897069646dc6a958_181"
        },
        {
            "start": 49570,
            "end": 49617,
            "text": "Sd/ (M.R. SHAH, J.) Sd/ (A.Y. KOGJE, J.) Ajay**",
            "labels": [
                "NONE"
            ],
            "id": "f419e6d36987488db0a03a13d43b23ad_182"
        }
    ],
    "entities": [
        {
            "text": "Indian Bank",
            "label": "PETITIONER",
            "start_char": 19,
            "end_char": 30
        },
        {
            "text": "Rameshchandra M Thakkar",
            "label": "RESPONDENT",
            "start_char": 57,
            "end_char": 80
        },
        {
            "text": "Vaibhavi D. Nanavati",
            "label": "JUDGE",
            "start_char": 110,
            "end_char": 130
        },
        {
            "text": "Vaibhavi D. Nanavati",
            "label": "JUDGE",
            "start_char": 138,
            "end_char": 158
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 318,
            "end_char": 328
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 431,
            "end_char": 465
        },
        {
            "text": "R/SPECIAL CIVIL APPLICATION NO. 2337 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 475,
            "end_char": 519
        },
        {
            "text": "INDIAN BANK",
            "label": "PETITIONER",
            "start_char": 623,
            "end_char": 634
        },
        {
            "text": "RAMESHCHANDRA M THAKKAR",
            "label": "RESPONDENT",
            "start_char": 718,
            "end_char": 741
        },
        {
            "text": "DK NAKRANI(500",
            "label": "LAWYER",
            "start_char": 858,
            "end_char": 872
        },
        {
            "text": "MS KAUSHAL D NAKRANI(5121",
            "label": "PETITIONER",
            "start_char": 902,
            "end_char": 927
        },
        {
            "text": "ABHISST K THAKER(7010",
            "label": "LAWYER",
            "start_char": 957,
            "end_char": 978
        },
        {
            "text": "JUSTICE VAIBHAVI D. NANAVATI",
            "label": "JUDGE",
            "start_char": 1156,
            "end_char": 1184
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 1219,
            "end_char": 1229
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 1388,
            "end_char": 1398
        },
        {
            "text": "4th Additional Senior Civil Judge, Ahmedabad",
            "label": "COURT",
            "start_char": 1452,
            "end_char": 1496
        },
        {
            "text": "Special Civil Suit No.350 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 1500,
            "end_char": 1533
        },
        {
            "text": "Order-7 Rule-10 r/w. Section 151",
            "label": "PROVISION",
            "start_char": 1624,
            "end_char": 1656
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 1664,
            "end_char": 1693
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 1941,
            "end_char": 1951
        },
        {
            "text": "31/01/2023",
            "label": "DATE",
            "start_char": 2252,
            "end_char": 2262
        },
        {
            "text": "Civil Judge, Ahmedabad (Rural)",
            "label": "COURT",
            "start_char": 2318,
            "end_char": 2348
        },
        {
            "text": "Special Civil Suit No.",
            "label": "CASE_NUMBER",
            "start_char": 2466,
            "end_char": 2488
        },
        {
            "text": "31/01/2023",
            "label": "DATE",
            "start_char": 2712,
            "end_char": 2722
        },
        {
            "text": "Civil Judge, Ahmedabad (Rural)",
            "label": "COURT",
            "start_char": 2779,
            "end_char": 2809
        },
        {
            "text": "Civil Judge, Ahmedabad (Rural)",
            "label": "COURT",
            "start_char": 3107,
            "end_char": 3137
        },
        {
            "text": "Special Civil Suit No. 350 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 3439,
            "end_char": 3473
        },
        {
            "text": "Senior Civil Judge, Ahmedabad (Rural)",
            "label": "COURT",
            "start_char": 3485,
            "end_char": 3522
        },
        {
            "text": "NEUTRAL CITATION",
            "label": "ORG",
            "start_char": 3541,
            "end_char": 3557
        },
        {
            "text": "C/SCA/2337/2023",
            "label": "CASE_NUMBER",
            "start_char": 3558,
            "end_char": 3573
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 3587,
            "end_char": 3597
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 4056,
            "end_char": 4065
        },
        {
            "text": "Order-7 Rule-10 for",
            "label": "PROVISION",
            "start_char": 4275,
            "end_char": 4294
        },
        {
            "text": "Section 2(1)(c)(viii)",
            "label": "PROVISION",
            "start_char": 4715,
            "end_char": 4736
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 4744,
            "end_char": 4782
        },
        {
            "text": "Commercial Appellant Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4787,
            "end_char": 4841
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4858,
            "end_char": 4885
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 5312,
            "end_char": 5322
        },
        {
            "text": "Platinum Plaza",
            "label": "ORG",
            "start_char": 5564,
            "end_char": 5578
        },
        {
            "text": "Bodakdev",
            "label": "GPE",
            "start_char": 5616,
            "end_char": 5624
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 5626,
            "end_char": 5635
        },
        {
            "text": "09.05.2006",
            "label": "DATE",
            "start_char": 5735,
            "end_char": 5745
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 5852,
            "end_char": 5862
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 6074,
            "end_char": 6084
        },
        {
            "text": "19.07.2021",
            "label": "DATE",
            "start_char": 6247,
            "end_char": 6257
        },
        {
            "text": ",",
            "label": "DATE",
            "start_char": 6257,
            "end_char": 6258
        },
        {
            "text": "11.11.2021",
            "label": "DATE",
            "start_char": 6259,
            "end_char": 6269
        },
        {
            "text": "30.07.2021",
            "label": "DATE",
            "start_char": 6271,
            "end_char": 6281
        },
        {
            "text": "06.10.2021",
            "label": "DATE",
            "start_char": 6287,
            "end_char": 6297
        },
        {
            "text": "Section 2 (1) (c)(vii)",
            "label": "PROVISION",
            "start_char": 6623,
            "end_char": 6645
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 6653,
            "end_char": 6674
        },
        {
            "text": "Section 2 (1) (c) (vii)",
            "label": "PROVISION",
            "start_char": 6683,
            "end_char": 6706
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 7329,
            "end_char": 7339
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 7706,
            "end_char": 7724
        },
        {
            "text": "M/s Kushal Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 7736,
            "end_char": 7758
        },
        {
            "text": "Tirumala Technocast Pvt Limited",
            "label": "ORG",
            "start_char": 7763,
            "end_char": 7794
        },
        {
            "text": "Special Civil Application No.3572 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 7805,
            "end_char": 7846
        },
        {
            "text": "10.06.2022",
            "label": "DATE",
            "start_char": 7853,
            "end_char": 7863
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 8057,
            "end_char": 8075
        },
        {
            "text": "04.10.2019",
            "label": "DATE",
            "start_char": 8160,
            "end_char": 8170
        },
        {
            "text": "04.10.2019",
            "label": "DATE",
            "start_char": 8228,
            "end_char": 8238
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 8449,
            "end_char": 8467
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 8996,
            "end_char": 9006
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 9091,
            "end_char": 9101
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 9374,
            "end_char": 9384
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 9471,
            "end_char": 9489
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 9932,
            "end_char": 9942
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 10035,
            "end_char": 10055
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 10314,
            "end_char": 10332
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 10446,
            "end_char": 10462
        },
        {
            "text": "Jagmohan Behl Vs.",
            "label": "PRECEDENT",
            "start_char": 10474,
            "end_char": 10491
        },
        {
            "text": "State Bank of Indore",
            "label": "ORG",
            "start_char": 10492,
            "end_char": 10512
        },
        {
            "text": "No. 166 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 10531,
            "end_char": 10546
        },
        {
            "text": "22.09.2017",
            "label": "DATE",
            "start_char": 10553,
            "end_char": 10563
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 10582,
            "end_char": 10598
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 11008,
            "end_char": 11024
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 11234,
            "end_char": 11250
        },
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 11762,
            "end_char": 11780
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 11881,
            "end_char": 11900
        },
        {
            "text": "Deepak Polymers Private Ltd Vs.",
            "label": "PRECEDENT",
            "start_char": 11912,
            "end_char": 11943
        },
        {
            "text": "Anchor Investments Private Limited",
            "label": "ORG",
            "start_char": 11944,
            "end_char": 11978
        },
        {
            "text": "C.O. No.759 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 11989,
            "end_char": 12008
        },
        {
            "text": "24.06.2021",
            "label": "DATE",
            "start_char": 12015,
            "end_char": 12025
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 12053,
            "end_char": 12072
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 12446,
            "end_char": 12457
        },
        {
            "text": "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023",
            "label": "STATUTE",
            "start_char": 12465,
            "end_char": 12523
        },
        {
            "text": "21/02/2023 undefined 1882",
            "label": "DATE",
            "start_char": 12537,
            "end_char": 12562
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 12634,
            "end_char": 12645
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 12875,
            "end_char": 12886
        },
        {
            "text": "1882 Act",
            "label": "STATUTE",
            "start_char": 12894,
            "end_char": 12902
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 12997,
            "end_char": 13008
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 13315,
            "end_char": 13330
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13338,
            "end_char": 13365
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 13425,
            "end_char": 13440
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 14848,
            "end_char": 14863
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 15072,
            "end_char": 15082
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 15283,
            "end_char": 15294
        },
        {
            "text": "Transfer of Property Act",
            "label": "STATUTE",
            "start_char": 15302,
            "end_char": 15326
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 16056,
            "end_char": 16067
        },
        {
            "text": "Transfer of Property Act, 1882",
            "label": "STATUTE",
            "start_char": 16075,
            "end_char": 16105
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 16286,
            "end_char": 16297
        },
        {
            "text": "Transfer of Property Act",
            "label": "STATUTE",
            "start_char": 16305,
            "end_char": 16329
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 16478,
            "end_char": 16498
        },
        {
            "text": "supreme Court",
            "label": "COURT",
            "start_char": 16801,
            "end_char": 16814
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 16868,
            "end_char": 16887
        },
        {
            "text": "Special Leave to Appeal (C) No. 11418/2021",
            "label": "CASE_NUMBER",
            "start_char": 16895,
            "end_char": 16937
        },
        {
            "text": "30.07.2021",
            "label": "DATE",
            "start_char": 16944,
            "end_char": 16954
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16973,
            "end_char": 16986
        },
        {
            "text": "K. V. Viswanathan",
            "label": "OTHER_PERSON",
            "start_char": 17124,
            "end_char": 17141
        },
        {
            "text": "NEUTRAL CITATION C/",
            "label": "CASE_NUMBER",
            "start_char": 17279,
            "end_char": 17298
        },
        {
            "text": "K. V. Viswanathan",
            "label": "OTHER_PERSON",
            "start_char": 17510,
            "end_char": 17527
        },
        {
            "text": "K. V. Viswanathan",
            "label": "OTHER_PERSON",
            "start_char": 17670,
            "end_char": 17687
        },
        {
            "text": "K. V. Vishwanathan",
            "label": "OTHER_PERSON",
            "start_char": 17928,
            "end_char": 17946
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18053,
            "end_char": 18066
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 18114,
            "end_char": 18133
        },
        {
            "text": "Calcutta High Court",
            "label": "COURT",
            "start_char": 18166,
            "end_char": 18185
        },
        {
            "text": "31st January, 2023",
            "label": "DATE",
            "start_char": 19340,
            "end_char": 19358
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 19545,
            "end_char": 19555
        },
        {
            "text": "31.01.2022",
            "label": "DATE",
            "start_char": 19723,
            "end_char": 19733
        },
        {
            "text": "D.K. Nakrani",
            "label": "OTHER_PERSON",
            "start_char": 19864,
            "end_char": 19876
        },
        {
            "text": "Nakrani",
            "label": "OTHER_PERSON",
            "start_char": 19942,
            "end_char": 19949
        },
        {
            "text": "Order-7 Rule-10 of",
            "label": "PROVISION",
            "start_char": 20075,
            "end_char": 20093
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 20098,
            "end_char": 20127
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 20231,
            "end_char": 20251
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 20259,
            "end_char": 20286
        },
        {
            "text": "Nakrani",
            "label": "OTHER_PERSON",
            "start_char": 20298,
            "end_char": 20305
        },
        {
            "text": "Special Civil Application No. 9705 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 20463,
            "end_char": 20505
        },
        {
            "text": "06.10.2022",
            "label": "DATE",
            "start_char": 20535,
            "end_char": 20545
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 20579,
            "end_char": 20595
        },
        {
            "text": "No. 166 of 2016",
            "label": "CASE_NUMBER",
            "start_char": 20611,
            "end_char": 20626
        },
        {
            "text": "22.09.2017",
            "label": "DATE",
            "start_char": 20638,
            "end_char": 20648
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 20818,
            "end_char": 20829
        },
        {
            "text": "Transfer of Property Act",
            "label": "STATUTE",
            "start_char": 20837,
            "end_char": 20861
        },
        {
            "text": "Section 2(1)(c)\n",
            "label": "PROVISION",
            "start_char": 21583,
            "end_char": 21599
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 21612,
            "end_char": 21638
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 22018,
            "end_char": 22038
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 22046,
            "end_char": 22072
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 22584,
            "end_char": 22604
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 22612,
            "end_char": 22638
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 22815,
            "end_char": 22825
        },
        {
            "text": "Order-7 Rule-10 of",
            "label": "PROVISION",
            "start_char": 23048,
            "end_char": 23066
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 23071,
            "end_char": 23100
        },
        {
            "text": "Abhisst K. Thaker",
            "label": "OTHER_PERSON",
            "start_char": 23551,
            "end_char": 23568
        },
        {
            "text": "Abhisst K. Thaker",
            "label": "OTHER_PERSON",
            "start_char": 23632,
            "end_char": 23649
        },
        {
            "text": "16.02.2021",
            "label": "DATE",
            "start_char": 24247,
            "end_char": 24257
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 24492,
            "end_char": 24502
        },
        {
            "text": "Thaker",
            "label": "OTHER_PERSON",
            "start_char": 25006,
            "end_char": 25012
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 25050,
            "end_char": 25061
        },
        {
            "text": "Transfer of Property Act",
            "label": "STATUTE",
            "start_char": 25069,
            "end_char": 25093
        },
        {
            "text": "Section 106",
            "label": "PROVISION",
            "start_char": 25200,
            "end_char": 25211
        },
        {
            "text": "Transfer of Property Act",
            "label": "STATUTE",
            "start_char": 25219,
            "end_char": 25243
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 25403,
            "end_char": 25423
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 25431,
            "end_char": 25452
        },
        {
            "text": "Thaker",
            "label": "OTHER_PERSON",
            "start_char": 25582,
            "end_char": 25588
        },
        {
            "text": "Thaker",
            "label": "OTHER_PERSON",
            "start_char": 25747,
            "end_char": 25753
        },
        {
            "text": "NEUTRAL CITATION",
            "label": "ORG",
            "start_char": 25927,
            "end_char": 25943
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 25973,
            "end_char": 25983
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 27399,
            "end_char": 27409
        },
        {
            "text": "Section 2(1)(c)\n(vii)",
            "label": "PROVISION",
            "start_char": 27921,
            "end_char": 27942
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 27950,
            "end_char": 27988
        },
        {
            "text": "Commercial Appellant Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 27993,
            "end_char": 28047
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 29017,
            "end_char": 29027
        },
        {
            "text": "Special Civil Application No. 3572 of 2022",
            "label": "CASE_NUMBER",
            "start_char": 29149,
            "end_char": 29191
        },
        {
            "text": "10.06.2022",
            "label": "DATE",
            "start_char": 29199,
            "end_char": 29209
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited",
            "label": "PRECEDENT",
            "start_char": 29245,
            "end_char": 29281
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 29294,
            "end_char": 29307
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 29363,
            "end_char": 29383
        },
        {
            "text": "Gujarat State Warehousing Corporation Vs.",
            "label": "PRECEDENT",
            "start_char": 29972,
            "end_char": 30013
        },
        {
            "text": "Special Civil Application No.9705 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 30038,
            "end_char": 30079
        },
        {
            "text": "24.12.2020",
            "label": "DATE",
            "start_char": 30091,
            "end_char": 30101
        },
        {
            "text": "Order VII Rule 11",
            "label": "PROVISION",
            "start_char": 30441,
            "end_char": 30458
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30714,
            "end_char": 30727
        },
        {
            "text": "Ambalal Sarabhai Enterprises Limited",
            "label": "PRECEDENT",
            "start_char": 30731,
            "end_char": 30767
        },
        {
            "text": "Gujarat State Warehousing Corporation",
            "label": "PRECEDENT",
            "start_char": 30793,
            "end_char": 30830
        },
        {
            "text": "Section 2(1)(c)",
            "label": "PROVISION",
            "start_char": 31548,
            "end_char": 31563
        },
        {
            "text": "Section 2(1)(c)(vii)",
            "label": "PROVISION",
            "start_char": 32460,
            "end_char": 32480
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 32488,
            "end_char": 32509
        },
        {
            "text": "NEUTRAL CITATION C/SCA/2337/2023",
            "label": "CASE_NUMBER",
            "start_char": 32815,
            "end_char": 32847
        },
        {
            "text": "21/02/2023",
            "label": "DATE",
            "start_char": 32861,
            "end_char": 32871
        },
        {
            "text": "Order-7 Rule-10 of",
            "label": "PROVISION",
            "start_char": 32899,
            "end_char": 32917
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 32922,
            "end_char": 32951
        },
        {
            "text": "31.01.2023",
            "label": "DATE",
            "start_char": 33598,
            "end_char": 33608
        },
        {
            "text": "4th Additional Senior Civil Judge, Ahmedabad",
            "label": "COURT",
            "start_char": 33616,
            "end_char": 33660
        },
        {
            "text": "Special Civil Suit No.350 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 33664,
            "end_char": 33697
        },
        {
            "text": "VAIBHAVI D. NANAVATI",
            "label": "JUDGE",
            "start_char": 34524,
            "end_char": 34544
        },
        {
            "text": "Pradhyuman",
            "label": "PRECEDENT",
            "start_char": 34548,
            "end_char": 34558
        }
    ],
    "precedent_clusters": {
        "M/s Kushal Limited Vs.": [
            "M/s Kushal Limited Vs.",
            "Jagmohan Behl Vs.",
            "Deepak Polymers Private Ltd Vs.",
            "Gujarat State Warehousing Corporation Vs.",
            "Pradhyuman",
            "Gujarat State Warehousing Corporation"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order-7 Rule-10 r/w. Section 151",
            "Code of Civil Procedure, 1908",
            "Order-7 Rule-10 r/w. Section 151",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 2(1)(c)(viii)",
            "Commercial Courts, Commercial Division",
            "Section 2(1)(c)(viii)",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 2 (1) (c)(vii)",
            "Commercial Courts Act",
            "Section 2 (1) (c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 106",
            "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023",
            "Section 106",
            "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023"
        ],
        [
            "Section 106",
            "1882 Act",
            "Section 106",
            "1882 Act"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 106",
            "Transfer of Property Act",
            "Section 106",
            "Transfer of Property Act"
        ],
        [
            "Section 106",
            "Transfer of Property Act, 1882",
            "Section 106",
            "Transfer of Property Act, 1882"
        ],
        [
            "Section 106",
            "Transfer of Property Act",
            "Section 106",
            "Transfer of Property Act"
        ],
        [
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908",
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 106",
            "Transfer of Property Act",
            "Section 106",
            "Transfer of Property Act"
        ],
        [
            "Section 2(1)(c)\n",
            "Commercial Court Act, 2015",
            "Section 2(1)(c)\n",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Court Act, 2015",
            "Section 2(1)(c)(vii)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Court Act, 2015",
            "Section 2(1)(c)(vii)",
            "Commercial Court Act, 2015"
        ],
        [
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908",
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 106",
            "Transfer of Property Act",
            "Section 106",
            "Transfer of Property Act"
        ],
        [
            "Section 106",
            "Transfer of Property Act",
            "Section 106",
            "Transfer of Property Act"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)\n(vii)",
            "Commercial Courts, Commercial Division",
            "Section 2(1)(c)\n(vii)",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908",
            "Order-7 Rule-10 of",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act",
            "Section 2 (1) (c) (vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act"
        ],
        [
            "Section 106",
            "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023",
            "Section 106",
            "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023"
        ],
        [
            "Section 106",
            "1882 Act",
            "Section 106",
            "1882 Act"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015",
            "Section 2(1)(c)(vii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(1)(c)(vii)",
            "Commercial Courts, Commercial Division",
            "Section 2(1)(c)(vii)",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Section 2(1)(c)",
            "Commercial Courts, Commercial Division",
            "Section 2(1)(c)",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Order-7 Rule-10 for",
            "Code of Civil Procedure, 1908",
            "Order-7 Rule-10 for",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order VII Rule 11",
            "Commercial Appellant Division of High Courts Act, 2015",
            "Order VII Rule 11",
            "Commercial Appellant Division of High Courts Act, 2015"
        ]
    ],
    "precedent_counts": {
        "M/s Kushal Limited Vs.": 6
    },
    "provision_counts": {
        "Order-7 Rule-10 r/w. Section 151 of Code of Civil Procedure, 1908": 1,
        "Section 2(1)(c)(viii) of Commercial Courts, Commercial Division": 1,
        "Section 2 (1) (c)(vii) of Commercial Courts Act": 1,
        "Section 106 of Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023": 2,
        "Section 106 of 1882 Act": 2,
        "Section 2(1)(c) of Commercial Courts Act, 2015": 3,
        "Section 106 of Transfer of Property Act": 5,
        "Section 106 of Transfer of Property Act, 1882": 1,
        "Order-7 Rule-10 of of Code of Civil Procedure, 1908": 3,
        "Section 2(1)(c)(vii) of Commercial Courts Act, 2015": 2,
        "Section 2(1)(c)\n of Commercial Court Act, 2015": 1,
        "Section 2(1)(c)(vii) of Commercial Court Act, 2015": 2,
        "Section 2(1)(c)(vii) of Commercial Courts Act": 3,
        "Section 2(1)(c)\n(vii) of Commercial Courts, Commercial Division": 1,
        "Section 2 (1) (c) (vii) of Commercial Courts Act": 1,
        "Section 2(1)(c)(vii) of Commercial Courts, Commercial Division": 1,
        "Section 2(1)(c) of Commercial Courts, Commercial Division": 1,
        "Order-7 Rule-10 for of Code of Civil Procedure, 1908": 1,
        "Order VII Rule 11 of Commercial Appellant Division of High Courts Act, 2015": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 5,
        "Commercial Courts, Commercial Division": 4,
        "Commercial Courts Act": 5,
        "Transfer of Property Act, NEUTRAL CITATION C/SCA/2337/2023": 2,
        "1882 Act": 2,
        "Commercial Courts Act, 2015": 5,
        "Transfer of Property Act": 5,
        "Transfer of Property Act, 1882": 1,
        "Commercial Court Act, 2015": 3,
        "Commercial Appellant Division of High Courts Act, 2015": 1
    }
}