{
    "id": "4d50c7ac0f96e4ca52b2355d7a1332996212db20998c9b7f92751656173fb63c",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court (Appellete Side) \nVenkatesh Vincom Private Limited vs M/S. Spice Of Joy on 26 September, 2022 \nAuthor: Harish Tandon\nBench: Harish Tandon \n                                                           Fmat 20 Of 2022 Page-1\n\n                      In The High Court At Calcutta \n\n                       Civil Appellate Jurisdiction\n\n                           Commercial Division\n\n\n\nPresent: \n\nThe Hon'Ble Justice Harish Tandon \n                   & \nThe Hon'Ble Justice Shampa Dutt (Paul) \n\n\n\n                                  Fmat 20 of 2022 \n                                   Can 1 of 2022 \n\n                      Venkatesh Vincom Private Limited \n\n                                       Vs.\n\n           M / s. Spice of Joy, Multicuisine Restaurant cum Bar & Ors. \n\n\n\nAppearance: \n\nFor the Appellant              :      Mr. Sarosij Dasgupta, Adv. \n\n                                      Mr. Anurag Bagaria, Adv. \n\nFor the Respondents           :       Ms. Manju Bhuteria, Adv. \n\n                                      Mr. Subhrendu Halder, Adv. \n\n                                      Mr. Mohit Gupta, Adv. \n\n                                      Mr. Tanni Luhariwala, Adv.\n\n                                      Ms. Arundhuti Barman, Adv. \n\nJudgment On                   :       26.09.2022 \n\n\n\nHarish Tandon, J. : \nThe present appeal arises from a judgment and order dated 11.11.2021 passed by the learned Judge, Commercial Court at Alipore in Fmat 20 Of 2022 Page-2 Money Suit no. 12 of 2021 whereby and whereunder an application of Order 7 Rule 11 of the Code of Civil Procedure was disposed of directing the return of the plaint to be presented before the Competent Court.\nShorn of unnecessary details the suit was filed by the appellant for recovery of a sum of Rs. 97,65,333/- along with an interest at the rate of 4 per cent per annum till the realisation of the said amount before the Commercial Court at Alipore which was registered as Money Suit no. 12 of 2021. The plaint proceeds that the plaintiff-appellant is a non-banking financial company and engaged in lending money for business. The Respondent no 2 and 3 carrying on business of a multicuisine restaurant and bar in partnership, approached the appellant company for an accommodation loan of Rs. 15 lakhs for a period of 180 days at an agreed rate of interest at the rate of 4 per cent per month. The said amount was given through an account payee cheque in favour of the Respondent no. 2 for and on behalf of the Respondent no. 1 which was duly encashed and receipt was issued by the Respondent no. 1 under his letterhead duly signed by the Respondent no. 2 as partner thereof. It is further stated that for few months the respondents paid the interest at such agreed rate by an account payee cheque to the appellant and further approach was made in the month of January, 2016 for further financial assistance of Rs. 25 lakhs at such agreed rate of interest. The said sum of Rs. 25 lakhs was further paid through an account payee cheque in favour of the Respondent no. 2 for and on behalf of the Respondent no. 1 which was duly encashed and the receipt issued by the Respondent no. 1 would corroborate the same. It is further stated that the sum of Rs. 1 lakh was paid by the respondents on 19.5.2018 Fmat 20 Of 2022 Page-3 towards the agreed amount of an interest which would be evident from the bank statements issued by the banker of the appellant for the relevant period. The plaint further proceeds that subsequently the cheques were issued by the defendants which were dishonoured for insufficient funds and proceeding under Section 138 of the Negotiable Instrument Act has been initiated and simultaneously the suit was filed before the Commercial Court for realisation of the money lent and advanced to the defendants together with an agreed rate of interest. It is pertinent to record that the Tds was deducted and deposited with the Income Tax Department and the certificate issued in this regard by the said authority would evince the transaction to have been affected and acknowledgement is made to the same. \nAn application under Order 7 Rule 11 read with Section 151 of the Code of Civil Procedure was taken out by the respondent before the Commercial Court for rejection of the plaint primarily on the ground that the dispute does not satisfy the definition of a commercial disputes given under Section 2 (1)(c)(i) of the Commercial Courts Act, 2015. Though the other plea relating to pecuniary jurisdiction was also raised but the Commercial Court discarded the aforesaid contention in the impugned judgment which has not been challenged by the respondents either by filing a separate proceeding nor a cross-objection in the instant matter. Therefore, we are not venturing to g o into the aforesaid aspect and restricted our determination to the core issue whether the dispute satisfies the definition of a commercial dispute assigned in Section 2 (1)(c)(i) of the said act. \nThe statement pertaining to the object and reasons for promulgation of the Commercial Courts Act, 2015 was conceptualised to create a global FMAT 20 OF 2022 Page-4 economic environment because of the seemingly increased competition and to attract the business at the international level to boost the economic growth of the country. The Law Commission of India in its 188th report recommended the Constitution of the Commercial Division of each High Court and a Bill in this regard was placed before the Lok Sabha but after discussion on the said Bill certain issues were raised and the matter was again relegated to the Law Commission for its examination. In 253rd Report, the Law Commission of India again recommended for establishment of the Commercial Courts, the Commercial Division and Commercial Appellate Division in the High Court for disposal of commercial disputes of its specified value based on that such recommendation, the Bill was introduced in the Rajya Sabha on 24th April, 2015 which was sent for consideration of the Department relating to Parliamentary Standing Committee on Personnel, Public Grievance, Law and Justice and subsequently, the same was introduced and reduced in the form of an Act of Commercial Courts Act, 2015. The commercial dispute as defined in Section 2(1)(c)(i) of the said Act is expansive and imbibed within itself various categories of the disputes. We are not concerned with the other classes of the disputes imbued with the said definition clause as the determination is restricted to Clause (i) thereof. The said provision is reproduced as under:\n\"Sec. 2.1 (c) \"Commercial dispute\" means a dispute arising out of - (i) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to FMAT 20 OF 2022 Page-5 mercantile documents, including enforcement and interpretation of such documents.\"\nTaking lead from the language employed in the aforesaid Clause, the argument is advanced on behalf of the appellant that, lending of money for business purposes by the non-banking financial company comes within the ambit of the commercial dispute and, therefore, the Commercial Court has committed error in holding such transaction to be non commercial and returning the plaint to be presented before the Competent Court. It is submitted that the non-banking financial corporations are engaged in the business of financing the business organisations and such act has to be regarded as an ordinary transaction of the financer. It is further submitted that the receipts, the acknowledgement and the mode of transfer are to be regarded as the mercantile documents and, therefore, the Commercial Court has committed error in interpreting such document as non-mercantile document. It is submitted that mercantile document has not been defined in the said act and, therefore, the ordinary meaning is required to be assigned and the reference can be made to a definition of a mercantile from Black's Law Dictionary, 8th Edition means \"an Act of a relating to a merchant or trading and are commercial in nature.\" However, it is further submitted that the court did not assign any reason nor returned any independent finding on the issue whether the dispute would come within the purview of the commercial dispute and, therefore, surreptitiously jumped to the conclusion that the plaint to be returned and presented before the appropriate forum. On the other hand, the learned Advocate for the respondent submits that the accommodated loan to an individual and not to a business FMAT 20 OF 2022 Page-6 establishment does not come within the commercial dispute. It is further submitted that the hand loan or the accommodated loan to an individual cannot be regarded as a commercial dispute and placed reliance upon a single Bench unreported judgment of this Court in case of Ladymoon Towers Private Limited vs. Mahendra Investment Advisors Private Limited (CS 99 of 2020) decided on 13th August, 2021. It is vociferously argued that the Reserve Bank of India has issued a master circular pertaining to the fair practices code to be observed by all non-banking financial companies and the pleading in the plaint would corroborate that same has not been adhered to by the appellant. The arguments are further advanced taking a lead from the observations made by the Supreme Court in case Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019) for the proposition that by the introduction of the Commercial Courts Act the entertainability of the suit on the basis of the dispute which satisfies the definition of a commercial dispute under the said Act can only be entertained by the Commercial Court and, therefore, excludes the other class of litigations which are otherwise maintainable and entertainable in an ordinary Civil Courts. He further submits that the object of the establishment of the Commercial Court is to entertain the high value and secure the speedy disposal of the matter involving the commercial disputes and cannot be used to clog the system. The arguments were further advanced on the powers of the Court while dealing with an application under Order 7 Rule 11of the Code to pass an order for return of the plaint to be presented before the Competent Court in exercise of powers under Order 7 Rule 10 thereof. \nFMAT 20 OF 2022 Page-7 At the very outset, we must record that the primary question involved in the instant appeal is that the dispute raised in the said suit and the relief claimed thereunder whether satisfies the definition of a commercial dispute so as to make the suit entertainable and maintainable before the Commercial Court. The other issue whether the Court is competent to pass an order for return of the plaint in an application for rejection of the plaint becomes redundant in the event this Court finds that the suit is competent before the Commercial Court. However, it would assume significance in the event the dispute does not satisfy the conditions laid down in the definition of a commercial dispute under the said Act which in our opinion does not require any further elaboration as it is more or less settled that the Court enjoins power to return the plaint even if the application has been made for rejection of the plaint. \nReverting to the core issue the eventuality enshrined in Clause (i) of Section 2(1)(c) of the said Act postulates that a dispute arising out of the ordinary transaction of financer relating to mercantile documents including its enforceability and interpretation are the important factors to be borne in mind. The said Clause can be segregated into 3 parts. Firstly, the dispute must arise out of ordinary transaction of financer and secondly, such ordinary transaction must relate to a mercantile document and thirdly, the enforceability and the interpretation of such document is involved. Admittedly, the appellant is a non banking financial corporation which would be evident from the averments made in the plaint and the certificate of incorporation annexed thereto. The primary function of the non banking corporation is to extend financial supports and can be regarded as an FMAT 20 OF 2022 Page-8 ordinary transaction of the financer. We find no ambiguity in this regard that lending money by the appellant is fundamentally the transactions which it does and can be regarded as the ordinary transaction. The parties are not ad idem on the expression \"mercantile document\" appearing in the said clause for the reason that there was no agreement in writing nor any document evincing the money given as loan to the respondents. The mercantile document is not defined in the said Act. However, the said Act defines 'document' in Section 2(1)(f) to mean any matter expressed or described upon any substance by means of letters, figures, or marks, or electronic means or, by more than one of those means, intended to be used, or which may be used, for the purpose of recording that manner. The definition of a document is expansive and is not restricted to any agreement to be executed by and between the parties recording the transactions at the beginning thereof. The definition is wide enough to include any expression or a description of any substance by means of letters, marks or figures or electronic means which would be sufficient enough to bring clarity of the matter. The word 'mercantile' in ordinary parlance means a document relating to a merchant or trading or a document which is commercial in nature. In Black's Law Dictionary, 8th Edition 'mercantile' is defined as in \"BLD\"\nSince the word 'mercantile' includes the transaction which is of commercial nature the \"commercial paper\" is also defined in the Black's Law Dictionary as an instrument other than the cash for the payment of money and include negotiable instrument of a particular kind in the following:\nFMAT 20 OF 2022 Page-9 \"Commercial Paper: 1. An instrument, other than cash, for the payment of money. Commercial paper - typically existing in the form of a draft (such as a check) or a note (such as a certificate of deposit) - is governed by Article 3 of the UCC. But even though the UCC uses the term commercial paper when referring to negotiable instruments of a particular kind (drafts, checks, certificates of deposit, and notes as defined by Article 3), the term long predates the UCC as a business and legal term in common use. Before the UCC, it was generally viewed as synonymous with negotiable paper or bills and notes. It was sometimes applied even to nonnegotiable instruments. - Also termed mercantile paper; company's paper. See NEGOTIABLE INSTRUMENT.\" \n\" 'Commercial paper' is rather a popular than a technical expression, often used, however, both in statutes and in decisions of courts, to designate those simple forms of contract long recognized in the world's commerce and governed by the law merchant.\" \n\"Defined most broadly, commercial paper refers to any writing embodying rights that are customarily conveyed by transferring the writing. A large subset of commercial paper consists of such writings that are negotiable, which means that the law enables a transferee to acquire the embodied rights free of claims and defences against the transferor.\" \nFMAT 20 OF 2022 Page-10 \"Sec. 2 (c) \"Commercial dispute\" means a dispute arising out of - (ii) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents. \nThe Stroud's Judicial Dictionary defines the commercial action to mean and include any cause arising out of ordinary transactions of merchants and traders and without prejudice to generosity of the following words: any cause relating to construction of a mercantile document, the export or import of mercantile, insurance, banking, mercantile agency and mercantile uses. It, thus, engulfed within itself any action or undertaking with an object to make a profit therefrom (see Punjab University vs. Unit Trust of India & Ors., (2015) 2 SCC 669). In Ladymoon Towers Pvt. Ltd. (Supra) the Single Bench of this Court has relied upon various judgments of the Delhi High Court, Bombay High Court and Madras High Court as well as the Calcutta High Court to ascertain the meaning of a mercantile document. It has been held therein that all suits of recovery of money may not come within the purview of Section 2(1)(c)(i) of the Act if not based on any transaction relating to mercantile document. The view of the Bombay High Court has also been noticed to the effect that the suit cannot be treated as a commercial suit unless the transaction has occurred between the merchants, traders, bankers and financers and, therefore, any transaction of two individuals in extending a friendly loan cannot be regarded as a commercial transaction or a transaction in an ordinary course of business. The view of the Madras High Court as relied on by the Single FMAT 20 OF 2022 Page-11 Bench in Ladymoon Towers Pvt. Ltd. (Supra) was that if the plaintiffs have not transacted in a capacity of a financer it cannot come within the purview of the aforesaid definition clause. So far as the Calcutta High Court view as noticed by the Single Bench in the above noted decision was based on the definition of a mercantile document appearing in the First schedule of City Civil Courts Act, 1953 to be a document between merchant and traders and the construction, interpretation and meaning of the words and clause of the mercantile document would assume a greater significance. Though the aforesaid judgments were noticed by the Single Bench in the above referred cases but ultimately it was held that the suit for recovery of money lend and advanced as friendly loan does not satisfy the definition of a commercial dispute. It is no doubt true that every nature of the monetary transaction cannot come within the ambit of a commercial dispute defined in the said Act. Such monetary transaction in an ordinary course of business transacted by the merchants, bankers, financers and traders based upon a mercantile documents are regarded as a commercial transactions and a suit before the Commercial Court is maintainable. Taking a clue from the definition of a 'merchant', what was a conservative view at one point of time have seen a radical change with the varied varieties of transaction which can be manifestly seen from the expansive definition of a commercial dispute under Section 2(1)(c) of the said Act. By advancement of technology the mode and the nature of transactions have also been changed and what was earlier known as a negotiable instrument in a primitive stage has been gradually taken out of practice and the mode of the transaction has been well accepted in electronic form. The interpretative tool FMAT 20 OF 2022 Page-12 is an evolving process and changes with the behavioural pattern of the society more particularly in commercial transactions and, therefore, any rudimentary form of the interpretation may not be compatible with the changing pattern of the commercial transactions. \nIn Ambalal Sarabhai Enterprises Ltd. (Supra), the Apex Court was considering a case where an agreement for sale was executed in respect of a land in favour of the Respondent no. 2 therein would later on assigned and transferred his right by way of an assignment in favour of the Respondent no. 1. The Respondent no. 1 purchased the property on the basis of a deed of conveyance dated 3.1.2017 but the other aspect regarding the change relating to the nature of the use of the land for conclusion of the transaction was required to be performed by the seller. It was thought that the right of the appellant is required to be protected and to ensure the same a memorandum of understanding was entered into between the appellants and the respondents therein and a mortgage deed was required to be executed by the Respondent no. 1 in favour of the appellant. Though the mortgage deed was executed but the same was not registered and at that stage the appellant filed a commercial suit to enforce the execution of the mortgage deed before the Commercial Court. The question which was raised therein relates to the satisfaction of Clause 7 of Section 2(1)(c) of the said Act which requires that an agreement relating to immovable property used exclusively in trade or commerce to come within the purview of the commercial disputes. In the backdrop of the aforesaid facts, the Apex Court held:\nFMAT 20 OF 2022 Page-13 \"37.A dispute relating to immovable property per se may not be a commercial dispute. But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce.\" The words \"used exclusively in trade or commerce\" are to be interpreted purposefully. The word \"used\"\ndenotes \"actually used\" and it cannot be either \"ready for use\"\nor \"likely to be used\" or \"to be used\". It should be \"actually used\". Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above. \n38. On 3-11-2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent-defendant and Ketan Bhailalbhai Shah, second respondent. As per the terms of MoU, parties executed a deed of conveyance of the land. A mortgage deed was executed simultaneously along with the MoU with respect to the part of the land admeasuring 15,000 sq ft in favour of the plaintiff. It was understood between the parties that Respondent 1 would apply for change of land use permission for the land in question on signing of the MoU. Mortgage deed was executed by Respondent 1 in favour of the appellant in order to ensure performance of obligations under the MoU. But the said mortgage deed was not presented for registration. \n39. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the FMAT 20 OF 2022 Page-14 appellant-plaintiff seems to be carrying on business as estate agent and the manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question is being used exclusively in trade or commerce rather in the business of the plaintiff. As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of Section 2 (1) (c) of the Act. Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court. We do not find that the aforesaid judgment can be of any aid to the instant matter except for the proposition that unless the dispute satisfies the definition of a commercial dispute, any other disputes may not be brought before the Commercial Court. In the instant matter the Respondent no. 1 is admittedly running a multicuisine restaurant and bar and selling its products for profit. The appellant is a non-banking financial company and engaged in a business of financing or extending financial supports and making profit from the same. Any money given on loan is the ordinary transaction of the non banking financial company provided it augments income from such transactions. The Respondent no. 1 who is selling the product for profit is a merchant and, therefore, the transaction between the FMAT 20 OF 2022 Page-15 plaintiff who is engaged in a finance business extending loan for profit is a transaction between a financer and the merchant. \nIt leads to another question whether the loan extended to one of the partners for and on behalf of the firm can be regarded as a transaction with the firm. The answer can be traced from the provisions contained in Chapter IV of the Indian Partnership Act, 1932. Section 18 of the said Act postulates that the partner is an agent of a firm for the purpose of business of the firm. Section 19 contemplates the implied authority of the partner as an agent of the firm and Section 22 thereof binds the firm for any act of the instrument done or executed by the partner or other persons on behalf of the farm to be regarded as done or executed by the firm. Undisputedly, the cheque was issued by the appellant to the Respondent no. 2 and the receipt or a note evincing such transaction, was issued by the Respondent no. 1 firm. It is not a case where the Respondent no. 2 utilised the money for his individual purposes but in fact the money given by the appellant was used and utilised by the Respondent no. 1 firm and the TDS certificate also corroborate the same. Even the interest is paid by the Respondent no. 1 firm and, therefore, even if the cheque covering the loan amount was issued in the name of one of the partners but shall be regarded as a payment to the firm. As indicated above, there is no condition laid down in the said definition 'commercial dispute' that the mercantile document must be executed at the beginning or before the transaction having affected rather the document defined in Section 2(1)(f) of the Act includes any matter expressed or described upon any substance by means of letters, figures or marks or electronic means intended to be used or which may be used for the purpose of recording the FMAT 20 OF 2022 Page-16 matter. We, therefore, find no difficulty in considering that the mercantile document as an instrument by any other means coming within the ambit of the definition of a document executed by a merchant in an ordinary course of business and any restrictive interpretation would frustrate the legislative intent and the object and purpose underlying the promulgation of the Commercial Courts Act, 2015. We, therefore, have no hesitation to hold that the dispute involved in the instant pattern satisfies the definition of a commercial dispute and the order of the Commercial Court cannot be sustained. \nAccordingly, the order impugned is set aside. The appeal succeeds. There shall be no order as to costs. \nUrgent photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities. \n     I agree.                                           (Harish Tandon, J.)\n\n\n\n\n(Shampa Dutt (Paul), J.)\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "madras high court v.pranav vs m/s.narasus spinning mill represented . on 8 april, 2024 author: m.sundar bench: m.sundar c.m.a (cad) (sr) no.41810 of 2024 in the high court of judicature at madras dated: 08.04.2024 coram the hon'ble mr.justice m.sundar and the hon'ble mrs. justice k. govindarajan thilakavadi c.m.a (cad) (sr) no.41810 of 2024 1.v.pranav 2.v.varun 3.anuradha 4.v.naeha .. appellants vs 1.m/s.narasus spinning mill represented by its partner mr.p.sivanantham, aged about 60 years s/o.r.p.sarathy, having registered office at s.no.18, 19 kottamettupatty r.c.chettypatty post, omalur taluk, salem district 636 455 2. mr.p.sivanantham .. respondents civil miscellaneous appeal filed under section 37(1)(b)of the arbitration and conciliation act, 1996 read with section 13 of commercial courts act, 2015 to set aside the impugned order dated 20.03.2024 passed in i.a.no.2 of 2024 in arb.o.p.no.1 of 2024 by the district judge, commercial court, salem. for appellants : mr.m.s.seshadri for respondents : ms.s.subashiny https://www.mhc.tn.gov.in/judis 1/14 c.m.a (cad) (sr) no.41810 of 2024 judgment [judgment of the court was delivered by m.sundar, j.] captioned 'civil miscellaneous appeal' [hereinafter 'cma' for the sake of brevity] has been filed in this court on 26.03.2024 assailing an order dated 20.03.2024 made in i.a.no.2 of 2024 in arb.o.p.no.1 of 2024 [cnr no.tnsa23-000002-2024] made by the 'court of district judge, commercial court, salem' [hereinafter 'salem commercial court' for convenience]. this '20.03.2024 order' made by salem commercial court shall be referred to as 'impugned order' for the sake of convenience. 2. in and vide the impugned order, salem commercial court has allowed an implead application taken out by a partnership firm and its partner seeking to implead themselves as respondents 4 and 5 [r4 & r5] in arb.o.p.no.1 of 2024. to be noted, arb.o.p.no.1 of 2024 is an application under section 9 of 'the arbitration and conciliation act (act no.26 of 1996)' [hereinafter 'a and c act' for the sake of convenience and clarity]. to put it with precision, it is an application under section 9(1)(ii)(e) of a and c act with a prayer for temporary/mandatory injunction, directing hdfc bank to permit operation of a bank account https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 in the name of 'm/s.narasus spinning mill (a partnership firm)' [hereinafter 'said firm' for the sake of brevity and convenience] and a temporary injunction restraining one of the partners of said partnership firm from interfering in the affairs of the said firm. 3. to be noted, captioned cma has been listed under the cause list caption 'for maintainability' as registry has entertained doubts as to whether an appeal under section 37(1)(b) of a and c act would lie as impugned order has acceded to an implead prayer i.e., it has neither granted nor refused any measure under section 9 of a and c act. 4. mr.m.s.seshadri, learned counsel for appellants is before us and for the sake of completion of facts, we deem it appropriate to say that four appellants before us have filed a petition under section 11 of a and c act in this court vide o.p.no.3 of 2024 and this section 11 petition is predicated on arbitration agreement ['arbitration agreement' within the meaning of section 2(1)(b) read with section 7 of a and c act] which is in the form of a clause in a 'partnership deed dated 26.05.2020' [hereinafter 'said partnership deed' for the sake of convenience]. this court is informed that this section 11 op is pending. aforementioned arb.o.p.no.1 of 2024 i.e., section 9 application is 'before' arbitral proceedings is learned counsel's say. to be noted, the date of https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 commencement of arbitral proceedings i.e., commencement within the meaning of section 21 of a and c act is 17.06.2023 as that is the date on which noticee received trigger notice dated 12.06.2023. 5. this court, having captured the essentials, now deems it appropriate to get it into the legal drill qua maintainability of captioned cma. 6. mr.m.s.seshadri, learned counsel placed reliance on three orders. one is an order dated 24.02.2020 made in v.g.santhosam and others vs. shanthi gnanasekaran and others reported in 2020 scc online mad 560 by a hon'ble single judge of this court, the second is an order dated 02.02.2021 in m.mythrai vs. t.ramesh and others reported in 2021 scc online mad 13704 made by another hon'ble single judge of this court and the third is an order dated 24.07.2023 in arupri logistics pvt. ltd., vs. vilas gupta and others reported in 2023 scc online del 4297 made by a hon'ble single judge of delhi high court. 7. the aforementioned three orders were relied on by the learned counsel to say that the captioned cma is maintainable though it is an order acceding to an implead prayer by a section 9 court. learned counsel predicated his campaign on his sheet anchor submission that https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 'implead' is an 'order under section 9' and that it is an 'order under section 9(1)(ii)(e) of a and c act to be precise'. 8. before we proceed further with the maintainability drill on hand, we deem it appropriate to say that the expression '(and from no others)' occurring in parenthesis in sub-section (1) of section 37 of a and c act is a clear negative import qua statutory expression, it came up for consideration before hon'ble supreme court in fuerst day lawson limited vs. jindal exports limited reported in (2011) 8 scc 333 and relevant paragraphs are paragraphs 89 to 91 and the same read as follows: \"89.it is, thus, to be seen that arbitration act, 1940, from its inception and right through to 2004 (in p.s. sathappan [(2004) 11 scc 672] ) was held to be a selfcontained code. now, if the arbitration act, 1940 was held to be a selfcontained code, on matters pertaining to arbitration, the arbitration and conciliation act, 1996, which consolidates, amends and designs the law relating to arbitration to bring it, as much as possible, in harmony with the uncitral model must be held only to be more so. once it is held that the arbitration act is a self-contained code and exhaustive, then it must also be held, using the lucid expression of tulzapurkar, j., that it carries with it \"a negative import that only such acts https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 as are mentioned in the act are permissible to be done and acts or things not mentioned therein are not permissible to be done\". in other words, a letters patent appeal would be excluded by the application of one of the general principles that where the special act sets out a self-contained code the applicability of the general law procedure would be impliedly excluded. 90.we, thus, arrive at the conclusion regarding the exclusion of a letters patent appeal in two different ways; one, so to say, on a micro basis by examining the scheme devised by sections 49 and 50 of the 1996 act and the radical change that it brings about in the earlier provision of appeal under section 6 of the 1961 act and the other on a macro basis by taking into account the nature and character of the 1996 act as a self-contained and exhaustive code in itself. 91.in light of the discussions made above, it must be held that no letters patent appeal will lie against an order which is not appealable under section 50 of the arbitration and conciliation act, 1996.\" 9. reverting to the maintainability legal drill on hand, we tested the aforementioned argument of learned counsel on a demurrer i.e., accepting the argument that impugned order is an order under section 9(1)(ii)(e) of a and c act. the neat question is, whether this is a interim measure of protection, even if tested on a demurrer in this manner, it https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 does not answer in the affirmative the straight /neat question i.e., whether the impugned order will tantamount to 'granting or refusing an interim measure under section 9 of a and c act'. we do not propose to further this legal drill as we are leaving open this question as learned counsel for appellants at this stage fervently submitted that it will suffice if right to contest the impugned order is left open after the salem commercial court takes a decision i.e., either grants or refuses the prayer in section 9 application and that such contesation will be only as part of a section 37(i)(b) appeal against section 9 order either as an applicant or as a respondent as that would depend on outcome of pending section 9 application. 10. as we are leaving open the question that has arisen, we refrain from expressing any opinion one way or the other on aforementioned two orders of hon'ble single judges of this court in v.g.santhosam case, m.mythrai case and order of hon'ble single judge of delhi high court in arupri logistics case. however, as a matter of good order, we deem it appropriate to say that we have noticed that v.g.santhosam case has been carried to hon'ble supreme court by way of s.l.p (c) nos.92349237/2020 and hon'ble supreme court has made the following order: https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 11. the aforementioned order makes it clear that v.g.santhosam case remains an order of hon'ble single judge of this court. the reason is doctrine of merger has not kicked in owing to kunhayammed principle i.e., kunhayammed and others vs. state of kerala and another reported in (2000) 6 scc 359. 12. in other words, the aforementioned order has been made prior to issue of notice in the first part of article 136 of constitution of india and therefore, there is no doctrine of merger. paragraph 80 of v.g.santhosam case wherein and whereby hon'ble single judge has left open rights qua a civil suit also becomes relevant as hon'ble supreme court has notice this in dismissing slp i.e., not granting leave. https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 13. in m.mythrai case vide paragraph 70, hon'ble single judge has only followed v.g.santhosam case. arupri logistics being an order of another hon'ble high court, we deem it appropriate to say that we are not expressing any opinion at this juncture and we reserve for a matter where a legal drill becomes imperative. 14. the petitioners in the implead application, namely, the firm and its partner, who are r1 and r2 in captioned cma have lodged a caveat qua anticipated crp but learned counsel for appellants has been very fair in favouring the learned counsel for caveator copies of the captioned matter and ms.suba shiny, learned counsel for caveator is also before this court. as the matter is listed for maintainability, learned counsel for caveator does not have a say. to be noted, counsel for caveator would not have a say even if the matter is tested for admission. learned counsel for caveator would get audience only when the question of granting interim order is considered. therefore, we deem it appropriate to just record the factual position that learned counsel for caveator is also before this court when this proceedings unfurled and we leave it at that. 15. in the light of the narrative thus far, the following order is made: i) the learned judge presiding over the commercial https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 court, salem is requested to dispose of arb.o.p.no.1 of 2024 as expeditiously as the business of the court would permit but in any event on or before 30.04.2024. to be noted, in making this request this court has also noticed the pendency in the salem commercial court as reflected in the 'national judicial data grid' ('njdg'); ii) salem commercial court to decide the section 9 application de hors this order i.e., untrammelled by this order; iii) this means that on or before 30.04.2024, salem commercial court would either grant or refuse interim measure sought for under section 9 of a and c act; iiv) this court is informed that the next listing before the salem commercial court is 24.04.2024. it is open to the parties to make a prayer to advance the hearing; v) after salem commercial court decides arb.o.p.no.1 of 2024 either by granting or refusing the interim measure, it will be open to any party /parties aggrieved to come before this court by way of appeal/appeals under section 37(1)(b) of a and c act. vi) if an appeal as above is filed in this court, we make https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 it clear that the question as to the correctness of the commercial court acceding to the implead prayer in i.a.no.2 of 2024 or in other words the correctness of the impugned order is left open to be tested. to put it differently, parties to such a petition under section 37(1)(b) can raise the plea that the commercial court ought not to have acceded to the implead prayer and counter argument which will be considered as part of section 37(1)(b) legal drill if that be so. 16. with the above directions and observations, this cma is disposed of at the sr stage itself. there shall be no order as to costs. (m.s.,j.) (k.g.t.,j.) 08.04.2024 index : yes / no neutral citation : yes / no gpa https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 to 1. the district judge, commercial court, salem. 2. the section officer vr section madras high court https://www.mhc.tn.gov.in/judis c.m.a (cad) (sr) no.41810 of 2024 m.sundar, j., and k. govindarajan thilakavadi, j., gpa c.m.a (cad) (sr) no.41810 of 2024 08.04.2024 https://www.mhc.tn.gov.in/judis"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "43a0dfd51d0e45dfa2bc7dadc07c9f9b_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "acbeafbf25424405b28e2b6027646b53_1"
        },
        {
            "start": 242,
            "end": 279,
            "text": "\nCalcutta High Court (Appellete Side)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22dd11ea92bd4496b6023e39bd2c5e3b_2"
        },
        {
            "start": 280,
            "end": 356,
            "text": "\nVenkatesh Vincom Private Limited vs M/S. Spice Of Joy on 26 September, 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2846d6e679444fc58d8559026566d9e9_3"
        },
        {
            "start": 357,
            "end": 400,
            "text": "\nAuthor: Harish Tandon\nBench: Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7c7d3f078fb04afebe52b60a20545156_4"
        },
        {
            "start": 461,
            "end": 507,
            "text": "Fmat 20 Of 2022 Page-1\n\n                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "861df8e0ff0f4b069bed1bd7889846be_5"
        },
        {
            "start": 507,
            "end": 524,
            "text": "In The High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f14031a5354146b6ad1dfc8533b0c550_6"
        },
        {
            "start": 525,
            "end": 536,
            "text": "At Calcutta",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cedf0bace46e43469ac7151a8bb3ab82_7"
        },
        {
            "start": 562,
            "end": 619,
            "text": "Civil Appellate Jurisdiction\n\n                           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f1ac72fcdee483091d851d45077d473_8"
        },
        {
            "start": 619,
            "end": 642,
            "text": "Commercial Division\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b8f3489a1984f20afe00e13b13ed670_9"
        },
        {
            "start": 642,
            "end": 650,
            "text": "Present:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "440c1aeeccd7466b8187731880a1c21f_10"
        },
        {
            "start": 651,
            "end": 686,
            "text": "\n\nThe Hon'Ble Justice Harish Tandon",
            "labels": [
                "PREAMBLE"
            ],
            "id": "70f2f6cc2d8b4701a78adb8d2e84e95c_11"
        },
        {
            "start": 707,
            "end": 748,
            "text": "& \nThe Hon'Ble Justice Shampa Dutt (Paul)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "dc83313de41a40ea815fc508d823592a_12"
        },
        {
            "start": 787,
            "end": 802,
            "text": "Fmat 20 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2ecf2f1bdf34d84b590610b84ca6493_13"
        },
        {
            "start": 839,
            "end": 852,
            "text": "Can 1 of 2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6f52be52493439b8e299eb181423495_14"
        },
        {
            "start": 877,
            "end": 886,
            "text": "Venkatesh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8dcea1e78a634409895d8a57bb7d3d17_15"
        },
        {
            "start": 887,
            "end": 909,
            "text": "Vincom Private Limited",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8e1d77cf4c4f41d0ae276952f2182246_16"
        },
        {
            "start": 951,
            "end": 968,
            "text": "Vs.\n\n           M",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8a8db0d593d240ea98908c2fd4c57ae9_17"
        },
        {
            "start": 969,
            "end": 1026,
            "text": "/ s. Spice of Joy, Multicuisine Restaurant cum Bar & Ors.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a55e147cf6c24b3798af81eff0ad34cd_18"
        },
        {
            "start": 1031,
            "end": 1042,
            "text": "Appearance:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "41d6956928334430aaaba0c9e5bbbc49_19"
        },
        {
            "start": 1043,
            "end": 1062,
            "text": "\n\nFor the Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e18565b5fd194634a90a31dbfe785639_20"
        },
        {
            "start": 1076,
            "end": 1109,
            "text": ":      Mr. Sarosij Dasgupta, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f2253960d5c043e7882ec38833a995f2_21"
        },
        {
            "start": 1150,
            "end": 1174,
            "text": "Mr. Anurag Bagaria, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "12912c6cef8146a78b02cecdde56169f_22"
        },
        {
            "start": 1177,
            "end": 1196,
            "text": "For the Respondents",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f45641d6c7b44f209497861332e3155d_23"
        },
        {
            "start": 1207,
            "end": 1239,
            "text": ":       Ms. Manju Bhuteria, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "22527e34fb3145d1b65c92a19f4ee9ad_24"
        },
        {
            "start": 1240,
            "end": 1306,
            "text": "\n\n                                      Mr. Subhrendu Halder, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9bbc988e12bc45bca937a86e05dcfe2b_25"
        },
        {
            "start": 1347,
            "end": 1368,
            "text": "Mr. Mohit Gupta, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ed9c956f558f4e4e868728ce7bef28c5_26"
        },
        {
            "start": 1369,
            "end": 1475,
            "text": "\n\n                                      Mr. Tanni Luhariwala, Adv.\n\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7666dd29f29f4c07849869ac6dbbd140_27"
        },
        {
            "start": 1475,
            "end": 1501,
            "text": "Ms. Arundhuti Barman, Adv.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a658d82011de43b6b72258528ca2ce9e_28"
        },
        {
            "start": 1502,
            "end": 1515,
            "text": "\n\nJudgment On",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6766afcf82e046729c9de044d760dfa0_29"
        },
        {
            "start": 1516,
            "end": 1552,
            "text": "                  :       26.09.2022",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6da6726784744819b39050b3d590853_30"
        },
        {
            "start": 1553,
            "end": 1576,
            "text": "\n\n\n\nHarish Tandon, J. :",
            "labels": [
                "NONE"
            ],
            "id": "8a6f77e4853e410295e76669784a3988_31"
        },
        {
            "start": 1577,
            "end": 2233,
            "text": "\nThe present appeal arises from a judgment and order dated 11.11.2021 passed by the learned Judge, Commercial Court at Alipore in Fmat 20 Of 2022 Page-2 Money Suit no. 12 of 2021 whereby and whereunder an application of Order 7 Rule 11 of the Code of Civil Procedure was disposed of directing the return of the plaint to be presented before the Competent Court.\nShorn of unnecessary details the suit was filed by the appellant for recovery of a sum of Rs. 97,65,333/- along with an interest at the rate of 4 per cent per annum till the realisation of the said amount before the Commercial Court at Alipore which was registered as Money Suit no. 12 of 2021.",
            "labels": [
                "FAC"
            ],
            "id": "a08d0621327b430f9639e184c79742db_32"
        },
        {
            "start": 2234,
            "end": 2360,
            "text": "The plaint proceeds that the plaintiff-appellant is a non-banking financial company and engaged in lending money for business.",
            "labels": [
                "FAC"
            ],
            "id": "d8b79005bfb9407bb8c5de8a9d1fee63_33"
        },
        {
            "start": 2361,
            "end": 2627,
            "text": "The Respondent no 2 and 3 carrying on business of a multicuisine restaurant and bar in partnership, approached the appellant company for an accommodation loan of Rs. 15 lakhs for a period of 180 days at an agreed rate of interest at the rate of 4 per cent per month.",
            "labels": [
                "FAC"
            ],
            "id": "164faf6ef4114df395d8ef023411f420_34"
        },
        {
            "start": 2628,
            "end": 2909,
            "text": "The said amount was given through an account payee cheque in favour of the Respondent no. 2 for and on behalf of the Respondent no. 1 which was duly encashed and receipt was issued by the Respondent no. 1 under his letterhead duly signed by the Respondent no. 2 as partner thereof.",
            "labels": [
                "FAC"
            ],
            "id": "50a719fc3290410684c3e4ffabebf0e2_35"
        },
        {
            "start": 2910,
            "end": 3190,
            "text": "It is further stated that for few months the respondents paid the interest at such agreed rate by an account payee cheque to the appellant and further approach was made in the month of January, 2016 for further financial assistance of Rs. 25 lakhs at such agreed rate of interest.",
            "labels": [
                "FAC"
            ],
            "id": "c312bc3898b04c488cb1fb573930ef2e_36"
        },
        {
            "start": 3191,
            "end": 3443,
            "text": "The said sum of Rs. 25 lakhs was further paid through an account payee cheque in favour of the Respondent no. 2 for and on behalf of the Respondent no. 1 which was duly encashed and the receipt issued by the Respondent no. 1 would corroborate the same.",
            "labels": [
                "FAC"
            ],
            "id": "e063033f5e9a4d75be2111a6940ca9a6_37"
        },
        {
            "start": 3444,
            "end": 3707,
            "text": "It is further stated that the sum of Rs. 1 lakh was paid by the respondents on 19.5.2018 Fmat 20 Of 2022 Page-3 towards the agreed amount of an interest which would be evident from the bank statements issued by the banker of the appellant for the relevant period.",
            "labels": [
                "FAC"
            ],
            "id": "b8e391fa7d7040c6a51b292060a298a5_38"
        },
        {
            "start": 3708,
            "end": 4099,
            "text": "The plaint further proceeds that subsequently the cheques were issued by the defendants which were dishonoured for insufficient funds and proceeding under Section 138 of the Negotiable Instrument Act has been initiated and simultaneously the suit was filed before the Commercial Court for realisation of the money lent and advanced to the defendants together with an agreed rate of interest.",
            "labels": [
                "FAC"
            ],
            "id": "1704c24b166a416b9bfc217f8569f424_39"
        },
        {
            "start": 4100,
            "end": 4352,
            "text": "It is pertinent to record that the Tds was deducted and deposited with the Income Tax Department and the certificate issued in this regard by the said authority would evince the transaction to have been affected and acknowledgement is made to the same.",
            "labels": [
                "FAC"
            ],
            "id": "775ee804d92d470583c4df0c9e3f625a_40"
        },
        {
            "start": 4353,
            "end": 4697,
            "text": "\nAn application under Order 7 Rule 11 read with Section 151 of the Code of Civil Procedure was taken out by the respondent before the Commercial Court for rejection of the plaint primarily on the ground that the dispute does not satisfy the definition of a commercial disputes given under Section 2 (1)(c)(i) of the Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "56ec187029534c4a949fd61e5a099fa3_41"
        },
        {
            "start": 4698,
            "end": 4988,
            "text": "Though the other plea relating to pecuniary jurisdiction was also raised but the Commercial Court discarded the aforesaid contention in the impugned judgment which has not been challenged by the respondents either by filing a separate proceeding nor a cross-objection in the instant matter.",
            "labels": [
                "FAC"
            ],
            "id": "cd66414384ab408c8823f6cb87427b0b_42"
        },
        {
            "start": 4989,
            "end": 5025,
            "text": "Therefore, we are not venturing to g",
            "labels": [
                "FAC"
            ],
            "id": "546020bbca7e48ecaa3d0ad2571d5dd7_43"
        },
        {
            "start": 5026,
            "end": 5053,
            "text": "o into the aforesaid aspect",
            "labels": [
                "FAC"
            ],
            "id": "9b0a7bd76413446e8a9904941bc8f78e_44"
        },
        {
            "start": 5054,
            "end": 5222,
            "text": "and restricted our determination to the core issue whether the dispute satisfies the definition of a commercial dispute assigned in Section 2 (1)(c)(i) of the said act.",
            "labels": [
                "FAC"
            ],
            "id": "c433347f87db4cff8382bced21ac55e1_45"
        },
        {
            "start": 5224,
            "end": 5555,
            "text": "The statement pertaining to the object and reasons for promulgation of the Commercial Courts Act, 2015 was conceptualised to create a global FMAT 20 OF 2022 Page-4 economic environment because of the seemingly increased competition and to attract the business at the international level to boost the economic growth of the country.",
            "labels": [
                "FAC"
            ],
            "id": "4e57faa1c91e417c8987589fa7d1a430_46"
        },
        {
            "start": 5556,
            "end": 5879,
            "text": "The Law Commission of India in its 188th report recommended the Constitution of the Commercial Division of each High Court and a Bill in this regard was placed before the Lok Sabha but after discussion on the said Bill certain issues were raised and the matter was again relegated to the Law Commission for its examination.",
            "labels": [
                "FAC"
            ],
            "id": "a1c252a4e41f4287909b9011e7950635_47"
        },
        {
            "start": 5880,
            "end": 6471,
            "text": "In 253rd Report, the Law Commission of India again recommended for establishment of the Commercial Courts, the Commercial Division and Commercial Appellate Division in the High Court for disposal of commercial disputes of its specified value based on that such recommendation, the Bill was introduced in the Rajya Sabha on 24th April, 2015 which was sent for consideration of the Department relating to Parliamentary Standing Committee on Personnel, Public Grievance, Law and Justice and subsequently, the same was introduced and reduced in the form of an Act of Commercial Courts Act, 2015.",
            "labels": [
                "FAC"
            ],
            "id": "d194de51f8f14dd8ac136c242a5acb12_48"
        },
        {
            "start": 6472,
            "end": 6618,
            "text": "The commercial dispute as defined in Section 2(1)(c)(i) of the said Act is expansive and imbibed within itself various categories of the disputes.",
            "labels": [
                "FAC"
            ],
            "id": "b576de650bfb4ff98dde9e94ff278ab1_49"
        },
        {
            "start": 6619,
            "end": 6775,
            "text": "We are not concerned with the other classes of the disputes imbued with the said definition clause as the determination is restricted to Clause (i) thereof.",
            "labels": [
                "FAC"
            ],
            "id": "06eb9e7472784ebb88a299ee0fbd6a79_50"
        },
        {
            "start": 6776,
            "end": 7091,
            "text": "The said provision is reproduced as under:\n\"Sec. 2.1 (c) \"Commercial dispute\" means a dispute arising out of - (i) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to FMAT 20 OF 2022 Page-5 mercantile documents, including enforcement and interpretation of such documents.\"\n",
            "labels": [
                "STA"
            ],
            "id": "0a05d698436d4960b95ade565f8b27e8_51"
        },
        {
            "start": 7091,
            "end": 7512,
            "text": "Taking lead from the language employed in the aforesaid Clause, the argument is advanced on behalf of the appellant that, lending of money for business purposes by the non-banking financial company comes within the ambit of the commercial dispute and, therefore, the Commercial Court has committed error in holding such transaction to be non commercial and returning the plaint to be presented before the Competent Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa05cd872d0e4e8989a5f3f87abdd4c7_52"
        },
        {
            "start": 7513,
            "end": 7716,
            "text": "It is submitted that the non-banking financial corporations are engaged in the business of financing the business organisations and such act has to be regarded as an ordinary transaction of the financer.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "029583008d07485fa53d044f0ec57df7_53"
        },
        {
            "start": 7717,
            "end": 7966,
            "text": "It is further submitted that the receipts, the acknowledgement and the mode of transfer are to be regarded as the mercantile documents and, therefore, the Commercial Court has committed error in interpreting such document as non-mercantile document.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c9ec467ef1554719a3bec8dc61d9f9ae_54"
        },
        {
            "start": 7967,
            "end": 8295,
            "text": "It is submitted that mercantile document has not been defined in the said act and, therefore, the ordinary meaning is required to be assigned and the reference can be made to a definition of a mercantile from Black's Law Dictionary, 8th Edition means \"an Act of a relating to a merchant or trading and are commercial in nature.\"",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ef8e76ba1e724fda94dc3f5740112394_55"
        },
        {
            "start": 8296,
            "end": 8627,
            "text": "However, it is further submitted that the court did not assign any reason nor returned any independent finding on the issue whether the dispute would come within the purview of the commercial dispute and, therefore, surreptitiously jumped to the conclusion that the plaint to be returned and presented before the appropriate forum.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "60b5d01f44d94ce5b376a093ba07244f_56"
        },
        {
            "start": 8628,
            "end": 8842,
            "text": "On the other hand, the learned Advocate for the respondent submits that the accommodated loan to an individual and not to a business FMAT 20 OF 2022 Page-6 establishment does not come within the commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b75b3ea39e0e438f935e9e51cb47c050_57"
        },
        {
            "start": 8843,
            "end": 9182,
            "text": "It is further submitted that the hand loan or the accommodated loan to an individual cannot be regarded as a commercial dispute and placed reliance upon a single Bench unreported judgment of this Court in case of Ladymoon Towers Private Limited vs. Mahendra Investment Advisors Private Limited (CS 99 of 2020) decided on 13th August, 2021.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7b135f6cb0044a918ac508c6270e4776_58"
        },
        {
            "start": 9183,
            "end": 9461,
            "text": "It is vociferously argued that the Reserve Bank of India has issued a master circular pertaining to the fair practices code to be observed by all non-banking financial companies and the pleading in the plaint would corroborate that same has not been adhered to by the appellant.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4bd99ad3f33e41e79229b8839508a5e2_59"
        },
        {
            "start": 9462,
            "end": 10064,
            "text": "The arguments are further advanced taking a lead from the observations made by the Supreme Court in case Ambalal Sarabhai Enterprises Limited vs. K.S. Infraspace LLP and Another (Civil Appeal no. 7843 of 2019) for the proposition that by the introduction of the Commercial Courts Act the entertainability of the suit on the basis of the dispute which satisfies the definition of a commercial dispute under the said Act can only be entertained by the Commercial Court and, therefore, excludes the other class of litigations which are otherwise maintainable and entertainable in an ordinary Civil Courts.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "df0f96fa1b2c42dea1f908155708b1cb_60"
        },
        {
            "start": 10065,
            "end": 10293,
            "text": "He further submits that the object of the establishment of the Commercial Court is to entertain the high value and secure the speedy disposal of the matter involving the commercial disputes and cannot be used to clog the system.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "5d2a6917b90d4906bf9b019d6f353bb7_61"
        },
        {
            "start": 10294,
            "end": 10561,
            "text": "The arguments were further advanced on the powers of the Court while dealing with an application under Order 7 Rule 11of the Code to pass an order for return of the plaint to be presented before the Competent Court in exercise of powers under Order 7 Rule 10 thereof.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "661f511cb01144efac00b3d296292b32_62"
        },
        {
            "start": 10562,
            "end": 10895,
            "text": "\nFMAT 20 OF 2022 Page-7 At the very outset, we must record that the primary question involved in the instant appeal is that the dispute raised in the said suit and the relief claimed thereunder whether satisfies the definition of a commercial dispute so as to make the suit entertainable and maintainable before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8220bbe62fd04604b1954f0c2e61833e_63"
        },
        {
            "start": 10896,
            "end": 11134,
            "text": "The other issue whether the Court is competent to pass an order for return of the plaint in an application for rejection of the plaint becomes redundant in the event this Court finds that the suit is competent before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "33c521944397404b843b25f66162e75e_64"
        },
        {
            "start": 11135,
            "end": 11509,
            "text": "However, it would assume significance in the event the dispute does not satisfy the conditions laid down in the definition of a commercial dispute under the said Act which in our opinion does not require any further elaboration as it is more or less settled that the Court enjoins power to return the plaint even if the application has been made for rejection of the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd33ec53317b425683d3d651e3236244_65"
        },
        {
            "start": 11511,
            "end": 11819,
            "text": "Reverting to the core issue the eventuality enshrined in Clause (i) of Section 2(1)(c) of the said Act postulates that a dispute arising out of the ordinary transaction of financer relating to mercantile documents including its enforceability and interpretation are the important factors to be borne in mind.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa15260263ec44829487e93cab7b269e_66"
        },
        {
            "start": 11820,
            "end": 11867,
            "text": "The said Clause can be segregated into 3 parts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c466688b9dc4b63af5cdefc4b733a76_67"
        },
        {
            "start": 11868,
            "end": 12101,
            "text": "Firstly, the dispute must arise out of ordinary transaction of financer and secondly, such ordinary transaction must relate to a mercantile document and thirdly, the enforceability and the interpretation of such document is involved.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cb350f624bb4743922b5b304d6add71_68"
        },
        {
            "start": 12102,
            "end": 12281,
            "text": "Admittedly, the appellant is a non banking financial corporation which would be evident from the averments made in the plaint and the certificate of incorporation annexed thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd0624e1b17a4765bf6c2deb556c1332_69"
        },
        {
            "start": 12282,
            "end": 12452,
            "text": "The primary function of the non banking corporation is to extend financial supports and can be regarded as an FMAT 20 OF 2022 Page-8 ordinary transaction of the financer.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "925b8fcffb534146ae308f2e6b82ca0b_70"
        },
        {
            "start": 12453,
            "end": 12621,
            "text": "We find no ambiguity in this regard that lending money by the appellant is fundamentally the transactions which it does and can be regarded as the ordinary transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc72b79578514594abf929b997213757_71"
        },
        {
            "start": 12622,
            "end": 12842,
            "text": "The parties are not ad idem on the expression \"mercantile document\" appearing in the said clause for the reason that there was no agreement in writing nor any document evincing the money given as loan to the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0c68394945b74d10a5462c09e51be046_72"
        },
        {
            "start": 12843,
            "end": 12898,
            "text": "The mercantile document is not defined in the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d891de8f80a4413ab4339ec5c7f2be7d_73"
        },
        {
            "start": 12899,
            "end": 13201,
            "text": "However, the said Act defines 'document' in Section 2(1)(f) to mean any matter expressed or described upon any substance by means of letters, figures, or marks, or electronic means or, by more than one of those means, intended to be used, or which may be used, for the purpose of recording that manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6be5899d91904597a31651d196268138_74"
        },
        {
            "start": 13202,
            "end": 13377,
            "text": "The definition of a document is expansive and is not restricted to any agreement to be executed by and between the parties recording the transactions at the beginning thereof.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c93c793278464095a8a060559b54b371_75"
        },
        {
            "start": 13378,
            "end": 13590,
            "text": "The definition is wide enough to include any expression or a description of any substance by means of letters, marks or figures or electronic means which would be sufficient enough to bring clarity of the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c1a0bc9d094419f8789e0e4fd48928a_76"
        },
        {
            "start": 13591,
            "end": 13729,
            "text": "The word 'mercantile' in ordinary parlance means a document relating to a merchant or trading or a document which is commercial in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dcb45072ceec4987865e7029642cbf4f_77"
        },
        {
            "start": 13730,
            "end": 13805,
            "text": "In Black's Law Dictionary, 8th Edition 'mercantile' is defined as in \"BLD\"\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "01e99a67f39141b3aa9b93e5fb123242_78"
        },
        {
            "start": 13805,
            "end": 14194,
            "text": "Since the word 'mercantile' includes the transaction which is of commercial nature the \"commercial paper\" is also defined in the Black's Law Dictionary as an instrument other than the cash for the payment of money and include negotiable instrument of a particular kind in the following:\nFMAT 20 OF 2022 Page-9 \"Commercial Paper: 1. An instrument, other than cash, for the payment of money.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0618397186ae4db88208b469dd6a60e8_79"
        },
        {
            "start": 14195,
            "end": 14357,
            "text": "Commercial paper - typically existing in the form of a draft (such as a check) or a note (such as a certificate of deposit) - is governed by Article 3 of the UCC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62323aeca73a401a89748f362c6a1467_80"
        },
        {
            "start": 14358,
            "end": 14627,
            "text": "But even though the UCC uses the term commercial paper when referring to negotiable instruments of a particular kind (drafts, checks, certificates of deposit, and notes as defined by Article 3), the term long predates the UCC as a business and legal term in common use.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc4f9b2f3d2b432ba828d3a9e2dff859_81"
        },
        {
            "start": 14628,
            "end": 14723,
            "text": "Before the UCC, it was generally viewed as synonymous with negotiable paper or bills and notes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d76bcb983a0843858de3f1a64c5ca91c_82"
        },
        {
            "start": 14724,
            "end": 14783,
            "text": "It was sometimes applied even to nonnegotiable instruments.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d834248a99cb4f5fa3b4fb9b6775dd9f_83"
        },
        {
            "start": 14784,
            "end": 14832,
            "text": "- Also termed mercantile paper; company's paper.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "494e923950b9482ab41ac1d40dd8c5db_84"
        },
        {
            "start": 14833,
            "end": 14860,
            "text": "See NEGOTIABLE INSTRUMENT.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0111dd2e4744ed386c003c6f5e6033f_85"
        },
        {
            "start": 14861,
            "end": 15116,
            "text": "\n\" 'Commercial paper' is rather a popular than a technical expression, often used, however, both in statutes and in decisions of courts, to designate those simple forms of contract long recognized in the world's commerce and governed by the law merchant.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b215621cfa04f6f9e396def3e6aba9a_86"
        },
        {
            "start": 15117,
            "end": 15255,
            "text": "\n\"Defined most broadly, commercial paper refers to any writing embodying rights that are customarily conveyed by transferring the writing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0190333b23f4ef78bf49c1cbbcdf60a_87"
        },
        {
            "start": 15256,
            "end": 15467,
            "text": "A large subset of commercial paper consists of such writings that are negotiable, which means that the law enables a transferee to acquire the embodied rights free of claims and defences against the transferor.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db07112273924a549f230959ccc4a24c_88"
        },
        {
            "start": 15468,
            "end": 15739,
            "text": "\nFMAT 20 OF 2022 Page-10 \"Sec. 2 (c) \"Commercial dispute\" means a dispute arising out of - (ii) Ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents.",
            "labels": [
                "STA"
            ],
            "id": "f539902b92174cfdb4a6bdebc48a835a_89"
        },
        {
            "start": 15740,
            "end": 16111,
            "text": "\nThe Stroud's Judicial Dictionary defines the commercial action to mean and include any cause arising out of ordinary transactions of merchants and traders and without prejudice to generosity of the following words: any cause relating to construction of a mercantile document, the export or import of mercantile, insurance, banking, mercantile agency and mercantile uses.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d8676a9a1ef34f1c94fff5167d4c62a7_90"
        },
        {
            "start": 16112,
            "end": 16286,
            "text": "It, thus, engulfed within itself any action or undertaking with an object to make a profit therefrom (see Punjab University vs. Unit Trust of India & Ors., (2015) 2 SCC 669).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c7e90cfd97b841e4b681ee5e073cd2b2_91"
        },
        {
            "start": 16287,
            "end": 16539,
            "text": "In Ladymoon Towers Pvt. Ltd. (Supra) the Single Bench of this Court has relied upon various judgments of the Delhi High Court, Bombay High Court and Madras High Court as well as the Calcutta High Court to ascertain the meaning of a mercantile document.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c16b96646ce44e15aa3a1de20d1811cb_92"
        },
        {
            "start": 16540,
            "end": 16730,
            "text": "It has been held therein that all suits of recovery of money may not come within the purview of Section 2(1)(c)(i) of the Act if not based on any transaction relating to mercantile document.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "81c9164f21a14f39b8ead9aba6be9b80_93"
        },
        {
            "start": 16731,
            "end": 17122,
            "text": "The view of the Bombay High Court has also been noticed to the effect that the suit cannot be treated as a commercial suit unless the transaction has occurred between the merchants, traders, bankers and financers and, therefore, any transaction of two individuals in extending a friendly loan cannot be regarded as a commercial transaction or a transaction in an ordinary course of business.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3529889bfdf64bb0805e872ef458a0e2_94"
        },
        {
            "start": 17123,
            "end": 17395,
            "text": "The view of the Madras High Court as relied on by the Single FMAT 20 OF 2022 Page-11 Bench in Ladymoon Towers Pvt. Ltd. (Supra) was that if the plaintiffs have not transacted in a capacity of a financer it cannot come within the purview of the aforesaid definition clause.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5407a502b7b645cfaa734d16f10f494d_95"
        },
        {
            "start": 17396,
            "end": 17792,
            "text": "So far as the Calcutta High Court view as noticed by the Single Bench in the above noted decision was based on the definition of a mercantile document appearing in the First schedule of City Civil Courts Act, 1953 to be a document between merchant and traders and the construction, interpretation and meaning of the words and clause of the mercantile document would assume a greater significance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "dbafd278f1974bf6b75559fa8ee93a9e_96"
        },
        {
            "start": 17793,
            "end": 18039,
            "text": "Though the aforesaid judgments were noticed by the Single Bench in the above referred cases but ultimately it was held that the suit for recovery of money lend and advanced as friendly loan does not satisfy the definition of a commercial dispute.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abe8db2b6d214ef3a93783309f2deeb9_97"
        },
        {
            "start": 18040,
            "end": 18183,
            "text": "It is no doubt true that every nature of the monetary transaction cannot come within the ambit of a commercial dispute defined in the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fa15caf0993b439aa3b48289ded5e4bb_98"
        },
        {
            "start": 18184,
            "end": 18435,
            "text": "Such monetary transaction in an ordinary course of business transacted by the merchants, bankers, financers and traders based upon a mercantile documents are regarded as a commercial transactions and a suit before the Commercial Court is maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2ae94ce7b8a545c98331800e52ffe1c4_99"
        },
        {
            "start": 18436,
            "end": 18726,
            "text": "Taking a clue from the definition of a 'merchant', what was a conservative view at one point of time have seen a radical change with the varied varieties of transaction which can be manifestly seen from the expansive definition of a commercial dispute under Section 2(1)(c) of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1aba617d7c94e39a68cfdaa1730c0a5_100"
        },
        {
            "start": 18727,
            "end": 19009,
            "text": "By advancement of technology the mode and the nature of transactions have also been changed and what was earlier known as a negotiable instrument in a primitive stage has been gradually taken out of practice and the mode of the transaction has been well accepted in electronic form.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8cb61d46aae74b38a46ce9cadae10d38_101"
        },
        {
            "start": 19010,
            "end": 19320,
            "text": "The interpretative tool FMAT 20 OF 2022 Page-12 is an evolving process and changes with the behavioural pattern of the society more particularly in commercial transactions and, therefore, any rudimentary form of the interpretation may not be compatible with the changing pattern of the commercial transactions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d54b68f317c24fb89a01ab784420298c_102"
        },
        {
            "start": 19322,
            "end": 19618,
            "text": "In Ambalal Sarabhai Enterprises Ltd. (Supra), the Apex Court was considering a case where an agreement for sale was executed in respect of a land in favour of the Respondent no. 2 therein would later on assigned and transferred his right by way of an assignment in favour of the Respondent no. 1.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b1d66169f0942daac08dffc12b2cb73_103"
        },
        {
            "start": 19619,
            "end": 19880,
            "text": "The Respondent no. 1 purchased the property on the basis of a deed of conveyance dated 3.1.2017 but the other aspect regarding the change relating to the nature of the use of the land for conclusion of the transaction was required to be performed by the seller.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e764f57d04ad4654aceec2e27939b7d0_104"
        },
        {
            "start": 19881,
            "end": 20176,
            "text": "It was thought that the right of the appellant is required to be protected and to ensure the same a memorandum of understanding was entered into between the appellants and the respondents therein and a mortgage deed was required to be executed by the Respondent no. 1 in favour of the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5547f62569e1485ba7e8ebaf3f841399_105"
        },
        {
            "start": 20177,
            "end": 20377,
            "text": "Though the mortgage deed was executed but the same was not registered and at that stage the appellant filed a commercial suit to enforce the execution of the mortgage deed before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c3708a9428243e79286588df7dfbc4e_106"
        },
        {
            "start": 20378,
            "end": 20647,
            "text": "The question which was raised therein relates to the satisfaction of Clause 7 of Section 2(1)(c) of the said Act which requires that an agreement relating to immovable property used exclusively in trade or commerce to come within the purview of the commercial disputes.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "278792caf40149948d52ff5b63dd1412_107"
        },
        {
            "start": 20648,
            "end": 20817,
            "text": "In the backdrop of the aforesaid facts, the Apex Court held:\nFMAT 20 OF 2022 Page-13 \"37.A dispute relating to immovable property per se may not be a commercial dispute.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1989fa274b384997a05fe38f66ad6cd1_108"
        },
        {
            "start": 20818,
            "end": 21013,
            "text": "But it becomes a commercial dispute, if it falls under sub-clause (vii) of Section 2 (1) (c) of the Act viz. \"the agreements relating to immovable property used exclusively in trade or commerce.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "35222e74437e4c8596a506d859f52df7_109"
        },
        {
            "start": 21014,
            "end": 21099,
            "text": "The words \"used exclusively in trade or commerce\" are to be interpreted purposefully.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a4cb02cd98f48269e70cbd98f9eca2f_110"
        },
        {
            "start": 21100,
            "end": 21219,
            "text": "The word \"used\"\ndenotes \"actually used\" and it cannot be either \"ready for use\"\nor \"likely to be used\" or \"to be used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f996298bed944fa8842b843d9aa42052_111"
        },
        {
            "start": 21220,
            "end": 21249,
            "text": "It should be \"actually used\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba28d2169227447eb3a96a45a6b2e26d_112"
        },
        {
            "start": 21250,
            "end": 21361,
            "text": "Such a wide interpretation would defeat the objects of the Act and the fast tracking procedure discussed above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc6ce7c1dea1449aabb231cbf373b742_113"
        },
        {
            "start": 21363,
            "end": 21524,
            "text": "38. On 3-11-2017, a Memorandum of Understanding was executed between the appellant-plaintiff, respondent-defendant and Ketan Bhailalbhai Shah, second respondent.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9f6bebbce63f4931a315497fd9c09b95_114"
        },
        {
            "start": 21525,
            "end": 21600,
            "text": "As per the terms of MoU, parties executed a deed of conveyance of the land.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7fb87c86f5514219b9da1530684f2f72_115"
        },
        {
            "start": 21601,
            "end": 21753,
            "text": "A mortgage deed was executed simultaneously along with the MoU with respect to the part of the land admeasuring 15,000 sq ft in favour of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb3e0e5e74cf4a2f9d41b36e13e1164e_116"
        },
        {
            "start": 21754,
            "end": 21903,
            "text": "It was understood between the parties that Respondent 1 would apply for change of land use permission for the land in question on signing of the MoU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d2fee2c02d0f4420987932b1b8218bf5_117"
        },
        {
            "start": 21904,
            "end": 22034,
            "text": "Mortgage deed was executed by Respondent 1 in favour of the appellant in order to ensure performance of obligations under the MoU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "21bf1d8e1f194d6f95560a3d3b62eca5_118"
        },
        {
            "start": 22035,
            "end": 22097,
            "text": "But the said mortgage deed was not presented for registration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42890d47c75f4f4ea742b485d2c4b181_119"
        },
        {
            "start": 22099,
            "end": 22588,
            "text": "39. It appears that the trial court has proceeded under the footing that the parties to the suit more particularly, the FMAT 20 OF 2022 Page-14 appellant-plaintiff seems to be carrying on business as estate agent and the manage land, building, etc. and the very object as enumerated in Memorandum and Articles of Association of the appellant-plaintiff company established that the property in question is being used exclusively in trade or commerce rather in the business of the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93d25570fcde478da685743eb4e8c557_120"
        },
        {
            "start": 22589,
            "end": 22889,
            "text": "As rightly pointed out by the High Court, there is nothing on record to show that at the time when agreement to sell came to be executed in 2012, the property was being exclusively used in trade and commerce so as to bring dispute within the ambit of sub-clause (vii) of Section 2 (1) (c) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3dea8a610d264ec995f1ae6de1b5e020_121"
        },
        {
            "start": 22890,
            "end": 23057,
            "text": "Merely because, the property is likely to be used in relation to trade and commerce, the same cannot be the ground to attract the jurisdiction of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3615c4ce89c0496bbdfd828a2349a407_122"
        },
        {
            "start": 23058,
            "end": 23308,
            "text": "We do not find that the aforesaid judgment can be of any aid to the instant matter except for the proposition that unless the dispute satisfies the definition of a commercial dispute, any other disputes may not be brought before the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "925524343395446bb8ad303857549ac5_123"
        },
        {
            "start": 23309,
            "end": 23444,
            "text": "In the instant matter the Respondent no. 1 is admittedly running a multicuisine restaurant and bar and selling its products for profit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab5410b608fd4b8baf621e0d1b30d5ac_124"
        },
        {
            "start": 23445,
            "end": 23597,
            "text": "The appellant is a non-banking financial company and engaged in a business of financing or extending financial supports and making profit from the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4cdeda2d0d554ac0b8788a8b7aac1fb1_125"
        },
        {
            "start": 23598,
            "end": 23738,
            "text": "Any money given on loan is the ordinary transaction of the non banking financial company provided it augments income from such transactions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7be900c9822b4d9c8ba2f019010aa50c_126"
        },
        {
            "start": 23739,
            "end": 24006,
            "text": "The Respondent no. 1 who is selling the product for profit is a merchant and, therefore, the transaction between the FMAT 20 OF 2022 Page-15 plaintiff who is engaged in a finance business extending loan for profit is a transaction between a financer and the merchant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a080d8edc3643d5be2cadffa73a21b1_127"
        },
        {
            "start": 24007,
            "end": 24163,
            "text": "\nIt leads to another question whether the loan extended to one of the partners for and on behalf of the firm can be regarded as a transaction with the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5389eeeef7a24bd7b3f6cac9802b4ea3_128"
        },
        {
            "start": 24164,
            "end": 24269,
            "text": "The answer can be traced from the provisions contained in Chapter IV of the Indian Partnership Act, 1932.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7c7f6ddb9b8c459d85be31f47bd24b9a_129"
        },
        {
            "start": 24270,
            "end": 24387,
            "text": "Section 18 of the said Act postulates that the partner is an agent of a firm for the purpose of business of the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "87a62600fd0c478784a10058719b4a6e_130"
        },
        {
            "start": 24388,
            "end": 24659,
            "text": "Section 19 contemplates the implied authority of the partner as an agent of the firm and Section 22 thereof binds the firm for any act of the instrument done or executed by the partner or other persons on behalf of the farm to be regarded as done or executed by the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e0925d5faec947399f592bbce9b20327_131"
        },
        {
            "start": 24660,
            "end": 24830,
            "text": "Undisputedly, the cheque was issued by the appellant to the Respondent no. 2 and the receipt or a note evincing such transaction, was issued by the Respondent no. 1 firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "686c67b51bdb4950ac30de38cb73d505_132"
        },
        {
            "start": 24831,
            "end": 25068,
            "text": "It is not a case where the Respondent no. 2 utilised the money for his individual purposes but in fact the money given by the appellant was used and utilised by the Respondent no. 1 firm and the TDS certificate also corroborate the same.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ec992690d8c1436788993ae85317e865_133"
        },
        {
            "start": 25069,
            "end": 25277,
            "text": "Even the interest is paid by the Respondent no. 1 firm and, therefore, even if the cheque covering the loan amount was issued in the name of one of the partners but shall be regarded as a payment to the firm.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e599859e68f54ded8ee4dcef9d6fa00c_134"
        },
        {
            "start": 25278,
            "end": 25762,
            "text": "As indicated above, there is no condition laid down in the said definition 'commercial dispute' that the mercantile document must be executed at the beginning or before the transaction having affected rather the document defined in Section 2(1)(f) of the Act includes any matter expressed or described upon any substance by means of letters, figures or marks or electronic means intended to be used or which may be used for the purpose of recording the FMAT 20 OF 2022 Page-16 matter.",
            "labels": [
                "RATIO"
            ],
            "id": "929e651de3c049549f09db5812aedf62_135"
        },
        {
            "start": 25763,
            "end": 26154,
            "text": "We, therefore, find no difficulty in considering that the mercantile document as an instrument by any other means coming within the ambit of the definition of a document executed by a merchant in an ordinary course of business and any restrictive interpretation would frustrate the legislative intent and the object and purpose underlying the promulgation of the Commercial Courts Act, 2015.",
            "labels": [
                "RATIO"
            ],
            "id": "c04467182e2b42a5ac56a4c33838dd3d_136"
        },
        {
            "start": 26155,
            "end": 26353,
            "text": "We, therefore, have no hesitation to hold that the dispute involved in the instant pattern satisfies the definition of a commercial dispute and the order of the Commercial Court cannot be sustained.",
            "labels": [
                "RATIO"
            ],
            "id": "d0826632539a4021b024c8d0f7494aa5_137"
        },
        {
            "start": 26354,
            "end": 26400,
            "text": "\nAccordingly, the order impugned is set aside.",
            "labels": [
                "RPC"
            ],
            "id": "9ddd24b0384e4c52b43a5cdd2aefe496_138"
        },
        {
            "start": 26401,
            "end": 26421,
            "text": "The appeal succeeds.",
            "labels": [
                "RPC"
            ],
            "id": "1fa4ebdf162e4055a5612b7b3fc79dff_139"
        },
        {
            "start": 26422,
            "end": 26458,
            "text": "There shall be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "8a9a442bb70c46e2a4b145db1d9cda17_140"
        },
        {
            "start": 26459,
            "end": 26610,
            "text": "\nUrgent photostat certified copies of this judgment, if applied for, be made available to the parties subject to compliance with requisite formalities.",
            "labels": [
                "RPC"
            ],
            "id": "00e12a62a93e4a7395e954139b410c50_141"
        },
        {
            "start": 26611,
            "end": 26625,
            "text": "\n     I agree.",
            "labels": [
                "RPC"
            ],
            "id": "d2695965419d4a63989cf5987f325d93_142"
        },
        {
            "start": 26626,
            "end": 26718,
            "text": "                                          (Harish Tandon, J.)\n\n\n\n\n(Shampa Dutt (Paul), J.)\n ",
            "labels": [
                "NONE"
            ],
            "id": "f5ea0a7e2fb946bf89488c221bde3d3c_143"
        }
    ],
    "entities": [
        {
            "text": "V.Pranav",
            "label": "PETITIONER",
            "start_char": 18,
            "end_char": 26
        },
        {
            "text": "S.Narasus Spinning Mill",
            "label": "RESPONDENT",
            "start_char": 32,
            "end_char": 55
        },
        {
            "text": "M.Sundar",
            "label": "JUDGE",
            "start_char": 97,
            "end_char": 105
        },
        {
            "text": "M.Sundar",
            "label": "JUDGE",
            "start_char": 113,
            "end_char": 121
        },
        {
            "text": "High Court Of Judicature At Madras",
            "label": "COURT",
            "start_char": 268,
            "end_char": 302
        },
        {
            "text": "M.Sundar",
            "label": "JUDGE",
            "start_char": 500,
            "end_char": 508
        },
        {
            "text": "K. Govindarajan",
            "label": "JUDGE",
            "start_char": 628,
            "end_char": 643
        },
        {
            "text": "Thilakavadi",
            "label": "JUDGE",
            "start_char": 692,
            "end_char": 703
        },
        {
            "text": "s.Narasus Spinning Mill",
            "label": "RESPONDENT",
            "start_char": 1056,
            "end_char": 1079
        },
        {
            "text": "P.Sivanantham",
            "label": "RESPONDENT",
            "start_char": 1399,
            "end_char": 1412
        },
        {
            "text": "M.S.Seshadri",
            "label": "LAWYER",
            "start_char": 1939,
            "end_char": 1951
        },
        {
            "text": "S.Subashiny",
            "label": "LAWYER",
            "start_char": 2012,
            "end_char": 2023
        },
        {
            "text": "M.Sundar",
            "label": "JUDGE",
            "start_char": 2298,
            "end_char": 2306
        },
        {
            "text": "20.03.2024",
            "label": "DATE",
            "start_char": 2464,
            "end_char": 2474
        },
        {
            "text": "I.A.No.2 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 2483,
            "end_char": 2499
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 2503,
            "end_char": 2523
        },
        {
            "text": "Court of District Judge, Commercial Court, Salem",
            "label": "COURT",
            "start_char": 2566,
            "end_char": 2614
        },
        {
            "text": "20.03.2024",
            "label": "DATE",
            "start_char": 2678,
            "end_char": 2688
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 2704,
            "end_char": 2726
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 2833,
            "end_char": 2855
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3005,
            "end_char": 3025
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3040,
            "end_char": 3060
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 3085,
            "end_char": 3094
        },
        {
            "text": "Arbitration and Conciliation Act (Act No.26 of 1996",
            "label": "STATUTE",
            "start_char": 3103,
            "end_char": 3154
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 3171,
            "end_char": 3182
        },
        {
            "text": "Section 9(1)(ii)(e)",
            "label": "PROVISION",
            "start_char": 3279,
            "end_char": 3298
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 3302,
            "end_char": 3313
        },
        {
            "text": "HDFC Bank",
            "label": "ORG",
            "start_char": 3374,
            "end_char": 3383
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 3454,
            "end_char": 3487
        },
        {
            "text": "Narasus Spinning Mill",
            "label": "ORG",
            "start_char": 3508,
            "end_char": 3529
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 3915,
            "end_char": 3931
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 3935,
            "end_char": 3946
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4067,
            "end_char": 4076
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 4080,
            "end_char": 4091
        },
        {
            "text": "M.S.Seshadri",
            "label": "LAWYER",
            "start_char": 4100,
            "end_char": 4112
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4288,
            "end_char": 4298
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 4302,
            "end_char": 4313
        },
        {
            "text": "O.P.No.3 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4333,
            "end_char": 4349
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4359,
            "end_char": 4369
        },
        {
            "text": "Section 2(1)(b) read with Section 7",
            "label": "PROVISION",
            "start_char": 4465,
            "end_char": 4500
        },
        {
            "text": "Section 11",
            "label": "PROVISION",
            "start_char": 4691,
            "end_char": 4701
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4732,
            "end_char": 4752
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 4759,
            "end_char": 4768
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 4897,
            "end_char": 4930
        },
        {
            "text": "Section 21",
            "label": "PROVISION",
            "start_char": 5009,
            "end_char": 5019
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 5023,
            "end_char": 5034
        },
        {
            "text": "17.06.2023",
            "label": "DATE",
            "start_char": 5038,
            "end_char": 5048
        },
        {
            "text": "12.06.2023",
            "label": "DATE",
            "start_char": 5116,
            "end_char": 5126
        },
        {
            "text": "M.S.Seshadri",
            "label": "LAWYER",
            "start_char": 5277,
            "end_char": 5289
        },
        {
            "text": "24.02.2020",
            "label": "DATE",
            "start_char": 5362,
            "end_char": 5372
        },
        {
            "text": "V.G.Santhosam and Others Vs.",
            "label": "PRECEDENT",
            "start_char": 5381,
            "end_char": 5409
        },
        {
            "text": "Shanthi Gnanasekaran and Others reported in 2020 SCC OnLine Mad 560",
            "label": "PRECEDENT",
            "start_char": 5410,
            "end_char": 5477
        },
        {
            "text": "02.02.2021",
            "label": "DATE",
            "start_char": 5548,
            "end_char": 5558
        },
        {
            "text": "M.Mythrai Vs.",
            "label": "PRECEDENT",
            "start_char": 5562,
            "end_char": 5575
        },
        {
            "text": "T.Ramesh",
            "label": "OTHER_PERSON",
            "start_char": 5576,
            "end_char": 5584
        },
        {
            "text": "24.07.2023",
            "label": "DATE",
            "start_char": 5717,
            "end_char": 5727
        },
        {
            "text": "Arupri Logistics Pvt",
            "label": "ORG",
            "start_char": 5731,
            "end_char": 5751
        },
        {
            "text": "Ltd., Vs.",
            "label": "PRECEDENT",
            "start_char": 5753,
            "end_char": 5762
        },
        {
            "text": "Vilas Gupta and Others reported in 2023 SCC OnLine Del 4297",
            "label": "PRECEDENT",
            "start_char": 5763,
            "end_char": 5822
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 5857,
            "end_char": 5873
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6052,
            "end_char": 6061
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 6177,
            "end_char": 6210
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 6240,
            "end_char": 6249
        },
        {
            "text": "Section 9(1)(ii)(e)",
            "label": "PROVISION",
            "start_char": 6282,
            "end_char": 6301
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 6305,
            "end_char": 6316
        },
        {
            "text": "sub-section (1) of Section 37",
            "label": "PROVISION",
            "start_char": 6504,
            "end_char": 6533
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 6537,
            "end_char": 6548
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6646,
            "end_char": 6659
        },
        {
            "text": "Fuerst Day Lawson Limited Vs.",
            "label": "PRECEDENT",
            "start_char": 6663,
            "end_char": 6692
        },
        {
            "text": "Jindal Exports Limited",
            "label": "ORG",
            "start_char": 6693,
            "end_char": 6715
        },
        {
            "text": "(2011) 8",
            "label": "PRECEDENT",
            "start_char": 6728,
            "end_char": 6736
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 6856,
            "end_char": 6877
        },
        {
            "text": "P.S. Sathappan",
            "label": "OTHER_PERSON",
            "start_char": 6928,
            "end_char": 6942
        },
        {
            "text": "(2004) 11 SCC 672]",
            "label": "PRECEDENT",
            "start_char": 6944,
            "end_char": 6962
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 7014,
            "end_char": 7035
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 7117,
            "end_char": 7155
        },
        {
            "text": "UNCITRAL Model",
            "label": "STATUTE",
            "start_char": 7282,
            "end_char": 7296
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 7355,
            "end_char": 7370
        },
        {
            "text": "Tulzapurkar",
            "label": "JUDGE",
            "start_char": 7469,
            "end_char": 7480
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 7581,
            "end_char": 7614
        },
        {
            "text": "Sections 49 and 50",
            "label": "PROVISION",
            "start_char": 8169,
            "end_char": 8187
        },
        {
            "text": "Section 6",
            "label": "PROVISION",
            "start_char": 8289,
            "end_char": 8298
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 8607,
            "end_char": 8617
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 8625,
            "end_char": 8663
        },
        {
            "text": "Section 9(1)(ii)(e) of",
            "label": "PROVISION",
            "start_char": 8862,
            "end_char": 8884
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 8885,
            "end_char": 8896
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 9049,
            "end_char": 9082
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9245,
            "end_char": 9254
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 9258,
            "end_char": 9269
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 9506,
            "end_char": 9528
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9591,
            "end_char": 9600
        },
        {
            "text": "Section 37(i)(b)",
            "label": "PROVISION",
            "start_char": 9665,
            "end_char": 9681
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9697,
            "end_char": 9706
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 9798,
            "end_char": 9807
        },
        {
            "text": "V.G.Santhosam",
            "label": "OTHER_PERSON",
            "start_char": 10010,
            "end_char": 10023
        },
        {
            "text": "M.Mythrai",
            "label": "OTHER_PERSON",
            "start_char": 10030,
            "end_char": 10039
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 10082,
            "end_char": 10098
        },
        {
            "text": "Arupri Logistics",
            "label": "ORG",
            "start_char": 10102,
            "end_char": 10118
        },
        {
            "text": "V.G.Santhosam",
            "label": "OTHER_PERSON",
            "start_char": 10217,
            "end_char": 10230
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10264,
            "end_char": 10277
        },
        {
            "text": "S.L.P (C) Nos.9234- 9237/2020",
            "label": "CASE_NUMBER",
            "start_char": 10288,
            "end_char": 10317
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10330,
            "end_char": 10343
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 10472,
            "end_char": 10505
        },
        {
            "text": "V.G.Santhosam",
            "label": "OTHER_PERSON",
            "start_char": 10555,
            "end_char": 10568
        },
        {
            "text": "Kunhayammed and Others Vs.",
            "label": "PRECEDENT",
            "start_char": 10718,
            "end_char": 10744
        },
        {
            "text": "State of Kerala",
            "label": "ORG",
            "start_char": 10745,
            "end_char": 10760
        },
        {
            "text": "(2000) 6 SCC 359",
            "label": "PRECEDENT",
            "start_char": 10785,
            "end_char": 10801
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 10909,
            "end_char": 10920
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 10924,
            "end_char": 10945
        },
        {
            "text": "V.G.Santhosam",
            "label": "OTHER_PERSON",
            "start_char": 11009,
            "end_char": 11022
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11140,
            "end_char": 11153
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 11246,
            "end_char": 11279
        },
        {
            "text": "M.Mythrai",
            "label": "OTHER_PERSON",
            "start_char": 11287,
            "end_char": 11296
        },
        {
            "text": "V.G.Santhosam",
            "label": "OTHER_PERSON",
            "start_char": 11360,
            "end_char": 11373
        },
        {
            "text": "Arupri Logistics",
            "label": "ORG",
            "start_char": 11380,
            "end_char": 11396
        },
        {
            "text": "Suba Shiny",
            "label": "OTHER_PERSON",
            "start_char": 11894,
            "end_char": 11904
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12611,
            "end_char": 12644
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 12685,
            "end_char": 12705
        },
        {
            "text": "30.04.2024",
            "label": "DATE",
            "start_char": 12795,
            "end_char": 12805
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 12891,
            "end_char": 12913
        },
        {
            "text": "National Judicial Data Grid' ('NJDG');\nii)",
            "label": "ORG",
            "start_char": 12935,
            "end_char": 12977
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 12978,
            "end_char": 13000
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13015,
            "end_char": 13024
        },
        {
            "text": "30.04.2024",
            "label": "DATE",
            "start_char": 13124,
            "end_char": 13134
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 13136,
            "end_char": 13158
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 13221,
            "end_char": 13230
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 13234,
            "end_char": 13245
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 13308,
            "end_char": 13330
        },
        {
            "text": "24.04.2024",
            "label": "DATE",
            "start_char": 13334,
            "end_char": 13344
        },
        {
            "text": "Salem Commercial Court",
            "label": "COURT",
            "start_char": 13422,
            "end_char": 13444
        },
        {
            "text": "Arb.O.P.No.1 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 13453,
            "end_char": 13473
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 13631,
            "end_char": 13647
        },
        {
            "text": "A and C Act",
            "label": "STATUTE",
            "start_char": 13651,
            "end_char": 13662
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 13755,
            "end_char": 13788
        },
        {
            "text": "I.A.No.2 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 13896,
            "end_char": 13912
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 14052,
            "end_char": 14068
        },
        {
            "text": "Section 37(1)(b)",
            "label": "PROVISION",
            "start_char": 14219,
            "end_char": 14235
        },
        {
            "text": "08.04.2024",
            "label": "DATE",
            "start_char": 14420,
            "end_char": 14430
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 14512,
            "end_char": 14545
        },
        {
            "text": "District Judge, Commercial Court, Salem",
            "label": "COURT",
            "start_char": 14556,
            "end_char": 14595
        },
        {
            "text": "Section Officer VR Section Madras High Court",
            "label": "RESPONDENT",
            "start_char": 14605,
            "end_char": 14649
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 14682,
            "end_char": 14715
        },
        {
            "text": "M.SUNDAR",
            "label": "JUDGE",
            "start_char": 14716,
            "end_char": 14724
        },
        {
            "text": "K. GOVINDARAJAN THILAKAVADI",
            "label": "JUDGE",
            "start_char": 14734,
            "end_char": 14761
        },
        {
            "text": "C.M.A (CAD) (SR) No.41810 of 2024",
            "label": "CASE_NUMBER",
            "start_char": 14771,
            "end_char": 14804
        },
        {
            "text": "08.04.2024",
            "label": "DATE",
            "start_char": 14805,
            "end_char": 14815
        }
    ],
    "precedent_clusters": {
        "Fuerst Day Lawson Limited Vs.": [
            "V.G.Santhosam and Others Vs.",
            "M.Mythrai Vs.",
            "Ltd., Vs.",
            "Fuerst Day Lawson Limited Vs.",
            "(2011) 8",
            "Kunhayammed and Others Vs."
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 9",
            "Arbitration and Conciliation Act (Act No.26 of 1996",
            "Section 9",
            "Arbitration and Conciliation Act (Act No.26 of 1996"
        ],
        [
            "Section 9(1)(ii)(e)",
            "A and C Act",
            "Section 9(1)(ii)(e)",
            "A and C Act"
        ],
        [
            "Section 37(1)(b)",
            "A and C Act",
            "Section 37(1)(b)",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 11",
            "A and C Act",
            "Section 11",
            "A and C Act"
        ],
        [
            "Section 21",
            "A and C Act",
            "Section 21",
            "A and C Act"
        ],
        [
            "Section 9(1)(ii)(e)",
            "A and C Act",
            "Section 9(1)(ii)(e)",
            "A and C Act"
        ],
        [
            "sub-section (1) of Section 37",
            "A and C Act",
            "sub-section (1) of Section 37",
            "A and C Act"
        ],
        [
            "Section 50",
            "Arbitration and Conciliation Act, 1996",
            "Section 50",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9(1)(ii)(e) of",
            "A and C Act",
            "Section 9(1)(ii)(e) of",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Article 136",
            "Constitution of India",
            "Article 136",
            "Constitution of India"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 37(1)(b)",
            "A and C Act",
            "Section 37(1)(b)",
            "A and C Act"
        ],
        [
            "Section 11",
            "A and C Act",
            "Section 11",
            "A and C Act"
        ],
        [
            "Section 11",
            "A and C Act",
            "Section 11",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Sections 49 and 50",
            "Arbitration and Conciliation Act, 1996",
            "Sections 49 and 50",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 37(i)(b)",
            "A and C Act",
            "Section 37(i)(b)",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 9",
            "A and C Act",
            "Section 9",
            "A and C Act"
        ],
        [
            "Section 37(1)(b)",
            "A and C Act",
            "Section 37(1)(b)",
            "A and C Act"
        ],
        [
            "Section 37(1)(b)",
            "A and C Act",
            "Section 37(1)(b)",
            "A and C Act"
        ],
        [
            "Section 2(1)(b) read with Section 7",
            "A and C Act",
            "Section 2(1)(b) read with Section 7",
            "A and C Act"
        ],
        [
            "Section 6",
            "Arbitration Act",
            "Section 6",
            "Arbitration Act"
        ]
    ],
    "precedent_counts": {
        "Fuerst Day Lawson Limited Vs.": 6
    },
    "provision_counts": {
        "Section 9 of Arbitration and Conciliation Act (Act No.26 of 1996": 1,
        "Section 9(1)(ii)(e) of A and C Act": 2,
        "Section 37(1)(b) of A and C Act": 4,
        "Section 9 of A and C Act": 10,
        "Section 11 of A and C Act": 3,
        "Section 21 of A and C Act": 1,
        "sub-section (1) of Section 37 of A and C Act": 1,
        "Section 50 of Arbitration and Conciliation Act, 1996": 1,
        "Section 9(1)(ii)(e) of of A and C Act": 1,
        "Article 136 of Constitution of India": 1,
        "Sections 49 and 50 of Arbitration and Conciliation Act, 1996": 1,
        "Section 37(i)(b) of A and C Act": 1,
        "Section 2(1)(b) read with Section 7 of A and C Act": 1,
        "Section 6 of Arbitration Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act (Act No.26 of 1996": 1,
        "A and C Act": 24,
        "Arbitration and Conciliation Act, 1996": 2,
        "Constitution of India": 1,
        "Arbitration Act": 1
    }
}