{
    "id": "8f73d4e60908c32b2f669388fdf0046b77bc9f8fa073a170c063bb6599721090",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras High Court \nM/S. Real Link Engineering India (P) Ltd vs M/S. Aquatex Engineering on 9 November, 2023\nAuthor: T.V.Thamilselvi \nBench: T.V.Thamilselvi\n                                                                              Crp. No.3276 of 2023 \n\n\n\n\n                                  In The High Court Of Judicature At Madras\n\n                                                 Dated: 09.11.2023 \n\n                                                       Coram : \n\n                                   The Hon'Ble Mrs. Justice T.V.Thamilselvi \n\n                                                Crp . No . 3276 of 2023 \n                                               & Cmp No. 20197 of 2023 \n\n                     1.M / s. Real Link Engineering India (P) Ltd., \n                       No.4, Park Street , Kattoor , \n                       Coimbatore, \n                       Tamil Nadu  641 009 . \n                     2 . L. Navneethakrishnan                                         ... Petitioners\n\n                                               Vs\n                     M/s. Aquatex Engineering,\n                     A partnership Firm, Rep. By its\n                     Managing partner R.Kumaravelu\n                     Having its Head office at Thudiyalur, \n                     Coimbatore, Tamil Nadu  641 034. \n\n                                                                                    ... Respondent\n\n\n\n                     Prayer : This Civil Revision Petition is filed under Article 227 of\n                     Constitution of India, to set aside the fair and decreetal order dated\n                     17.07.2023 in I.A No. 4 of 2023 in C.O.S No. 110 of 2023 on the file of the\n                     Court of Judge, Commercial Court (District Judge Cadre), Coimbatore. \n                                     For Petitioners : Mr. Sri Kaviya Nagarajan \n\n                     1 \n\nhttps://www.mhc.tn.gov.in/judis \n                                                                                    Crp. No.3276 of 2023 \n\n                                        For Respondent: Mr. R. Bharath Kumar\n\n\n                                                             Order\nChallenging the impugned order dated 17.07.2023 passed in I.A No. 4 of 2023 in C.O.S No. 110 of 2023 by the Commercial Court (District Judge Cadre), Coimbatore, the petitioner filed this petition. \n2.  The petitioners herein are the defendants in C.O.S No. 110 of 2023 filed by the respondent herein/plaintiff to direct the defendants or anybody claiming through them to execute and register the sale deed in favour of the plaintiff concerning the suit properties as per memorandum of understanding dated 20.07.2022 after receipt of the balance sale consideration of Rs. 5,47,94,101/- and deliver vacant possession of the suit properties to the plaintiff within a time to be fixed by the Court failing which execute and register the sale deed through its officer in favour of the plaintiff or in alternative direct the defendants to pay a sum of Rs.19,52,05,899/- together with interest at the rate of 24% p.a from the date of suit till payment and also grant a charge decree over the suit properties for the decree amount, with subsequent and cost and other consequential relief. After receipt of the notice the defendants/petitioners filed the petition https://www.mhc.tn.gov.in/judis under Order VII Rule 11 (a ) & (d ) Section 151 of CPC to reject the plaint on the ground that the claim of the plaintiff does not comes under purview of the Section 2(c ) (i) to (xxii) of the Commercial Court Act, 2015 because the present suit has been filed for specific performance based on the alleged Memorandum of Understanding (hereinafter referred as MOU) dated 20.07.2022 and other plaint mentioned document, which were created by the respondent/plaintiff as if he is a vendor of the suit properties against the defendants though the defendants not admitting the case of the plaintiff in any way whatsoever. Hence, the Court has no territorial jurisdiction to try the suit against the defendants. Further the defendants stated that the plaintiff ought to have obtained leave from the Court in an application for attachment of immovable property in I.A Nos. 2 and 3 of 2023 as urgent interim relief which is mandated in Section 12-A(1) of the Commercial Court Act vide notification dated 03.07.2018. Besides, no leave was granted by the Court for getting an urgent interim relief by the respondent by way of the present suit, till date. Therefore, without invoking a mandatory provision as contemplated in the special law, the present suit is not maintainable against the defendants. Further, he stated that the plaintiff ought to have sent pre-mediation notice, which is a mandatory one, in view of Section https://www.mhc.tn.gov.in/judis 12(A) of the Act and without referring mediation by the respondent as regards the alleged dispute took place between the parties, the present suit is hit by adhering to the requirement of Section 12-A of the Act. Further he stated that without filing a statement of Truth, despite this court directed by the respondent, the respondent has not at all invoked provision under Order VI Rule 15 A and Order XI Rule 2 of CPC (Amended Act for the commercial Courts Act 2015) and therefore, the present suit is not maintainable and not in accordance with law and on facts of the present case. Further it was stated that without reference to nature of the use of the suit properties in trade or commerce as on the date of the present suit/on the alleged cause of action of the present, the present suit does not come under Section 2 (c ) (vii) of the Commercial Courts Act, 2015 because the suit properties were under the custody of Hypothecation and not under the custody of the respondent, till date. Besides, the alleged agreement between the parties cannot be said to be an agreement of trade or for any commercial purpose and therefore, in view of the Hon'ble Apex Court judgement rendered in (Ambalal Sarabha Enterprises Ltd., Vs. K.S. Infraspace LLP & ano), the court has no jurisdiction or whatsoever to try the present suit, which is laid by the respondent/plaintiff under Commercial courts Act, https://www.mhc.tn.gov.in/judis 2015, much less as alleged by the respondent/plaintiff in their plaint. \n3. The contention of the plaintiff was that the plaintiff is the Registered partnership firm, first defendant is the Private Limited company and the second defendant is the Managing Director of the first defendant company. The first defendant represented by its managing director Mr.L. Navaneethakrishnan/second defendant purchased the suit properties as a vacant land under Sale deed dated 11.10.2010 and thereafter he put up compound wall around the lands so purchased and also constructed industrial buildings for its business purposes and commenced its business activities and he availed credit facilities from Tamil Nadu Industrial Investment corporation( hereinafter referred as '' TIIC'') for its business purposes and by way of security for the credit facilities so availed, the first defendant deposited its title deeds concerning its properties measuring an extent of 5.333 acres with an intention to create equitable mortgage over the same. Apart from TIIC, the first defendant also availed credit facilities with Indian Overseas Bank(hereinafter referred as IOB), Dr. Nanjappa Road Branch, Coimbatore. The first defendant by securing these credit facilities created a second charge over the said extent of 5.333 acres besides created first charge in respect of another extent of 1.35 acres by depositing the https://www.mhc.tn.gov.in/judis original title deed with IOB. The defendant were unable to adhere the repayment schedule as agreed by them while availing the credit facilities from TIIC and IOB, instead committed default. In view of their breach TIIC started proceedings against the defendants under State Financial Corporation Act by bringing the secured property for sale. During this period IOB classified the accounts of the 1st defendant as non performing Asset and initiated proceedings under the provisions of the Securitisation & Reconstruction of Financial Assets and Enforcement of security Interest Act, 2002 and also advertised for auctioning of the mortgaged properties. Due to the said financial crisis, the defendants decided to sell the properties and approached the plaintiff in or about the month of June 2020 and offered to sell the suit properties and handed over the xerox copies of the aforesaid sale deeds and rectification deeds to the plaintiff to show their title with regard to the suit properties and narrated the aforesaid facts. Thereafter elaborate discussions and negotiations between the defendants and the plaintiff, and Mr. T. Narendran for the the purpose of fixing the sale consideration. During the negotiations the second defendant furnished a letter signed by him and his wife, with regard to the shareholders details of the first defendant. The said letter revealed that the second defendant and https://www.mhc.tn.gov.in/judis his wife Mrs.N.Ranjitham alone are the shareholders and directors of the first defendant. The said original undated letter furnished by the second defendant. After various discussions the plaintiff and the defendants reached a conclusive agreement orally and decided the sale price of the suit properties as Rs.25,00,00,000/- on 20.07.2022 and same was recorded in writing on the same day under written document as memorandum of understanding (hereinafter referred as ''MOU''). The second defendant being the managing director of the first defendant signed the said MOU on behalf of the first defendant. The vice president (Finance & Administration) by name Mr.T.Narendran signed the said MOU on behalf of the plaintiff. The plaintiff and the defendants bound by the said MOU. Accordingly, the defendant settled the loan due to the TIIC and also to the IOB the said payment was made through cheque issued by the plaintiff to that effect he filed the details of the cheque. Therefore, on various payments the plaintiff paid total sum of Rs. 19,52,05,899/- to the defendants by way of part sale consideration out of the agreed sale consideration of Rs. 25,00,00,000/-. The balance amount payable by the plaintiff is only Rs.5,47,94,1010/- and the plaintiff/respondent herein is also always ready and wiling to pay the same and to get the sale deed executed and registered including delivery of https://www.mhc.tn.gov.in/judis vacant possession of the suit properties. But the defendants committed breach on their part intentionally. The defendants till date failed to furnish proof that they have settled the dues in full i.e Settlement of all the arrears payable by them to TANGEDCO, Appanaickenpatty Panchayat and TNPCB. Thus, it is clear that the defendants committed breach of their part of contract. As per MOU, the plaintiff are entitled to collect the original deeds concerning the suit properties from TIIC and IOB after settling the dues payable by the defendants in full, by the plaintiff. By the defendants in breach of the terms of the said MOU somehow collected all the original title deeds from those financial institutions and failed to hand over the same. The custody of those documents on the part of the defendants in breach of the MOU dated 20.07.2022 and the defendants are bound to hand over those original title deeds to the plaintiff. The failure in handing over the title deeds also clear breach on the part of the defendants as per the said MOU. Further, the plaintiff all along hoping that the defendants are going to settle it dues payable to TANGEDCO, Appanaickenpatty Panchayat and TNPCB. But whenever asked, the defendants stated that they are in the process of getting some waiver. In the meantime, the defendant started pestering the plaintiff to purchase the machineries in the suit properties. The suit property https://www.mhc.tn.gov.in/judis contained heavy and big machineries that had been installed by the defendants and despite substantial payments by the plaintiff the defendants had not removed the same and failed to take any preparatory measures for removing the same. Since the defendants are bound to deliver the vacant possession of the property to the plaintiff but he failed. Having received the part of sale consideration, the defendants failed to execute the sale deed despite readiness on the part of the plaintiff the plaintiff with balance sale consideration. Having committed breach of the terms of MOU, the defendants attempted to create encumbrance over the suit property in favour of the third parties and also demanded higher amount which is contrary to the terms. Therefore, the necessity arose for the plaintiff to rush to the Court and obtained interim order in order to prevent the defendant to create third party interest in the suit property and also contend that suit come within the scope of the Commercial Court Act. Further the suit filed for urgent relief, the plaintiff can exist remedy pre-mediation as per Section 12 A of the Commercial Court, Act accordingly summarised the cause of action arose for the suit. Hence he prayed to dismiss the petition filed by them for rejection of plaint. \nhttps://www.mhc.tn.gov.in/judis 4 . Considering the submissions on either side, the Court below held that the suit property was used for commercial purpose till 2008 and the machineries are still available in suit property, even though the respondent is not going to purchase the said machineries or factory and also not going to run the said factory, the dispute is in respect of immovable property over which factories is available or commerce or trade or business activity were conducted or the petitioners used the same, which is commercial in nature, it is not necessary that the respondent should purchase or enter into a agreement in respect of running factory or is going to run the same factory. Further, he held that machineries used in the factory had already been hyphothecated with IOB and no recovery proceedings under Section 14 of the DRT Act. Therefore, the jurisdiction with commercial Court is maintainable. In respect of invoking Section 12 A of the Commercial courts Act, the Trial Court held that dispute between the parties are commercial in nature and necessary leave was granted by this Court to present the suit by over looking Section 12 A of the Commercial Courts Act. In view of urgency contemplated in the case, the application to reject claim as per Section 12A and issuing notice to the petitioners for premeditation does not https://www.mhc.tn.gov.in/judis arise. Thereby, no separate application under section 12A of the said Act is also necessary and the respondent need not to be directed to appear before the DRT also, accordingly dismissed the petition. Challenging the same, the petitioner filed this Civil Revision petition. \n5. The learned counsel for the petitioners/defendants submitted that the court below failed to appreciate the fact that the claim in the suit is not commercial dispute, so also, not fall under Section 2 (1 ) (c ) (Vii) of the Commercial Courts Act, 2015. Further he submitted that as per Section 2 (1) ( c) (7) of the Commercial Court Act, means that the immovable property that is the subject matter of the dispute shall be used exclusively in trade or commerce at the time of entering into the agreement. The learned judge failed to see that the suit property was not used for the commercial purposes on the date of entering into MOU. Commercial property was immovable property was ceased to be used for commercial purposes on the date of alleged MOU. Further, he would submit that the plaintiff has violated Section 12 A which granted pre institution and mediation: was made; notwithstanding the fact that there is no existing commercial dispute between the parties. Further he would submitted that the Trial Court failed to appreciate that the plaintiff averment which does not contemplate any https://www.mhc.tn.gov.in/judis actual urgent interim relief. The factual background for which the plaintiff was in violation of Section 12 A of the Act, the plaintiff simply pleaded that they are apprehending that the defendants/petitioners herein would encumber the property to overcome the mandate under Secttion 12 A on bare reading of the plaint averment that there was no dispute between the parties the Court ought to have rejected the plaint. Further, the Court below failed to appreciate the discussion with regard to modification in the terms of MOU on 26.01.2012 which increased sale consideration as Rs.30,00,00,000/- including sale of machinery of the first petitioner company. Hence, there is no cause of action for the suit as alleged by the plaintiff but the Court below failed to reject the plaint. Hence he prayed to allow this petition. \n6. By way of reply, the learned counsel for the respondent submitted the agreement relating to immovable property used exaclusively in trade or commerce it comes under the commercial dispute filed under Section 2 (1) (c( vii) of the Act to that effect he the relied the ratio laid down in the case of Ambalal Sarabhai Enterprises Limited Vs K.S Infraspace LLP reported in 2020 15 SCC 585:\n37. A dispute relating to immovable property per se may not be a https://www.mhc.tn.gov.in/judis commercial dispute. But it becomes a commercial dispute, if it falls under Sub-clause (vii) of Section 2(1)(c) of the Act viz. The agreements relating to immovable property used exclusively in the trade or commerce. The works ''used exclusively in trade or commerce'' are to be interpreted purposefully. The word ''used'' denotes ''actually used'' and it cannot be either ''really for use'' or ''likely to be used'' or ''to be used''. It should be ''ctually used''. \n7.Thereby he contend that though MOU was entered to purchase the immovable property which was used by the first defendant for industrial purposes so the Trial judge rightly dismissed the petition. Further, he submitted that in respect of Section 12 A of the Commercial Court Act, if the suit is filed for urgent interim relief, then, the question of relegating the plaintiff to exhaust the remedy of pre-institution mediation as contemplated under Section 12 A of the Commercial Courts Act, 2015, since the plaintiff filed suit with prayer for urgent interim relief before the commercial court can satisfy that whether there are limits which prime facie indicates that suit may contemplate the urgent interim relief irrespective of the fact as to whether the plaintiff evidentially succeed in getting interim relief. If the plaintiff contemplates the urgent relief pleading on record as https://www.mhc.tn.gov.in/judis established sufficiently in such circumstances it is not necessary for the plaintiff to enter into pre institution and mediation by invoking Section 12 A of the commercial Court Act too that effect he relied the judgment of the Court in the case of M/s Patil Automation Private Ltd and others Vs Rakheja Engineers Private Ltd, reported in MANU SC 1004 (2022) ''63..... In Section 12A also, the bar of intitution of the suit is applicable only in a case in which the plaintiff does not contemplate urgent interim relief....'' \n8. By relying above judgement the learned counsel for the respondent submitted that the Trial Court rightly dismissed the petition for rejecting the plaint which needs no interference. \n9. Considering the submission on either side and also on records, the fact reveals that on 20.07.2003 MOU was said to be entered between the parties in respect of suit properties wherein, the defendants agreed to sell the property for total sale consideration of Rs. 25,00,00,000/- with other terms. Accordingly, the plaintiff also agreed to settle the long dues with TIIC and IOB and others. As per the plaint avernments, as on date plaintiff paid Rs.19,52,05,899/- and ready to pay the balance amount to get the sale deed. But as per the contract, till date, the defendants/petitioners herein not paid dues to TANGEDCO. Beside, the petitioners herein/defendants https://www.mhc.tn.gov.in/judis attempted to alienate the suit property with third parties. Hence the plaintiff approached the Court for the relief of specific performance. Immediately the defendant filed application to reject the plaint stating that there is no cause of action arose since because it is not commercial dispute but the Trial Court observed that the subject in issue is immovable property which was used by the defendants for commercial purposes and till date machineries are in the suit property. Therefore, Commercial Court is having jurisdiction and also held that on considering the relief claimed by the plaintiff contemplate the urgent interim relief and the question of relegating the plaintiff the existing remedy on pre institution mediation is not contemplate under Section 12 A of the Commercial court Act, , the said Act can be invoked only wherein if the plaintiff not plead any emergency relief, the plaintiff filed I.A No. 2 of 2023 for urgent interim relief along with suit thereby court found prime facie case in favour of the plaintiffs. Moreover, the defendants not denied the execution of MOU with plaintiff as per the affidavit filed in I.A No. 4 of 2023. Further, they also admits that they gave draft supplemental MOU insisting the plaintiff to purchase the machineries by paying additional amount of ten crores totally thirty five crores, the same has not been accepted by the plaintiff. Therefore, as per the terms the https://www.mhc.tn.gov.in/judis plaintiff paid 85 % of the amount as agreed in MOU to the IOB and TIIC to settle the dues as directed by the defendants. On the other hand, the defendants wanted to purchase the machineries hence the dispute arose between the parties. As per the plaint, it reveals that after settling the issue title deed is now under the hands of the defendants. So, the plaintiff apprehends that the defendants may create encumbrance over the suit property and they also the petitioners herein/defendants admitted to create third party interest over the property so they approached the Court with urgent relief. The trial judge rightly appreciated all the facts and circumstances of the cases as well as the urgent relief claimed by the plaintiff. Further, as rightly pointed by the plaintiffs counsel the plaintiff's apprehension that the defendants may create encumbrance over the suit properties hence he approached the Court with urgent interim relief, it prime facie satisfied by the contact of the parties, the Trial Judge rightly take the case on file, hence non-issuance of pre-suit mediation notice is not fatal to the proceedings. In view of the above and for the reasons stated above, this court does not find any infirmity in the order dated 17.07.2023 passed by the Commercial Court (District Judge Cadre), Coimbatore in I.A No. 4 of 2023 in C.O.S No. 110 of 2023. \nhttps://www.mhc.tn.gov.in/judis 10. In result, this petition is dismissed. No Cost. Consequentially connected miscellaneous petition is closed. \n09.11.2023 pbl To 1. The Commercial Court (District Judge Cadre), Coimbatore. https://www.mhc.tn.gov.in/judis T.V.THAMILSELVI,J.\nPbl 09.11.2023 https://www.mhc.tn.gov.in/judis",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court orders tapesh arora vs mukesh chand on 16 november, 2023 author: manmeet pritam singh arora bench: manmeet pritam singh arora $~67 * in the high court of delhi at new delhi + cm(m) 1806/2023 tapesh arora . petitioner through: mr. ghanshyam thakur, advocate versus mukesh chand . respondent through: none hon'ble ms. justice manmeet pritam singh arora order % 16.11.2023 cm appl. 57344/2023 (for exemption) allowed, subject to all just exceptions. accordingly, the present application stands disposed of. 1. this is an application seeking stay of the decree of possession dated 05.10.2023, passed by the district judge, commercial court-02, north-west district, rohini courts, delhi ('commercial court') in cs (comm.) no. 724/2022, titled as 'mukesh chand v. tapesh arora, prop. ons engineering'. 2. the petitioner herein is the defendant and the respondent is the plaintiff. the civil suit has been filed on 03.06.2022, for recovery of possession of property bearing no. a-79, group industrial area, wazirpur, delhi 110052 ('subject property'), recovery of sum of rs. 22,000/-, mesne profits and damages, permanent and mandatory injunction. this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:56 3. the commercial court vide impugned judgment dated 05.10.2023, while deciding the application filed by the respondent under order xii rule 6 of code of civil procedure, 1908 ('cpc'), allowed the said application and passed a decree of possession (prayer 'a' in said plaint). 4. this petition has been filed under article 227 of constitution of india assailing the said decree of possession. at the outset, it is observed that the petitioner herein has a statutory remedy of filing an appeal against the said decree of possession under section 96 read with order xli of cpc as the said judgment of the commercial court is a decree within the meaning of the section 2(2) of cpc. 5. learned counsel for the petitioner herein, however, states that the petitioner has not availed the remedy of appeal on the ground that the petitioner herein has raised a challenge to the jurisdiction of the commercial court to try the suit itself. 5.1. he states that in view of the provisions of section 12(3) of the commercial courts act, 2015 ('act of 2015'), the petitioner herein has elected to maintain the present petition and not avail the statutory remedy of appeal. 5.2. he further states that as per the proviso to section 13(1a) of the act of 2015, an appeal can be filed only against the orders that are specifically enumerated under order xliii of the cpc and, infact, no appeal can be filed against the impugned decree of possession dated 05.10.2023 under the said provisions. 5.3. he states that there is no remedy of appeal against the said decree of possession under the provisions of act of 2015 as section 96 and order xli of cpc finds no mention in section 13 of the act of 2015. this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:56 6. this court in unable to accept the said submission of the petitioner. in the considered opinion of this court an appeal is maintainable against the impugned decree dated 05.10.2023 before the commercial appellate division of this court in view of section 13(1a) of the act of 2015. 7. in this regard, it would be instructive to refer to the decision of supreme court in kandla export corporation and anr. v. oci corporation and anr., (2018) 14 scc 715, and more specifically paragraph 13 therein. 8. the said judgement of the supreme court in kandla export (supra) has been relied upon by the division bench of high court of gujarat in kandla container terminal pvt. ltd. v. doosan heavy industries and construction company ltd., 2018 scc online guj 4051, to explain the scope of section 13 of the act of 2015, which reads as under: 29. applying the law laid down by the hon'ble supreme court in the aforesaid decision to the facts of the case on hand and considering sub-section (1) of section 13 of the commercial courts act, 2015, we are of the opinion that against the final judgment and/or decision of the commercial court or the commercial division of the high court only, appeal shall be maintainable before the commercial appellate division of the high court. however, an appeal shall also lie from such orders passed by the commercial division or a commercial court that are specifically enumerated under order xliii of the code as amended by the commercial courts act, 2015 and section 37 of the arbitration and conciliation act, 1996. therefore, the submission on behalf of shri kamal trivedi, learned senior advocate on behalf of the respondent that an appeal under section 13 of the commercial courts act, 2015, shall lie only from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code, as amended by the commercial courts act, 2015 and section 37 of the arbitration and conciliation act, 1996, is not acceptable. as observed and held by the hon'ble supreme court, section 13(1) of the commercial courts act, 2015, is in two parts, one is with respect to providing appeal to the commercial appellate division of the high court against the final decision/judgment or order of the commercial court or the commercial division of the high this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 court and the second part is with respect to providing appeal from such orders passed by commercial division or a commercial court that are specifically enumerated under order xliii of the code as amended by the commercial courts act, 2015 and section 37 of the arbitration and conciliation act, 1996. however, at the same time, shri trivedi, learned senior advocate app earing on behalf of the respondent is justified in raising the objection on the maintainability of the present appeal under section 13 of the commercial courts act, 2015 against the impugned order passed by the learned commercial court, rajkot, overruling and/or setting aside the objection raised by the appellant herein on the jurisdiction of the commercial court, rajkot, to entertain and adjudicate the execution petition. ('emphasis supplied') 9. further, the division bench of this court in hpl (india) limited & ors. v. qrd enterprises and anr., 2017 scc online del 6955, has clarified that the word 'judgment' appearing in section 13(1) of the act of 2015 actually relates to a 'decree'. the relevant portion of the said judgment reads as under: \"34. the above analysis reveals that : (a) the word 'judgment' appearing in section 13(1) of the said act actually relates or has a reference to a 'decree'; (b) the word 'order' in that provision would have to be construed in the light of section 2(14) of the cpc as meaning 'a formal expression of a decision of a civil court which is not a decree; (c) the appealable orders would be only those which are specifically enumerated under order xliii, as provided in the proviso to section 13(1) of the said act.\" (emphasis supplied) the said law enunciated by the division bench of this court would equally apply to section 13(1a) of the act of 2015, which as well refers to the right of appeal of party aggrieved by a judgment of a commercial court at the level of district judge; and consequently, an appeal would lie to the commercial appellate division bench of this court. the relevant portion of section 13 of act of 2015 reads as under: \" 13. appeals from decrees of commercial courts and commercial divisions -(1) 1 [any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).\" 10. this court is therefore, of the opinion that in view of the fact the petitioner is challenging the decree of possession passed by the impugned judgment dated 05.10.2023, the petitioner has to file a substantive appeal under section 96 read with order xli of cpc. the petitioner cannot circumvent the statutory remedy of filing an appeal and seek a stay of the decree of possession from this court in its supervisory jurisdiction. 10.1. the supreme court in virudhunagar hindu nadargal dharma paribalana sabai and ors. v. tuticorin educational society and ors., (2019) 9 scc 538, has held that wherever the proceedings are under the cpc and the forum is the civil court, the availability of the remedy under the cpc will deter the high court from exercising its jurisdiction. the relevant portion of the said judgment reads as under: \"13. therefore wherever the proceedings are under the code of civil procedure and the forum is the civil court, the availability of a remedy under the cpc, will deter the high court, not merely as a measure of self-imposed restriction, but as a matter of discipline and prudence, from exercising its power of superintendence under the constitution. hence, the high court ought not to have entertained the revision under article 227 especially in a case where a specific remedy of appeal is provided under the code of civil procedure itself.\" (emphasis supplied) 11. the grounds urged by the petitioner with respect to lack of jurisdiction of the commercial court has also been dealt with by this court this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 in the subsequent portion of this order. 12. this court, therefore, does not find any merit in this application and the same is accordingly, dismissed. this will however, not preclude the petitioner herein from availing his statutory remedy of appeal against the decree of possession, in accordance with law. cm(m) 1806/2023 13. learned counsel for the petitioner states that the suit itself was not maintainable before the commercial court in view of the fact that the respondent has not initiated pre-institution mediation as per the mandate of section 12-a of the act of 2015. 13.1. he fairly states that the present civil suit was instituted in june, 2022 and was duly accompanied with an application filed under order xxxix rule 1 and 2 of cpc for interim relief. he however, contends that the relief sought in the said application was not urgent in nature. 13.2. he states that though the declaration of law in patil automation pvt. ltd. & ors. v. rakheja engineers pvt. ltd., (2022) 10 scc 1, has been made effective from 20.08.2022, however, the law with respect to the mandatory nature of section 12-a of the act of 2015, within the territory of delhi, has been settled by this court prior to the said date. in this regard, he relies upon a reference dated 27.11.2018 (bearing ref. no. 18/dslsa/law/pre-institution mediation/ 2018/ 12818-12823) issued by delhi state legal services authority ('dslsa') to contend that in view of the said reference, the pre-institution mediation as stipulated under section 12-a of act of 2015 became mandatory in delhi. 14. in the facts of this case, the suit was filed in june, 2022 and though, the supreme court in patil automation pvt. ltd. (supra) has held that the this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 provisions of section 12-a of the act of 2015 are mandatory; however, the said court has clarified that the said declaration will become effective only from 20.08.2022. thus, this suit, which was filed in june, 2022, is not liable to be rejected on the said ground. 14.1. it is also a matter of record that the petitioner had filed an application under order xxxix rule 1 and 2 of cpc for seeking interim relief along with the plaint and therefore, in terms of section 12a(1) of the act of 2015, the respondent/plaintiff was entitled to approach the civil court directly, without seeking pre-institution mediation. in fact, even the reference letter dated 27.11.2018 issued by dslsa on which reliance has been placed by the petitioner herein, excludes the suits in which interim relief is contemplated. the relevant portion of the said reference letter dated 27.11.2018 reads as under: \"thus, in all commercial disputes where no interim relief is contemplated, dslsa through its respective dlsas are mandated to facilitate conduct of mediation in all the matter.\" (emphasis supplied) 14.2. with respect to the contention of the petitioner that the application filed by the respondent/plaintiff under order xxxix rule 1 and 2 of cpc did not contemplate any urgent relief and therefore, the plaint is liable to be rejected, is also without merit. the division bench of this court in chandra kishore chaurasia v. r a perfumery works pvt. ltd., 2022 scc online del 3529, has held that the question whether the suit involves any urgent interim relief is to be determined by the plaintiff alone and the court cannot dismiss the suit on the ground that the remedy of mediation has not been exhausted. the relevant portion of the said judgment reads as under: \"31. first of all, there is no provision under section 12a of the commercial this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 courts act, 2015 that requires the plaintiff to make any such application in a suit which involves urgent interim reliefs. as stated above, if the suit involves urgent interim relief, section 12a of the commercial courts act, 2015 is inapplicable and it is not necessary for the plaintiff to enter into a preinstitution mediation. 32. second, a suit, which does not contemplate urgent interim relief, cannot be instituted without exhaustion of pre-institution mediation, as required under section 12a(1) of the commercial courts act, 2015. as noted above, the supreme court has held that the said provision is mandatory and it is compulsory for a plaintiff to exhaust the remedy of pre-institution mediation, in accordance with the rules before instituting a suit. the court has no discretion to exempt a plaintiff from the applicability of section 12a(1) of the commercial courts act, 2015. it is not permissible for the court to pass an order contrary to law; therefore, an application seeking exemption from engaging in preinstitution mediation, in a suit that does not involve urgent interim reliefs, would not lie. 33. this court also finds it difficult to accept that a commercial court is required to determine whether the urgent interim reliefs ought to have been claimed in a suit for determining whether the same is hit by the bar of section 12a(1) of the commercial courts act, 2015. the question whether a plaintiff desires any urgent relief is to be decided solely by the plaintiff while instituting a suit. the court may or may not accede to such a request for an urgent interim relief. but that it not relevant to determine whether the plaintiff was required to exhaust the remedy of pre-institution mediation. the question whether a suit involves any urgent interim relief is not contingent on whether the court accedes to the plaintiff's request for interim relief. 34. the use of the words \"contemplate any urgent interim relief\" as used in section 12(1) of the commercial courts act, 2015 are used to qualify the category of a suit. this is determined solely on the frame of the plaint and the relief sought. the plaintiff is the sole determinant of the pleadings in the suit and the relief sought. 35. this court is of the view that the question whether a suit involves any urgent interim relief is to be determined solely on the basis of the pleadings and the relief(s) sought by the plaintiff. if a plaintiff seeks any urgent interim relief, the suit cannot be dismissed on the ground that the plaintiff has not exhausted the pre-institution remedy of mediation as contemplated under section 12a(1) of the commercial courts act, 2015. (emphasis supplied) 14.3. this court is of the opinion that in view of the application filed along with the plaint, under order xxxix rule 1 and 2 of cpc and the judgment this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 of division bench in chandra kishore chaurasia (supra) the present suit is not liable to rejected on this ground non-initiation of pre-institution mediation under section 12-a of the act of 2015. 15. learned counsel for the petitioner has further stated that the relief of possession in the present suit ought to have been valued as per the market value of the immoveable property. he states that however, in the plaint, the specified value of the suit has been calculated at the rate of rent to bring the case within the jurisdiction of commercial court. 16. this court has considered the submissions of the petitioner and perused the record. the paragraph no. 19.1 in the plaint sets out the amount at which each relief has been valued and the court fees assessed thereon. however, in the written statement, the petitioner/defendant while replying to paragraph 19.1 of the plaint, has failed to raise any specific plea disputing the valuation of the relief of decree of possession or other reliefs, as mandated under order viii rule 3a (5) of cpc as amended by the act of 2015. the denial in the written statement fails to give rise to the issue of 'specified value', as raised before this court. 16.1. in the written statement, the petitioner/defendant has raised a bald plea that the requisite court fee has not been paid and no further. before this court it was argued that the relief for decree of possession has been incorrectly valued. 16.2. this court has perused the plaint, wherein the respondent/plaintiff has valued the relief for recovery of possession at rs. 5,40,000/(rs. 45,000/x 12) and paid a court fee of rs. 7,615/on the same. the sum of rs. 45,000/per month is admittedly, the rent of the suit property, agreed between the parties. this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57 16.3. in the opinion of this court, the said valuation of the relief of possession by the plaintiff is in terms of section 7(xi) of the court fees act, 1870, which prescribes that in suits between landlord and tenant, the relief will be valued according to the amount of rent of the immoveable property for the next years before the date of presenting the plaint. 16.4. further, the objection of 'specified value' appears to have been raised as an objection to the pecuniary jurisdiction of the commercial court. however, the said objection of pecuniary jurisdiction cannot be raised for the first time after the decree of possession has been passed. 17. in view of the aforesaid observations, this court is prima facie of the opinion that the grounds urged by the petitioner do not show that the commercial court lacked jurisdiction to entertain the suit. 18. however, this court would like to hear the respondent before proceeding with the matter. accordingly, the petitioner is directed to reserve a copy of this petition to the respondent through speed post, courier and e-mail and in addition, to the counsel for the respondent appearing before the commercial court. 19. the suit is pending before the commercial court for adjudication of the remaining reliefs i.e., prayers 'b' to 'f' in the plaint. it is made clear that the proceedings before the commercial court shall continue and no stay will be sought before the said court on the ground of pendency of this petition. 20. list before the joint registrar (judicial) on 05.01.2024. 21. list before the court on 24.01.2024. manmeet pritam singh arora, j november 16, 2023/msh/ms/aa click here to check corrigendum, if any this is a digitally signed order. the authenticity of the order can be re-verified from delhi high court order portal by scanning the qr code shown above. the order is downloaded from the dhc server on 18/11/2023 at 00:12:57"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "68910464cacc48099f35063ecf772b37_0"
        },
        {
            "start": 155,
            "end": 248,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.\nMadras",
            "labels": [
                "PREAMBLE"
            ],
            "id": "330e48cbd92a40d586f1b64809618d39_1"
        },
        {
            "start": 249,
            "end": 259,
            "text": "High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fe57ae9295d84545bd5e2721a6da33bf_2"
        },
        {
            "start": 260,
            "end": 329,
            "text": "\nM/S. Real Link Engineering India (P) Ltd vs M/S. Aquatex Engineering",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f9f713bf92dd474b9e3fa5130967e1cc_3"
        },
        {
            "start": 330,
            "end": 373,
            "text": "on 9 November, 2023\nAuthor: T.V.Thamilselvi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e97ae32a7f0f45dc9f3caabc3bdffdc6_4"
        },
        {
            "start": 375,
            "end": 476,
            "text": "Bench: T.V.Thamilselvi\n                                                                              ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "08e9e7a2a45145d3b6e1c04611cb1765_5"
        },
        {
            "start": 476,
            "end": 496,
            "text": "Crp. No.3276 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "15c8f92851da49f1a01d7833822d9819_6"
        },
        {
            "start": 536,
            "end": 628,
            "text": "In The High Court Of Judicature At Madras\n\n                                                 ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2d9e3cb889cf4d3cad448fa32a2e58fa_7"
        },
        {
            "start": 628,
            "end": 634,
            "text": "Dated:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0adf2ed1e45f403f8201caeec83ad3df_8"
        },
        {
            "start": 635,
            "end": 645,
            "text": "09.11.2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b0ca33adc2674969b9863ba5b09c1806_9"
        },
        {
            "start": 703,
            "end": 710,
            "text": "Coram :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7d4e44115bb2439e95a652bff447e26d_10"
        },
        {
            "start": 748,
            "end": 759,
            "text": "The Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b6c04e759f4a4c03ade05a7676db9679_11"
        },
        {
            "start": 760,
            "end": 788,
            "text": "Mrs. Justice T.V.Thamilselvi",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cda7783bebae48c9acd460faf40f1853_12"
        },
        {
            "start": 839,
            "end": 847,
            "text": "Crp . No",
            "labels": [
                "PREAMBLE"
            ],
            "id": "abb9ff0a89954fc092001df63a33b678_13"
        },
        {
            "start": 848,
            "end": 862,
            "text": ". 3276 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "372ee8f318f94b11a068afc63649d4ea_14"
        },
        {
            "start": 911,
            "end": 934,
            "text": "& Cmp No. 20197 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2ee1f5e3a78b44a395f492a5227a5376_15"
        },
        {
            "start": 958,
            "end": 966,
            "text": "1.M / s.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "364aa1ec43c64c72a30285d35db219c0_16"
        },
        {
            "start": 967,
            "end": 1004,
            "text": "Real Link Engineering India (P) Ltd.,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ee34fd57bd94272a4ff78630500d563_17"
        },
        {
            "start": 1029,
            "end": 1046,
            "text": "No.4, Park Street",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c5060c5f18244ed78a146d17abc57338_18"
        },
        {
            "start": 1047,
            "end": 1056,
            "text": ", Kattoor",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a54b3e475c154976b975a69253be0b67_19"
        },
        {
            "start": 1057,
            "end": 1094,
            "text": ", \n                       Coimbatore,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8b525347763d45a88e0848832a58fafc_20"
        },
        {
            "start": 1119,
            "end": 1129,
            "text": "Tamil Nadu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f0435eff1f3d416eab1e80e0f773e1f9_21"
        },
        {
            "start": 1131,
            "end": 1138,
            "text": "641 009",
            "labels": [
                "PREAMBLE"
            ],
            "id": "347d379aeab34d02b7feecc049e84873_22"
        },
        {
            "start": 1139,
            "end": 1164,
            "text": ". \n                     2",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d16731163e14c6186f2deea824010cd_23"
        },
        {
            "start": 1165,
            "end": 1187,
            "text": ". L. Navneethakrishnan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e84190e4bc3b4fae8dcf0451f06249f2_24"
        },
        {
            "start": 1228,
            "end": 1504,
            "text": "... Petitioners\n\n                                               Vs\n                     M/s. Aquatex Engineering,\n                     A partnership Firm, Rep. By its\n                     Managing partner R.Kumaravelu\n                     Having its Head office at Thudiyalur,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "974f8a7f04cd488c9c2abb99642cc28a_25"
        },
        {
            "start": 1527,
            "end": 1549,
            "text": "Coimbatore, Tamil Nadu",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4cc88e9c7c9b413f9823058a8be1794b_26"
        },
        {
            "start": 1551,
            "end": 1559,
            "text": "641 034.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "66f7f716e92940cda91e6d60fd4d89dd_27"
        },
        {
            "start": 1646,
            "end": 1685,
            "text": "... Respondent\n\n\n\n                     ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5728426f6dc84f1687807f17f977e661_28"
        },
        {
            "start": 1685,
            "end": 1693,
            "text": "Prayer :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "04a70e7cf2994539829f09db28b57416_29"
        },
        {
            "start": 1694,
            "end": 2031,
            "text": "This Civil Revision Petition is filed under Article 227 of\n                     Constitution of India, to set aside the fair and decreetal order dated\n                     17.07.2023 in I.A No. 4 of 2023 in C.O.S No. 110 of 2023 on the file of the\n                     Court of Judge, Commercial Court (District Judge Cadre), Coimbatore.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a68423b93afe4a1a9eab722c8b804778_30"
        },
        {
            "start": 2070,
            "end": 2087,
            "text": "For Petitioners :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f64fafe4f99f4929975aa12b60ebd4e5_31"
        },
        {
            "start": 2088,
            "end": 2112,
            "text": "Mr. Sri Kaviya Nagarajan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d4b42f3a4424473faf771db02381fc05_32"
        },
        {
            "start": 2136,
            "end": 2171,
            "text": "1 \n\nhttps://www.mhc.tn.gov.in/judis",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0eed4849d1a74a14b4dd0d63b1881392_33"
        },
        {
            "start": 2257,
            "end": 2277,
            "text": "Crp. No.3276 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4858d8454f474811baa78ce12ff4c6a3_34"
        },
        {
            "start": 2278,
            "end": 2622,
            "text": "\n\n                                        For Respondent: Mr. R. Bharath Kumar\n\n\n                                                             Order\nChallenging the impugned order dated 17.07.2023 passed in I.A No. 4 of 2023 in C.O.S No. 110 of 2023 by the Commercial Court (District Judge Cadre), Coimbatore, the petitioner filed this petition.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c098780d76ab49419ad932767cb700c0_35"
        },
        {
            "start": 2624,
            "end": 3506,
            "text": "2.  The petitioners herein are the defendants in C.O.S No. 110 of 2023 filed by the respondent herein/plaintiff to direct the defendants or anybody claiming through them to execute and register the sale deed in favour of the plaintiff concerning the suit properties as per memorandum of understanding dated 20.07.2022 after receipt of the balance sale consideration of Rs. 5,47,94,101/- and deliver vacant possession of the suit properties to the plaintiff within a time to be fixed by the Court failing which execute and register the sale deed through its officer in favour of the plaintiff or in alternative direct the defendants to pay a sum of Rs.19,52,05,899/- together with interest at the rate of 24% p.a from the date of suit till payment and also grant a charge decree over the suit properties for the decree amount, with subsequent and cost and other consequential relief.",
            "labels": [
                "FAC"
            ],
            "id": "6f542b0897f24bca91049c60630497c4_36"
        },
        {
            "start": 3507,
            "end": 4229,
            "text": "After receipt of the notice the defendants/petitioners filed the petition https://www.mhc.tn.gov.in/judis under Order VII Rule 11 (a ) & (d ) Section 151 of CPC to reject the plaint on the ground that the claim of the plaintiff does not comes under purview of the Section 2(c ) (i) to (xxii) of the Commercial Court Act, 2015 because the present suit has been filed for specific performance based on the alleged Memorandum of Understanding (hereinafter referred as MOU) dated 20.07.2022 and other plaint mentioned document, which were created by the respondent/plaintiff as if he is a vendor of the suit properties against the defendants though the defendants not admitting the case of the plaintiff in any way whatsoever.",
            "labels": [
                "FAC"
            ],
            "id": "735c3390244f4485b1fc5442688c2f98_37"
        },
        {
            "start": 4230,
            "end": 4318,
            "text": "Hence, the Court has no territorial jurisdiction to try the suit against the defendants.",
            "labels": [
                "FAC"
            ],
            "id": "775cfacf4ae243349084bc3139d548bf_38"
        },
        {
            "start": 4319,
            "end": 4620,
            "text": "Further the defendants stated that the plaintiff ought to have obtained leave from the Court in an application for attachment of immovable property in I.A Nos. 2 and 3 of 2023 as urgent interim relief which is mandated in Section 12-A(1) of the Commercial Court Act vide notification dated 03.07.2018.",
            "labels": [
                "FAC"
            ],
            "id": "f616e143d4d64553929794db1136434a_39"
        },
        {
            "start": 4621,
            "end": 4757,
            "text": "Besides, no leave was granted by the Court for getting an urgent interim relief by the respondent by way of the present suit, till date.",
            "labels": [
                "FAC"
            ],
            "id": "41a48946b2d640768d59a4bafb0cec21_40"
        },
        {
            "start": 4758,
            "end": 4904,
            "text": "Therefore, without invoking a mandatory provision as contemplated in the special law, the present suit is not maintainable against the defendants.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "18e90cd313ad4f6aadb9097bb30b976e_41"
        },
        {
            "start": 4905,
            "end": 5273,
            "text": "Further, he stated that the plaintiff ought to have sent pre-mediation notice, which is a mandatory one, in view of Section https://www.mhc.tn.gov.in/judis 12(A) of the Act and without referring mediation by the respondent as regards the alleged dispute took place between the parties, the present suit is hit by adhering to the requirement of Section 12-A of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "633233f313fe474dbee65a6ffd658b8d_42"
        },
        {
            "start": 5274,
            "end": 5646,
            "text": "Further he stated that without filing a statement of Truth, despite this court directed by the respondent, the respondent has not at all invoked provision under Order VI Rule 15 A and Order XI Rule 2 of CPC (Amended Act for the commercial Courts Act 2015) and therefore, the present suit is not maintainable and not in accordance with law and on facts of the present case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "722d5e13f8fd45f9877e733b60f45cbc_43"
        },
        {
            "start": 5647,
            "end": 6055,
            "text": "Further it was stated that without reference to nature of the use of the suit properties in trade or commerce as on the date of the present suit/on the alleged cause of action of the present, the present suit does not come under Section 2 (c ) (vii) of the Commercial Courts Act, 2015 because the suit properties were under the custody of Hypothecation and not under the custody of the respondent, till date.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2507251cc3004a38911ec660f25f9d4a_44"
        },
        {
            "start": 6056,
            "end": 6561,
            "text": "Besides, the alleged agreement between the parties cannot be said to be an agreement of trade or for any commercial purpose and therefore, in view of the Hon'ble Apex Court judgement rendered in (Ambalal Sarabha Enterprises Ltd., Vs. K.S. Infraspace LLP & ano), the court has no jurisdiction or whatsoever to try the present suit, which is laid by the respondent/plaintiff under Commercial courts Act, https://www.mhc.tn.gov.in/judis 2015, much less as alleged by the respondent/plaintiff in their plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4d8f67ad70c844cbbe10a04666a306ea_45"
        },
        {
            "start": 6562,
            "end": 6785,
            "text": "\n3. The contention of the plaintiff was that the plaintiff is the Registered partnership firm, first defendant is the Private Limited company and the second defendant is the Managing Director of the first defendant company.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c9aa3c5fc94c441293b9db531039efc8_46"
        },
        {
            "start": 6786,
            "end": 7514,
            "text": "The first defendant represented by its managing director Mr.L. Navaneethakrishnan/second defendant purchased the suit properties as a vacant land under Sale deed dated 11.10.2010 and thereafter he put up compound wall around the lands so purchased and also constructed industrial buildings for its business purposes and commenced its business activities and he availed credit facilities from Tamil Nadu Industrial Investment corporation( hereinafter referred as '' TIIC'') for its business purposes and by way of security for the credit facilities so availed, the first defendant deposited its title deeds concerning its properties measuring an extent of 5.333 acres with an intention to create equitable mortgage over the same.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3d5a80d51dcd44fca3dfee373c77997e_47"
        },
        {
            "start": 7515,
            "end": 7676,
            "text": "Apart from TIIC, the first defendant also availed credit facilities with Indian Overseas Bank(hereinafter referred as IOB), Dr. Nanjappa Road Branch, Coimbatore.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "dff392d4559a4d79a5e952211c1a1a12_48"
        },
        {
            "start": 7677,
            "end": 7944,
            "text": "The first defendant by securing these credit facilities created a second charge over the said extent of 5.333 acres besides created first charge in respect of another extent of 1.35 acres by depositing the https://www.mhc.tn.gov.in/judis original title deed with IOB.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9cd98cdb1e2b45c6b3c39a7cb954ac51_49"
        },
        {
            "start": 7945,
            "end": 8104,
            "text": "The defendant were unable to adhere the repayment schedule as agreed by them while availing the credit facilities from TIIC and IOB, instead committed default.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c26a4d5480904f14a288d15c188548bc_50"
        },
        {
            "start": 8105,
            "end": 8257,
            "text": "In view of their breach TIIC started proceedings against the defendants under State Financial Corporation Act by bringing the secured property for sale.",
            "labels": [
                "FAC"
            ],
            "id": "85ba8e834a9447838b58ebfd81a2980c_51"
        },
        {
            "start": 8258,
            "end": 8566,
            "text": "During this period IOB classified the accounts of the 1st defendant as non performing Asset and initiated proceedings under the provisions of the Securitisation & Reconstruction of Financial Assets and Enforcement of security Interest Act, 2002 and also advertised for auctioning of the mortgaged properties.",
            "labels": [
                "FAC"
            ],
            "id": "0e137ed3302247b19612276c99ae025c_52"
        },
        {
            "start": 8567,
            "end": 8941,
            "text": "Due to the said financial crisis, the defendants decided to sell the properties and approached the plaintiff in or about the month of June 2020 and offered to sell the suit properties and handed over the xerox copies of the aforesaid sale deeds and rectification deeds to the plaintiff to show their title with regard to the suit properties and narrated the aforesaid facts.",
            "labels": [
                "FAC"
            ],
            "id": "8cdfb2bc2c4c49329e30f24ee0a5227b_53"
        },
        {
            "start": 8942,
            "end": 9108,
            "text": "Thereafter elaborate discussions and negotiations between the defendants and the plaintiff, and Mr. T. Narendran for the the purpose of fixing the sale consideration.",
            "labels": [
                "FAC"
            ],
            "id": "a05f05c1a0c34593a0a9334ac44d6510_54"
        },
        {
            "start": 9109,
            "end": 9264,
            "text": "During the negotiations the second defendant furnished a letter signed by him and his wife, with regard to the shareholders details of the first defendant.",
            "labels": [
                "FAC"
            ],
            "id": "9c7957e83846464baf3cd76a2ab5905b_55"
        },
        {
            "start": 9265,
            "end": 9441,
            "text": "The said letter revealed that the second defendant and https://www.mhc.tn.gov.in/judis his wife Mrs.N.Ranjitham alone are the shareholders and directors of the first defendant.",
            "labels": [
                "FAC"
            ],
            "id": "b1b0e5a014f74462a017e262798b6b33_56"
        },
        {
            "start": 9442,
            "end": 9509,
            "text": "The said original undated letter furnished by the second defendant.",
            "labels": [
                "FAC"
            ],
            "id": "66851c5632c045e0a6f01dd98c831078_57"
        },
        {
            "start": 9510,
            "end": 9829,
            "text": "After various discussions the plaintiff and the defendants reached a conclusive agreement orally and decided the sale price of the suit properties as Rs.25,00,00,000/- on 20.07.2022 and same was recorded in writing on the same day under written document as memorandum of understanding (hereinafter referred as ''MOU'').",
            "labels": [
                "FAC"
            ],
            "id": "5707be35ee714a4ba330c47b7bce6a5f_58"
        },
        {
            "start": 9830,
            "end": 9955,
            "text": "The second defendant being the managing director of the first defendant signed the said MOU on behalf of the first defendant.",
            "labels": [
                "FAC"
            ],
            "id": "90957f3b0a224728bd3a6586f0de51d4_59"
        },
        {
            "start": 9956,
            "end": 10072,
            "text": "The vice president (Finance & Administration) by name Mr.T.Narendran signed the said MOU on behalf of the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "ffaa061eda514981bfb6a4fa55a6b14c_60"
        },
        {
            "start": 10073,
            "end": 10128,
            "text": "The plaintiff and the defendants bound by the said MOU.",
            "labels": [
                "FAC"
            ],
            "id": "514d0a7c04734c1485dce3569b6a0a0f_61"
        },
        {
            "start": 10129,
            "end": 10324,
            "text": "Accordingly, the defendant settled the loan due to the TIIC and also to the IOB the said payment was made through cheque issued by the plaintiff to that effect he filed the details of the cheque.",
            "labels": [
                "FAC"
            ],
            "id": "2bbb2150227d4877881bfa44598b1a06_62"
        },
        {
            "start": 10325,
            "end": 10518,
            "text": "Therefore, on various payments the plaintiff paid total sum of Rs. 19,52,05,899/- to the defendants by way of part sale consideration out of the agreed sale consideration of Rs. 25,00,00,000/-.",
            "labels": [
                "FAC"
            ],
            "id": "41b663cd89934208a71c2a75f678a2e2_63"
        },
        {
            "start": 10519,
            "end": 10817,
            "text": "The balance amount payable by the plaintiff is only Rs.5,47,94,1010/- and the plaintiff/respondent herein is also always ready and wiling to pay the same and to get the sale deed executed and registered including delivery of https://www.mhc.tn.gov.in/judis vacant possession of the suit properties.",
            "labels": [
                "FAC"
            ],
            "id": "160838b2b3854cc6a9013c886f5d5a9e_64"
        },
        {
            "start": 10818,
            "end": 10882,
            "text": "But the defendants committed breach on their part intentionally.",
            "labels": [
                "FAC"
            ],
            "id": "42571c4e01e04982ad3ef2c07e099764_65"
        },
        {
            "start": 10883,
            "end": 11072,
            "text": "The defendants till date failed to furnish proof that they have settled the dues in full i.e Settlement of all the arrears payable by them to TANGEDCO, Appanaickenpatty Panchayat and TNPCB.",
            "labels": [
                "FAC"
            ],
            "id": "38142be2cc7045bda56c321383962963_66"
        },
        {
            "start": 11073,
            "end": 11154,
            "text": "Thus, it is clear that the defendants committed breach of their part of contract.",
            "labels": [
                "FAC"
            ],
            "id": "99e932067efa431cb1221fa3b6c6831b_67"
        },
        {
            "start": 11155,
            "end": 11349,
            "text": "As per MOU, the plaintiff are entitled to collect the original deeds concerning the suit properties from TIIC and IOB after settling the dues payable by the defendants in full, by the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "a0b7f2d8915b4e4b88c57d5d25df9c45_68"
        },
        {
            "start": 11350,
            "end": 11521,
            "text": "By the defendants in breach of the terms of the said MOU somehow collected all the original title deeds from those financial institutions and failed to hand over the same.",
            "labels": [
                "FAC"
            ],
            "id": "8dc1c4427d1042e59b73ed87cb9edd31_69"
        },
        {
            "start": 11522,
            "end": 11707,
            "text": "The custody of those documents on the part of the defendants in breach of the MOU dated 20.07.2022 and the defendants are bound to hand over those original title deeds to the plaintiff.",
            "labels": [
                "FAC"
            ],
            "id": "ab37fefcc1cf4d81898ca0ad601b1d0f_70"
        },
        {
            "start": 11708,
            "end": 11820,
            "text": "The failure in handing over the title deeds also clear breach on the part of the defendants as per the said MOU.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df97205f600b467e9f6a7d942cd09a3a_71"
        },
        {
            "start": 11821,
            "end": 11967,
            "text": "Further, the plaintiff all along hoping that the defendants are going to settle it dues payable to TANGEDCO, Appanaickenpatty Panchayat and TNPCB.",
            "labels": [
                "FAC"
            ],
            "id": "5540d818e749433fa65924de0d53df08_72"
        },
        {
            "start": 11968,
            "end": 12062,
            "text": "But whenever asked, the defendants stated that they are in the process of getting some waiver.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "06afb3474e6f4521b6a1b5b6a2ae1afc_73"
        },
        {
            "start": 12063,
            "end": 12177,
            "text": "In the meantime, the defendant started pestering the plaintiff to purchase the machineries in the suit properties.",
            "labels": [
                "FAC"
            ],
            "id": "644cf82b15b94f4fb3a8fcdd9f623f8d_74"
        },
        {
            "start": 12178,
            "end": 12462,
            "text": "The suit property https://www.mhc.tn.gov.in/judis contained heavy and big machineries that had been installed by the defendants and despite substantial payments by the plaintiff the defendants had not removed the same and failed to take any preparatory measures for removing the same.",
            "labels": [
                "FAC"
            ],
            "id": "50c78e5fdb9249009f502356d89799c3_75"
        },
        {
            "start": 12463,
            "end": 12574,
            "text": "Since the defendants are bound to deliver the vacant possession of the property to the plaintiff but he failed.",
            "labels": [
                "FAC"
            ],
            "id": "574bd41ebee04e9eb8ab51ed7c0b5140_76"
        },
        {
            "start": 12575,
            "end": 12763,
            "text": "Having received the part of sale consideration, the defendants failed to execute the sale deed despite readiness on the part of the plaintiff the plaintiff with balance sale consideration.",
            "labels": [
                "FAC"
            ],
            "id": "075d9b5ca6354fd7934c8ec3d517ee32_77"
        },
        {
            "start": 12764,
            "end": 12973,
            "text": "Having committed breach of the terms of MOU, the defendants attempted to create encumbrance over the suit property in favour of the third parties and also demanded higher amount which is contrary to the terms.",
            "labels": [
                "FAC"
            ],
            "id": "48453710fe45497f9948840bbd62a8ec_78"
        },
        {
            "start": 12974,
            "end": 13234,
            "text": "Therefore, the necessity arose for the plaintiff to rush to the Court and obtained interim order in order to prevent the defendant to create third party interest in the suit property and also contend that suit come within the scope of the Commercial Court Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0b93910efcf94141a60df18f6cf815dd_79"
        },
        {
            "start": 13235,
            "end": 13433,
            "text": "Further the suit filed for urgent relief, the plaintiff can exist remedy pre-mediation as per Section 12 A of the Commercial Court, Act accordingly summarised the cause of action arose for the suit.",
            "labels": [
                "FAC"
            ],
            "id": "bdfdb20293e94e34972601ef82b042a3_80"
        },
        {
            "start": 13434,
            "end": 13512,
            "text": "Hence he prayed to dismiss the petition filed by them for rejection of plaint.",
            "labels": [
                "FAC"
            ],
            "id": "c65413640d81422e9f039e651a2130af_81"
        },
        {
            "start": 13513,
            "end": 13547,
            "text": "\nhttps://www.mhc.tn.gov.in/judis 4",
            "labels": [
                "FAC"
            ],
            "id": "725ae0e4f73e40899c45ec642f3f1773_82"
        },
        {
            "start": 13548,
            "end": 14218,
            "text": ". Considering the submissions on either side, the Court below held that the suit property was used for commercial purpose till 2008 and the machineries are still available in suit property, even though the respondent is not going to purchase the said machineries or factory and also not going to run the said factory, the dispute is in respect of immovable property over which factories is available or commerce or trade or business activity were conducted or the petitioners used the same, which is commercial in nature, it is not necessary that the respondent should purchase or enter into a agreement in respect of running factory or is going to run the same factory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dcc354d7bf44ed7a9ef1fee434bde1d_83"
        },
        {
            "start": 14219,
            "end": 14373,
            "text": "Further, he held that machineries used in the factory had already been hyphothecated with IOB and no recovery proceedings under Section 14 of the DRT Act.",
            "labels": [
                "RLC"
            ],
            "id": "6323853ed083462180c4b7804cc827ae_84"
        },
        {
            "start": 14374,
            "end": 14440,
            "text": "Therefore, the jurisdiction with commercial Court is maintainable.",
            "labels": [
                "FAC"
            ],
            "id": "08ef6f81b3cb4be1b4f78e885979b3de_85"
        },
        {
            "start": 14441,
            "end": 14710,
            "text": "In respect of invoking Section 12 A of the Commercial courts Act, the Trial Court held that dispute between the parties are commercial in nature and necessary leave was granted by this Court to present the suit by over looking Section 12 A of the Commercial Courts Act.",
            "labels": [
                "RLC"
            ],
            "id": "e4bbc8b42a564bb6b98c72d983fe020a_86"
        },
        {
            "start": 14711,
            "end": 14910,
            "text": "In view of urgency contemplated in the case, the application to reject claim as per Section 12A and issuing notice to the petitioners for premeditation does not https://www.mhc.tn.gov.in/judis arise.",
            "labels": [
                "FAC"
            ],
            "id": "7081296517f846bf849f2caec7a18ec8_87"
        },
        {
            "start": 14911,
            "end": 15063,
            "text": "Thereby, no separate application under section 12A of the said Act is also necessary and the respondent need not to be directed to appear before the DRT",
            "labels": [
                "FAC"
            ],
            "id": "6cf25f62de984dc59f1f4f08c8514aec_88"
        },
        {
            "start": 15064,
            "end": 15105,
            "text": "also, accordingly dismissed the petition.",
            "labels": [
                "FAC"
            ],
            "id": "45ad941ff3df41fc915591820542ad9b_89"
        },
        {
            "start": 15106,
            "end": 15178,
            "text": "Challenging the same, the petitioner filed this Civil Revision petition.",
            "labels": [
                "FAC"
            ],
            "id": "8638ea38c070494eb106c01b199f46f5_90"
        },
        {
            "start": 15180,
            "end": 15434,
            "text": "5. The learned counsel for the petitioners/defendants submitted that the court below failed to appreciate the fact that the claim in the suit is not commercial dispute, so also, not fall under Section 2 (1 ) (c ) (Vii) of the Commercial Courts Act, 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3ba4d4ccc9b14100af5cdebfadaa53e2_91"
        },
        {
            "start": 15435,
            "end": 15686,
            "text": "Further he submitted that as per Section 2 (1) ( c) (7) of the Commercial Court Act, means that the immovable property that is the subject matter of the dispute shall be used exclusively in trade or commerce at the time of entering into the agreement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a19bdda341ed4d37851ca57b22238452_92"
        },
        {
            "start": 15687,
            "end": 15816,
            "text": "The learned judge failed to see that the suit property was not used for the commercial purposes on the date of entering into MOU.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0fcd2d71a08744e0b4037564445ec262_93"
        },
        {
            "start": 15817,
            "end": 15933,
            "text": "Commercial property was immovable property was ceased to be used for commercial purposes on the date of alleged MOU.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "89ec561c6c2f4b3388aa37ec83c3e75f_94"
        },
        {
            "start": 15934,
            "end": 16149,
            "text": "Further, he would submit that the plaintiff has violated Section 12 A which granted pre institution and mediation: was made; notwithstanding the fact that there is no existing commercial dispute between the parties.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "adc045a740d7486ca0fa3d8064f6fb9d_95"
        },
        {
            "start": 16150,
            "end": 16339,
            "text": "Further he would submitted that the Trial Court failed to appreciate that the plaintiff averment which does not contemplate any https://www.mhc.tn.gov.in/judis actual urgent interim relief.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "02487d9c17dd4bb69716164aa97da41e_96"
        },
        {
            "start": 16340,
            "end": 16728,
            "text": "The factual background for which the plaintiff was in violation of Section 12 A of the Act, the plaintiff simply pleaded that they are apprehending that the defendants/petitioners herein would encumber the property to overcome the mandate under Secttion 12 A on bare reading of the plaint averment that there was no dispute between the parties the Court ought to have rejected the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "830b3bc6448e448f83ffbf85201d445f_97"
        },
        {
            "start": 16729,
            "end": 16968,
            "text": "Further, the Court below failed to appreciate the discussion with regard to modification in the terms of MOU on 26.01.2012 which increased sale consideration as Rs.30,00,00,000/- including sale of machinery of the first petitioner company.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d99e3e11ca2a488aab47ddc28c09f1a5_98"
        },
        {
            "start": 16969,
            "end": 17093,
            "text": "Hence, there is no cause of action for the suit as alleged by the plaintiff but the Court below failed to reject the plaint.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d529ea67ddb04fff9a3fc4e9671511da_99"
        },
        {
            "start": 17094,
            "end": 17133,
            "text": "Hence he prayed to allow this petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c47c1c793675499d87bfda07d13639a2_100"
        },
        {
            "start": 17135,
            "end": 17527,
            "text": "6. By way of reply, the learned counsel for the respondent submitted the agreement relating to immovable property used exaclusively in trade or commerce it comes under the commercial dispute filed under Section 2 (1) (c( vii) of the Act to that effect he the relied the ratio laid down in the case of Ambalal Sarabhai Enterprises Limited Vs K.S Infraspace LLP reported in 2020 15 SCC 585:\n37.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3b3a074648d949c4add3a5b9c2d28d1a_101"
        },
        {
            "start": 17528,
            "end": 17640,
            "text": "A dispute relating to immovable property per se may not be a https://www.mhc.tn.gov.in/judis commercial dispute.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "955b8822504b4f00a0f5a10e862b3bd0_102"
        },
        {
            "start": 17641,
            "end": 17836,
            "text": "But it becomes a commercial dispute, if it falls under Sub-clause (vii) of Section 2(1)(c) of the Act viz. The agreements relating to immovable property used exclusively in the trade or commerce.",
            "labels": [
                "STA"
            ],
            "id": "d2024c4d0bf047b18b37c7ad40060e4e_103"
        },
        {
            "start": 17837,
            "end": 17924,
            "text": "The works ''used exclusively in trade or commerce'' are to be interpreted purposefully.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6b1b7298e433400dbbf4efba4dbd553b_104"
        },
        {
            "start": 17925,
            "end": 18055,
            "text": "The word ''used'' denotes ''actually used'' and it cannot be either ''really for use'' or ''likely to be used'' or ''to be used''.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "16879f0dd2984e6fb0578c0f262e4446_105"
        },
        {
            "start": 18056,
            "end": 18086,
            "text": "It should be ''ctually used''.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8298c7bec8284ade9f5a4ab67a3de85f_106"
        },
        {
            "start": 18087,
            "end": 18284,
            "text": "\n7.Thereby he contend that though MOU was entered to purchase the immovable property which was used by the first defendant for industrial purposes so the Trial judge rightly dismissed the petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "876f049532874cb5b196bc9181a410b3_107"
        },
        {
            "start": 18285,
            "end": 18904,
            "text": "Further, he submitted that in respect of Section 12 A of the Commercial Court Act, if the suit is filed for urgent interim relief, then, the question of relegating the plaintiff to exhaust the remedy of pre-institution mediation as contemplated under Section 12 A of the Commercial Courts Act, 2015, since the plaintiff filed suit with prayer for urgent interim relief before the commercial court can satisfy that whether there are limits which prime facie indicates that suit may contemplate the urgent interim relief irrespective of the fact as to whether the plaintiff evidentially succeed in getting interim relief.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e537ef396278461fa5b96a3f08b6a7fd_108"
        },
        {
            "start": 18905,
            "end": 19375,
            "text": "If the plaintiff contemplates the urgent relief pleading on record as https://www.mhc.tn.gov.in/judis established sufficiently in such circumstances it is not necessary for the plaintiff to enter into pre institution and mediation by invoking Section 12 A of the commercial Court Act too that effect he relied the judgment of the Court in the case of M/s Patil Automation Private Ltd and others Vs Rakheja Engineers Private Ltd, reported in MANU SC 1004 (2022) ''63.....",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ee1bfb2453dc4bd6968ac078f1f4d7d4_109"
        },
        {
            "start": 19376,
            "end": 19531,
            "text": "In Section 12A also, the bar of intitution of the suit is applicable only in a case in which the plaintiff does not contemplate urgent interim relief....''",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "688bbe828ca24cf797490dbc487f15c4_110"
        },
        {
            "start": 19532,
            "end": 19717,
            "text": "\n8. By relying above judgement the learned counsel for the respondent submitted that the Trial Court rightly dismissed the petition for rejecting the plaint which needs no interference.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "69326b18a1a54fc29245b956af1bb8f3_111"
        },
        {
            "start": 19719,
            "end": 20018,
            "text": "9. Considering the submission on either side and also on records, the fact reveals that on 20.07.2003 MOU was said to be entered between the parties in respect of suit properties wherein, the defendants agreed to sell the property for total sale consideration of Rs. 25,00,00,000/- with other terms.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "9dde713ee2a44ef69f3d58999805caa6_112"
        },
        {
            "start": 20019,
            "end": 20111,
            "text": "Accordingly, the plaintiff also agreed to settle the long dues with TIIC and IOB and others.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c7589bca841448ff943c36a98c9f5b75_113"
        },
        {
            "start": 20112,
            "end": 20243,
            "text": "As per the plaint avernments, as on date plaintiff paid Rs.19,52,05,899/- and ready to pay the balance amount to get the sale deed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "602c465d66ad47c980ed014855ff2dfa_114"
        },
        {
            "start": 20244,
            "end": 20340,
            "text": "But as per the contract, till date, the defendants/petitioners herein not paid dues to TANGEDCO.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bce9ab76a1c84b60b7bedcf4807a0333_115"
        },
        {
            "start": 20341,
            "end": 20474,
            "text": "Beside, the petitioners herein/defendants https://www.mhc.tn.gov.in/judis attempted to alienate the suit property with third parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57e8aa0a2c204a14b433086010ae5d4a_116"
        },
        {
            "start": 20475,
            "end": 20555,
            "text": "Hence the plaintiff approached the Court for the relief of specific performance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f528721faad40cdbd050bca1240ee6b_117"
        },
        {
            "start": 20556,
            "end": 20896,
            "text": "Immediately the defendant filed application to reject the plaint stating that there is no cause of action arose since because it is not commercial dispute but the Trial Court observed that the subject in issue is immovable property which was used by the defendants for commercial purposes and till date machineries are in the suit property.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b3ac09050b641f3894c6e2a69e365f2_118"
        },
        {
            "start": 20897,
            "end": 21454,
            "text": "Therefore, Commercial Court is having jurisdiction and also held that on considering the relief claimed by the plaintiff contemplate the urgent interim relief and the question of relegating the plaintiff the existing remedy on pre institution mediation is not contemplate under Section 12 A of the Commercial court Act, , the said Act can be invoked only wherein if the plaintiff not plead any emergency relief, the plaintiff filed I.A No. 2 of 2023 for urgent interim relief along with suit thereby court found prime facie case in favour of the plaintiffs.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fa75cb7c270423b80a82e1efb571ef9_119"
        },
        {
            "start": 21455,
            "end": 21575,
            "text": "Moreover, the defendants not denied the execution of MOU with plaintiff as per the affidavit filed in I.A No. 4 of 2023.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f2fa8fd5755f46d499c2a136da434e71_120"
        },
        {
            "start": 21576,
            "end": 21810,
            "text": "Further, they also admits that they gave draft supplemental MOU insisting the plaintiff to purchase the machineries by paying additional amount of ten crores totally thirty five crores, the same has not been accepted by the plaintiff.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cbf2f9826614478949eceedaded7a49_121"
        },
        {
            "start": 21811,
            "end": 21995,
            "text": "Therefore, as per the terms the https://www.mhc.tn.gov.in/judis plaintiff paid 85 % of the amount as agreed in MOU to the IOB and TIIC to settle the dues as directed by the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8189beea059f43389c0df541f67b3610_122"
        },
        {
            "start": 21996,
            "end": 22109,
            "text": "On the other hand, the defendants wanted to purchase the machineries hence the dispute arose between the parties.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "266d19af009a47cfa01fc69228bab768_123"
        },
        {
            "start": 22110,
            "end": 22222,
            "text": "As per the plaint, it reveals that after settling the issue title deed is now under the hands of the defendants.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da356427c55740d6be742de0119a788b_124"
        },
        {
            "start": 22223,
            "end": 22472,
            "text": "So, the plaintiff apprehends that the defendants may create encumbrance over the suit property and they also the petitioners herein/defendants admitted to create third party interest over the property so they approached the Court with urgent relief.",
            "labels": [
                "RATIO"
            ],
            "id": "810f12f354054f839312522b857ac63b_125"
        },
        {
            "start": 22473,
            "end": 22608,
            "text": "The trial judge rightly appreciated all the facts and circumstances of the cases as well as the urgent relief claimed by the plaintiff.",
            "labels": [
                "RATIO"
            ],
            "id": "a30368aa8dab48d8a57da870ddf65a29_126"
        },
        {
            "start": 22609,
            "end": 23001,
            "text": "Further, as rightly pointed by the plaintiffs counsel the plaintiff's apprehension that the defendants may create encumbrance over the suit properties hence he approached the Court with urgent interim relief, it prime facie satisfied by the contact of the parties, the Trial Judge rightly take the case on file, hence non-issuance of pre-suit mediation notice is not fatal to the proceedings.",
            "labels": [
                "RATIO"
            ],
            "id": "2e5e8dd83f224e9fa06ec58617de70a4_127"
        },
        {
            "start": 23002,
            "end": 23238,
            "text": "In view of the above and for the reasons stated above, this court does not find any infirmity in the order dated 17.07.2023 passed by the Commercial Court (District Judge Cadre), Coimbatore in I.A No. 4 of 2023 in C.O.S No. 110 of 2023.",
            "labels": [
                "RPC"
            ],
            "id": "f5ce0464a85748df80929ed90a6063ce_128"
        },
        {
            "start": 23239,
            "end": 23275,
            "text": "\nhttps://www.mhc.tn.gov.in/judis 10.",
            "labels": [
                "NONE"
            ],
            "id": "3afb008f35984096b881ae53f0adb07a_129"
        },
        {
            "start": 23276,
            "end": 23314,
            "text": "In result, this petition is dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "9bc4fc6aa7514a8996db7a69ee07ecd0_130"
        },
        {
            "start": 23315,
            "end": 23323,
            "text": "No Cost.",
            "labels": [
                "RPC"
            ],
            "id": "3a019b14f1be4048b68e931716e55b40_131"
        },
        {
            "start": 23324,
            "end": 23383,
            "text": "Consequentially connected miscellaneous petition is closed.",
            "labels": [
                "RPC"
            ],
            "id": "8ce523d03e114f14a7133a3d67a04657_132"
        },
        {
            "start": 23385,
            "end": 23405,
            "text": "09.11.2023 pbl To 1.",
            "labels": [
                "NONE"
            ],
            "id": "03c12dbb502b4bafb45b1e26b3852fae_133"
        },
        {
            "start": 23406,
            "end": 23560,
            "text": "The Commercial Court (District Judge Cadre), Coimbatore. https://www.mhc.tn.gov.in/judis T.V.THAMILSELVI,J.\nPbl 09.11.2023 https://www.mhc.tn.gov.in/judis",
            "labels": [
                "NONE"
            ],
            "id": "a39f50e9c13149109b0cc6d4ccd70acf_134"
        }
    ],
    "entities": [
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 16
        },
        {
            "text": "Tapesh Arora",
            "label": "PETITIONER",
            "start_char": 26,
            "end_char": 38
        },
        {
            "text": "Mukesh Chand",
            "label": "RESPONDENT",
            "start_char": 42,
            "end_char": 54
        },
        {
            "text": "Manmeet Pritam Singh Arora",
            "label": "LAWYER",
            "start_char": 84,
            "end_char": 110
        },
        {
            "text": "Manmeet Pritam Singh Arora",
            "label": "JUDGE",
            "start_char": 118,
            "end_char": 144
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 241,
            "end_char": 273
        },
        {
            "text": "Tapesh Arora",
            "label": "PETITIONER",
            "start_char": 386,
            "end_char": 398
        },
        {
            "text": "Ghanshyam Thakur",
            "label": "LAWYER",
            "start_char": 597,
            "end_char": 613
        },
        {
            "text": "05.10.2023",
            "label": "DATE",
            "start_char": 1420,
            "end_char": 1430
        },
        {
            "text": "District Judge, Commercial Court-02, North-West District, Rohini Courts, Delhi",
            "label": "COURT",
            "start_char": 1446,
            "end_char": 1524
        },
        {
            "text": "Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering",
            "label": "PRECEDENT",
            "start_char": 1585,
            "end_char": 1636
        },
        {
            "text": "03.06.2022",
            "label": "DATE",
            "start_char": 1752,
            "end_char": 1762
        },
        {
            "text": "Wazirpur",
            "label": "GPE",
            "start_char": 1844,
            "end_char": 1852
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 1854,
            "end_char": 1859
        },
        {
            "text": "-",
            "label": "GPE",
            "start_char": 1860,
            "end_char": 1861
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 2077,
            "end_char": 2093
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 2177,
            "end_char": 2187
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 2191,
            "end_char": 2201
        },
        {
            "text": "05.10.2023",
            "label": "DATE",
            "start_char": 2267,
            "end_char": 2277
        },
        {
            "text": "Order XII Rule 6",
            "label": "PROVISION",
            "start_char": 2340,
            "end_char": 2356
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 2360,
            "end_char": 2389
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2392,
            "end_char": 2395
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 2530,
            "end_char": 2541
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 2545,
            "end_char": 2566
        },
        {
            "text": "Section 96",
            "label": "PROVISION",
            "start_char": 2752,
            "end_char": 2762
        },
        {
            "text": "Order XLI",
            "label": "PROVISION",
            "start_char": 2773,
            "end_char": 2782
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2786,
            "end_char": 2789
        },
        {
            "text": "Section 2(2)",
            "label": "PROVISION",
            "start_char": 2873,
            "end_char": 2885
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2889,
            "end_char": 2892
        },
        {
            "text": "Section 12(3)",
            "label": "PROVISION",
            "start_char": 3196,
            "end_char": 3209
        },
        {
            "text": "Commercial Courts Act, 2015 ('Act of 2015'",
            "label": "STATUTE",
            "start_char": 3217,
            "end_char": 3259
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 3426,
            "end_char": 3440
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 3547,
            "end_char": 3558
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3566,
            "end_char": 3569
        },
        {
            "text": "05.10.2023",
            "label": "DATE",
            "start_char": 3654,
            "end_char": 3664
        },
        {
            "text": "Section 96",
            "label": "PROVISION",
            "start_char": 3819,
            "end_char": 3829
        },
        {
            "text": "Order XLI",
            "label": "PROVISION",
            "start_char": 3834,
            "end_char": 3843
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3847,
            "end_char": 3850
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 3871,
            "end_char": 3881
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 3992,
            "end_char": 4008
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 4092,
            "end_char": 4102
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 4106,
            "end_char": 4116
        },
        {
            "text": "05.10.2023",
            "label": "DATE",
            "start_char": 4302,
            "end_char": 4312
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 4379,
            "end_char": 4393
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4486,
            "end_char": 4499
        },
        {
            "text": "Kandla Export Corporation",
            "label": "ORG",
            "start_char": 4503,
            "end_char": 4528
        },
        {
            "text": "OCI Corporation",
            "label": "RESPONDENT",
            "start_char": 4541,
            "end_char": 4556
        },
        {
            "text": "(2018) 14 SCC 715",
            "label": "CASE_NUMBER",
            "start_char": 4567,
            "end_char": 4584
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 4660,
            "end_char": 4673
        },
        {
            "text": "Kandla Export",
            "label": "ORG",
            "start_char": 4677,
            "end_char": 4690
        },
        {
            "text": "Division Bench of High Court of Gujarat",
            "label": "COURT",
            "start_char": 4727,
            "end_char": 4766
        },
        {
            "text": "Kandla Container Terminal Pvt",
            "label": "ORG",
            "start_char": 4770,
            "end_char": 4799
        },
        {
            "text": "Ltd. v. Doosan Heavy Industries and Construction Company Ltd., 2018 SCC OnLine Guj 4051",
            "label": "PRECEDENT",
            "start_char": 4801,
            "end_char": 4888
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4914,
            "end_char": 4924
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5013,
            "end_char": 5026
        },
        {
            "text": "sub-section (1) of Section 13",
            "label": "PROVISION",
            "start_char": 5102,
            "end_char": 5131
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5139,
            "end_char": 5166
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 5548,
            "end_char": 5559
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5590,
            "end_char": 5617
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 5622,
            "end_char": 5632
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 5640,
            "end_char": 5678
        },
        {
            "text": "Kamal Trivedi",
            "label": "OTHER_PERSON",
            "start_char": 5724,
            "end_char": 5737
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 5812,
            "end_char": 5822
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5830,
            "end_char": 5857
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 5984,
            "end_char": 5995
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6027,
            "end_char": 6054
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6059,
            "end_char": 6069
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6077,
            "end_char": 6115
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 6172,
            "end_char": 6185
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 6187,
            "end_char": 6200
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6208,
            "end_char": 6235
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 6546,
            "end_char": 6562
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 6660,
            "end_char": 6670
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 6853,
            "end_char": 6864
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6895,
            "end_char": 6922
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 6927,
            "end_char": 6937
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 6945,
            "end_char": 6983
        },
        {
            "text": "Trivedi",
            "label": "OTHER_PERSON",
            "start_char": 7017,
            "end_char": 7024
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 7178,
            "end_char": 7188
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 7196,
            "end_char": 7223
        },
        {
            "text": "Commercial Court, Rajkot",
            "label": "COURT",
            "start_char": 7273,
            "end_char": 7297
        },
        {
            "text": "Commercial Court, Rajkot",
            "label": "COURT",
            "start_char": 7403,
            "end_char": 7427
        },
        {
            "text": "HPL (India)",
            "label": "CASE_NUMBER",
            "start_char": 7552,
            "end_char": 7563
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 7686,
            "end_char": 7699
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 7887,
            "end_char": 7900
        },
        {
            "text": "Section 2(14)",
            "label": "PROVISION",
            "start_char": 8050,
            "end_char": 8063
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 8071,
            "end_char": 8074
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 8247,
            "end_char": 8258
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 8290,
            "end_char": 8303
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 8426,
            "end_char": 8440
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 8712,
            "end_char": 8722
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 9142,
            "end_char": 9158
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 9242,
            "end_char": 9252
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 9256,
            "end_char": 9266
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 9763,
            "end_char": 9774
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 9782,
            "end_char": 9823
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 9851,
            "end_char": 9861
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "label": "STATUTE",
            "start_char": 9869,
            "end_char": 9920
        },
        {
            "text": "05.10.2023",
            "label": "DATE",
            "start_char": 10086,
            "end_char": 10096
        },
        {
            "text": "Section 96",
            "label": "PROVISION",
            "start_char": 10152,
            "end_char": 10162
        },
        {
            "text": "Order XLI",
            "label": "PROVISION",
            "start_char": 10173,
            "end_char": 10182
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10186,
            "end_char": 10189
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 10368,
            "end_char": 10381
        },
        {
            "text": "Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors.",
            "label": "PRECEDENT",
            "start_char": 10385,
            "end_char": 10445
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10560,
            "end_char": 10563
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10639,
            "end_char": 10642
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 10815,
            "end_char": 10838
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 10912,
            "end_char": 10915
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 11096,
            "end_char": 11108
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 11181,
            "end_char": 11192
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 11270,
            "end_char": 11293
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 11553,
            "end_char": 11569
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 11653,
            "end_char": 11663
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 11667,
            "end_char": 11677
        },
        {
            "text": "1806/2023",
            "label": "DATE",
            "start_char": 12007,
            "end_char": 12016
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 12239,
            "end_char": 12251
        },
        {
            "text": "Order XXXIX Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 12410,
            "end_char": 12434
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12438,
            "end_char": 12441
        },
        {
            "text": "Patil Automation Pvt. Ltd.",
            "label": "ORG",
            "start_char": 12610,
            "end_char": 12636
        },
        {
            "text": "Rakheja Engineers Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 12647,
            "end_char": 12674
        },
        {
            "text": "(2022) 10 SCC 1",
            "label": "CASE_NUMBER",
            "start_char": 12676,
            "end_char": 12691
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 12722,
            "end_char": 12732
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 12791,
            "end_char": 12803
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 12848,
            "end_char": 12853
        },
        {
            "text": "27.11.2018",
            "label": "DATE",
            "start_char": 12959,
            "end_char": 12969
        },
        {
            "text": "Delhi State Legal Services Authority",
            "label": "ORG",
            "start_char": 13057,
            "end_char": 13093
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 13201,
            "end_char": 13213
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 13249,
            "end_char": 13254
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13337,
            "end_char": 13350
        },
        {
            "text": "Patil Automation Pvt",
            "label": "ORG",
            "start_char": 13354,
            "end_char": 13374
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 13496,
            "end_char": 13512
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 13596,
            "end_char": 13606
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 13610,
            "end_char": 13620
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 13647,
            "end_char": 13659
        },
        {
            "text": "20.08.2022",
            "label": "DATE",
            "start_char": 13790,
            "end_char": 13800
        },
        {
            "text": "Order XXXIX Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 13987,
            "end_char": 14011
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14015,
            "end_char": 14018
        },
        {
            "text": "Section 12A(1)",
            "label": "PROVISION",
            "start_char": 14095,
            "end_char": 14109
        },
        {
            "text": "27.11.2018",
            "label": "DATE",
            "start_char": 14290,
            "end_char": 14300
        },
        {
            "text": "DSLSA",
            "label": "ORG",
            "start_char": 14311,
            "end_char": 14316
        },
        {
            "text": "27.11.2018",
            "label": "DATE",
            "start_char": 14493,
            "end_char": 14503
        },
        {
            "text": "DSLSA",
            "label": "ORG",
            "start_char": 14595,
            "end_char": 14600
        },
        {
            "text": "Order XXXIX Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 14835,
            "end_char": 14859
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14863,
            "end_char": 14866
        },
        {
            "text": "Chandra Kishore Chaurasia v. R A Perfumery Works Pvt",
            "label": "PRECEDENT",
            "start_char": 15016,
            "end_char": 15068
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 15434,
            "end_char": 15445
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 15553,
            "end_char": 15569
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 15653,
            "end_char": 15663
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 15667,
            "end_char": 15677
        },
        {
            "text": "Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15690,
            "end_char": 15706
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 15874,
            "end_char": 15885
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15893,
            "end_char": 15920
        },
        {
            "text": "Section 12A(1)",
            "label": "PROVISION",
            "start_char": 16182,
            "end_char": 16196
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16204,
            "end_char": 16231
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16253,
            "end_char": 16266
        },
        {
            "text": "Section 12A(1)",
            "label": "PROVISION",
            "start_char": 16534,
            "end_char": 16548
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 16556,
            "end_char": 16583
        },
        {
            "text": "Section 12A(1)",
            "label": "PROVISION",
            "start_char": 17040,
            "end_char": 17054
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 17062,
            "end_char": 17089
        },
        {
            "text": "Section 12(1)",
            "label": "PROVISION",
            "start_char": 17656,
            "end_char": 17669
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 17677,
            "end_char": 17704
        },
        {
            "text": "Section 12A(1)",
            "label": "PROVISION",
            "start_char": 18304,
            "end_char": 18318
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 18326,
            "end_char": 18353
        },
        {
            "text": "Order XXXIX Rule 1 and 2",
            "label": "PROVISION",
            "start_char": 18478,
            "end_char": 18502
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18506,
            "end_char": 18509
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 18616,
            "end_char": 18632
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 18716,
            "end_char": 18726
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 18730,
            "end_char": 18740
        },
        {
            "text": "Chandra Kishore Chaurasia",
            "label": "PRECEDENT",
            "start_char": 18774,
            "end_char": 18799
        },
        {
            "text": "Section 12-A",
            "label": "PROVISION",
            "start_char": 18916,
            "end_char": 18928
        },
        {
            "text": "Order VIII Rule 3A (5)",
            "label": "PROVISION",
            "start_char": 19774,
            "end_char": 19796
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 19800,
            "end_char": 19803
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 20609,
            "end_char": 20625
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 20709,
            "end_char": 20719
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 20723,
            "end_char": 20733
        },
        {
            "text": "Section 7(xi)",
            "label": "PROVISION",
            "start_char": 20861,
            "end_char": 20874
        },
        {
            "text": "Court Fees Act, 1870",
            "label": "STATUTE",
            "start_char": 20882,
            "end_char": 20902
        },
        {
            "text": "05.01.2024",
            "label": "DATE",
            "start_char": 22282,
            "end_char": 22292
        },
        {
            "text": "24.01.2024",
            "label": "DATE",
            "start_char": 22324,
            "end_char": 22334
        },
        {
            "text": "MANMEET PRITAM SINGH ARORA",
            "label": "JUDGE",
            "start_char": 22337,
            "end_char": 22363
        },
        {
            "text": "NOVEMBER 16, 2023",
            "label": "DATE",
            "start_char": 22367,
            "end_char": 22384
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 22524,
            "end_char": 22540
        },
        {
            "text": "DHC Server",
            "label": "ORG",
            "start_char": 22624,
            "end_char": 22634
        },
        {
            "text": "18/11/2023",
            "label": "DATE",
            "start_char": 22638,
            "end_char": 22648
        }
    ],
    "precedent_clusters": {
        "Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering": [
            "Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering",
            "Virudhunagar Hindu Nadargal Dharma Paribalana Sabai and Ors.",
            "Chandra Kishore Chaurasia v. R A Perfumery Works Pvt",
            "Chandra Kishore Chaurasia"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XII Rule 6",
            "Code of Civil Procedure, 1908",
            "Order XII Rule 6",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order XLI",
            "CPC",
            "Order XLI",
            "CPC"
        ],
        [
            "Section 2(2)",
            "CPC",
            "Section 2(2)",
            "CPC"
        ],
        [
            "Section 12(3)",
            "Commercial Courts Act, 2015 ('Act of 2015'",
            "Section 12(3)",
            "Commercial Courts Act, 2015 ('Act of 2015'"
        ],
        [
            "Order XLIII",
            "CPC",
            "Order XLIII",
            "CPC"
        ],
        [
            "Order XLI",
            "CPC",
            "Order XLI",
            "CPC"
        ],
        [
            "sub-section (1) of Section 13",
            "Commercial Courts Act, 2015",
            "sub-section (1) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Commercial Courts Act, 2015",
            "Order XLIII",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Commercial Courts Act, 2015",
            "Order XLIII",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Commercial Courts Act, 2015",
            "Order XLIII",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 2(14)",
            "CPC",
            "Section 2(14)",
            "CPC"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996)"
        ],
        [
            "Order XLI",
            "CPC",
            "Order XLI",
            "CPC"
        ],
        [
            "Article 227",
            "Code of Civil Procedure",
            "Article 227",
            "Code of Civil Procedure"
        ],
        [
            "Order XXXIX Rule 1 and 2",
            "CPC",
            "Order XXXIX Rule 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX Rule 1 and 2",
            "CPC",
            "Order XXXIX Rule 1 and 2",
            "CPC"
        ],
        [
            "Order XXXIX Rule 1 and 2",
            "CPC",
            "Order XXXIX Rule 1 and 2",
            "CPC"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A(1)",
            "Commercial Courts Act, 2015",
            "Section 12A(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A(1)",
            "Commercial Courts Act, 2015",
            "Section 12A(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A(1)",
            "Commercial Courts Act, 2015",
            "Section 12A(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12(1)",
            "Commercial Courts Act, 2015",
            "Section 12(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A(1)",
            "Commercial Courts Act, 2015",
            "Section 12A(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XXXIX Rule 1 and 2",
            "CPC",
            "Order XXXIX Rule 1 and 2",
            "CPC"
        ],
        [
            "Order VIII Rule 3A (5)",
            "CPC",
            "Order VIII Rule 3A (5)",
            "CPC"
        ],
        [
            "Section 7(xi)",
            "Court Fees Act, 1870",
            "Section 7(xi)",
            "Court Fees Act, 1870"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 96",
            "CPC",
            "Section 96",
            "CPC"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XLIII",
            "Commercial Courts Act, 2015",
            "Order XLIII",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act, 2015",
            "Section 13(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 96",
            "CPC",
            "Section 96",
            "CPC"
        ],
        [
            "Section 12-A",
            "Code of Civil Procedure",
            "Section 12-A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Code of Civil Procedure",
            "Section 12-A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12-A",
            "Code of Civil Procedure",
            "Section 12-A",
            "Code of Civil Procedure"
        ],
        [
            "Section 12A(1)",
            "Commercial Courts Act, 2015",
            "Section 12A(1)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 12-A",
            "Code of Civil Procedure",
            "Section 12-A",
            "Code of Civil Procedure"
        ],
        [
            "Section 96",
            "CPC",
            "Section 96",
            "CPC"
        ],
        [
            "Section 12-A",
            "Code of Civil Procedure",
            "Section 12-A",
            "Code of Civil Procedure"
        ]
    ],
    "precedent_counts": {
        "Mukesh Chand v. Tapesh Arora, Prop. ONS Engineering": 4
    },
    "provision_counts": {
        "Order XII Rule 6 of Code of Civil Procedure, 1908": 1,
        "Article 227 of Constitution of India": 1,
        "Order XLI of CPC": 3,
        "Section 2(2) of CPC": 1,
        "Section 12(3) of Commercial Courts Act, 2015 ('Act of 2015'": 1,
        "Order XLIII of CPC": 1,
        "sub-section (1) of Section 13 of Commercial Courts Act, 2015": 1,
        "Order XLIII of Commercial Courts Act, 2015": 4,
        "Section 37 of Arbitration and Conciliation Act, 1996": 3,
        "Section 13 of Commercial Courts Act, 2015": 5,
        "Section 13(1) of Commercial Courts Act, 2015": 4,
        "Section 2(14) of CPC": 1,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Article 227 of Code of Civil Procedure": 1,
        "Order XXXIX Rule 1 and 2 of CPC": 4,
        "Section 12A of Commercial Courts Act, 2015": 2,
        "Section 12A(1) of Commercial Courts Act, 2015": 5,
        "Section 12(1) of Commercial Courts Act, 2015": 1,
        "Order VIII Rule 3A (5) of CPC": 1,
        "Section 7(xi) of Court Fees Act, 1870": 1,
        "Section 13(1A) of Commercial Courts Act, 2015": 3,
        "Section 96 of CPC": 3,
        "Section 12-A of Code of Civil Procedure": 5
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 1,
        "Constitution of India": 1,
        "CPC": 14,
        "Commercial Courts Act, 2015 ('Act of 2015'": 1,
        "Commercial Courts Act, 2015": 25,
        "Arbitration and Conciliation Act, 1996": 3,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996)": 1,
        "Code of Civil Procedure": 6,
        "Court Fees Act, 1870": 1
    }
}