{
    "id": "aaa2d902aa76f50661ae1db44acdc70ea57682a12471fceefb09659c47d6ffc1",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTelangana High Court \nThe Commissioner, Esd Mee Seva vs Ccs Infotech Ltd on 26 August, 2022\nBench: P Naveen Rao, G.Radha Rani\n           Honourable Sri Justice P.Naveen Rao \n                            & \n            Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\n                         Date: 26.08.2022\n\n\nCom Ca No.33 Of 2018:\n\nBetween: \n\nCcs Infotech Limited,\nHaving its Regd.Office at No.14,\nPeriyar Road, T.Nagar, Chennai,\nRep.by its Authorized Signatory \nSri S.Sridhar, s/o. late Hanumantha Rao,\nAged 38 years, r/o.Nellore and others. \n                                               .....Appellants\n           and\n\nThe Director Esd (Mee Seva),\nFormerly Commissioner (Eds), Eseva,\nRoad No.7, Banjara Hills, Hyderabad.\n\n                                              ..... Respondent\n\n\n\n\nThe Court made the following: \n                                                                Pnr,J & Dr.GRR,J\n                                                    Com Ca No.33 Of 2018 & batch \n                                   2\n\n            Honourable Sri Justice P.Naveen Rao \n                             & \n             Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51 \n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\nCommon Judgment: \n(per Hon'ble Sri Justice P.Naveen Rao) Heard learned counsel Sri Ch.Pushyam Kiran for the appellants, learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy and learned Government P leader for Arbitration (Telangana State) . \n2. COMCA Nos.33 and 34 of 2018 are filed by CCS Infotech Limited, COMCA Nos.40, 41, 42, 48, 49 of 2018 and COMCA Nos.4, 17, 18, 19, 20 of 2019 are filed by ESD (Mee Seva) of both States respectively and COMCA Nos. 51 and 52 of 2018 are filed by United Telecoms Ltd. As the issues raised in all the above COMCAs are same, they are heard and considered and common judgment is passed.\n3. With the avowed object of providing various services to the citizens of Hyderabad and Secunderabad, as part of e-Goverance initiative, the Government of the then combined State of Andhra Pradesh proposed to start E-Seva (later called as Mee-Seva) centers. These services were later extended to several other Municipal areas in the combined State. It has sought for expression of interest to be part of the initiative as Technical Partners. Several Software Companies responded to the tender notification. The CMS Computers Limited was the successful bidder in respect of Zone-I, IV, V, VI, United Telecoms PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Limited was the successful bidder in respect of Zone-II and CCS Infotech Limited and Data Management Corporation was the successful bidder in respect of Zone-III. All of them entered into agreements with the MEE-SEVA Organisation on 19.05.2003. The agreements envisaged to build, operate, maintain and transfer. Under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under Article 3 of the Agreement. The agreements are valid for a period of five years from the effective date defined in Article 4.1. As per the agreement, CMS opened 14 centers in Zone-I, 27 centers in Zone-IV, 12 centers in Zone-V and 7 centers in Zone-VI. Similarly UTL opened 25 centers in Zone-II, whereas CCS opened 15 centers in Zone-III. Subsequently, supplemental agreements were also entered into between the claimants and the MEE-SEVA Organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones. As per the supplemental agreements, CMS opened 16 additional centers in Zone-I, 16 additional centers in Zone-IV, 16 additional cetners in Zone-V and 15 additional centers in Zone-VI. Thus, in all CMS opened 30 centers in Zone-I, 32 centers in Zone-IV, 28 centers in Zone-V and 22 centers in Zone-VI under the original and supplemental agreements put together. Similarly, UTL opened 26 additional centers in all 51 centers. CCS also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in Zone-III. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 4. Disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc. The disputes were referred to arbitration. Hon'ble Justice V.V.N.Sastry (Retired) was appointed as Arbitrator. \n5. The learned Arbitrator formulated following issues for consideration:\n(1) Whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ?\n(2) Whether the revision/reduction of rates by the respondent is illegal and unsustainable ?\n(3) Whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ?\n(4) Whether the claimants are entitled to all or any of the reliefs claimed ?\n6. On considering the oral and documentary evidence, the learned Arbitrator passed a preliminary award holding the issue Nos.1 and 3 against the claimants and issue Nos.2 and 4 in favour of claimants. \n7. In brief, the findings of Arbitrator in his preliminary award are as under:\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n\"Accordingly, I hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct. It, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts. The interim order granted earlier for maintaining status quo is discharged.\" \nIssue No.2:\n\"I hold on issue No.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service. However, with regard to electricity bills, in view of the orders passed by the government in G.O.Rt.No.205, dated 30.06.2009, I am of the view that it is just and proper to direct payment at the rate of 5/- per transaction to the claimants from 01.03.2008 onwards.\" \nIssue No.3:\n\"Arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\" \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.4:\n\"For determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\"\n8. Learned Arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment. \n9. Against the preliminary award of the Arbitrator on issues 2 and 4, Mee-seva preferred O.P.No.1122 of 2012 under Section 34 of the Act, 1996 in the Civil Court, later transferred to Commercial Court and renumbered as C.O.P.No.124 of 2016. \n10. The learned Arbitrator passed two separate final awards quantifying the amount by TRANSCO and directing to determine BSNL transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment. \n11. Against the final award of the Arbitrator, Mee-seva preferred O.P.No.1121 of 2012 under Section 34 of the Act, 1996 before civil Court, later transferred to the Commercial Court and renumbered as C.O.P.No.119 of 2016. \n12. On issue No.2, the Commercial Court held that Arbitrator erred in applying revision of rates at 5/- per transaction w.e.f. 01.03.2008. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch It amounted to applying the revision retrospectively, whereas Government Order dated 30.06.2009 was prospective only. The Commercial Court accordingly modified the decision of the Arbitrator. On issue no.4, the Commercial Court modified the rate of interest from 12% per annum to 6% per annum. \n13. This triggered the present batch of appeals by the claimants, the MEE-SEVA of State of Telangana and MEE-SEVA of the State of Andhra Pradesh. \n14. Learned counsel for claimants made following submissions:\n(a) The remedy under section 34 is not an appeal against the award. Parameters to consider the award are limited to the aspects provided in Section 34. The Court in exercise of jurisdiction under Section 34 can either affirm or set aside the award, but has no competence to modify the award;\n(b) The Commercial Court erred in holding the entitlement to levy 5/- per transaction as prospective from the date of issue of G.O.Rt.No.205, dated 30.06.2009;\n(c) The Commercial Court grossly erred in reducing the rate of interest from 12% to 6% per annum;\n(d) According to learned counsel, the award of learned Arbitrator commends acceptance in toto.\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 15. Learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy submitted as under:\n(a) He would submit that the G.O.Rt.No.205 dt.30.06.2009 has no application to the existing contractors. It is applicable to fresh contracts. On electricity bills conclusions recorded by the learned Arbitrator are contrary to his findings on issue no.2. As can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of MEE-SEVA. Thus, the conclusion of Arbitrator is perverse;\n(b) He would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award. As can be seen from Section 32 of the Act, once an award is passed by the Arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties; \n(c) He would further submit that against preliminary award, O.Ps., were filed. As per section 34 of the Act as it stood at the relevant point of time, once O.Ps are filed, it is a deemed stay and, therefore, the Arbitrator could not have passed final award after institution of O.Ps. Though the fact of filing O.Ps., was informed to the learned Arbitrator, he passed final award. It is a patently illegal course adopted by the Arbitrator. \n(d) According to learned counsel, Article 3.1 of the contract specifies the rates per transaction. According to Article 3.2.1 the rates PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein. The letter dated 31.03.2007 shows that the Technology Partners consented to collect 2/- per transaction instead of 5/- from 01.04.2007. However, later the issue was reviewed and 5/- per transaction was continued upto 01.03.2008; \n(e) He would submit that the term of contract with Technology Partners came to an end between the years 2008 to 2009 on various dates respectively. That being so, by way of interim order, the learned Arbitrator extended the contract. Such course adopted by the Arbitrator is in excess of jurisdiction. By virtue of interim order, the contract continued far beyond the period envisaged in the contract;\n( f ) Learned counsel fairly submits that in an application under Section 34, Commercial Court cannot modify the award. However, as the award is vitiated on several counts, having regard to the findings arrived at, the Commercial Court ought to have remanded to the Arbitrator for passing fresh award. \n16. Learned Government Pleader for Arbitration State of Telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned Special counsel for Government of Andhra Pradesh. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 17. In reply, learned counsel for claimants submitted that in a Section 34 application re-appreciation of evidence is not permissible. Learned counsel justified passing two awards. According to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties. Therefore, learned Arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award. It is within the competence of the Arbitrator to make assessment of amounts due to the claimants and to award interest. Therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground. \n18. Having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new Arbitrator may be appointed. \n19. Following issues arise for consideration:\n(1) Whether the Arbitrator is competent to pass preliminary award and final award ?\n(2) Whether in applications filed under Section 34, can the Commercial Court modify the awards of the Arbitrator ? \n(3) Whether the findings recorded and conclusions arrived at by the Arbitrator on issues 2 and 4 are legal and valid ? \n(4) What relief ? \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n20. To consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in Sections 171, 322, and 333 of the Act, 1996. Section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award. Interim award is referable to Section 17. Section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in Section 17. Section 32 deals with termination of S.17. Interim measures ordered by arbitral tribunal.--\n(1) A party may, during the arbitral proceedings apply to the arbitral tribunal-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -- (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it. (2) Subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure,1908 (5 of 1908), in the same manner as if it were an order of the Court. \nS.32. Termination of proceedings.--(1) The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2). (2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible. (3) Subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings. S.33. Correction and interpretation of award; additional award.--(1) Within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-- (a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award. (2) If the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award. (3) The arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award. (4) Unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award. (5) If the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request. (6) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5). (7) Section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section. S.2. Definitions:- (1) in this Part, unless the context otherwise requires,- (a)&(b) xxx (c) 'arbitral award' includes an interim award;\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings. According to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral Tribunal under sub-section (2). This Section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil Court passing preliminary decree and final decree in a suit. \n21. Section 33 deals with 'correction' and 'interpretation of award'. According to this provision, within 30 days from the date of receipt of arbitral award, a party can request the Arbitral Tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award. The provision also enables a party to request the Arbitrator 'to give an interpretation' of a specific point or part of the award. If the Arbitral Tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation. The Arbitral Tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative. Interpretation or correction made shall form part of the arbitral award. \n22. It is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award. However, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award. If the Arbitral Tribunal agrees with such application, it can pass additional arbitral award. From the provision of the Act, the scheme is very clear that it does not PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the Arbitrator. An additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award. \n23. From the reading of sub-sections (1) and (2) of Section 33, it is also apparent that the Arbitrator should resort to computation of entitlement before the award is passed and include in the award. If there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected. The arbitrator can suo-motu correct any clerical errors, but nothing more. The scheme also makes it clear that once an award is passed by the Arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above. That being so, splitting the award and passing preliminary and final awards by the Arbitrator is vitiated on this ground. \nIssue No.2:\n24. Section 345 vests right in a party to a dispute to challenge the award passed by the Arbitrator before the Civil Court or before the S.34. Application for setting aside arbitral award.--(1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). (2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Commercial Court. The Civil Court/Commercial Court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the Arbitrator for fresh consideration, but cannot alter or modify the award passed by the Arbitrator. 25.1. In The Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6, the Hon'ble Supreme Court held as under:\n\"16. What is important to note is that, far from Section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of Section 34. Secondly, as the marginal note of Section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3). \"Recourse\" is defined by P. Ramanatha Aiyar's Advanced Law Lexicon (3rd Edn.) as the enforcement or method of enforcing a right. Where the right is itself truncated, enforcement of such truncated right can also be only limited in nature. What is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award. This becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of Section 34, the court may adjourn the Section 34 proceedings and give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award. Here again, it is important to note that it is the opinion of the Arbitral Tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the Section 34 application. xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject- matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India. Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice. Explanation 2. --For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute. (2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award: Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence. (3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. (4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award. (5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement. (6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party. \n(2021) 9 SCC 1 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 42. It can therefore be said that this question has now been settled finally by at least 3 decisions [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181] , [Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106] , [Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657] of this Court. Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996. \nxxxx 48. Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what, according to the justice of a case, ought to be done. In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result. Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996. It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\" 25.2. The Division Bench of this Court in Ragya Bee and others vs. P.S.R. Constructions and others7, held as under:\n\"22. The scope of power of Civil Court under Section 34 is no more res-integra, in view of the decision of Hon'ble Supreme Court in McDermott International Inc Vs Burn Standard Company Limited8. In the said decision and the decisions that followed, the Hon'ble Supreme Court held that in a petition under Section 34 of the Act, 1996, the Court cannot correct errors of Arbitrator. It can only quash the award. Paragraphs 51 and 52 of McDermott International Inc read as under:\n\"52. The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness. Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc. The court cannot correct errors of the arbitrators. It can only quash the award leaving the parties free to begin the arbitration again if it is desired. So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\" \n(emphasis supplied) \n23. The decision of Hon'ble Supreme Court in M.Hakeem (supra) puts the issue beyond pale of doubt. It is affirmation of statement of law that stood the test of times. On review of precedent decisions, Hon'ble Supreme Court held that Section 34 of the Act, 1996 cannot be held to include within it a power to modify the award. ...\" 25.3. In Delhi Airport Metro Express Pvt. Ltd. Vs. Delhi Metro Rail Corporation Ltd., Hon'ble Court held as under:\n\"28. This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by Courts while examining the validity of the arbitral awards. The limited grounds available to Courts for annulment of arbitral awards are well known to legally trained minds. However, the difficulty arises in applying the well- established principles for interference to the facts of each case that come up before the 2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Courts. There is a disturbing tendency of Courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award. This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards. That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions. \n29. Patent illegality should be illegality which goes to the root of the matter. In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression \"patent illegality\". Likewise, erroneous application of law cannot be categorised as patent illegality. In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\". What is prohibited is for Courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as Courts do not sit in appeal against the arbitral award. The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them. An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account. The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality. Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \" \n26. Having regard to the provision in Section 34 and the law governing the field, the Court below grossly erred in modifying the award. \n27. As per then provision in Section 34, once application is filed under Section 34, it would be amounting to deemed stay against the award passed by the Arbitrator. The application under section 34 was filed challenging the preliminary award before the final award was passed by the Arbitrator and this fact was informed to the Arbitrator. Though Arbitrator took note of the filing of OP, he proceeds to pass final award. The final award passed by the Arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law. \nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 28. In the preliminary award, the Arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents. Thus, excluding the final award, preliminary award is incomplete. In view of the statutory mandate of Section 34 as obtained then, the Arbitrator could not have passed final award after OP was filed under Section 34 of the Act challenging the preliminary award. \n29. Cumulatively, we have noticed that the decision of the Arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under Section 34 the Commercial Court modifying the award is without competence and jurisdiction and, therefore, both are vitiated. These aspects go to the root of the matter. In view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open. Issue No.4. To what relief :\n30. As the award of the Arbitrator and the decision of the Commercial Court in application filed under Section 34 are not sustainable the COMCAs are allowed. However, as the dispute requires resolution, we deem it proper to remit the matter to the Arbitral Tribunal. As both parties are in agreement for referring the matter to a new Arbitrator, we are inclined to accept the request of learned counsel to appoint Sri Justice Vilas V.Afzulpurkar, Retired Judge of this Court, as sole Arbitrator. The parties are directed to place all the pleadings and documents forming part of arbitral PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings before the earlier Arbitrator with Hon'ble Sri Justice Vilas V.Afzulpurkar. As the issue is very old, we request Hon'ble Sri Justice Vilas V.Afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties. The parties are directed to prepare compilation and submit all the documents to the Hon'ble Sri Justice Vilas V.Afzulpurkar within four weeks from the date of receipt of copy of this order. It is made clear that there is no expression of opinion on merits. Pending miscellaneous petitions if any shall stand closed. \n_______________________ P.NAVEEN RAO, J _______________________ DR.G.RADHA RANI, J Date: 26.08.2022 Kkm /tvk PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE DR. JUSTICE RADHA RANI COMMERCIAL COURT APPEAL NOs.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 OF 2019 Date: 26.08.2022 KKM",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court bela creation pvt ltd vs anuj textiles on 2 may, 2022 author: c. hari shankar bench: c.hari shankar $~136(appellate side) * in the high court of delhi at new delhi + cm(m) 405/2022, cm appl. 20955/2022 & cm appl. 20956/2022 bela creation pvt ltd . petitioner through: mr. v.s. dubey, adv. versus anuj textiles . respondent through: none hon'ble mr. justice c.hari shankar j u d g m e n t (o r a l) % 02.05.2022 1. the impugned order dated 24th february, 2022 rejects an application under order vii rule 14 of the code of civil procedure, 1908 (cpc), filed by the petitioner, as the defendant before the learned district judge (commercial court) (\"the commercial court\", hereinafter) in cs (comm) 294/2019 (anuj textiles v. bela creations pvt. ltd.), with costs of ₹ 5000. 2. cs (comm) 294/2019 was filed by the respondent-anuj textiles against the petitioner. the respondent claimed to have supplied fabric to the petitioner during the period 4 th august, 2017 to 20th june, 2018, against which an amount of ₹ 56.64,846/was alleged to be due and payable by the petitioner to the respondent. the suit, therefore, sought a decree, in favour of the respondent and against the petitioner for ₹ 56,64,846/alongwith pendente lite and future interest @ 18% p.a. from the date of filing the suit till the realisation of the amount and costs. 3. the petitioner filed a written statement and a counter claim in response to the suit of the respondents, accompanied by a statement of truth. 4. this was followed by two affidavits of witnesses whose evidence the petitioner desired to lead, in support of the written statement as well as the counter claim. additionally, the petitioner also filed an application under order vii rule 14(3)1 of the cpc to take on record certain additional documents. 5. the impugned order dismisses the aforesaid application under order vii rule 14(3) of the cpc, against which the petitioner is before this court. 6. the prayer for permission to take on record the invoices sought to be introduced under the application under order vii rule 14 was that no invoices had been reflected in the list of documents filed with the written statement and counter claim and that, though there was a reference to the aforesaid invoices, the invoices themselves were not annexed thereto. the invoices which were now being sought to be 14. production of document on which plaintiff sues or relies. ***** (3) a document which ought to be produced in court by the plaintiff when the plaint is presented, or to be entered in the list to be added or annexed to the plaint but is not produced or entered accordingly, shall not, without the leave of the court, be received in evidence on his behalf at the hearing of the suit. placed on record, it was contended, were reflected in the gst returns which were already filed by the petitioner as well as in the ledger account of the respondent. 7. the plea for taking on record additional documents was sought to be founded on the contention that the counsel, in the law firm which was prosecuting the case on behalf of the petitioner had left the law firm during covid and that the main counsel of the law firm was not aware of the fact that the original invoices had not been filed. it was only during the cross examination of pw1 on 2nd december, 2021, contended the petitioner, that the fact of non-filing of the invoices came to light. inasmuch as the invoices found reference in the gst returns already filed by the petitioner, it was sought to be contended that the prayer for permission to file the invoices was required to be allowed. 8. the learned commercial court has, in rejecting the aforesaid application under order vii rule 14(3) of the cpc, filed by the petitioner, noted the fact that, in para 6 of the statement of truth accompanying the written statement filed in response to the plaint, the director of the petitioner had solemnly affirmed to having filed all documents in his possession, power and control and that he had no other documents in his power or possession. that being so, in the absence of any averment that the invoices which were being sought to be introduced under cover of the application under order vii rule 14(3) were not in the power or possession of the petitioner at the time of filing the statement of truth, the learned commercial court held that the petitioner could not, at a belated stage, seek to introduce the said documents. 9. i have heard mr dubey, learned counsel for the petitioner. 10. an identical situation came up before the supreme court in sudhir kumar @ s. baliyan v. vinay kumar g.b.2 in a commercial suit filed by the appellant sudhir kumar before the learned commercial court, sudhir kumar moved an application under order vii rule 14(3) of the cpc, to place certain additional documents on record. the learned commercial court dismissed the application, against which sudhir kumar petitioned this court under article 227 of the constitution of india and, having failed in the petition, moved the supreme court under article 136 of the constitution of india. 11. sudhir kumar (\"sudhir\", hereinafter) had, in his suit, sought an injunction against the respondent vinay kumar (\"vinay\", hereinafter) from infringing his registered trademarks. as required by order xi rule 13 of the cpc, as amended by the commercial courts act, 2015, 2 2021 scc online sc 734 3 1. disclosure and discovery of documents. (1) plaintiff shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the plaint, including: (a) documents referred to and relied on by the plaintiff in the plaint; (b) documents relating to any matter in question in the proceedings, in the power, possession, control or custody of the plaintiff, as on the date of filing the plaint, irrespective of whether the same is in support of or adverse to the plaintiffs case; (c) nothing in this rule shall apply to documents produced by plaintiffs and relevant only (i) for the cross-examination of the defendant's witnesses, or (ii) in answer to any case setup by the defendant subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory. (2) the list of documents filed with the plaint shall specify whether the documents in the power, possession, control or custody of the plaintiff are originals, office copies or photocopies and the list shall also set out in brief, details of parties to each document, mode of execution, issuance or receipt and line of custody of each document. the suit was accompanied by a list of all documents and photocopies of all documents in the power, possession, control and custody of (3) the plaint shall contain a declaration on oath from the plaintiff that all documents in the power, possession, control or custody of the plaintiff, pertaining to the facts and circumstances of the proceedings initiated by him have been disclosed and copies thereof annexed with the plaint, and that the plaintiff does not have any other documents in its power, possession, control or custody. explanation.--a declaration on oath under this sub-rule shall be contained in the statement of truth as set out in the appendix. (4) in case of urgent filings, the plaintiff may seek leave to rely on additional documents, as part of the above declaration on oath and subject to grant of such leave by court, the plaintiff shall file such additional documents in court, within thirty days of filing the suit, along with a declaration on oath that the plaintiff has produced all documents in its power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the plaintiff and that the plaintiff does not have any other documents, in its power, possession, control or custody. (5) the plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non-disclosure along with the plaint. (6) the plaint shall set out details of documents, which the plaintiff believes to be in the power, possession, control or custody of the defendant and which the plaintiff wishes to rely upon and seek leave for production thereof by the said defendant. (7) the defendant shall file a list of all documents and photocopies of all documents, in its power, possession, control or custody, pertaining to the suit, along with the written statement or with its counter-claim if any, including (a) the documents referred to and relied on by the defendant in the written statement; (b) the documents relating to any matter in question in the proceeding in the power, possession, control or custody of the defendant, irrespective of whether the same is in support of or adverse to the defendant's defence; (c) nothing in this rule shall apply to documents produced by the defendants and relevant only (i) for the cross-examination of the plaintiff's witnesses, (ii) in answer to any case setup by the plaintiff subsequent to the filing of the plaint, or (iii) handed over to a witness merely to refresh his memory. (8) the list of documents filed with the written statement or counter-claim shall specify whether the documents, in the power, possession, control or custody of the defendant, are originals, office copies or photocopies and the list shall also set out in brief, details of parties to each document being produced by the defendant, mode of execution, issuance or receipt and line of custody of each document; (9) the written statement or counter-claim shall contain a declaration on oath made by the deponent that all documents in the power, possession, control or custody of the defendant, save and except for those set out in sub-rule (7)(c)(iii) pertaining to the facts and circumstances of the proceedings initiated by the plaintiff or in the counter-claim, have been disclosed and copies thereof annexed with the written statement or counter-claim and that the defendant does not have in its power, possession, control or custody, any other documents; (10) save and except for sub-rule (7)(c)(iii), defendant shall not be allowed to rely on documents, which were in the defendant's power, possession, control or custody and not disclosed along with the written statement or counter-claim, save and except by leave of court and such leave shall be granted only upon the defendant establishing reasonable cause for non-disclosure along with the written statement or counter-claim; (11) the written statement or counter-claim shall set out details of documents in the power, possession, control or custody of the plaintiff, which the defendant wishes to rely upon and which have not been disclosed with the plaint, and call upon the plaintiff to produce the same; (12) duty to disclose documents, which have come to the notice of a party, shall continue till disposal of the suit. sudhir, pertaining to the suit. thereafter, sudhir sought to introduce certain additional documents, principally invoices, as part of his evidence, for which purpose he moved an application under order vii rule 14(3) of the cpc, seeking leave of the court to do so. 12. this application was rejected by the learned commercial court on 13th november, 2019. 13. vinay, thereafter, filed his written statement in response to the suit of sudhir. he did not, however, file, with the written statement, the list of documents, accompanied by the documents, on which he sought to place reliance and which were in his power, possession, control or custody, as required by order xi rule 1(7). he, however, subsequently moved an application under order xi rule 1(10), to place the documents on record. the application was rejected, in part, by the learned commercial court, against which vinay appealed to this court. this court, vide order dated 7th december, 2020, allowed the appeal and took on record, all documents filed by vinay. 14. sudhir moved this court, under article 227 of the constitution of india, challenging the order, dated 13th november, 2019, whereby the learned commercial court had rejected the application filed by him under order vii rule 14 to place additional documents on record. the said petition was dismissed by this court on 6th april, 2021, against which sudhir petitioned the supreme court under article 136 of the constitution of india. 15. the supreme court observed, at the outset, that, by operation of order xi rule 74 of the cpc, as amended by the commercial courts act, order vii rule 14 of the cpc had no application to commercial suits. any application, for introduction of additional documents in a commercial suit, it was observed, was required to be filed under order xi rule 1(5) of the cpc (where the application was moved by the plaintiff) or under order xi rule 1(10) of the cpc (where the application was moved by the defendant), and not under order vii rule 14. sudhir had, therefore, it was observed, invoked the wrong provision in his application for placing additional documents on record. nonetheless, as such an application could have been moved under order xi rule 1(5), the supreme court deigned to treat the application as one having been filed under the said provision. 16. this position, i may note, applies equally to the case before me. the present petitioner could not have filed the application for additional documents under order vii rule 14 of the cpc. such an application could, however, have been maintained under order xi rule 1(10); ergo, following the example set by the supreme court, i proceed to examine the sustainability of the impugned order of the learned commercial court, treating the application as having been filed under order xi rule 1(10) of the cpc, as amended by the commercial courts act. even otherwise, it is a trite position, in law, that the mere citing of a wrong provision, in the application, would not 4 7. certain provisions of the code of civil procedure, 1908 not to apply. for avoidance of doubt, it is hereby clarified that order xiii, rule 1, order vii, rule 14 and order viii, rule 1-a the code of civil procedure, 1908 (5 of 1908) shall not apply to suits or applications before the commercial divisions of high court or commercial courts. be fatal, so long as the application would lie under another provision, just as exercise of power under a wrong provision would not imperil such exercise, where the power exists, albeit elsewhere. one may refer, in this context, to vijaya bank v. shyamal kumar lodh5, n. mani v. sangeetha theatre6 and pruthviraj sinh v. jayesh kumar7. what matters, jurisprudentially, is whether the power exists, not whether the power is said to exist. 17. applying the above principles to the facts before it, the supreme court, in paras 30, 31, 33, 35 and 36 of the report, held thus: \"30. order xi rule 1(5) further provides that the plaintiff shall not be allowed to rely on documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint or within the extended period set out above, save and except by leave of court and such leave shall be granted only upon the plaintiff establishing reasonable cause for non disclosure along with the plaint. therefore on combined reading of order xi rule 1(4) read with order xi rule 1(5), it emerges that (i) in case of urgent filings the plaintiff may seek leave to rely on additional documents; (ii) within thirty days of filing of the suit; (iii) making out a reasonable cause for non disclosure along with plaint. 31. therefore a further thirty days time is provided to the plaintiff to place on record or file such additional documents in court and a declaration on oath is required to be filed by the plaintiff as was required as per order xi rule 1(3) if for any reasonable cause for non disclosure along with the plaint, the documents, which were in the plaintiff's power, possession, control or custody and not disclosed along with plaint. therefore plaintiff has to satisfy and establish a reasonable (2010) 7 scc 635 6 (2004) 12 scc 78 7 (2019) 9 scc 533 cause for non disclosure along with plaint. however, at the same time, the requirement of establishing the reasonable cause for non disclosure of the documents along with the plaint shall not be applicable if it is averred and it is the case of the plaintiff that those documents have been found subsequently and in fact were not in the plaintiff's power, possession, control or custody at the time when the plaint was filed. therefore order xi rule 1(4) and order xi rule 1(5) applicable to the commercial suit shall be applicable only with respect to the documents which were in plaintiff's power, possession, control or custody and not disclosed along with plaint. therefore, the rigour of establishing the reasonable cause in non disclosure along with plaint may not arise in the case where the additional documents sought to be produced/relied upon are discovered subsequent to the filing of the plaint. ***** 33. it emerges from the record that the first suit was filed by the plaintiff in the month of october, 2018, bearing tm no. 236 of 2018, restraining the defendant from infringing and passing-off plaintiff's trade marks. that an ex-parte interim injunction was passed in favour of the plaintiff by order dated 29.10.2018. it appears having realized and found that the earlier suit was not in consonance with the provisions of the commercial courts act, the plaintiff withdrew the said suit being tm no. 236 of 2018 on 27.07.2019 with liberty to file a fresh suit as per the commercial courts act, 2015. therefore, the second suit was filed on 31.08.2019 and within a period of thirty days from filing of the second suit the appellant herein original plaintiff preferred the present application seeking leave of the court to file additional documents. in the application, it was specifically mentioned that so far as the invoices are concerned, the same were not in its possession at the time of the filing of the plaint and so far as the other documents are concerned they were not filed due to they being voluminous. therefore, so far as the invoices sought to be relied on/produced as additional documents ought to have been permitted to be relied on/produced as it was specifically asserted that they were not in his possession at the time of filing of the plaint/suit. ***** 35. even the reason given by the learned commercial court that the invoices being suspicious and therefore not granting leave to produce the said invoices cannot be accepted. at the stage of granting leave to place on record additional documents the court is not required to consider the genuineness of the documents/additional documents, the stage at which genuineness of the documents to be considered during the trial and/or even at the stage of deciding the application under order xxxix rule 1 that too while considering prima facie case. therefore, the learned commercial court ought to have granted leave to the plaintiff to rely on/produce the invoices as mentioned in the application as additional documents. 36. now, so far as the other documents sought to be relied on/produced as additional documents other than the invoices are concerned the same stands on different footing. it is not disputed and in fact it was specifically admitted and so stated in the application that those additional documents other than the invoices were in their possession but not produced being voluminous and that the suit was filed urgently. however, it is to be noted that when the second suit was filed, it cannot be said to be urgent filing of the suit for injunction, as the first suit was filed in the month of october, 2018 and there was an exparte ad interim injunction vide order dated 29.10.2018 and thereafter plaintiff withdrew the said first suit on 27.07.2019 with liberty to file a fresh suit as per the commercial courts act and the second suit came to be filed on 31.08.2019 after period of one month of the withdrawal of first suit. therefore the case on behalf of the plaintiff that when the second suit was filed, it was urgently filed therefore, the additional documents sought to be relied upon other than the invoices were not filed as the same were voluminous cannot be accepted. and therefore as such order xi rule 1(4) shall not be applicable, though the application was filed within thirty days of filing of the second suit. while seeking leave of the court to rely on documents, which were in his power, possession, control or custody and not disclosed along with plaint or within the extended period set out in order xi rule 1(4), the plaintiff has to establish the reasonable cause for non disclosure along with plaint.\" (emphasis supplied) 18. thus, the supreme court divided the additional documents, that sudhir desired to bring on record, into two categories. the first related to invoices regarding which there was a specific assertion, in the plaint filed by sudhir, that they were not in his possession at the time of filing of the plaint. the learned commercial court, it was noticed, had rejected the application to bring the said documents on record on the ground that the invoices were suspicious. the supreme court held that, at the stage of deciding of an application under order xi rule 1, to bring additional documents on record, the court could not concern itself with the genuineness or the veracity of the documents. inasmuch as there was a specific assertion, in the plaint, that the invoices were not in the power, possession, control or custody of sudhir at the time of filing of the plaint, the supreme court held that the learned commercial court ought to have allowed the documents to be brought on record. 19. the second category of documents, however, constituted invoices which were admitted, by sudhir, in his application, to have been in his possession at the time of filing of the plaint. the justification cited for producing the documents at a later stage was that they were voluminous, and that there was urgency in filing the plaint. on facts, the supreme court found that the ground of urgency was not borne out. as the invoices were within the possession of sudhir at the time of filing of the plaint, and the ground of urgency in filing the plaint, cited as the justification for not filing the said invoices along with the plaint, was found to be bereft of merit, the supreme court upheld the decision not to allow the said invoices to be taken on record. 20. the application under order vii rule 14 of the cpc, filed by the petitioner in the present case contains the following averments (reproduced verbatim), to justify the prayer for taking on record the invoices sought to be introduced under the application: \"2. that the counter claimant submitted that copy of invoices, which was not filed at the time of written statement as well as counter claimant but the counter claimant had filed the gst return along with ledger account in which all invoices has already entered. 3. it is respectfully submitted that earlier the aforesaid cases had been handled by the associate member of our firm namely sunil ojha but during the covid time, he had left our firm and so he cannot filed the aforesaid documents. 4. it is most respectfully submitted that in the most of the proceedings conducted through video conferencing in which has been happier by the main council mainly vinay s. dubey, therefore he was not aware that the original invoices, which is not in the record because the invoices is already filed in the record of our firm fine but the main council shop at the time of cross-examination of plaintiff on the dated 02-12-2021 and during the cross-examination and he has was deposited partly court fee on their claim amount then he came to know that the aforesaid invoices were not filled in judicial record. it is further submitted that main council had also been seen during covit 19 because his brother namely abhay dubey (associate member) had been also suffered from acute problem (covit 19). however he was not properly enquired about filing of the above document. 5. that it is respectfully submitted that the above invoices is already recorded in the gst return/document as well as ledger statement had filed therefore it is not a new document and view of the pandemic it has been not filed by the counter claimant. 6. that the counter claimant wants to file aforesaid document (27 invoices) went into his knowledge and skills evidence is pending before this hon'ble court. it is submitted that the aforesaid document had filed in counter claim therefore it is also read as in case titled anuj textile versus bela creation pvt ltd and akanksha textile versus bela creation pvt ltd.\" 21. a word of caution: before adverting to the merits of the above application, and the sustainability of the impugned decision of the learned commercial court not to allow the application, one aspect needs to be noted, especially in view of the afore-extracted pleadings. where counsel represent parties, counsel have a bounden duty to ensure that pleadings, filed before a court, are intelligible. there is not a single sentence, in the afore-extracted paras from the application of the petitioner under order vii rule 14 which is grammatically or syntactically correct; worse, one has to strain one's imagination, considerably, to be able to fathom what the application seeks to state. such pleadings do little credit to counsel, as they betoken a completely lackadaisical attitude, in filing pleadings before the court. they also indicate, prima facie, lack of due respect to the court and to judicial procedure. 22. be that as it may. clearly, even while acknowledging that the invoices, the non-filing with the written statement of which the application of the petitioner seeks to justify, the ground urged is that that, though the invoices were on the record of the file with the law firm which had been retained by the petitioner, the earlier counsel who was handling the case had not filed the invoices in court. by no stretch of imagination can such a ground be treated as sufficient to justify non-filing of the invoices along with the written statement. 23. moreover, as the learned commercial court correctly held, the written statement and counter-plaint were accompanied by a statement of truth, in which it was specifically stated thus: \"6. i say that all documents and the power, possession, control or custody, pertaining to the facts and circumstances of the proceedings initiated by the defendant company has been disclosed and copies thereof next with the list of documents filed with the written statement/counter claim, and that the defendant does not have any other documents in its power, possession and control or custody.\" in the absence of any averment to the effect that the aforesaid declaration, contained in the statement of truth accompanying the written statement and counter-plaint filed by the petitioner, was incorrect, the learned commercial court was justified in holding that additional documents, which were in the custody of the petitioner at the time of filing the written statement, could not be permitted to be introduced at a later stage. \"reasonable cause\", within the meaning of order xi rule 1(10) of the cpc, as amended by the commercial courts act, cannot extend to negligence in filing of documents before the court. \"reasonable cause\", necessarily, must refer to a cause which was outside the control of the petitioner, and which prevented the petitioner from filing the concerned documents along with the written statement. 24. in these circumstances, the decision of the learned commercial court not to allow the placing of additional documents by the petitioner, on record, cannot be faulted. no occasion exists for this court to interfere therewith. 25. in this context, one may also note the fact that the peripheries of the jurisdiction vested in this court under article 227 of the constitution of india are well defined. this court, exercising jurisdiction under article 227, does not sit in appeal or revision over the decision of the court below. nor can this court, in legitimate exercise of its article 227 jurisdiction, deal with the litigation pending before the court below in a manner different from the manner in which the court below has chosen to deal with it, unless the manner in which the court below has dealt with the situation calls for supervisory correction. the article 227 court supervises; it does not monitor. one may refer, in this context, with advantage, to the judgments in estralla rubber v. dass estate (p) ltd.8, garment craft v. prakash chand goel9 and puri investments v. young friends & co.10, the relevant passages of which i have attempt to extract in my recent decision in lucina land development ltd. v. union of india11. 26. viewed thus, the impugned decision of the learned commercial court is entirely in keeping with order xi rule 1(10) of the cpc as 8 (2001) 8 scc 97 2022 scc online sc 29 10 2022 scc online sc 283 11 2022 scc online del 1274 introduced by the commercial courts act and the recitals contained in the statement of truth filed by the petitioner with the written statement/counter claim. 27. no error of jurisdiction or other error warranting supervisory correction, in exercise of article 227 jurisdiction of this court, can be said to exist. 28. in view of the aforesaid, the court does not find any error in the decision of the learned commercial court in rejecting the petitioner's application for permission to file additional documents. however, the court does not express any opinion on any of the other observations contained in the impugned order dated 24th february, 2022. 29. the petition is accordingly rejected in limine in the aforesaid terms with no orders as to costs. 30. the pending applications also stand dismissed in the aforesaid terms. c. hari shankar, j. may 2, 2022 ss/kr"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "190c0284c3ff4def9d4931b7dbc4c556_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3f419333318b4c0ba39759e3ee064a84_1"
        },
        {
            "start": 242,
            "end": 263,
            "text": "\nTelangana High Court",
            "labels": [
                "PREAMBLE"
            ],
            "id": "748627e003794a0ea0de9cf8c3c29014_2"
        },
        {
            "start": 265,
            "end": 380,
            "text": "The Commissioner, Esd Mee Seva vs Ccs Infotech Ltd on 26 August, 2022\nBench: P Naveen Rao, G.Radha Rani\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9de670c29df14e00be4bc99f915978f8_3"
        },
        {
            "start": 380,
            "end": 415,
            "text": "Honourable Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "25b7e350f74844aab5a43ecc9d634708_4"
        },
        {
            "start": 445,
            "end": 681,
            "text": "& \n            Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\n                         Date: 26.08.2022\n\n\nCom Ca No.33 Of 2018:\n\nBetween:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "054ac9ff97c642f5b9c6889d5a8649ae_5"
        },
        {
            "start": 682,
            "end": 802,
            "text": "\n\nCcs Infotech Limited,\nHaving its Regd.Office at No.14,\nPeriyar Road, T.Nagar, Chennai,\nRep.by its Authorized Signatory",
            "labels": [
                "PREAMBLE"
            ],
            "id": "acb121db39704dc6b8b09c711d5a74e0_6"
        },
        {
            "start": 803,
            "end": 883,
            "text": "\nSri S.Sridhar, s/o. late Hanumantha Rao,\nAged 38 years, r/o.Nellore and others.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32d3ab4ad80b4dd69af92e389cb32bae_7"
        },
        {
            "start": 932,
            "end": 1118,
            "text": ".....Appellants\n           and\n\nThe Director Esd (Mee Seva),\nFormerly Commissioner (Eds), Eseva,\nRoad No.7, Banjara Hills, Hyderabad.\n\n                                              .....",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9220e57133004d83a9692aaa6c25a1a3_8"
        },
        {
            "start": 1119,
            "end": 1134,
            "text": "Respondent\n\n\n\n\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "38413c7ee419490f96dd4893532e53ca_9"
        },
        {
            "start": 1134,
            "end": 1163,
            "text": "The Court made the following:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "75101080df0a481284c0f9edeffce651_10"
        },
        {
            "start": 1229,
            "end": 1298,
            "text": "Pnr,J & Dr.GRR,J\n                                                    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52c3d8a637c246bfb7bed5f1e33ac12e_11"
        },
        {
            "start": 1298,
            "end": 1326,
            "text": "Com Ca No.33 Of 2018 & batch",
            "labels": [
                "PREAMBLE"
            ],
            "id": "05bb427190c64c93afb296cfa77f45ce_12"
        },
        {
            "start": 1327,
            "end": 1413,
            "text": "\n                                   2\n\n            Honourable Sri Justice P.Naveen Rao",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6b270e70015d4ffeb55d8053eee1af99_13"
        },
        {
            "start": 1444,
            "end": 1553,
            "text": "& \n             Honourable Dr. Justice Radha Rani\n\nCommercial Court Appeal NOs.33, 34, 40, 41, 42, 48, 49, 51",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28abccc334504cb0aa0e86f2c0fb05ee_14"
        },
        {
            "start": 1554,
            "end": 1623,
            "text": "\n      and 52 of 2018 and 4, 17, 18, 19, 20 Of 2019\n\nCommon Judgment:",
            "labels": [
                "PREAMBLE"
            ],
            "id": "405337028ab442338c6f0fb94d026ab7_15"
        },
        {
            "start": 1624,
            "end": 1823,
            "text": "\n(per Hon'ble Sri Justice P.Naveen Rao) Heard learned counsel Sri Ch.Pushyam Kiran for the appellants, learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy and learned Government P",
            "labels": [
                "NONE"
            ],
            "id": "3bfc1b235e6b49bdbafd05ccae573e06_16"
        },
        {
            "start": 1824,
            "end": 1864,
            "text": "leader for Arbitration (Telangana State)",
            "labels": [
                "NONE"
            ],
            "id": "a410cf9c4c5c411f8f05da6dc9357920_17"
        },
        {
            "start": 1865,
            "end": 2133,
            "text": ". \n2. COMCA Nos.33 and 34 of 2018 are filed by CCS Infotech Limited, COMCA Nos.40, 41, 42, 48, 49 of 2018 and COMCA Nos.4, 17, 18, 19, 20 of 2019 are filed by ESD (Mee Seva) of both States respectively and COMCA Nos. 51 and 52 of 2018 are filed by United Telecoms Ltd.",
            "labels": [
                "FAC"
            ],
            "id": "485bf2a32ac64c13be51c855de7a8112_18"
        },
        {
            "start": 2134,
            "end": 2508,
            "text": "As the issues raised in all the above COMCAs are same, they are heard and considered and common judgment is passed.\n3. With the avowed object of providing various services to the citizens of Hyderabad and Secunderabad, as part of e-Goverance initiative, the Government of the then combined State of Andhra Pradesh proposed to start E-Seva (later called as Mee-Seva) centers.",
            "labels": [
                "FAC"
            ],
            "id": "0c782c91699646ba85150fb20db5c9b8_19"
        },
        {
            "start": 2509,
            "end": 2599,
            "text": "These services were later extended to several other Municipal areas in the combined State.",
            "labels": [
                "FAC"
            ],
            "id": "ccf7d957d3b64fcf8c704564a7d9300a_20"
        },
        {
            "start": 2600,
            "end": 2692,
            "text": "It has sought for expression of interest to be part of the initiative as Technical Partners.",
            "labels": [
                "FAC"
            ],
            "id": "c40cdb140faf4e1ba1210e2e23bca6d4_21"
        },
        {
            "start": 2693,
            "end": 2757,
            "text": "Several Software Companies responded to the tender notification.",
            "labels": [
                "FAC"
            ],
            "id": "c45b0e8237f94ff39624eb2cd94c9148_22"
        },
        {
            "start": 2758,
            "end": 3067,
            "text": "The CMS Computers Limited was the successful bidder in respect of Zone-I, IV, V, VI, United Telecoms PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Limited was the successful bidder in respect of Zone-II and CCS Infotech Limited and Data Management Corporation was the successful bidder in respect of Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "10c48e7c820647d7ac8a82be78256c5c_23"
        },
        {
            "start": 3068,
            "end": 3149,
            "text": "All of them entered into agreements with the MEE-SEVA Organisation on 19.05.2003.",
            "labels": [
                "FAC"
            ],
            "id": "2755a0db63114669adb923178d7b3efd_24"
        },
        {
            "start": 3150,
            "end": 3216,
            "text": "The agreements envisaged to build, operate, maintain and transfer.",
            "labels": [
                "FAC"
            ],
            "id": "a9e4961a265f48c9b3cea1eb62a5a60e_25"
        },
        {
            "start": 3217,
            "end": 3394,
            "text": "Under the said agreement, the claimants were to be paid remuneration as per the rates per transaction and other terms and conditions stipulated under Article 3 of the Agreement.",
            "labels": [
                "FAC"
            ],
            "id": "eed04ba92c594a068e74c905fac7e593_26"
        },
        {
            "start": 3395,
            "end": 3494,
            "text": "The agreements are valid for a period of five years from the effective date defined in Article 4.1.",
            "labels": [
                "FAC"
            ],
            "id": "a9b2a5c62c164153b6ff4bc083a5c4d5_27"
        },
        {
            "start": 3495,
            "end": 3619,
            "text": "As per the agreement, CMS opened 14 centers in Zone-I, 27 centers in Zone-IV, 12 centers in Zone-V and 7 centers in Zone-VI.",
            "labels": [
                "FAC"
            ],
            "id": "7346f97e400a47b2961c27f6d7a9d138_28"
        },
        {
            "start": 3620,
            "end": 3706,
            "text": "Similarly UTL opened 25 centers in Zone-II, whereas CCS opened 15 centers in Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "4a8e7435bc0243d0952df0f628f9625c_29"
        },
        {
            "start": 3707,
            "end": 3918,
            "text": "Subsequently, supplemental agreements were also entered into between the claimants and the MEE-SEVA Organization on 01.12.2003, 18.02.2004 and 10.02.2004 for establishing additional centers in all the six zones.",
            "labels": [
                "FAC"
            ],
            "id": "bf074256a2324530ba8f3b6509767a9a_30"
        },
        {
            "start": 3919,
            "end": 4102,
            "text": "As per the supplemental agreements, CMS opened 16 additional centers in Zone-I, 16 additional centers in Zone-IV, 16 additional cetners in Zone-V and 15 additional centers in Zone-VI.",
            "labels": [
                "FAC"
            ],
            "id": "36f4dcdb25a94c2d8f93f41e577298d3_31"
        },
        {
            "start": 4103,
            "end": 4279,
            "text": "Thus, in all CMS opened 30 centers in Zone-I, 32 centers in Zone-IV, 28 centers in Zone-V and 22 centers in Zone-VI under the original and supplemental agreements put together.",
            "labels": [
                "FAC"
            ],
            "id": "67afbc19b95743d0a0dc9c405f7b3fa6_32"
        },
        {
            "start": 4280,
            "end": 4342,
            "text": "Similarly, UTL opened 26 additional centers in all 51 centers.",
            "labels": [
                "FAC"
            ],
            "id": "74624d00598b4394a58dce8e7f344738_33"
        },
        {
            "start": 4343,
            "end": 4479,
            "text": "CCS also opened 15 additional centers in addition to the 15 centeres as per the original agreement making in all 30 centers in Zone-III.",
            "labels": [
                "FAC"
            ],
            "id": "1b1787e1ebb2494e9ebabc82cb374ce5_34"
        },
        {
            "start": 4481,
            "end": 4529,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 4.",
            "labels": [
                "FAC"
            ],
            "id": "1caef8660f3e419ab09a07e880960e42_35"
        },
        {
            "start": 4530,
            "end": 4705,
            "text": "Disputes arose between the parties relating to determination of the effective date of the agreements, the downward revision of rates and fixation of the transaction slabs etc.",
            "labels": [
                "FAC"
            ],
            "id": "16619627de424b489f0fda413b352f04_36"
        },
        {
            "start": 4706,
            "end": 4748,
            "text": "The disputes were referred to arbitration.",
            "labels": [
                "FAC"
            ],
            "id": "ebe873089ffa4119a6336b5a08ca16e3_37"
        },
        {
            "start": 4749,
            "end": 4816,
            "text": "Hon'ble Justice V.V.N.Sastry (Retired) was appointed as Arbitrator.",
            "labels": [
                "NONE"
            ],
            "id": "009b17a58a0844b4b593b0cf67bfe2fd_38"
        },
        {
            "start": 4818,
            "end": 5355,
            "text": "5. The learned Arbitrator formulated following issues for consideration:\n(1) Whether the determination of effective dates by the respondent vide proceedings dated 01.10.2007 is erroneous and contrary to the terms of the agreements ?\n(2) Whether the revision/reduction of rates by the respondent is illegal and unsustainable ?\n(3) Whether the slabs fixed for the transactions have to be proportionately increased with the increase in the number of centers ?\n(4) Whether the claimants are entitled to all or any of the reliefs claimed ?\n6.",
            "labels": [
                "ISSUE"
            ],
            "id": "e8e1b549bd6544f6ac82b447721c7389_39"
        },
        {
            "start": 5356,
            "end": 5553,
            "text": "On considering the oral and documentary evidence, the learned Arbitrator passed a preliminary award holding the issue Nos.1 and 3 against the claimants and issue Nos.2 and 4 in favour of claimants.",
            "labels": [
                "RLC"
            ],
            "id": "646536c55d454cfe9047a02acf5e54db_40"
        },
        {
            "start": 5555,
            "end": 5897,
            "text": "7. In brief, the findings of Arbitrator in his preliminary award are as under:\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n\"Accordingly, I hold on issue no.1 that the effective dates as determined by the respondent in proceedings dated 01.10.2007 are in accordance with the terms of the contract agreements and they are correct.",
            "labels": [
                "FAC"
            ],
            "id": "41a4d4368a9743b884bd1358a665a70f_41"
        },
        {
            "start": 5898,
            "end": 6081,
            "text": "It, therefore, follows that the contract period of all the claimants have already expired long ago and the respondent is at liberty to finalize the arrangements for further contracts.",
            "labels": [
                "FAC"
            ],
            "id": "e6b23e76bcf741df9caf43cb58d00360_42"
        },
        {
            "start": 6082,
            "end": 6158,
            "text": "The interim order granted earlier for maintaining status quo is discharged.\"",
            "labels": [
                "FAC"
            ],
            "id": "cd0cd820d4ef4cdfa73ee726281c9a05_43"
        },
        {
            "start": 6159,
            "end": 6409,
            "text": "\nIssue No.2:\n\"I hold on issue No.2 that the claimants are entitled to be paid at the contract rates for all categories of transactions till 01.03.2008 and thereafter at the revised rates for the entire period for which the claimants rendered service.",
            "labels": [
                "FAC"
            ],
            "id": "7ba8710a0b184cffb944aca06aeb5a33_44"
        },
        {
            "start": 6410,
            "end": 6675,
            "text": "However, with regard to electricity bills, in view of the orders passed by the government in G.O.Rt.No.205, dated 30.06.2009, I am of the view that it is just and proper to direct payment at the rate of 5/- per transaction to the claimants from 01.03.2008 onwards.\"",
            "labels": [
                "FAC"
            ],
            "id": "ccaa63aafda84ccf8f82892727ed6ae1_45"
        },
        {
            "start": 6676,
            "end": 6903,
            "text": "\nIssue No.3:\n\"Arbitrator held that in the absence of a specific provision in the agreement and in the absence of mutual agreement between the parties only the transaction slab as indicated in the agreement alone to be binding.\"",
            "labels": [
                "RLC"
            ],
            "id": "0cde2e848b8f428f8ab06b774dddc92e_46"
        },
        {
            "start": 6904,
            "end": 7206,
            "text": "\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.4:\n\"For determining the differential amounts if any, to which the claimants are legitimately entitled in the light of findings recorded above, both parties are directed to file calculation memos with full details within four weeks from today.\"\n8.",
            "labels": [
                "FAC"
            ],
            "id": "10060bc01fea4dfd83dafcd48faa0cc4_47"
        },
        {
            "start": 7207,
            "end": 7340,
            "text": "Learned Arbitrator has also awarded interest at the rate of 12% per annum from the date on which amount was due till date of payment.",
            "labels": [
                "FAC"
            ],
            "id": "3aa3450e621d4aceb2559baf981f663f_48"
        },
        {
            "start": 7342,
            "end": 7582,
            "text": "9. Against the preliminary award of the Arbitrator on issues 2 and 4, Mee-seva preferred O.P.No.1122 of 2012 under Section 34 of the Act, 1996 in the Civil Court, later transferred to Commercial Court and renumbered as C.O.P.No.124 of 2016.",
            "labels": [
                "FAC"
            ],
            "id": "25ff7bfdd24d41d89fd56a6b44e26d81_49"
        },
        {
            "start": 7584,
            "end": 7828,
            "text": "10. The learned Arbitrator passed two separate final awards quantifying the amount by TRANSCO and directing to determine BSNL transaction amounts due and to pay the dues with interest at 12% per annum from the due date till the date of payment.",
            "labels": [
                "FAC"
            ],
            "id": "cf796f09f0d742388dfdd237b9f4ef56_50"
        },
        {
            "start": 7830,
            "end": 8051,
            "text": "11. Against the final award of the Arbitrator, Mee-seva preferred O.P.No.1121 of 2012 under Section 34 of the Act, 1996 before civil Court, later transferred to the Commercial Court and renumbered as C.O.P.No.119 of 2016.",
            "labels": [
                "RLC"
            ],
            "id": "4555311cc49247b0add8d16dcfcd3000_51"
        },
        {
            "start": 8053,
            "end": 8191,
            "text": "12. On issue No.2, the Commercial Court held that Arbitrator erred in applying revision of rates at 5/- per transaction w.e.f. 01.03.2008.",
            "labels": [
                "RLC"
            ],
            "id": "edfe4165690943b6a059a1fdb137c3f5_52"
        },
        {
            "start": 8193,
            "end": 8356,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch It amounted to applying the revision retrospectively, whereas Government Order dated 30.06.2009 was prospective only.",
            "labels": [
                "RLC"
            ],
            "id": "f90e64a264d24310bcd4cf1b1ce2ce78_53"
        },
        {
            "start": 8357,
            "end": 8430,
            "text": "The Commercial Court accordingly modified the decision of the Arbitrator.",
            "labels": [
                "RLC"
            ],
            "id": "dfa7457b9a774df68d93d888611e8bad_54"
        },
        {
            "start": 8431,
            "end": 8532,
            "text": "On issue no.4, the Commercial Court modified the rate of interest from 12% per annum to 6% per annum.",
            "labels": [
                "FAC"
            ],
            "id": "e091ef6a288446b0b0681d0d7d421d59_55"
        },
        {
            "start": 8534,
            "end": 8679,
            "text": "13. This triggered the present batch of appeals by the claimants, the MEE-SEVA of State of Telangana and MEE-SEVA of the State of Andhra Pradesh.",
            "labels": [
                "FAC"
            ],
            "id": "41085a0f49224f0da74eb5e28a7719ea_56"
        },
        {
            "start": 8681,
            "end": 8810,
            "text": "14. Learned counsel for claimants made following submissions:\n(a) The remedy under section 34 is not an appeal against the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "adf68fac49ce4eabb5b755810a8430ed_57"
        },
        {
            "start": 8811,
            "end": 8894,
            "text": "Parameters to consider the award are limited to the aspects provided in Section 34.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dd77d5d09ed64d7ab8c3d68d46ff79c3_58"
        },
        {
            "start": 8895,
            "end": 9437,
            "text": "The Court in exercise of jurisdiction under Section 34 can either affirm or set aside the award, but has no competence to modify the award;\n(b) The Commercial Court erred in holding the entitlement to levy 5/- per transaction as prospective from the date of issue of G.O.Rt.No.205, dated 30.06.2009;\n(c) The Commercial Court grossly erred in reducing the rate of interest from 12% to 6% per annum;\n(d) According to learned counsel, the award of learned Arbitrator commends acceptance in toto.\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 15.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "abccd22047854d6989da495eda148a82_59"
        },
        {
            "start": 9438,
            "end": 9634,
            "text": "Learned Special Counsel for State of Andhra Pradesh Sri Goverdhan Reddy submitted as under:\n(a) He would submit that the G.O.Rt.No.205 dt.30.06.2009 has no application to the existing contractors.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8395084780894c38a045cc1f9ab46389_60"
        },
        {
            "start": 9635,
            "end": 9671,
            "text": "It is applicable to fresh contracts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d09a31507aa541d39c47302441ecae8a_61"
        },
        {
            "start": 9672,
            "end": 9783,
            "text": "On electricity bills conclusions recorded by the learned Arbitrator are contrary to his findings on issue no.2.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b0776963b00a4d7c93936db9a41ca96b_62"
        },
        {
            "start": 9784,
            "end": 9888,
            "text": "As can be seen from paragraphs 8 and 9 of the preliminary award, all findings are in favour of MEE-SEVA.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ca1c59ec4474274b5c5e85ddbc89923_63"
        },
        {
            "start": 9889,
            "end": 10071,
            "text": "Thus, the conclusion of Arbitrator is perverse;\n(b) He would submit that there cannot be two awards in the same arbitral proceedings, more so, like preliminary award and final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0149b33928bc4616a3d738c9c0d843a6_64"
        },
        {
            "start": 10072,
            "end": 10264,
            "text": "As can be seen from Section 32 of the Act, once an award is passed by the Arbitrator, he becomes functus officio and he is no more competent to deal with any aspect of a dispute inter-parties;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fed618891bd24bb3a5777fe4e7909ead_65"
        },
        {
            "start": 10265,
            "end": 10344,
            "text": "\n(c) He would further submit that against preliminary award, O.Ps., were filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3307c9de3e3845ae9c3756cc49249cff_66"
        },
        {
            "start": 10345,
            "end": 10549,
            "text": "As per section 34 of the Act as it stood at the relevant point of time, once O.Ps are filed, it is a deemed stay and, therefore, the Arbitrator could not have passed final award after institution of O.Ps.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bff92b808cf74c8d91aa8ac1c2ae0c90_67"
        },
        {
            "start": 10550,
            "end": 10645,
            "text": "Though the fact of filing O.Ps., was informed to the learned Arbitrator, he passed final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0437446c60854682a1982317d15229d5_68"
        },
        {
            "start": 10646,
            "end": 10704,
            "text": "It is a patently illegal course adopted by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "985b6d4321e64bd79e670c8b0090a61c_69"
        },
        {
            "start": 10705,
            "end": 10804,
            "text": "\n(d) According to learned counsel, Article 3.1 of the contract specifies the rates per transaction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fa163ebd4d74773b6908d6422f61a0c_70"
        },
        {
            "start": 10805,
            "end": 11050,
            "text": "According to Article 3.2.1 the rates PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch specified are liable to be reviewed at the end of three years which may lead to reduction of transaction cost on due review on various parameters set out therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fc38000214574d329d7807656bc81490_71"
        },
        {
            "start": 11051,
            "end": 11186,
            "text": "The letter dated 31.03.2007 shows that the Technology Partners consented to collect 2/- per transaction instead of 5/- from 01.04.2007.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "567a85d9507045e7b31fbc6f47688b5a_72"
        },
        {
            "start": 11187,
            "end": 11279,
            "text": "However, later the issue was reviewed and 5/- per transaction was continued upto 01.03.2008;",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dac4d6ff0e884fad83f3431cbbb443dc_73"
        },
        {
            "start": 11280,
            "end": 11428,
            "text": "\n(e) He would submit that the term of contract with Technology Partners came to an end between the years 2008 to 2009 on various dates respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c3cef773b964b85a51f516c08724392_74"
        },
        {
            "start": 11429,
            "end": 11514,
            "text": "That being so, by way of interim order, the learned Arbitrator extended the contract.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "af081afb54a740b5abace86173c34dab_75"
        },
        {
            "start": 11515,
            "end": 11582,
            "text": "Such course adopted by the Arbitrator is in excess of jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d94ec867c61f447a8edd4899b490327e_76"
        },
        {
            "start": 11583,
            "end": 11683,
            "text": "By virtue of interim order, the contract continued far beyond the period envisaged in the contract;\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "99b951fd76d547cf878b7a0deb83248d_77"
        },
        {
            "start": 11683,
            "end": 11802,
            "text": "( f ) Learned counsel fairly submits that in an application under Section 34, Commercial Court cannot modify the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54f3a42edd12435a9b2e1729d435db0b_78"
        },
        {
            "start": 11803,
            "end": 11984,
            "text": "However, as the award is vitiated on several counts, having regard to the findings arrived at, the Commercial Court ought to have remanded to the Arbitrator for passing fresh award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a950232c45474e5498bab9509bb878b5_79"
        },
        {
            "start": 11985,
            "end": 12206,
            "text": "\n16. Learned Government Pleader for Arbitration State of Telangana submitted that entire arbitration proceedings are vitiated on several counts as submitted by the learned Special counsel for Government of Andhra Pradesh.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "dc7afbaff16643539141daf9d2532fa1_80"
        },
        {
            "start": 12208,
            "end": 12257,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 17.",
            "labels": [
                "NONE"
            ],
            "id": "327af6e6cfeb403d89029c045d039524_81"
        },
        {
            "start": 12258,
            "end": 12388,
            "text": "In reply, learned counsel for claimants submitted that in a Section 34 application re-appreciation of evidence is not permissible.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "f619f537232b489bb3a7faa0c4b0664a_82"
        },
        {
            "start": 12389,
            "end": 12434,
            "text": "Learned counsel justified passing two awards.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "782f3b3a00c44d79811946857f818ebe_83"
        },
        {
            "start": 12435,
            "end": 12579,
            "text": "According to learned counsel, at the stage of passing award in the first instance the calculations of amounts due were not submitted by parties.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d7a69e8a336b464c9a1df1ad8b0b58d5_84"
        },
        {
            "start": 12580,
            "end": 12712,
            "text": "Therefore, learned Arbitrator directed the parties to submit actual amounts due and on receiving the details, he passed final award.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "3a1a11a6299e492f8f4c090e08b1eeab_85"
        },
        {
            "start": 12713,
            "end": 12832,
            "text": "It is within the competence of the Arbitrator to make assessment of amounts due to the claimants and to award interest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "602319a178f54c27947d6ff3b2b86889_86"
        },
        {
            "start": 12833,
            "end": 12955,
            "text": "Therefore, merely because the award was split and two separate awards are passed do not vitiate the awards on that ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a893fe194de46dfa2f7742af5082160_87"
        },
        {
            "start": 12956,
            "end": 13202,
            "text": "\n18. Having regard to the issue involved in these cases, all the counsel have submitted that in the event of the court holding that the matter should go back to the stage of commencement of arbitral proceedings, a new Arbitrator may be appointed.",
            "labels": [
                "ISSUE"
            ],
            "id": "5614d0aec28b4d9c8c3bfbfe0b2f8927_88"
        },
        {
            "start": 13204,
            "end": 13448,
            "text": "19. Following issues arise for consideration:\n(1) Whether the Arbitrator is competent to pass preliminary award and final award ?\n(2) Whether in applications filed under Section 34, can the Commercial Court modify the awards of the Arbitrator ?",
            "labels": [
                "ISSUE"
            ],
            "id": "d0b33ecf72ec4306bb88140552230706_89"
        },
        {
            "start": 13449,
            "end": 13568,
            "text": "\n(3) Whether the findings recorded and conclusions arrived at by the Arbitrator on issues 2 and 4 are legal and valid ?",
            "labels": [
                "ISSUE"
            ],
            "id": "ce1042f8b56c437397ecc4f92e55941a_90"
        },
        {
            "start": 13569,
            "end": 13587,
            "text": "\n(4) What relief ?",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9ba41b6a35714f7781c8f48eef5be53c_91"
        },
        {
            "start": 13589,
            "end": 13650,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Issue No.1:\n20.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "91cbe58267e0493c898f28e8685ab2e4_92"
        },
        {
            "start": 13651,
            "end": 13805,
            "text": "To consider this issue, it is necessary to look into the definition of 'arbitral award' and the provisions in Sections 171, 322, and 333 of the Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8f5c5648e7e94a9bb4737adfe986e14c_93"
        },
        {
            "start": 13806,
            "end": 13945,
            "text": "Section 2(1)(c)4 has not specifically defined what is meant to be an arbitral award but holds that 'arbitral award' includes interim award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e41c9d9eb8164c09af34c4ccae7893b6_94"
        },
        {
            "start": 13946,
            "end": 13987,
            "text": "Interim award is referable to Section 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "435739b385c34879b8518704e5da83a4_95"
        },
        {
            "start": 13988,
            "end": 14150,
            "text": "Section 17 vests power in the arbitrator to pass orders as interim measures pending conclusion of arbitral proceedings in various aspects mentioned in Section 17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1cb03f5791c24a43930ee1f6e2a31e45_96"
        },
        {
            "start": 14151,
            "end": 14193,
            "text": "Section 32 deals with termination of S.17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2f2dab92e82c49b5811340f9e8b74853_97"
        },
        {
            "start": 14194,
            "end": 15535,
            "text": "Interim measures ordered by arbitral tribunal.--\n(1) A party may, during the arbitral proceedings apply to the arbitral tribunal-- (i) for the appointment of a guardian for a minor or person of unsound mind for the purposes of arbitral proceedings; or (ii) for an interim measure of protection in respect of any of the following matters, namely: -- (a) the preservation, interim custody or sale of any goods which are the subject-matter of the arbitration agreement; (b) securing the amount in dispute in the arbitration; (c) the detention, preservation or inspection of any property or thing which is the subject matter of the dispute in arbitration, or as to which any question may arise therein and authorising for any of the aforesaid purposes any person to enter upon any land or building in the possession of any party, or authorising any samples to be taken, or any observation to be made, or experiment to be tried, which may be necessary or expedient for the purpose of obtaining full information or evidence; (d) interim injunction or the appointment of a receiver; (e) such other interim measure of protection as may appear to the arbitral tribunal to be just and convenient, and the arbitral tribunal shall have the same power for making orders, as the court has for the purpose of, and in relation to, any proceedings before it.",
            "labels": [
                "STA"
            ],
            "id": "25ff7f12a347414a8e88ccc23ec1e9a8_98"
        },
        {
            "start": 15536,
            "end": 15854,
            "text": "(2) Subject to any orders passed in an appeal under section 37, any order issued by the arbitral tribunal under this section shall be deemed to be an order of the Court for all purposes and shall be enforceable under the Code of Civil Procedure,1908 (5 of 1908), in the same manner as if it were an order of the Court.",
            "labels": [
                "STA"
            ],
            "id": "d37708124f2f4a21b2614425ca6a8e69_99"
        },
        {
            "start": 15856,
            "end": 15876,
            "text": "S.32. Termination of",
            "labels": [
                "STA"
            ],
            "id": "5efe883c545e484bbd4fd5188f458596_100"
        },
        {
            "start": 15877,
            "end": 15894,
            "text": "proceedings.--(1)",
            "labels": [
                "STA"
            ],
            "id": "290133525b8c4717989a62b3684518fa_101"
        },
        {
            "start": 15895,
            "end": 16030,
            "text": "The arbitral proceedings shall be terminated by the final arbitral award or by an order of the arbitral tribunal under sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "b088e750e4b04cbbbb04c5d8a201b94c_102"
        },
        {
            "start": 16031,
            "end": 16530,
            "text": "(2) The arbitral tribunal shall issue an order for the termination of the arbitral proceedings where -- (a) the claimant withdraws his claim, unless the respondent objects to the order and the arbitral tribunal recognizes a legitimate interest on his part in obtaining a final settlement of the dispute, (b) the parties agree on the termination of the proceedings, or (c) the arbitral tribunal finds that the continuation of the proceedings has for any other reason become unnecessary or impossible.",
            "labels": [
                "STA"
            ],
            "id": "851c636b98484cca8ef367b83aed8b85_103"
        },
        {
            "start": 16531,
            "end": 16694,
            "text": "(3) Subject to section 33 and sub-section (4) of section 34, the mandate of the arbitral tribunal shall terminate with the termination of the arbitral proceedings.",
            "labels": [
                "STA"
            ],
            "id": "d6278a4f7c9d461cb8ddbc278d1dfdb0_104"
        },
        {
            "start": 16695,
            "end": 16740,
            "text": "S.33. Correction and interpretation of award;",
            "labels": [
                "STA"
            ],
            "id": "01ac0a6e251545a4b1aec1dbf7819ef8_105"
        },
        {
            "start": 16741,
            "end": 17281,
            "text": "additional award.--(1) Within thirty days from the receipt of the arbitral award, unless another period of time has been agreed upon by the parties-- (a) a party, with notice to the other party, may request the arbitral tribunal to correct any computation errors, any clerical or typographical errors or any other errors of a similar nature occurring in the award; (b) if so agreed by the parties, a party, with notice to the other party, may request the arbitral tribunal to give an interpretation of a specific point or part of the award.",
            "labels": [
                "STA"
            ],
            "id": "e506d6998bc643b890e7e75ac6e93977_106"
        },
        {
            "start": 17282,
            "end": 17545,
            "text": "(2) If the arbitral tribunal considers the request made under sub-section (1) to be justified, it shall make the correction or give the interpretation within thirty days from the receipt of the request and the interpretation shall form part of the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "37cf6d3331384a56bbec57d3f52bfb52_107"
        },
        {
            "start": 17546,
            "end": 17730,
            "text": "(3) The arbitral tribunal may correct any error of the type referred to in clause (a) of sub-section (1), on its own initiative, within thirty days from the date of the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "f6f1bb769cda40328ea8673438e53e57_108"
        },
        {
            "start": 17731,
            "end": 18033,
            "text": "(4) Unless otherwise agreed by the parties, a party with notice to the other party, may request, within thirty days from the receipt of the arbitral award, the arbitral tribunal to make an additional arbitral award as to claims presented in the arbitral proceedings but omitted from the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "79d9259efe4f47359badc57909667a43_109"
        },
        {
            "start": 18034,
            "end": 18224,
            "text": "(5) If the arbitral tribunal considers the request made under sub-section (4) to be justified, it shall make the additional arbitral award within sixty days from the receipt of such request.",
            "labels": [
                "STA"
            ],
            "id": "2944ba2172de4e8198d40060eecb7ca8_110"
        },
        {
            "start": 18225,
            "end": 18438,
            "text": "(6) The arbitral tribunal may extend, if necessary, the period of time within which it shall make a correction, give an interpretation or make an additional arbitral award under sub-section (2) or sub-section (5).",
            "labels": [
                "STA"
            ],
            "id": "e1fad49e0ef4459eb784e62638e7e781_111"
        },
        {
            "start": 18439,
            "end": 18581,
            "text": "(7) Section 31 shall apply to a correction or interpretation of the arbitral award or to an additional arbitral award made under this section.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fbd0c16b7504f23a8e56bacde896213_112"
        },
        {
            "start": 18582,
            "end": 18777,
            "text": "S.2. Definitions:- (1) in this Part, unless the context otherwise requires,- (a)&(b) xxx (c) 'arbitral award' includes an interim award;\nPNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "478a6cc33a1045d998e0580b7264248d_113"
        },
        {
            "start": 18778,
            "end": 18941,
            "text": "According to this section, the arbitral proceedings should be terminated by the final arbitral award or by an order of the arbitral Tribunal under sub-section (2).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b378b98e3c69451c802e491f7b414090_114"
        },
        {
            "start": 18942,
            "end": 19127,
            "text": "This Section does not envisage passing of more than one award and passing of preliminary award and final award, unlike civil Court passing preliminary decree and final decree in a suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e3cc7824cfe242b6b23fe78ed90d3038_115"
        },
        {
            "start": 19128,
            "end": 19198,
            "text": "\n21. Section 33 deals with 'correction' and 'interpretation of award'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1bbf1441f9b46abb8401cf622396c95_116"
        },
        {
            "start": 19199,
            "end": 19458,
            "text": "According to this provision, within 30 days from the date of receipt of arbitral award, a party can request the Arbitral Tribunal to correct any computation errors, any clerical or typographical errors or other errors of similar nature occurring in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "142bd9b72c024316bc7ac2ea0f0e2cb6_117"
        },
        {
            "start": 19459,
            "end": 19589,
            "text": "The provision also enables a party to request the Arbitrator 'to give an interpretation' of a specific point or part of the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "966b778235724ae19f26e7652f1a9a38_118"
        },
        {
            "start": 19590,
            "end": 19716,
            "text": "If the Arbitral Tribunal accepts the request made under sub-section (1), it should make corrections or to give interpretation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8b39f217648b4ec39136da618a29625b_119"
        },
        {
            "start": 19717,
            "end": 19840,
            "text": "The Arbitral Tribunal may correct any error of the type referred to in clause (a) of sub-section (1) on its own initiative.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d4fba506aedf4000bf8c1c3e5079fd31_120"
        },
        {
            "start": 19841,
            "end": 19913,
            "text": "Interpretation or correction made shall form part of the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b793cf88868a44429b03ae613fe330d8_121"
        },
        {
            "start": 19915,
            "end": 20070,
            "text": "22. It is permissible to pass such additional award, party to the dispute may make a request within 30 days of the award to pass additional arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "63f727a500bc48eb804f25a05c4b4ff0_122"
        },
        {
            "start": 20071,
            "end": 20232,
            "text": "However, both parties should agree for such a course, and it should be confined to claims presented in the arbitral proceedings, but omitted from arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f1e9c6025ade48deb7de35412b22c5b0_123"
        },
        {
            "start": 20233,
            "end": 20326,
            "text": "If the Arbitral Tribunal agrees with such application, it can pass additional arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "55e07a39005d4c5a838743018bc2e18a_124"
        },
        {
            "start": 20327,
            "end": 20571,
            "text": "From the provision of the Act, the scheme is very clear that it does not PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch envisage passing of preliminary award and final award and it is apparent that only one award can be passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4f519f77a5224fe598fed7ea2d3d3037_125"
        },
        {
            "start": 20572,
            "end": 20714,
            "text": "An additional arbitral award can be passed only in case where claim presented in the arbitral proceedings was omitted from the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5c0d91ea4dc34f1e89d61667405153ac_126"
        },
        {
            "start": 20716,
            "end": 20916,
            "text": "23. From the reading of sub-sections (1) and (2) of Section 33, it is also apparent that the Arbitrator should resort to computation of entitlement before the award is passed and include in the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fd4bd39909374b19b913416a0a53d79d_127"
        },
        {
            "start": 20917,
            "end": 21086,
            "text": "If there are any errors in computation, a party to the dispute can file an application and on filing such application, if errors are noticed the errors can be corrected.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fbdab33d282e4b5999682bf1a14ef77a_128"
        },
        {
            "start": 21087,
            "end": 21161,
            "text": "The arbitrator can suo-motu correct any clerical errors, but nothing more.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a426f808aa494399a104c486c1bf1e87_129"
        },
        {
            "start": 21162,
            "end": 21332,
            "text": "The scheme also makes it clear that once an award is passed by the Arbitrator, he becomes functus officio except in the contingencies mentioned in section 33 noted above.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ac6a2913bc364833b4fce17213a881d9_130"
        },
        {
            "start": 21333,
            "end": 21454,
            "text": "That being so, splitting the award and passing preliminary and final awards by the Arbitrator is vitiated on this ground.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a1100a18997475e92ce0c8c391697f6_131"
        },
        {
            "start": 21455,
            "end": 21471,
            "text": "\nIssue No.2:\n24.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a08c73204c824b2b822fd3dbfa3e780b_132"
        },
        {
            "start": 21472,
            "end": 21640,
            "text": "Section 345 vests right in a party to a dispute to challenge the award passed by the Arbitrator before the Civil Court or before the S.34. Application for setting aside",
            "labels": [
                "STA"
            ],
            "id": "e8a8153dd76640798fb5528eabb73ce2_133"
        },
        {
            "start": 21641,
            "end": 21661,
            "text": "arbitral award.--(1)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "44076b75a6344ffd960931db41f07b5d_134"
        },
        {
            "start": 21662,
            "end": 21827,
            "text": "Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c30ab27d5a7e471a8631b8dc44eeb9e9_135"
        },
        {
            "start": 21828,
            "end": 22839,
            "text": "(2) An arbitral award may be set aside by the Court only if-- (a) the party making the application establishes on the basis of the record of the arbitral tribunal that-- (i) a party was under some incapacity, or (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration: Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Commercial Court.",
            "labels": [
                "STA"
            ],
            "id": "febe1103cf0a4c4f964aa2eb4a187031_136"
        },
        {
            "start": 22840,
            "end": 23099,
            "text": "The Civil Court/Commercial Court can either allow the application setting aside the award or dismiss the application or set aside the award and remand it to the Arbitrator for fresh consideration, but cannot alter or modify the award passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd1e7a840a7249d2b2a725fc5e332b55_137"
        },
        {
            "start": 23100,
            "end": 23274,
            "text": "25.1. In The Project Director, National Highways Nos.45E and 220, National Highways Authority of India vs. M.Hakeem and others6, the Hon'ble Supreme Court held as under:\n\"16.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d020e273546e46919a7c58a44b507125_138"
        },
        {
            "start": 23275,
            "end": 23515,
            "text": "What is important to note is that, far from Section 34 being in the nature of an appellate provision, it provides only for setting aside awards on very limited grounds, such grounds being contained in sub-sections (2) and (3) of Section 34.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c63f35223dc3452aaa446a6f8766b9b3_139"
        },
        {
            "start": 23516,
            "end": 23728,
            "text": "Secondly, as the marginal note of Section 34 indicates, \"recourse\" to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-sections (2) and (3).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "251f52223625475995e9d04cf3a27360_140"
        },
        {
            "start": 23729,
            "end": 23857,
            "text": "\"Recourse\" is defined by P. Ramanatha Aiyar's Advanced Law Lexicon (3rd Edn.) as the enforcement or method of enforcing a right.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "eb6d7df728b1453b859d35588cc8d4bd_141"
        },
        {
            "start": 23858,
            "end": 23966,
            "text": "Where the right is itself truncated, enforcement of such truncated right can also be only limited in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "487c13f656814c0294f165063aa1fab5_142"
        },
        {
            "start": 23967,
            "end": 24153,
            "text": "What is clear from a reading of the said provisions is that, given the limited grounds of challenge under sub-sections (2) and (3), an application can only be made to set aside an award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "17230c1672154f978863ca5af2609601_143"
        },
        {
            "start": 24154,
            "end": 24504,
            "text": "This becomes even clearer when we see sub-section (4) under which, on receipt of an application under sub-section (1) of Section 34, the court may adjourn the Section 34 proceedings and give the Arbitral Tribunal an opportunity to resume the arbitral proceedings or take such action as will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "41b2eb0acdaf4abe944566cf0bc01e12_144"
        },
        {
            "start": 24505,
            "end": 24736,
            "text": "Here again, it is important to note that it is the opinion of the Arbitral Tribunal which counts in order to eliminate the grounds for setting aside the award, which may be indicated by the court hearing the Section 34 application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7aa76935b04b452fb1d3c38e5f75b6ba_145"
        },
        {
            "start": 24737,
            "end": 25353,
            "text": "xxx contains decisions on matters not submitted to arbitration may be set aside; or (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Part; or (b) the Court finds that-- (i) the subject- matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or (ii) the arbitral award is in conflict with the public policy of India.",
            "labels": [
                "STA"
            ],
            "id": "1e26283138074eab854c01d3483fa841_146"
        },
        {
            "start": 25354,
            "end": 25767,
            "text": "Explanation 1.--For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,-- (i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or (ii) it is in contravention with the fundamental policy of Indian law; or (iii) it is in conflict with the most basic notions of morality or justice.",
            "labels": [
                "STA"
            ],
            "id": "a250dd79210f4fd89dbc950edffe6e34_147"
        },
        {
            "start": 25768,
            "end": 25782,
            "text": "Explanation 2.",
            "labels": [
                "STA"
            ],
            "id": "a627a45c71734173a1245401752df2fd_148"
        },
        {
            "start": 25783,
            "end": 25958,
            "text": "--For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.",
            "labels": [
                "STA"
            ],
            "id": "37caec247edd46ac8b21297c1fc6df69_149"
        },
        {
            "start": 25959,
            "end": 26338,
            "text": "(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award: Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.",
            "labels": [
                "STA"
            ],
            "id": "901a8d1e3e5f4ab78f7141d43b81995d_150"
        },
        {
            "start": 26339,
            "end": 26644,
            "text": "(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal:",
            "labels": [
                "STA"
            ],
            "id": "280b2e0c19b54d60b49c8ddab8f65ce5_151"
        },
        {
            "start": 26645,
            "end": 26897,
            "text": "Provided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.",
            "labels": [
                "STA"
            ],
            "id": "2356c05693ef483db8c4aae78180d35a_152"
        },
        {
            "start": 26898,
            "end": 27311,
            "text": "(4) On receipt of an application under sub-section (1), the Court may, where it is appropriate and it is so requested by a party, adjourn the proceedings for a period of time determined by it in order to give the arbitral tribunal an opportunity to resume the arbitral proceedings or to take such other action as in the opinion of arbitral tribunal will eliminate the grounds for setting aside the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "b1e0d65679f14f97a8d6b7bdb4e6cd0a_153"
        },
        {
            "start": 27312,
            "end": 27551,
            "text": "(5) An application under this section shall be filed by a party only after issuing a prior notice to the other party and such application shall be accompanied by an affidavit by the applicant endorsing compliance with the said requirement.",
            "labels": [
                "STA"
            ],
            "id": "5f467bba3da54b4caa62c863e0cef634_154"
        },
        {
            "start": 27552,
            "end": 27768,
            "text": "(6) An application under this section shall be disposed of expeditiously, and in any event, within a period of one year from the date on which the notice referred to in sub-section (5) is served upon the other party.",
            "labels": [
                "STA"
            ],
            "id": "93e4a78a11c84c3483f2750c513eeac6_155"
        },
        {
            "start": 27769,
            "end": 27834,
            "text": "\n(2021) 9 SCC 1 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 42.",
            "labels": [
                "NONE"
            ],
            "id": "c61886de4ca44771b9c791d089c48bea_156"
        },
        {
            "start": 27835,
            "end": 28206,
            "text": "It can therefore be said that this question has now been settled finally by at least 3 decisions [McDermott International Inc. v. Burn Standard Co. Ltd., (2006) 11 SCC 181] , [Kinnari Mullick v. Ghanshyam Das Damani, (2018) 11 SCC 328 : (2018) 5 SCC (Civ) 106] , [Dakshin Haryana Bijli Vitran Nigam Ltd. v. Navigant Technologies (P) Ltd., (2021) 7 SCC 657] of this Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9572ccb19296478c8c28a4737445e11c_157"
        },
        {
            "start": 28207,
            "end": 28994,
            "text": "Even otherwise, to state that the judicial trend appears to favour an interpretation that would read into Section 34 a power to modify, revise or vary the award would be to ignore the previous law contained in the 1940 Act; as also to ignore the fact that the 1996 Act was enacted based on the UNCITRAL Model Law on International Commercial Arbitration, 1985 which, as has been pointed out in Redfern and Hunter on International Arbitration, makes it clear that, given the limited judicial interference on extremely limited grounds not dealing with the merits of an award, the \"limited remedy\" under Section 34 is coterminous with the \"limited right\", namely, either to set aside an award or remand the matter under the circumstances mentioned in Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58996ae4a9104b5294d824c0889ceab0_158"
        },
        {
            "start": 28996,
            "end": 29004,
            "text": "xxxx 48.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c39b09db1c44b6ca16a89dc8269b2e4_159"
        },
        {
            "start": 29005,
            "end": 29198,
            "text": "Quite obviously if one were to include the power to modify an award in Section 34, one would be crossing the Lakshman Rekha and doing what, according to the justice of a case, ought to be done.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f43ad47a303c427486029af3e81c63c4_160"
        },
        {
            "start": 29199,
            "end": 29343,
            "text": "In interpreting a statutory provision, a Judge must put himself in the shoes of Parliament and then ask whether Parliament intended this result.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "80463ee555d448ba87f8992a8abea1e6_161"
        },
        {
            "start": 29344,
            "end": 29469,
            "text": "Parliament very clearly intended that no power of modification of an award exists in Section 34 of the Arbitration Act, 1996.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cf302e3c9d4f43e99172b2d0c7bdb2d0_162"
        },
        {
            "start": 29470,
            "end": 29680,
            "text": "It is only for Parliament to amend the aforesaid provision in the light of the experience of the courts in the working of the Arbitration Act, 1996, and bring it in line with other legislations the world over.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ab642b8aaddd46d18c7cd095c14ba5fd_163"
        },
        {
            "start": 29681,
            "end": 29801,
            "text": "25.2. The Division Bench of this Court in Ragya Bee and others vs. P.S.R. Constructions and others7, held as under:\n\"22.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0d2ba6baaa1640d4867f3db0fbd4ed78_164"
        },
        {
            "start": 29802,
            "end": 29991,
            "text": "The scope of power of Civil Court under Section 34 is no more res-integra, in view of the decision of Hon'ble Supreme Court in McDermott International Inc Vs Burn Standard Company Limited8.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "242e5c9a85fa49a38378ef2cae497bd8_165"
        },
        {
            "start": 29992,
            "end": 30177,
            "text": "In the said decision and the decisions that followed, the Hon'ble Supreme Court held that in a petition under Section 34 of the Act, 1996, the Court cannot correct errors of Arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2f2d716cb8a94dd68af4251c2d144250_166"
        },
        {
            "start": 30178,
            "end": 30206,
            "text": "It can only quash the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b75833b3f4fa4b9da15bb34093844a77_167"
        },
        {
            "start": 30207,
            "end": 30278,
            "text": "Paragraphs 51 and 52 of McDermott International Inc read as under:\n\"52.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6ab1a88064fa4b6f917efe535aff8b28_168"
        },
        {
            "start": 30279,
            "end": 30405,
            "text": "The 1996 Act makes provision for the supervisory role of courts, for the review of the arbitral award only to ensure fairness.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7dfbc52404b54da19bdf6b2c6fdc709e_169"
        },
        {
            "start": 30406,
            "end": 30557,
            "text": "Intervention of the court is envisaged in few circumstances only, like, in case of fraud or bias by the arbitrators, violation of natural justice, etc.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e8a3bc0d626c4ad3a49fbc33985cfae2_170"
        },
        {
            "start": 30558,
            "end": 30609,
            "text": "The court cannot correct errors of the arbitrators.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f74be223a706486e84f96896e26f670f_171"
        },
        {
            "start": 30610,
            "end": 30711,
            "text": "It can only quash the award leaving the parties free to begin the arbitration again if it is desired.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "291833100e7745bdacb4590bf51166ca_172"
        },
        {
            "start": 30712,
            "end": 31011,
            "text": "So, the scheme of the provision aims at keeping the supervisory role of the court at minimum level and this can be justified as parties to the agreement make a conscious decision to exclude the court's jurisdiction by opting for arbitration as they prefer the expediency and finality offered by it.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c036ceeb19544887aa8daa359a2c1536_173"
        },
        {
            "start": 31012,
            "end": 31032,
            "text": "\n(emphasis supplied)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bb6a433ced6b41a7af32c6247ea9021a_174"
        },
        {
            "start": 31034,
            "end": 31132,
            "text": "23. The decision of Hon'ble Supreme Court in M.Hakeem (supra) puts the issue beyond pale of doubt.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f577852c9244d41a5e0e85aa68d17ec_175"
        },
        {
            "start": 31133,
            "end": 31200,
            "text": "It is affirmation of statement of law that stood the test of times.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a0babaabc93147789b895fc182f5c1e2_176"
        },
        {
            "start": 31201,
            "end": 31364,
            "text": "On review of precedent decisions, Hon'ble Supreme Court held that Section 34 of the Act, 1996 cannot be held to include within it a power to modify the award. ...\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "86313bc27a694f4db7fec3d63c115880_177"
        },
        {
            "start": 31365,
            "end": 31484,
            "text": "25.3. In Delhi Airport Metro Express Pvt. Ltd. Vs. Delhi Metro Rail Corporation Ltd., Hon'ble Court held as under:\n\"28.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fcc7d2e4f5fd4c0196dfb5f7fecb628b_178"
        },
        {
            "start": 31485,
            "end": 31667,
            "text": "This Court has in several other judgments interpreted Section 34 of the 1996 Act to stress on the restraint to be shown by Courts while examining the validity of the arbitral awards.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "178fd39b870947fbb553f19dfcd8ec8b_179"
        },
        {
            "start": 31668,
            "end": 31781,
            "text": "The limited grounds available to Courts for annulment of arbitral awards are well known to legally trained minds.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fe76f53b2f2744c88b3b4a3f142c47b1_180"
        },
        {
            "start": 31782,
            "end": 32030,
            "text": "However, the difficulty arises in applying the well- established principles for interference to the facts of each case that come up before the 2022 (3) ALD 151 (2006) 11 SCC 181 (2022) 1 SCC 131 PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch Courts.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b367c04ffa742dab388a356fe0b6a95_181"
        },
        {
            "start": 32031,
            "end": 32381,
            "text": "There is a disturbing tendency of Courts setting aside arbitral awards, after dissecting and reassessing factual aspects of the cases to come to a conclusion that the award needs intervention and thereafter, dubbing the award to be vitiated by either perversity or patent illegality, apart from the other grounds available for annulment of the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "04078e5230004f018cc402f260cc1e46_182"
        },
        {
            "start": 32382,
            "end": 32559,
            "text": "This approach would lead to corrosion of the object of the 1996 Act and the endeavours made to preserve this object, which is minimal judicial interference with arbitral awards.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86eec37c5f74418baaa3dc4e6adcedca_183"
        },
        {
            "start": 32560,
            "end": 32789,
            "text": "That apart, several judicial pronouncements of this Court would become a dead letter if arbitral awards are set aside by categorizing them as perverse or patently illegal without appreciating the contours of the said expressions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9523e51a6fe499392ededb08dd35ac9_184"
        },
        {
            "start": 32790,
            "end": 32871,
            "text": "\n29. Patent illegality should be illegality which goes to the root of the matter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "abb20b08fcc443ae8f37e0eea25e9b20_185"
        },
        {
            "start": 32872,
            "end": 32999,
            "text": "In other words, every error of law committed by the Arbitral Tribunal would not fall within the expression \"patent illegality\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c4f2df84bca94f9dbf21379bbc22c4e6_186"
        },
        {
            "start": 33000,
            "end": 33082,
            "text": "Likewise, erroneous application of law cannot be categorised as patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51659b288d1e43a2bf967d0abd5134ee_187"
        },
        {
            "start": 33083,
            "end": 33222,
            "text": "In addition, contravention of law not linked to public policy or public interest is beyond the scope of the expression \"patent illegality\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6036c0f1f43a489ebd676f87d2fc152b_188"
        },
        {
            "start": 33223,
            "end": 33433,
            "text": "What is prohibited is for Courts to reappreciate evidence to conclude that the award suffers from patent illegality appearing on the face of the award, as Courts do not sit in appeal against the arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cba6b12486fd43efa636cb231479e603_189"
        },
        {
            "start": 33434,
            "end": 33863,
            "text": "The permissible grounds for interference with a domestic award under Section 34(2-A) on the ground of patent illegality is when the arbitrator takes a view which is not even a possible one, or interprets a clause in the contract in such a manner which no fair-minded or reasonable person would, or if the arbitrator commits an error of jurisdiction by wandering outside the contract and dealing with matters not allotted to them.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f78394095f744d3924fdbe27738a67f_190"
        },
        {
            "start": 33864,
            "end": 33977,
            "text": "An arbitral award stating no reasons for its findings would make itself susceptible to challenge on this account.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "67c84fbcd1464ca780cd0bbf73acaed5_191"
        },
        {
            "start": 33978,
            "end": 34163,
            "text": "The conclusions of the arbitrator which are based on no evidence or have been arrived at by ignoring vital evidence are perverse and can be set aside on the ground of patent illegality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f675a39cb7214c8a9ed567a71755525b_192"
        },
        {
            "start": 34164,
            "end": 34316,
            "text": "Also, consideration of documents which are not supplied to the other party is a facet of perversity falling within the expression \"patent illegality\". \"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78ec66189dc845b9baa9093de527f76f_193"
        },
        {
            "start": 34318,
            "end": 34453,
            "text": "26. Having regard to the provision in Section 34 and the law governing the field, the Court below grossly erred in modifying the award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "370e68cd0d88442782d7bb379b6562c5_194"
        },
        {
            "start": 34455,
            "end": 34620,
            "text": "27. As per then provision in Section 34, once application is filed under Section 34, it would be amounting to deemed stay against the award passed by the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00e3104fa5dc41c998905d22cf112201_195"
        },
        {
            "start": 34621,
            "end": 34795,
            "text": "The application under section 34 was filed challenging the preliminary award before the final award was passed by the Arbitrator and this fact was informed to the Arbitrator.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "69246deeb6f94a57a202a6459f14aaf3_196"
        },
        {
            "start": 34796,
            "end": 34877,
            "text": "Though Arbitrator took note of the filing of OP, he proceeds to pass final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0ac7afe8a1684a6894b3096af5fc2ff2_197"
        },
        {
            "start": 34878,
            "end": 35007,
            "text": "The final award passed by the Arbitrator is in clear violation of the statutory mandate and, therefore, nonest in the eye of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c1af54a2149419a840fbe8e7ed463c2_198"
        },
        {
            "start": 35009,
            "end": 35058,
            "text": "PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch 28.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c6ea65a1f347446cbda3a575a6f38491_199"
        },
        {
            "start": 35059,
            "end": 35187,
            "text": "In the preliminary award, the Arbitrator has not quantified the amounts claimed by the claimants and payable by the respondents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "223a08c14c8e4746ba941be0c8751a44_200"
        },
        {
            "start": 35188,
            "end": 35253,
            "text": "Thus, excluding the final award, preliminary award is incomplete.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "711b02bfc30849b1892c949fb613b847_201"
        },
        {
            "start": 35254,
            "end": 35449,
            "text": "In view of the statutory mandate of Section 34 as obtained then, the Arbitrator could not have passed final award after OP was filed under Section 34 of the Act challenging the preliminary award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b013c1bd3e6f4db3b5de398cc90c3689_202"
        },
        {
            "start": 35451,
            "end": 35782,
            "text": "29. Cumulatively, we have noticed that the decision of the Arbitrator to split the award into two awards and passing preliminary award and final award is ex facie illegal and in the application filed under Section 34 the Commercial Court modifying the award is without competence and jurisdiction and, therefore, both are vitiated.",
            "labels": [
                "RATIO"
            ],
            "id": "d8b7069eab8c4eab98f82b65fe63f80c_203"
        },
        {
            "start": 35783,
            "end": 35826,
            "text": "These aspects go to the root of the matter.",
            "labels": [
                "RATIO"
            ],
            "id": "ee4dd6c60ab84596a855819eb8044552_204"
        },
        {
            "start": 35827,
            "end": 35936,
            "text": "In view of the above conclusion arrived at by us, we restrain from deciding the issue no.3 and leave it open.",
            "labels": [
                "RATIO"
            ],
            "id": "8de47913b83c4272bf05c6e6097c3259_205"
        },
        {
            "start": 35937,
            "end": 35948,
            "text": "Issue No.4.",
            "labels": [
                "RPC"
            ],
            "id": "0d8e8a709ce24d6f9194b92e649cdc1a_206"
        },
        {
            "start": 35949,
            "end": 35969,
            "text": "To what relief :\n30.",
            "labels": [
                "RPC"
            ],
            "id": "40bbff53e45d42b887bbaba20e1ca320_207"
        },
        {
            "start": 35970,
            "end": 36123,
            "text": "As the award of the Arbitrator and the decision of the Commercial Court in application filed under Section 34 are not sustainable the COMCAs are allowed.",
            "labels": [
                "RPC"
            ],
            "id": "a71727fa7b8545a989cc1b4d75fd8a72_208"
        },
        {
            "start": 36124,
            "end": 36232,
            "text": "However, as the dispute requires resolution, we deem it proper to remit the matter to the Arbitral Tribunal.",
            "labels": [
                "RPC"
            ],
            "id": "eb502f66f0cb4fb2b4d6fdb2dd62f366_209"
        },
        {
            "start": 36233,
            "end": 36461,
            "text": "As both parties are in agreement for referring the matter to a new Arbitrator, we are inclined to accept the request of learned counsel to appoint Sri Justice Vilas V.Afzulpurkar, Retired Judge of this Court, as sole Arbitrator.",
            "labels": [
                "NONE"
            ],
            "id": "d9ec9186b88a4091b8d03a555cf6e12f_210"
        },
        {
            "start": 36462,
            "end": 36686,
            "text": "The parties are directed to place all the pleadings and documents forming part of arbitral PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch proceedings before the earlier Arbitrator with Hon'ble Sri Justice Vilas V.Afzulpurkar.",
            "labels": [
                "RPC"
            ],
            "id": "d25e5d17effc455cac28b92892e4d8e6_211"
        },
        {
            "start": 36687,
            "end": 36920,
            "text": "As the issue is very old, we request Hon'ble Sri Justice Vilas V.Afzulpurkar to conclude the arbitral proceedings expeditiously, preferably within a period of 16 weeks from the date of submission of all the documents by both parties.",
            "labels": [
                "RPC"
            ],
            "id": "667caf1950524b2587b93434ebe892d1_212"
        },
        {
            "start": 36921,
            "end": 37110,
            "text": "The parties are directed to prepare compilation and submit all the documents to the Hon'ble Sri Justice Vilas V.Afzulpurkar within four weeks from the date of receipt of copy of this order.",
            "labels": [
                "RPC"
            ],
            "id": "19f236fcef2a4195a523f8cfad0e18e6_213"
        },
        {
            "start": 37111,
            "end": 37177,
            "text": "It is made clear that there is no expression of opinion on merits.",
            "labels": [
                "RPC"
            ],
            "id": "112b7347725944acb29efcf509204aa7_214"
        },
        {
            "start": 37178,
            "end": 37236,
            "text": "Pending miscellaneous petitions if any shall stand closed.",
            "labels": [
                "RPC"
            ],
            "id": "0c8b4c3cdfe641a5bf5ca33fefe93312_215"
        },
        {
            "start": 37237,
            "end": 37589,
            "text": "\n_______________________ P.NAVEEN RAO, J _______________________ DR.G.RADHA RANI, J Date: 26.08.2022 Kkm /tvk PNR,J & Dr.GRR,J COM CA No.33 OF 2018 & batch HONOURABLE SRI JUSTICE P.NAVEEN RAO & HONOURABLE DR. JUSTICE RADHA RANI COMMERCIAL COURT APPEAL NOs.33, 34, 40, 41, 42, 48, 49, 51 and 52 of 2018 and 4, 17, 18, 19, 20 OF 2019 Date: 26.08.2022 KKM",
            "labels": [
                "NONE"
            ],
            "id": "e1d6a4a695ba489ba1fc0466422bc8d3_216"
        }
    ],
    "entities": [
        {
            "text": "Bela Creation Pvt Ltd",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 38
        },
        {
            "text": "Anuj Textiles",
            "label": "RESPONDENT",
            "start_char": 42,
            "end_char": 55
        },
        {
            "text": "C. Hari Shankar",
            "label": "JUDGE",
            "start_char": 79,
            "end_char": 94
        },
        {
            "text": "C.Hari Shankar",
            "label": "JUDGE",
            "start_char": 102,
            "end_char": 116
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 203,
            "end_char": 235
        },
        {
            "text": "Bela Creation Pvt Ltd",
            "label": "PETITIONER",
            "start_char": 394,
            "end_char": 415
        },
        {
            "text": "V.S. Dubey",
            "label": "LAWYER",
            "start_char": 509,
            "end_char": 519
        },
        {
            "text": "Anuj Textiles",
            "label": "RESPONDENT",
            "start_char": 620,
            "end_char": 633
        },
        {
            "text": "02.05.2022",
            "label": "DATE",
            "start_char": 940,
            "end_char": 950
        },
        {
            "text": "24th February, 2022",
            "label": "DATE",
            "start_char": 979,
            "end_char": 998
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 1028,
            "end_char": 1045
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 1053,
            "end_char": 1082
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 1084,
            "end_char": 1087
        },
        {
            "text": "District Judge (Commercial Court",
            "label": "COURT",
            "start_char": 1151,
            "end_char": 1183
        },
        {
            "text": "CS (Comm) 294/2019 (Anuj Textiles v. Bela Creations Pvt. Ltd.",
            "label": "PRECEDENT",
            "start_char": 1226,
            "end_char": 1287
        },
        {
            "text": "CS (Comm) 294/2019",
            "label": "CASE_NUMBER",
            "start_char": 1316,
            "end_char": 1334
        },
        {
            "text": "Anuj Textiles",
            "label": "RESPONDENT",
            "start_char": 1363,
            "end_char": 1376
        },
        {
            "text": "4 th August, 2017",
            "label": "DATE",
            "start_char": 1484,
            "end_char": 1501
        },
        {
            "text": "20th June, 2018",
            "label": "DATE",
            "start_char": 1505,
            "end_char": 1520
        },
        {
            "text": "Order VII Rule 14(3)1 of",
            "label": "PROVISION",
            "start_char": 2252,
            "end_char": 2276
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2281,
            "end_char": 2284
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 2398,
            "end_char": 2418
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 2426,
            "end_char": 2429
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 2595,
            "end_char": 2612
        },
        {
            "text": "2nd December, 2021",
            "label": "DATE",
            "start_char": 3838,
            "end_char": 3856
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 4229,
            "end_char": 4249
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4257,
            "end_char": 4260
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 4737,
            "end_char": 4757
        },
        {
            "text": "Dubey",
            "label": "LAWYER",
            "start_char": 5001,
            "end_char": 5006
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5091,
            "end_char": 5104
        },
        {
            "text": "Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.2",
            "label": "PRECEDENT",
            "start_char": 5108,
            "end_char": 5154
        },
        {
            "text": "Sudhir Kumar",
            "label": "PETITIONER",
            "start_char": 5199,
            "end_char": 5211
        },
        {
            "text": "Sudhir Kumar",
            "label": "OTHER_PERSON",
            "start_char": 5249,
            "end_char": 5261
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 5289,
            "end_char": 5309
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5317,
            "end_char": 5320
        },
        {
            "text": "Sudhir Kumar",
            "label": "PETITIONER",
            "start_char": 5441,
            "end_char": 5453
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5482,
            "end_char": 5493
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5501,
            "end_char": 5522
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5569,
            "end_char": 5582
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 5589,
            "end_char": 5600
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5608,
            "end_char": 5629
        },
        {
            "text": "Sudhir Kumar",
            "label": "RESPONDENT",
            "start_char": 5636,
            "end_char": 5648
        },
        {
            "text": "Vinay Kumar",
            "label": "RESPONDENT",
            "start_char": 5735,
            "end_char": 5746
        },
        {
            "text": "Order XI Rule 13",
            "label": "PROVISION",
            "start_char": 5828,
            "end_char": 5844
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 5852,
            "end_char": 5855
        },
        {
            "text": "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1",
            "label": "STATUTE",
            "start_char": 5875,
            "end_char": 5932
        },
        {
            "text": "sub-rule (7)(c)(iii)",
            "label": "PROVISION",
            "start_char": 10512,
            "end_char": 10532
        },
        {
            "text": "sub-rule (7)(c)(iii)",
            "label": "PROVISION",
            "start_char": 10866,
            "end_char": 10886
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 11712,
            "end_char": 11718
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 11864,
            "end_char": 11884
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 11892,
            "end_char": 11895
        },
        {
            "text": "13th November, 2019",
            "label": "DATE",
            "start_char": 12004,
            "end_char": 12023
        },
        {
            "text": "Vinay",
            "label": "RESPONDENT",
            "start_char": 12030,
            "end_char": 12035
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 12104,
            "end_char": 12110
        },
        {
            "text": "Order XI Rule 1(7)",
            "label": "PROVISION",
            "start_char": 12333,
            "end_char": 12351
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 12406,
            "end_char": 12425
        },
        {
            "text": "Vinay",
            "label": "RESPONDENT",
            "start_char": 12547,
            "end_char": 12552
        },
        {
            "text": "7th December, 2020",
            "label": "DATE",
            "start_char": 12606,
            "end_char": 12624
        },
        {
            "text": "Vinay",
            "label": "RESPONDENT",
            "start_char": 12688,
            "end_char": 12693
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 12700,
            "end_char": 12706
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 12731,
            "end_char": 12742
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 12750,
            "end_char": 12771
        },
        {
            "text": "13th November, 2019",
            "label": "DATE",
            "start_char": 12802,
            "end_char": 12821
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 12908,
            "end_char": 12925
        },
        {
            "text": "6th April, 2021",
            "label": "DATE",
            "start_char": 13016,
            "end_char": 13031
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 13047,
            "end_char": 13053
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13069,
            "end_char": 13082
        },
        {
            "text": "Article 136",
            "label": "PROVISION",
            "start_char": 13089,
            "end_char": 13100
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 13108,
            "end_char": 13129
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13140,
            "end_char": 13153
        },
        {
            "text": "Order XI Rule 74",
            "label": "PROVISION",
            "start_char": 13201,
            "end_char": 13217
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13225,
            "end_char": 13228
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 13248,
            "end_char": 13269
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 13271,
            "end_char": 13288
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13296,
            "end_char": 13299
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 13468,
            "end_char": 13486
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13494,
            "end_char": 13497
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 13558,
            "end_char": 13577
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 13585,
            "end_char": 13588
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 13655,
            "end_char": 13672
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 13674,
            "end_char": 13680
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 13869,
            "end_char": 13887
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 13893,
            "end_char": 13906
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 14153,
            "end_char": 14170
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14178,
            "end_char": 14181
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 14246,
            "end_char": 14265
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14306,
            "end_char": 14319
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 14468,
            "end_char": 14487
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 14495,
            "end_char": 14498
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 14518,
            "end_char": 14539
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 14693,
            "end_char": 14722
        },
        {
            "text": "Order XIII, Rule 1, Order VII, Rule 14 and Order VIII, Rule 1-A",
            "label": "PROVISION",
            "start_char": 14791,
            "end_char": 14854
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 14859,
            "end_char": 14900
        },
        {
            "text": "Vijaya Bank v. Shyamal Kumar Lodh5",
            "label": "PRECEDENT",
            "start_char": 15243,
            "end_char": 15277
        },
        {
            "text": "N. Mani v. Sangeetha Theatre6",
            "label": "PRECEDENT",
            "start_char": 15279,
            "end_char": 15308
        },
        {
            "text": "Pruthviraj Sinh v. Jayesh Kumar7",
            "label": "PRECEDENT",
            "start_char": 15313,
            "end_char": 15345
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15512,
            "end_char": 15525
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 15589,
            "end_char": 15607
        },
        {
            "text": "Order XI Rule 1(4)",
            "label": "PROVISION",
            "start_char": 16031,
            "end_char": 16049
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 16060,
            "end_char": 16078
        },
        {
            "text": "Order XI Rule 1(3)",
            "label": "PROVISION",
            "start_char": 16532,
            "end_char": 16550
        },
        {
            "text": "(2010) 7 SCC 635 6 (2004) 12 SCC 78 7 (2019) 9 SCC 533",
            "label": "CASE_NUMBER",
            "start_char": 16803,
            "end_char": 16857
        },
        {
            "text": "Order XI Rule 1(4) and Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 17294,
            "end_char": 17335
        },
        {
            "text": "TM No. 236 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 17891,
            "end_char": 17909
        },
        {
            "text": "29.10.2018",
            "label": "DATE",
            "start_char": 18083,
            "end_char": 18093
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18203,
            "end_char": 18224
        },
        {
            "text": "TM No. 236 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 18269,
            "end_char": 18287
        },
        {
            "text": "27.07.2019",
            "label": "DATE",
            "start_char": 18291,
            "end_char": 18301
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 18347,
            "end_char": 18374
        },
        {
            "text": "31.08.2019",
            "label": "DATE",
            "start_char": 18416,
            "end_char": 18426
        },
        {
            "text": "Order XXXIX Rule 1",
            "label": "PROVISION",
            "start_char": 19635,
            "end_char": 19653
        },
        {
            "text": "29.10.2018",
            "label": "DATE",
            "start_char": 20543,
            "end_char": 20553
        },
        {
            "text": "27.07.2019",
            "label": "DATE",
            "start_char": 20611,
            "end_char": 20621
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 20667,
            "end_char": 20688
        },
        {
            "text": "31.08.2019",
            "label": "DATE",
            "start_char": 20729,
            "end_char": 20739
        },
        {
            "text": "Order XI Rule 1(4)",
            "label": "PROVISION",
            "start_char": 21074,
            "end_char": 21092
        },
        {
            "text": "Order XI Rule 1(4)",
            "label": "PROVISION",
            "start_char": 21388,
            "end_char": 21406
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21533,
            "end_char": 21546
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 21586,
            "end_char": 21592
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 21743,
            "end_char": 21749
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21991,
            "end_char": 22004
        },
        {
            "text": "Order XI Rule 1",
            "label": "PROVISION",
            "start_char": 22065,
            "end_char": 22080
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 22347,
            "end_char": 22353
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22395,
            "end_char": 22408
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 22602,
            "end_char": 22608
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22861,
            "end_char": 22874
        },
        {
            "text": "Sudhir",
            "label": "OTHER_PERSON",
            "start_char": 22973,
            "end_char": 22979
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23185,
            "end_char": 23198
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 23300,
            "end_char": 23317
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 23325,
            "end_char": 23328
        },
        {
            "text": "Sunil Ojha",
            "label": "OTHER_PERSON",
            "start_char": 23922,
            "end_char": 23932
        },
        {
            "text": "Vinay S. Dubey",
            "label": "OTHER_PERSON",
            "start_char": 24193,
            "end_char": 24207
        },
        {
            "text": "02-12-2021",
            "label": "DATE",
            "start_char": 24445,
            "end_char": 24455
        },
        {
            "text": "abhay dubey",
            "label": "OTHER_PERSON",
            "start_char": 24742,
            "end_char": 24753
        },
        {
            "text": "Anuj Textile versus Bela Creation Pvt Ltd and Akanksha textile versus Bela creation Pvt Ltd.",
            "label": "PRECEDENT",
            "start_char": 25428,
            "end_char": 25520
        },
        {
            "text": "Order VII Rule 14",
            "label": "PROVISION",
            "start_char": 26028,
            "end_char": 26045
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 28052,
            "end_char": 28071
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 28079,
            "end_char": 28082
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 28102,
            "end_char": 28123
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28750,
            "end_char": 28761
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28769,
            "end_char": 28790
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28851,
            "end_char": 28862
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28987,
            "end_char": 28998
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 29270,
            "end_char": 29281
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd.8",
            "label": "PRECEDENT",
            "start_char": 29389,
            "end_char": 29429
        },
        {
            "text": "Garment Craft v. Prakash Chand Goel9",
            "label": "PRECEDENT",
            "start_char": 29431,
            "end_char": 29467
        },
        {
            "text": "Puri Investments v. Young Friends & Co.10",
            "label": "PRECEDENT",
            "start_char": 29472,
            "end_char": 29513
        },
        {
            "text": "Lucina Land Development Ltd. v. Union of India11",
            "label": "PRECEDENT",
            "start_char": 29597,
            "end_char": 29645
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 29747,
            "end_char": 29766
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29774,
            "end_char": 29777
        },
        {
            "text": "8 (2001) 8 SCC 97 2022 SCC OnLine SC 29 10 2022 SCC OnLine SC 283 11 2022 SCC OnLine Del 1274",
            "label": "PRECEDENT",
            "start_char": 29781,
            "end_char": 29874
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 29893,
            "end_char": 29914
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30129,
            "end_char": 30140
        },
        {
            "text": "24th February, 2022",
            "label": "DATE",
            "start_char": 30510,
            "end_char": 30529
        },
        {
            "text": "C. HARI SHANKAR",
            "label": "JUDGE",
            "start_char": 30710,
            "end_char": 30725
        },
        {
            "text": "MAY 2, 2022",
            "label": "DATE",
            "start_char": 30730,
            "end_char": 30741
        }
    ],
    "precedent_clusters": {
        "Anuj Textile versus Bela Creation Pvt Ltd and Akanksha textile versus Bela creation Pvt Ltd.": [
            "CS (Comm) 294/2019 (Anuj Textiles v. Bela Creations Pvt. Ltd.",
            "Sudhir Kumar @ S. Baliyan v. Vinay Kumar G.B.2",
            "Vijaya Bank v. Shyamal Kumar Lodh5",
            "N. Mani v. Sangeetha Theatre6",
            "Pruthviraj Sinh v. Jayesh Kumar7",
            "Anuj Textile versus Bela Creation Pvt Ltd and Akanksha textile versus Bela creation Pvt Ltd.",
            "Estralla Rubber v. Dass Estate (P) Ltd.8",
            "Garment Craft v. Prakash Chand Goel9",
            "Puri Investments v. Young Friends & Co.10",
            "Lucina Land Development Ltd. v. Union of India11"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order VII Rule 14",
            "Code of Civil Procedure, 1908",
            "Order VII Rule 14",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Order VII Rule 14(3)1 of",
            "CPC",
            "Order VII Rule 14(3)1 of",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 136",
            "Constitution of India",
            "Article 136",
            "Constitution of India"
        ],
        [
            "Order XI Rule 13",
            "CPC",
            "Order XI Rule 13",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 136",
            "Constitution of India",
            "Article 136",
            "Constitution of India"
        ],
        [
            "Order XI Rule 74",
            "CPC",
            "Order XI Rule 74",
            "CPC"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order XI Rule 1(5)",
            "CPC",
            "Order XI Rule 1(5)",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "Commercial Courts Act",
            "Order XI Rule 1(10)",
            "Commercial Courts Act"
        ],
        [
            "Order XIII, Rule 1, Order VII, Rule 14 and Order VIII, Rule 1-A",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XIII, Rule 1, Order VII, Rule 14 and Order VIII, Rule 1-A",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1",
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1"
        ],
        [
            "Order XI Rule 1(7)",
            "CPC",
            "Order XI Rule 1(7)",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Order XI Rule 1(5)",
            "CPC",
            "Order XI Rule 1(5)",
            "CPC"
        ],
        [
            "Order XI Rule 1(5)",
            "Commercial Courts Act",
            "Order XI Rule 1(5)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(4)",
            "Commercial Courts Act",
            "Order XI Rule 1(4)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(5)",
            "Commercial Courts Act",
            "Order XI Rule 1(5)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(3)",
            "Commercial Courts Act",
            "Order XI Rule 1(3)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(4) and Order XI Rule 1(5)",
            "Commercial Courts Act",
            "Order XI Rule 1(4) and Order XI Rule 1(5)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(4)",
            "Commercial Courts Act",
            "Order XI Rule 1(4)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(4)",
            "Commercial Courts Act",
            "Order XI Rule 1(4)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1",
            "Commercial Courts Act",
            "Order XI Rule 1",
            "Commercial Courts Act"
        ],
        [
            "Order VII Rule 14",
            "CPC",
            "Order VII Rule 14",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1",
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1"
        ],
        [
            "Order XXXIX Rule 1",
            "Commercial Courts Act, 2015",
            "Order XXXIX Rule 1",
            "Commercial Courts Act, 2015"
        ]
    ],
    "precedent_counts": {
        "Anuj Textile versus Bela Creation Pvt Ltd and Akanksha textile versus Bela creation Pvt Ltd.": 10
    },
    "provision_counts": {
        "Order VII Rule 14 of Code of Civil Procedure, 1908": 1,
        "Order VII Rule 14(3)1 of of CPC": 1,
        "Order VII Rule 14(3) of CPC": 5,
        "Article 227 of Constitution of India": 7,
        "Article 136 of Constitution of India": 2,
        "Order XI Rule 13 of CPC": 1,
        "Order XI Rule 74 of CPC": 1,
        "Order VII Rule 14 of CPC": 7,
        "Order XI Rule 1(5) of CPC": 2,
        "Order XI Rule 1(10) of CPC": 5,
        "Order XI Rule 1(10) of Commercial Courts Act": 1,
        "Order XIII, Rule 1, Order VII, Rule 14 and Order VIII, Rule 1-A of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "sub-rule (7)(c)(iii) of Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1": 2,
        "Order XI Rule 1(7) of CPC": 1,
        "Order XI Rule 1(5) of Commercial Courts Act": 2,
        "Order XI Rule 1(4) of Commercial Courts Act": 3,
        "Order XI Rule 1(3) of Commercial Courts Act": 1,
        "Order XI Rule 1(4) and Order XI Rule 1(5) of Commercial Courts Act": 1,
        "Order XI Rule 1 of Commercial Courts Act": 1,
        "Order XXXIX Rule 1 of Commercial Courts Act, 2015": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 1,
        "CPC": 23,
        "Constitution of India": 9,
        "Commercial Courts Act": 9,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Commercial Courts Act, 2015, 2 2021 SCC OnLine SC 734 3 1": 2,
        "Commercial Courts Act, 2015": 1
    }
}