{
    "id": "dca567f487c8bd2444319846ed2b48a5b581eaa6c570ab2b41cba5c3dba50a42",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nEquitas Small Finance Bank Ltd vs Nadir S/O Shri Aabid on 22 August, 2019 \nBench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan \n                    Bench At Jaipur\n\n            (1) D. B. Civil Misc. Appeal No. 12/2019\n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001. \n                                                 ----Decree Holder-Appellant \n                                   Versus\n1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh. \n        Niwai, Distt. Tonk- 304021, Rajasthan. \n2.      Omprakash Jat S/o Shri Prahlad Jat, by Caste Jat, R/o\n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan.\n                                        ----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1. M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale. \n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune. \n----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019). \nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules. \nMr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019). \nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq) These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act? \nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters. \nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant. \nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum from 01.02.2018 t ill the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant. \nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018. In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-. The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2. On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them. The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1. Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008. It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune. On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur. Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court. According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited. The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018. However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely. The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award. \nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district. This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court. A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge. It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622. The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance. Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32. The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over. Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail. It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award. Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise. The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act. \nLearned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s. OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016) . In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd. Vs. M/s. Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63. \nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619. While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted. Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court. Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s. OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357. \nMr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court. Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act. The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions. As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge. In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics. The Commercial Court thereafter could not resume the proceedings of execution petition. Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018. \nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents. \nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings. In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution. An ex-parte award was passed against the respondents. Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC. Plea of the respondent was that the vehicle concerned was stolen. The Trial Court returned the execution application on the ground of jurisdiction. Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court. In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction. Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located. Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree. It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I. The jurisdiction is over the arbitral proceedings. The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone. However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award. Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award. Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance. The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance. An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act. There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree. The Arbitration Act actually transcends all territorial barriers. Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings. Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act. \nThe Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal. Para 25 of the said contract contained an arbitration clause. The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta. A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998. Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties. Recall application filed by the State was dismissed on 20.01.2000. An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed. Learned Arbitrator, however, passed the award on 30.06.2004. The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent. The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri. Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005. The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11. It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\". It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42. These two changes are of some significance as will be pointed out later. Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force. The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement. Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42. But an essential ingredient of the section is that an application under Part I must be made in a court. \n21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end. It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over. In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award. It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16). As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications. \n25. Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\nIt may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench. Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act. The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act. \nGujarat High Court in M/s. OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division. Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00. The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\nConsidering section 15 of the Commercial Courts Act , all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\" \nThe aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017. Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view. The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act. \nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\" \n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2). (3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\" \nA conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\". If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted. In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge. \nIn so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered. In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act. Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court. However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\nIn view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996. \nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed. The orders impugned therein are set aside. Writ petition No. 4379/2019 is however dismissed. \nAll the pending stay applications as also other interim applications, if any, stand disposed of. \nOffice is directed to place a copy of this judgment on record of each connected matter. \n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J                                    MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "delhi high court atcom technology co. ltd vs rahul gupta & ors & ors. on 20 february, 2023 author: c. hari shankar bench: c. hari shankar neutral citation number : 2023/dhc/001263 $~13 * in the high court of delhi at new delhi + cm(m)-ipd 17/2022 & cm appl. 35609/2022 atcom technology co. ltd . petitioner through: mr. shailen bhatia, mr. anuraj tirthankar, ms. janhvi chadha, ms. preeta panthaki and ms. neelam pathak, advs. versus rahul gupta & ors . respondents through: ms. rajeshwari h and mr. deepanshu nagar, advs. hon'ble mr. justice c. hari shankar judgment (oral) % 20.02.2023 1. this petition under article 227 of the constitution of india assails order dated 4th july 2022, whereby the learned district judge (commercial court) (―the learned commercial court‖) allowed an application dated 24th november 2021 filed by the respondents, as the defendants before the learned commercial court, to take certain documents, filed by the defendants on 17th august 2021. 2. the proceedings arose out of cs (comm) 179/2020 instituted by the petitioner against the respondents, alleging that the respondents were infringing the copyright held by the petitioner in the logo and were also passing off their product as the product of the petitioner. injunctive reliefs were, therefore, sought in the plaint. as this court is concerned only with the issue of whether the decision of the learned commercial court, to permit the additional neutral citation number : 2023/dhc/001263 documents filed by the respondents to be taken on record merits interference under article 227 of the constitution of india, it is not necessary to advert any further to the merits of the substantive disputes between the parties. 3. summons, in the suit instituted by the petitioner, were served on the respondent on 10th november 2020. written statement was filed by the respondent on 5th march 2021. no documents were filed with the written statement. replication, to the written statement filed by the respondent, was filed by the petitioner on 5th april 2021. 4. thereafter, on 17th august 2021, the respondents filed certain documents, in support of the written statement. by order dated 9th october 2021 which has not been challenged the learned commercial court granted liberty to the respondents to move an application to take the said documents on record. an application, for the said purpose, was moved by the respondents on 24 th november 2021. the impugned order dated 4th july 2022 allows the said application. 5. when this matter had earlier came up before this court on 6 th september 2022, it was thus recorded: ―2. the present petition has been filed challenging the impugned order dated 4th july, 2022 passed by the id. district judge east/karkardooma district courts (hereinafter \"commercial court\") in cs(comm) 179/2020 titled atcom technology co. ltd. v. rahul gupta & ors. vide the said order, the commercial court allowed an application under order xi rule 1 cpc, filed by the defendants-respondents (hereinafter \"defendants \"), subject to a cost of inr 7000 rupees. the case of the plaintiff-petitioner (hereinafter \"plaintiff\") is that the application could not have been allowed by the commercial court, as it is contrary to rule 14 of chapter vii of the delhi high court (original side) rules, 2018 (hereinafter \"original side rules\"), which states that parties cannot neutral citation number : 2023/dhc/001263 file documents after completion of pleadings in a suit, except as provided in order xii of the cpc or the original side rules. 3. the question that has thus arisen in this petition, is whether the original side rules would apply to the commercial courts functioning in the various districts of delhi. ld. counsel for the plaintiff has relied upon the decision of a co-ordinate bench of this court in m/s ok play india pvt. ltd. v. m/s a.p. distributors & anr. [cm(m) 346/2020, decision dated 25th october, 2021], to argue that this issue is no longer res integra and the id. single judge has held that the original side rules would apply to commercial courts. in the said judgement the ld. single judge has relied upon certain practice directions issued by the delhi high court. 4. ms. rajeshwari, id. counsel for the defendants, opposes this submission and submits that rule 3 of the original side rules is clear that the said rules only apply to the original side of the delhi high court and not to the commercial courts at the district level. she also relies upon the practice directions annexed as annexure e, issued along with the original side rules, and section 18 of the commercial courts act, 2015, to establish that the practice directions only supplement the law when cpc/commercial courts act/original side rules are already applicable. they cannot be used to apply the original side rules to a court. 5. at this stage, it is also brought to the attention of the court that the defendants have filed a cancellation petition seeking cancellation of the plaintiffs mark before this court. the suit cs(comm) 179/2020, in which the impugned order has been passed and which was pending before the commercial court in karkardooma, is also now sought to be transferred to the the high court, by way of t.r.p. (c.) 61/2022, stated to be listed before the id. joint registrar on 7th september, 2022. 6. accordingly, let this petition be listed on 15th november, 2022, with the said cancellation petition being co (comm. ipdtm) 188/2022 and the suit (numbered as cs (comm.) 179/2020 in the commercial court, karkardooma), sought to be transferred pursuant to t.r.p. (c.) 61/2022 filed before this court. the legal issue that has arisen in this case would also be considered on the said date.‖ 6. today, mr. shailen bhatia, learned counsel for the petitioner, has not canvassed the plea which was urged before this court on 6th september 2022. he has, however, challenged the impugned order on other grounds. i would, however, consider, in the present order, all the neutral citation number : 2023/dhc/001263 contentions advanced by mr. bhatia including those which were advanced in the order dated 6th september 2022. 7. mr. bhatia has drawn my attention to order xi rule 1(10)1 of the code of civil procedure,1908 as amended by the commercial courts act, 2015. his contention is that, once the written statement was filed without any documents, any additional documents could be permitted to be taken on record only if the pre-requisites of order xi rule 1(10) was satisfied. the essential pre-requisite to be satisfied in this context, he submits, was ―reasonable cause for non-disclosure along with the written statement‖. drawing my attention to the application filed by the respondents to take the aforesaid documents on record, mr. bhatia submits that the application does not disclose any sufficient cause for the failure, on the part of the respondents, to file the documents with the written statement. for ready reference, paras 2 and 3 of the said application may be reproduced thus: ―2. that the defendants had filed the written statement on 04.03.2021 along with admission/denial of documents of the plaintiff. it is submitted that the defendants had filed its written statement on urgent basis during the covid pandemic due to which some documents filed by the defendants were missed out due to inadvertent error and could not be filed with the written statement. the documents were filed by the defendants on 17.08.2021. the documents filed are belated and have already been pleaded by the defendants in their pleadings. 3. that the present application is filed as per the order of this hon'ble court dated 09.10.2021 wherein the defendants were allowed to move appropriate application for taking the documents on record. these documents include trademark certificate no. 4132551, chartered accountant certificate certifying expenditure, ledger showing expenditure incurred by the defendant in promoting its trademark 'atcom', invoices and email correspondences between plaintiff and defendant. the defendants seeks liberty to bring the documents filed, on record in order to 1. disclosure and discovery of documents.-***** (10) save and except for sub-rule (7)(c)(iii), defendant shall not be allowed to rely on documents, which were in the defendant's power, possession, control or custody and not disclosed along with the written statement or counter-claim, save and except by leave of court and such leave shall be granted only upon the defendant establishing reasonable cause for non-disclosure along with the written statement or counter-claim signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 establish their case before this hon'ble court.‖ (emphasis supplied) 8. mr. bhatia submits that a bare reference to the covid-19 pandemic could hardly constitute ―reasonable cause‖ within the meaning of order xi rule 1(10) of the cpc. as to how the covid19 pandemic impacted the working of the respondents or impeded them from filing the documents with their written statement, he submits, is not disclosed in the application, which is silent in that regard. a perfunctory reference to the covid-19 pandemic, submits mr. bhatia, is completely insufficient as a ground to permit taking on record of the additional documents. 9. besides, submits mr. bhatia, the documents were allowed to be taken on record after the petitioner had filed its replication to the written statement of the respondents. as such, the respondents had, being aware of the case that the petitioner was setting up in the replication, sought to counter that case by filing additional documents. this, submits mr. bhatia, is abuse of process and cannot be permitted. 10. mr. bhatia has placed reliance on my decision in bela creatin pvt. ltd. v. anuj textiles2 in which, according to him, in similar circumstances, this court upheld the decision of the learned trial court refusing to take additional documents on record. he also submits that, without amending the statement of truth filed with the written statemen, the defendant could not be permitted to place any additional documents on record as the statement of truth expressly stated that all documents within power and possession of defendant had been placed on record. 2022 scc online del 1366 neutral citation number : 2023/dhc/001263 11. in addition, it would only be fair for me to note the contention which was advanced before this court on 6 th september 2022, relying on the judgment of a learned single judge of this court in ok play india pvt. ltd. v. a.p. distributors3 mr. bhatia, with characteristic candour, did not press the said judgment into service, disclosing, fairly, that the decision stood reversed by the supreme court vide the following order dated 12th september 2022 in a.p. distributors v. ok play india pvt. ltd4: ―leave granted. having heard learned counsel for the respective parties and in the facts and circumstances of the case and considering the fact that the written statement was filed on the 34th day of the service of notice of summons, however, the application for condonation of delay was filed which was beyond the period of 120 days, the high court has taken too technical view in setting aside the order passed by the learned commercial court directing to accept the written statement filed on behalf of the appellants/defendants. the high court was not justified in setting aside the order passed by the learned trial court directing to take the written statement on record. in view of the above and for the reasons stated hereinabove, the present appeals succeed. the impugned judgment and orders passed by the high court are hereby quashed and set aside and the order passed by the learned trail court directing to take written statement on record after condoning the delay in submitting the written statement is hereby restored. the present appeals are accordingly allowed. no costs.‖ 12. however, mr. bhatia submits that rule 145 in chapter vii of the delhi high court (original side) rules, 2018 (―the original side rules‖), nonetheless does not permit filing of documents after completion of pleadings except as provided in order xiii of the cpc, or elsewhere in the original side rules. as such, he submits that, 2021 scc online del 4809 slp(c) 9733-9734/2022 14. no documents to be filed after completion of pleadings.-except as provided in order xiii of the code and these rules, neither party shall be entitled to file any documents after completion of pleadings in the suit. upon failure of parties to file their respective documents and/or file the respective documents on completion of filing of pleadings, in accordance with these rules, the registrar shall forthwith place the signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 even by operation of rule 14 in chapter vii of the original side rules, the additional documents, having been filed after the replication had been filed by the petitioner, could not have been taken on record. 13. responding to the submission advanced by mr. bhatia, ms. rajeshwari, learned counsel for the respondents, submits that the delay in filing documents with the written statement, by her client, was bona fide and owing to the seriousness of the covid-19 pandemic, which, at that time, was ravaging the country. she further points out that order xi rule 1(x) uses the expression ―reasonable cause‖, which has been held, by a coordinate bench of this court in hassad food company q.s.c. v. bank of india6 , to be wider than the expression ―sufficient cause‖ and ―good cause‖. paras 13 and 14 of hassad food company6 thereof read thus: ―13. perusal of order xi as noted above reveals that the plaintiff is bound to file all documents in its power, possession, control or custody with the plaint and in case of urgent filing of a suit if some additional documents are to be filed under sub-rule (1) of rule 1 of order xi, the plaintiff may seek leave of the court to rely on additional documents which additional documents are required to be filed within 30 days of filing of the suit. under sub-rule (5) of rule 1 of order xi, the plaintiff shall not be allowed to rely on documents which were in the plaintiff's power, possession, control or custody and not disclosed along with the plaint or within the extended period save and except by leave of the court which leave can be granted only if the plaintiff establishes reasonable cause for non-disclosure along with the plaint. the language used in the subrule (5) is that the plaintiff is required to show \"a reasonable cause\" and not a \"sufficient cause\" as is ordinarily provided in other provisions. 14. while dealing with order xiii rule 2 cpc wherein the words used are: \"unless good cause is shown\", the supreme court in the decision reported as madanlal v. shyamlal7, noted the distinction between \"good cause\" and \"sufficient cause\" and held that \"good cause\" requires a lower degree of proof as compared to matter before court. 2019 scc online 10647 (2002) 1 scc 535 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 \"sufficient cause\" and thus the power under order xiii rule 2 cpc should be exercised liberally. subrule (5) of rule 1 of order xi of the commercial courts act, 2015 uses the phrase \"reasonable cause\" which would require even a lower degree of proof as compared to \"good cause\". 14. ms. rajeshwari also relies on my decision in md. islamuddin v. s.s. kapoor8 , specifically on para 12 thereof, which reads as under: ―12. significantly, all that the petitioner is required to show under order xi rule 1(5) of the cpc is whether the sufficient cause existed for the petitioner having failed to file the additional documents with the plaint. if there is sufficient cause for the documents not been filed with the plaint, any subsequent or later delay in introducing the documents has not been regarded statutorily as a relevant consideration under order xi rule 1(5) of the cpc. in the present case, the failure to file the three invoices and the hand written documents along with the plaint has been sought to be explained by pointing out that the plaint was filed during the currency of the covid-19 pandemic, during which period it was difficult to contact the counsel. though the learned district judge has not chosen to believe this contention, the law laid down by the supreme court in sugandhi persuaded me to, in the interests of justice, to allow the documents which the petitioner sought to place, on record to be so placed, subject to costs of ? 15,000/to be paid by the petitioner to the respondents within four weeks from today.‖ 15. she further cites the judgment of the supreme court in state of bihar v. bihar rajya bhumi vikas bank samiti9 to contend that, in the absence of any such provision in the cpc as amended by the commercial courts act, or in any other statutory enactment, the failure to file documents with the written statement could not per consequence, result in the documents being struck off the record. 16. i have heard learned counsel and have considered the rival contentions advanced at the bar. 17. apropos rule 14 in chapter vii of the original side rules, ms. 2022 scc online del 3608 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 rajeshwari advanced two submissions. the first is that rule 4(e) 10 of the original side rules clearly indicates that the said rules apply only to the original side of this court and not to commercial courts lower in the judicial hierarchy. the expression ―the court‖ is defined in rule 4(e), as referring to this court, i.e., the delhi high court and would not, therefore, encompass courts at the district level. analysis 18. in my view, most of the issues which have been canvassed at the bar do not really arise for consideration as the additional documents filed by the defendant cannot be regarded as having been filed beyond the time available in that regard, as provided in the cpc as amended by the commercial courts act. 19. order dated 4th january 2020 passed by the supreme court in re : cognizance for extension of limitation suo motu writ petition (c) 3/202011 and its impact 19.1. summons in the suit were admittedly served on the defendants on 10th november 2020. the ordinary period of 30 days available to file written statement by way of response to the suit, would, therefore, expired on or around 10th december 2020. where the normal period for filing pleadings expired between 15th march 2020 and 28th february 2022, the supreme court vide para 5.4 of its order dated 4th january 2022, passed in re : cognizance for extension of limitation suo motu writ petition (c) 3/202011 extended the time available for (2018) 9 scc 472 4. definitions.--in these rules, unless the context otherwise requires: (e) ―the court‖ or ―this court‖ means the delhi high court; (2022) 3 scc 117 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 filing pleadings till 28th february 2022: ―5.4. it is further clarified that the period from 15.03.2020 till 28.02.2022 shall also stand excluded in computing the periods prescribed under sections 23 (4) and 29a of the arbitration and conciliation act, 1996, section 12a of the commercial courts act, 2015 and provisos (b) and (c) of section 138 of the negotiable instruments act, 1881 and any other laws, which prescribe period(s) of limitation for instituting proceedings, outer limits (within which the court or tribunal can condone delay) and termination of proceedings.‖ (emphasis supplied) 19.2. the aforesaid position was further recognised by the supreme court in its order dated 4th january 2022 in centaur pharmaceuticals pvt. ltd. v. stanford laboratories pvt. ltd.12, which read thus: ―having heard the learned counsel for the respective parties, we are of the opinion that, in the facts and circumstances of the case, the high court has not committed any error in extending the period of limitation in filing the written statement and consequently taking on record the written statement filed on behalf of the respondentoriginal defendant. even as held by this court in the subsequent orders even the period of limitation which could have been extended and/or condoned by the tribunal/court is excluded and/or extended even up to 07.10.2021. in that view of the matter, we see no reason to interfere with the impugned judgment and order passed by the high court. hence, the special leave petitions stand dismissed. consequent upon the dismissal of the special leave petitions, the interim order passed by this court stands vacated. pending applications stand disposed of.‖ (emphasis supplied) 19.3. in line with the aforesaid two orders, the supreme court held, in babasaheb raosaheb kobarne v. pyrotek india private limited13 and prakash corporates v. dee vee projects ltd14 that the effect of operation of the aforesaid orders passed by the supreme court was 2022 scc online sc 1607 2022 scc online sc 1315 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 that the statutory periods of limitation, prescribed under any statute or law applicable for the time being in force, stood extended till 28 th february 2022. the period from 15th march 2020 till 28th february 2022, therefore, stands excluded, by operation of the orders passed by the supreme court, for the purposes of limitation, for filing any appeal, application, petition or other legal proceeding. the effect of such exclusion has been underscored, in para 28 of the report in prakash corporates14, which holds that ―the excluded period, as a necessary consequence results in enlargement of time, over and above the period prescribed‖ 19.4. in this context, i may observe that there was, at one point of time, a prevalent view, based on the judgment of the supreme court in sagufa ahmed v. upper assam plywood products (p) ltd15,that the benefit of the order passed by the supreme court would be available only where the normal period of limitation, for filing of a proceeding expired after 15th march 2020. it would not, therefore, be available where the normal period of limitation expired before 15 th march 2020 and it was only the condonable period of limitation which expired after 15th march 2020. that view, however, no longer holds the field in view of the later orders passed by the supreme court in suo motu writ petition11, based on which the supreme court has held, in centaur pharmaceuticals12 that, even where the extended period of limitation condonable period of limitation expired after 15 th march 2020, the litigant would be entitled to the benefit of extension of time as made available by the orders passed by the supreme court. 19.5. in such circumstances, i have taken a view, in several decisions (2022) 5 scc 112 (2021) 2 scc 317 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 including kamlesh v. sudhir sharma16, that where the normal period of limitation expired after 15th march 2020, it would be deemed to stand extended till 28th february 2022. 19.6. as such, the time of filing written statement by the respondents would also, consequent to issuance of summons in the suit, stand extended till 28th february 2022. 19.7. admittedly, the written statement, as well as the documents which were filed thereafter, in support of the written statement, were both filed before 28th february 2022. they have, therefore, to be treated as having been filed within the normal period of limitation available in that regard. they cannot, therefore, be treated as having been belatedly filed. 19.8. mr. bhatia also drew my attention to orde xi rule 1(10) which requires the documents to be filed with the written statement. though order xi rule 1(10), stricto sensu, does say so, in my view, where the written statement and documents are both filed by the defendant within the maximum period of 120 days available under order viii rule 1, though not filed together, the documents have to be taken on record. 20. as such, in the present case, it cannot be said that the documents, as filed on 17th august 2021, were filed beyond the normal statutory period of limitation available for filing the documents, though they were not filed along with the written statement. as both the written statement and the documents were 2022 scc online del 4069 neutral citation number : 2023/dhc/001263 filed within the normal statutory period available in that regard (by operation of the decision of the supreme court in suo motu writ petition11 read with the judgements which followed and applied it, no fault can be found with the decision of the learned commercial court to allow the documents to be taken on record. 21. the remaining pleas as advanced do not really survive for consideration. however, as they were raised, it would be only fair to deal with them. 22. re. rule 14 in chapter vii of the original side rule 22.1. i am in agreement with ms. rajeshwari that rule 14 of chapter vii of the original side rules would not apply to the present case. even while providing that neither party would be entitled to file documents after completion of pleadings in a suit, save as provided in order xiii of the cpc or elsewhere in the (original side) rules, rule 14 envisages, upon failure of parties to file their respective documents till pleadings are completed, placement of the matter by the registrar before the court. rule 3 of the (original side) rules makes this matter more explicit, by clearly stating that the (original side) rules would govern ―all proceedings on the original side of the court, instituted or transferred pursuant to provisions of the delhi high court act of 1966 or any other law. ―the court‖ is defined, in rule 4 in chapter i of the original side rules as meaning the delhi high court i.e., this court. 22.2. significantly, relying on order viii rule 1 of the cpc as amended by the commercial courts act, this court had held, in ok play india3 that a written statement, filed beyond 120 days from the date neutral citation number : 2023/dhc/001263 decision has been overturned by the supreme court by the order dated 12th september 2022, reproduced in para 11 supra. the supreme court has expressed the note that the view adopted by this court was ―too technical‖ and that this court had erred in upsetting the order of the learned trial court in allowing the written statement to be taken on record. the supreme court has, therefore, affirmed the principle that, while examining requests for taking on record belatedly filed pleadings, the court has to adopt an expansive view. 22.3. i see no reason why the approach that the supreme court has adopted in its order dated 12th september 2022 in a.p. distributors4 would not apply, mutatis mutandis, to a case such as the present, the only difference being that, in the present case, the application deals with a request for taking documents accompanying the written statement on record. 22.4. even for that reason, the present petition does not make out a case for interference with the impugned order. 23. re. reasons cited in application 23.1. mr. bhatia had also sought to submit that the reasons advanced in the application filed by the respondents for taking the additional documents on record were perfunctory and insufficient. 23.2. paras 2 and 3 of the application stand reproduced hereinabove. the respondents had specifically stated that, as the written statement had been filed during the covid-19 pandemic, the respondents had ―missed out‖ filing of the necessary documents with the written statement. neutral citation number : 2023/dhc/001263 23.3. the supreme court has, in sugandhi v. p. raj kumar17, advocated a liberal approach in the matter of taking additional documents on record, where trial is yet to commence. paras 8 and 9 of sugandhi17 may be reproduced thus: ―8. sub-rule (3), as quoted above, provides a second opportunity to the defendant to produce the documents which ought to have been produced in the court along with the written statement, with the leave of the court. the discretion conferred upon the court to grant such leave is to be exercised judiciously. while there is no straight jacket formula, this leave can be granted by the court on a good cause being shown by the defendant. 9. it is often said that procedure is the handmaid of justice. procedural and technical hurdles shall not be allowed to come in the way of the court while doing substantial justice. if the procedural violation does not seriously cause prejudice to the adversary party, courts must lean towards doing substantial justice rather than relying upon procedural and technical violation. we should not forget the fact that litigation is nothing but a journey towards truth which is the foundation of justice and the court is required to take appropriate steps to thrash out the underlying truth in every dispute. therefore, the court should take a lenient view when an application is made for production of the documents under sub-rule (3).‖ 23.4. sugandhi17 was a case which arose under order vii rule 14(3) of the cpc, as it dealt with a non-commercial suit. the only substantial difference between order vii rule 14(3) and order xi rule 1(10) is, however, that while order vii rule 14(3) requires leave of the court to be taken before additional documents, beyond those filed with the pleadings, are to be taken on record, order xi rule 1(10), as applicable to commercial courts, further stipulates that leave would be granted only on the party establishing reasonable cause for non-disclosure of the documents with the pleadings. though showing of reasonable cause is not specifically mentioned in order vii rule 14(3), para 8 of the decision in sugandhi17 (2020) 10 scc 706 neutral citation number : 2023/dhc/001263 (reproduced supra) reads this requirement into the provision, and equates order vii rule 14(3) of the cpc as applicable to noncommercial suits with order xi rule 1(5) or order xi rule 1(10) of the cpc as applicable to commercial suits. the ratio decidendi of sugandhi17 would, therefore, equally apply to commercial suits. 23.5. there is also substance in the contention of ms. rajeshwari that the word ―reasonable cause‖, as employed in the order xi rule 1(x), are broader in their scope than the expressions ―sufficient cause‖ or ―good cause‖. i respectfully concur with the view expressed in that regard, by the coordinate bench of this court in hassad food company6. the difficulties which were faced by litigants during the covid-19 pandemic are well-known and courts have, time and again, been advised to adopt an expansive view in such cases. 24. scope of article 227 24.1. the present petition has been instituted under article 227 of the constitution of india. this court, under article 227, exercises only supervisory jurisdiction. the peripheries of limits of supervisory jurisdiction are well-known and stands enunciated in the following passages from estralla rubber v. dass estate (p) ltd.18, garment craft v. prakash chand goel19, ibrat faizan v. omaxe buildhome pvt. ltd.20, puri investments v. young friends and co.21 and sadhana lodh v. national insurance co. ltd.22 estralla rubber (2001) 8 scc 97 2022 scc online sc 29 2022 scc online sc 620 2022 scc online sc 283 (2003) 3 ssc 524 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 ―7. this court in ahmedabad mfg. & calico ptg. co. ltd. v. ram tahel ramnand23 in para 12 has stated that the power under article 227 of the constitution is intended to be used sparingly and only in appropriate cases, for the purpose of keeping the subordinate courts and tribunals within the bounds of their authority and, not for correcting mere errors. reference also has been made in this regard to the case waryam singh v. amarnath24. this court in bathutmal raichand oswal v. laxmibai r. tarte25 has observed that the power of superintendence under article 227 cannot be invoked to correct an error of fact which only a superior court can do in exercise of its statutory power as a court of appeal and that the high court in exercising its jurisdiction under article 227 cannot convert itself into a court of appeal when the legislature has not conferred a right of appeal. judged by these pronounced principles, the high court clearly exceeded its jurisdiction under article 227 in passing the impugned order. garment craft ―15. having heard the counsel for the parties, we are clearly of the view that the impugned order [prakash chand goel v. garment craft26] is contrary to law and cannot be sustained for several reasons, but primarily for deviation from the limited jurisdiction exercised by the high court under article 227 of the constitution of india. the high court exercising supervisory jurisdiction does not act as a court of first appeal to reappreciate, reweigh the evidence or facts upon which the determination under challenge is based. supervisory jurisdiction is not to correct every error of fact or even a legal flaw when the final finding is justified or can be supported. the high court is not to substitute its own decision on facts and conclusion, for that of the inferior court or tribunal. [celina coelho pereira v. ulhas mahabaleshwar kholkar27] the jurisdiction exercised is in the nature of correctional jurisdiction to set right grave dereliction of duty or flagrant abuse, violation of fundamental principles of law or justice. the power under article 227 is exercised sparingly in appropriate cases, like when there is no evidence at all to justify, or the finding is so perverse that no reasonable person can possibly come to such a conclusion that the court or tribunal has come to. it is axiomatic that such discretionary relief must be exercised to ensure there is no miscarriage of justice. 16. explaining the scope of jurisdiction under article 227, this court in estralla rubber18 has observed : (scc pp. 101-102, para 6) ―6. the scope and ambit of exercise of power and jurisdiction by a high court under article 227 of the air 1972 sc 1598 air 1954 sc 215 air 1975 sc 1297 2019 scc online del 11943 (2010) 1 scc 217 signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 constitution of india is examined and explained in a number of decisions of this court. the exercise of power under this article involves a duty on the high court to keep inferior courts and tribunals within the bounds of their authority and to see that they do the duty expected or required of them in a legal manner. the high court is not vested with any unlimited prerogative to correct all kinds of hardship or wrong decisions made within the limits of the jurisdiction of the subordinate courts or tribunals. exercise of this power and interfering with the orders of the courts or tribunals is restricted to cases of serious dereliction of duty and flagrant violation of fundamental principles of law or justice, where if the high court does not interfere, a grave injustice remains uncorrected. it is also well settled that the high court while acting under this article cannot exercise its power as an appellate court or substitute its own judgment in place of that of the subordinate court to correct an error, which is not apparent on the face of the record. the high court can set aside or ignore the findings of facts of an inferior court or tribunal, if there is no evidence at all to justify or the finding is so perverse, that no reasonable person can possibly come to such a conclusion, which the court or tribunal has come to.‖ ‖ ibrat faizan ―28. the scope and ambit of jurisdiction of article 227 of the constitution has been explained by this court in the case of estralla rubber18, which has been consistently followed by this court (see the recent decision of this court in the case of garment craft19). therefore, while exercising the powers under article 227 of the constitution, the high court has to act within the parameters to exercise the powers under article 227 of the constitution. it goes without saying that even while considering the grant of interim stay/relief in a writ petition under article 227 of the constitution of india, the high court has to bear in mind the limited jurisdiction of superintendence under article 227 of the constitution. therefore, while granting any interim stay/relief in a writ petition under article 227 of the constitution against an order passed by the national commission, the same shall always be subject to the rigour of the powers to be exercised under article 227 of the constitution of india.‖ puri investments ―14. in the case before us, occupation of a portion of the subjectpremises by the three doctors stands admitted. what has been argued by the learned counsel for the appellant is that once the tribunal had arrived at a finding on fact based on the principles of law, which have been enunciated by this court, and reflected in the aforesaid passages quoted from the three authorities, the interference by the high court under article 227 of the constitution of india was unwarranted. to persuade us to sustain the high court's order, learned counsel appearing for the respondents has emphasized that full control over the signing date:22.02.2023 14:34:36 neutral citation number : 2023/dhc/001263 premises was never ceded to the medical practitioners and the entry and exit to the premises in question remained under exclusive control of the respondent(s)-tenant. this is the main defence of the tenant. we have considered the submissions of the respective counsel and also gone through the decisions of the fact-finding fora and also that of the high court. at this stage, we cannot revisit the factual aspects of the dispute. nor can we re-appreciate evidence to assess the quality thereof, which has been considered by the two fact-finding fora. the view of the forum of first instance was reversed by the appellate tribunal. the high court was conscious of the restrictive nature of jurisdiction under article 227 of the constitution of india. in the judgment under appeal, it has been recorded that it could not subject the decision of the appellate forum in a manner which would project as if it was sitting in appeal. it proceeded, on such observation being made, to opine that it was the duty of the supervisory court to interdict if it was found that findings of the appellate forum were perverse. three situations were spelt out in the judgment under appeal as to when a finding on facts or questions of law would be perverse. these are: -(i) erroneous on account of non-consideration of material evidence, or (ii) being conclusions which are contrary to the evidence, or (iii) based on inferences that are impermissible in law. 15. we are in agreement with the high court's enunciation of the principles of law on scope of interference by the supervisory court on decisions of the fact-finding forum. but having gone through the decisions of the two stages of fact-finding by the statutory fora, we are of the view that there was overstepping of this boundary by the supervisory court. in its exercise of scrutinizing the evidence to find out if any of the three aforesaid conditions were breached, there was re-appreciation of evidence itself by the supervisory court. 16. in our opinion, the high court in exercise of its jurisdiction under article 227 of the constitution of india in the judgment under appeal had gone deep into the factual arena to disagree with the final fact-finding forum. .‖ sadhana lodh ―7. the supervisory jurisdiction conferred on the high courts under article 227 of the constitution is confined only to see whether an inferior court or tribunal has proceeded within its parameters and not to correct an error apparent on the face of the record, much less of an error of law. in exercising the supervisory power under article 227 of the constitution, the high court does not act as an appellate court or the tribunal. it is also not permissible to a high court on a petition filed under article 227 of the constitution to review or reweigh the evidence upon which the inferior court or tribunal neutral citation number : 2023/dhc/001263 purports to have passed the order or to correct errors of law in the decision.‖ (emphasis supplied) conclusion 25. in accordance with the said view, i am of the opinion that no case can be said to have been made out for this court, in exercise of its jurisdiction under article 227, to interfere with the impugned order dated 4th july 2022 passed by the learned commercial court in cs (comm) 179/2020. 26. this petition is accordingly dismissed. 27. this judgment be uploaded on the website of this court within 24 hours. c. hari shankar, j february 20, 2023 dsn click here to check corrigendum, if any"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b06a2f82350b4ab89adc514ca8de08ec_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddeaab048c9a421593006f4671af266c_1"
        },
        {
            "start": 242,
            "end": 337,
            "text": "\nRajasthan High Court\nEquitas Small Finance Bank Ltd vs Nadir S/O Shri Aabid on 22 August, 2019",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d48c531d022b44fdb4b9cadf97c81354_2"
        },
        {
            "start": 338,
            "end": 420,
            "text": "\nBench: Mohammad Rafiq, Alok Sharma\n        High Court Of Judicature For Rajasthan",
            "labels": [
                "PREAMBLE"
            ],
            "id": "726231dbcd494c598a15769b6633f817_3"
        },
        {
            "start": 421,
            "end": 679,
            "text": "\n                    Bench At Jaipur\n\n            (1) D. B. Civil Misc. Appeal No. 12/2019\n\nEss Kay Fincorp Limited, through its Authorised Signatory Shri\nHanuman Singh, having its Registered Office at G-1 G-2, New\nMarket, Khasa Kothi Circle, Jaipur- 302001.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ee93aa00ba624d5d9862992c5533c22b_4"
        },
        {
            "start": 680,
            "end": 757,
            "text": "\n                                                 ----Decree Holder-Appellant",
            "labels": [
                "PREAMBLE"
            ],
            "id": "fdf7ac7940804fd08951dfc64743ad04_5"
        },
        {
            "start": 794,
            "end": 801,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f2b6d0d7ad14c17ae595c7b32002406_6"
        },
        {
            "start": 801,
            "end": 927,
            "text": "1.      Suresh Choudhary S/o Shri Ganga Ram Choudhary, by\n        caste Jat, R/o Vill. Luhara, Ward No. 7, Pani Ki Tanki, Teh.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0d1a2920c5914deab0af2e79cb2c3b48_7"
        },
        {
            "start": 928,
            "end": 975,
            "text": "\n        Niwai, Distt. Tonk- 304021, Rajasthan.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52e7f88e0a534dd49a7dad4896bcbb5a_8"
        },
        {
            "start": 976,
            "end": 2264,
            "text": "\n2.      Omprakash Jat S/o Shri Prahlad Jat, by Caste Jat, R/o\n        Bairwa Mohalla, Deoli, Bhanchi, Pani Ki Tanki, Shivaji\n        Temple, Teh. Niwai, Distt. Tonk, Rajasthan.\n                                        ----Judgment Debtor-Respondents\nConnected With (2) D. B. Civil Misc. Appeal No. 5890/2018 Equitas Small Finance Bank Ltd., 4Th Floor 672, Temple Tower Anna Salai Nandana Chennai 600035 and Branch Office situated at Plot No. 87 2Nd Floor, Tagore Nagar, near Asopa Hospital, Dcm, Ajmer Road, Jaipur through Authorized Signatory Hitesh Kumar Jain son of Shri Kastoor Chand Jain aged about 40 Years, by caste Jain.\n----Decree Holder-Appellant Versus\n1. Nadir son of Shri Aabid, by caste Muslim resident of Vijay Nagar Colony Distt. Tonk 304001 Rajasthan\n2. Najama C/o Shri Ibad, by caste Muslim resident of Vijay Nagar Colony, Distt. Tonk 304001 Rajasthan\n3. Amad son of Shri Chamma Khan, by caste Muslim resident of 171 Guljar Bagwali Abadi Distt. Tonk 304001 Rajasthan\n----Judgment Debtor-Respondents (3) D. B. Civil Writ Petition No. 4379/2019 Rajasthan State Cooperative Oilseed Growers Federation Ltd, IInd Floor, Nehru Sahkar Bhawan, Bhawani Singh Road, Jaipur (Also Known as Tilam Sangh) through its Authorized Officer\n----Petitioner Versus (2 of 19) [Cma-12/2019]\n1.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6ec8f6fbf89a458296e9c07ae0b097e1_9"
        },
        {
            "start": 2265,
            "end": 2506,
            "text": "M/s Solcon Enginners Pvt. Ltd., having its registered office at Plot No. 7, Shivprasad Society, Panmala, Sinhgad Road, Pune-411030, presently at Gat No. 63, A/p Shindewadi, Tal. Bhor, Dist-Pune, 412205 through its Director Achyut B. Gokhale.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "54ddcd1d03eb415b87957878ce894ac5_10"
        },
        {
            "start": 2507,
            "end": 2575,
            "text": "\n2. National Heavy Engineering Cooperative Limited, M.G. Road, Pune.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "604629caef7b47f8869cb52622bc217c_11"
        },
        {
            "start": 2577,
            "end": 2715,
            "text": "----Respondents For Appellant(s) : Mr. Himanshu Jain (In Appeal No. 12/2019 and 5890/2018) Mr. Alok Garg (In Writ Petition No. 4379/2019).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5c95729506f24e09be626a08b2212cbe_12"
        },
        {
            "start": 2716,
            "end": 2866,
            "text": "\nFor Respondent(s) : None present for respondent In Appeal No. 12/2019 and 5890/2018 despite presumption of service under Rule 99 of High Court Rules.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ddcf62d5e0ac4d5599fddab9a0969f88_13"
        },
        {
            "start": 2867,
            "end": 2932,
            "text": "\nMr. Vikas Jain, (for respondent in Writ Petition No. 4379/2019).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2a8343e3e6c545fba12b53d05a29765e_14"
        },
        {
            "start": 2933,
            "end": 3000,
            "text": "\nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma",
            "labels": [
                "PREAMBLE"
            ],
            "id": "bd76ab3d844f474f9c8dc05a978ac66f_15"
        },
        {
            "start": 3001,
            "end": 3072,
            "text": "Judgment Reportable 22/08/2019 (Per Hon'ble Mr. Justice Mohammad Rafiq)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4374d48738f146769654857064c7d456_16"
        },
        {
            "start": 3073,
            "end": 3796,
            "text": "These three matters, two appeals and a writ petition, raise a common question of law as to which of the two Courts;- Principal Civil Court, having the original jurisdiction in a district i.e. the Court of District and Sessions Judge, as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996 (for short 'the Arbitration Act') or the Commercial Court constituted under Section 3(1) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Commercial Courts Act') and as defined in Section 2(b) of that Act, (3 of 19) [Cma-12/2019] would be competent to execute an arbitral award, on a \"commercial dispute\" passed under the Arbitration Act?",
            "labels": [
                "FAC"
            ],
            "id": "737372b98f594bd48cdd2c01047761ac_17"
        },
        {
            "start": 3797,
            "end": 3909,
            "text": "\nBefore adverting to the rival submissions, we deem it appropriate to briefly notice the facts of these matters.",
            "labels": [
                "NONE"
            ],
            "id": "4e7712f31dc2487eadc08606f8229f05_18"
        },
        {
            "start": 3910,
            "end": 4514,
            "text": "\nAppeal No. 12/2019 has been filed by the appellant Ess Kay Fincorp Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 06/2018 seeking execution of the award dated 12.03.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 4,77,387/- together with interest @ 36% per annum from 26.02.2018 till the same is realized, return the possession of the vehicle, as also a sum of Rs. 1,100/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "RLC"
            ],
            "id": "a2c9d2c5ddd3425b845d8adfe2c7bccc_19"
        },
        {
            "start": 4515,
            "end": 5015,
            "text": "\nAppeal No. 5890/2018 has been filed by the appellant Equitas Small Finance Bank Limited assailing order dated 20.10.2018 passed by the Commercial Court, Ajmer (for short 'the Commercial Court'), dismissing Execution Application No. 01/2018 filed in Cis No. 145/2018 seeking execution of the award dated 15.02.2018 whereby claim of the appellant was allowed and the respondents were directed to jointly and severely pay a sum of Rs. 5,70,960/- together with interest @ 18% per annum from 01.02.2018 t",
            "labels": [
                "RLC"
            ],
            "id": "f131be6086034aeb8473972d73638e04_20"
        },
        {
            "start": 5016,
            "end": 5120,
            "text": "ill the same is realized as also a sum of Rs. 2,000/- towards arbitration fee and cost to the appellant.",
            "labels": [
                "FAC"
            ],
            "id": "2a77d5b215b74852a76f4e4e3e7e99de_21"
        },
        {
            "start": 5121,
            "end": 5275,
            "text": "\nWrit Petition No. 4379/2019 seeks to challenge order dated 21.12.2018 passed by the Commercial Court No.1, Jaipur (Rajasthan) in CIS/Case No. Ex.42/2018.",
            "labels": [
                "FAC"
            ],
            "id": "768425b9f49347bbb8488484b894bb6e_22"
        },
        {
            "start": 5276,
            "end": 5650,
            "text": "In this case, Respondent No. 1, M/s. Solcon Engineers Private Limited filed a civil suit against (4 of 19) [CMA-12/2019] the petitioner, Rajasthan State Cooperative Oilseed Growers Federation Limited and Respondent No.2, National Heavy Engineering Cooperative Limited in the Court of Civil Judge, Senior Division, Pune (Maharashtra) for recovery of a sum of Rs. 21,95,833/-.",
            "labels": [
                "FAC"
            ],
            "id": "424ed9e9a84e469d8e187765415e7b44_23"
        },
        {
            "start": 5651,
            "end": 5751,
            "text": "The suit was filed on the basis of agreement executed between Respondent No. 1 and Respondent No. 2.",
            "labels": [
                "FAC"
            ],
            "id": "049ee8af0b6644ddb9e13b6e9434682d_24"
        },
        {
            "start": 5752,
            "end": 5885,
            "text": "On request of Respondent No. 2, the Court referred the matter to the arbitral tribunal for adjudication of the disputes between them.",
            "labels": [
                "FAC"
            ],
            "id": "1ad9b11b21f04bf78aa4a6c01859475b_25"
        },
        {
            "start": 5886,
            "end": 5972,
            "text": "The arbitral tribunal by award dated 24.07.2004 allowed the claim of Respondent No. 1.",
            "labels": [
                "FAC"
            ],
            "id": "b4760ff9ed074997b4ef24ba9c891e14_26"
        },
        {
            "start": 5973,
            "end": 6132,
            "text": "Respondent No. 2 filed objections against the award before District and Sessions Judge, Pune (Maharashtra) which were dismissed vide judgment dated 23.04.2008.",
            "labels": [
                "FAC"
            ],
            "id": "d002d9c9637c4f03b94345b217640fba_27"
        },
        {
            "start": 6133,
            "end": 6306,
            "text": "It is thereafter that the application under Section 36 of the Arbitration Act was filed seeking execution of the award before the Court of District and Sessions Judge, Pune.",
            "labels": [
                "FAC"
            ],
            "id": "4121363f500145fc8669a2c8896ee566_28"
        },
        {
            "start": 6307,
            "end": 6525,
            "text": "On application of Respondent No.1, the said execution application was transferred to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur, who transferred the same to the Commercial Court No.1, Jaipur.",
            "labels": [
                "FAC"
            ],
            "id": "fd7038c472e74d7c814a9bb41f7c164d_29"
        },
        {
            "start": 6526,
            "end": 6808,
            "text": "Thereafter, the petitioner received show cause notice but the Commercial Court No. 1, Jaipur vide order dated 28.11.2018 transferred the execution application to the Court of District and Sessions Judge, Jaipur Metropolitan, Jaipur directing the parties to appear before that Court.",
            "labels": [
                "FAC"
            ],
            "id": "a70d3a75cb174f89b41aa7bce393f818_30"
        },
        {
            "start": 6809,
            "end": 7022,
            "text": "According to the petitioner, Presiding Officer of the Commercial Court No.1, Jaipur sent letter to the District and Sessions Judge, Jaipur Metropolitan and observed that necessary order from that Court be awaited.",
            "labels": [
                "FAC"
            ],
            "id": "2cd083163a9c4fae9b49ee522c3e58f9_31"
        },
        {
            "start": 7023,
            "end": 7115,
            "text": "The matter was adjourned to 14.12.2018 and thereafter, it was again adjourned to 21.12.2018.",
            "labels": [
                "FAC"
            ],
            "id": "bb1fc4cf02cd4dc993ad9cf5d1ffcb3c_32"
        },
        {
            "start": 7116,
            "end": 7412,
            "text": "However, on 21.12.2018, learned Commercial Court resumed the execution proceedings observing that since no (5 of 19) [CMA-12/2019] response has been received from the District Court, Jaipur Metropolitan, Jaipur to its letter dated 12.12.2018, the proceedings can not be kept pending indefinitely.",
            "labels": [
                "FAC"
            ],
            "id": "77060d1f257142149974fcbb8f27d122_33"
        },
        {
            "start": 7413,
            "end": 7552,
            "text": "The petitioner has filed this writ petition challenging the competence of the Commercial Court No. 1, Jaipur to execute the arbitral award.",
            "labels": [
                "FAC"
            ],
            "id": "e1770c65e3de4fd0830aa67d4d255675_34"
        },
        {
            "start": 7553,
            "end": 7892,
            "text": "\nMr. Himanshu Sharma, learned counsel appearing on behalf of the appellants in the aforementioned two appeals argued that an application for execution of the award filed under Section 36 of the Arbitration Act, as per Section 10(3) of the Commercial Courts Act, would ordinarily lie before the Court of original jurisdiction in a district.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f4ac89f4bb7e465a837baf589661c6fe_35"
        },
        {
            "start": 7893,
            "end": 8287,
            "text": "This, however, is subject to Section 15(2) of the Commercial Courts Act, which inter alia provides that all suits and applications, including applications under the Arbitration Act, relating to a commercial dispute of a specified value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4d1aac6b3bea41df9bad2a37c99518f8_36"
        },
        {
            "start": 8288,
            "end": 8635,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act thus makes it clear that application under Section 36 of the Arbitration Act for execution of the award, subject matter of which is a commercial dispute, would lie only before the Commercial Court and not before the Principal Civil Court, i.e. the Court of District Judge.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58b89d000d034b4885af8db1223e0b5b_37"
        },
        {
            "start": 8636,
            "end": 8864,
            "text": "It is argued that the learned Commercial Court has wrongly relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) Vs. Abdul Samad and Another, (2018) 3 SCC 622.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f8c98d80edfe43218bc10c64b47e59ed_38"
        },
        {
            "start": 8865,
            "end": 9185,
            "text": "The Supreme Court therein held that arbitral proceedings stand terminated upon passing of final award and in that context, observed that it is not appreciated how Section 42 of the said Act, (6 of 19) [CMA-12/2019] which deals with the jurisdiction issue in respect of the arbitral proceedings, would have any relevance.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bb615f82e6c74538bcd67c2008b3de10_39"
        },
        {
            "start": 9186,
            "end": 9350,
            "text": "Learned counsel, in support of his argument, relied upon judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors, (2015) 1 SCC 32.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "89f1e6f607884a6890d4c05c1b6aaf84_40"
        },
        {
            "start": 9351,
            "end": 9494,
            "text": "The Supreme Court in that case held that Section 42 applies in all applications made before, during or after the arbitral proceedings are over.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2c4ed22463764d6789b48062e7a94796_41"
        },
        {
            "start": 9495,
            "end": 9859,
            "text": "Thus, the judgment delivered in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) being in direct conflict with latter judgment delivered in State of West Bengal & Others Vs. Associated Contractors (Supra) to the extent of applicability of Section 42 of the Arbitration Act after passing the award, the latter judgment will prevail.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c2d418d7565448d2bbf0171040f7e191_42"
        },
        {
            "start": 9860,
            "end": 10032,
            "text": "It is argued that termination of arbitral proceedings in any case would not make the Arbitration Act inapplicable on applications filed for execution of the arbitral award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e45194824b8a4ec98284ebf2f39cc639_43"
        },
        {
            "start": 10033,
            "end": 10380,
            "text": "Learned Commercial Court wrongly arrived at the conclusion that only if objection against the award is filed before the Commercial Court, the application for execution of award under Section 36 of the Arbitration Act would be considered as an application arising out of that Act as per Section 10(3) of the Commercial Courts Act and not otherwise.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "158b77b206404ec7a9347d20ffaa001f_44"
        },
        {
            "start": 10381,
            "end": 10679,
            "text": "The Commercial Court illegally held that since objections under the Arbitration Act were not preferred before the Commercial Court, the application under Section 36 of the Arbitration Act cannot be said to be an application arising out of that Act as per Section 10(3) of the Commercial Courts Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1a3517c3616c4f62965c26780bcbc306_45"
        },
        {
            "start": 10680,
            "end": 10838,
            "text": "\nLearned counsel for the appellants further argued that the Commercial Court committed grave error in not following the judgment of Gujarat High Court in M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "42bad015fcda4f7fa5d112e27ae8596c_46"
        },
        {
            "start": 10839,
            "end": 11038,
            "text": "OCI Corporation Vs. (7 of 19) [CMA-12/2019] Kandla Export Corporation (Misc. Civil Application (For Transfer) No. 2969 of 2016 filed in Misc. Civil Application No. 2977 of 2016 decided on 11.11.2016)",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d567c125ce7b4fa5a615b2c28965f9fa_47"
        },
        {
            "start": 11039,
            "end": 11856,
            "text": ". In support of his arguments, learned counsel has also relied upon the judgments of Gujarat High Court in M/s. OCI Corporation (supra), which has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 6557/2017, Kandla Export Corporation & Others Vs. M/s. OCI Corporation vide order dated 03.03.2017; Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation Vs. M S Khurana Engineering Ltd. (R/Special Civil Application No. 13736 of 2018 decided on 06.09.2018); judgment of Bombay High Court in Jet Airways (India) Limited Vs. Subrata Roy Sahara, 113 (6) Bom LR 3835; judgment of High Court of Chhattisgarh at Bilaspur in South Eastern Coal Fields Ltd. Vs. M/s. Tirupati Construction District Burhar (TPC No. 4 of 2018 decided on 10.01.2018), 2018 SCC Online Chh 63.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e9858565afd44fdcb6de2f88f3235d16_48"
        },
        {
            "start": 11857,
            "end": 12250,
            "text": "\nMr. Vikas Jain, learned counsel for the respondent in Writ Petition No. 4379/2019 argued that the Court of superior most jurisdiction in the District is the Court defined by Section 2(1)(e) of the Arbitration Act as interpreted by the Supreme Court in State of Maharashtra through Executive Engineer, Road Development Division No. 111, Panvel & Another Vs. Atlanta Limited, (2014) 11 SCC 619.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eb58f96088984737b9940e5bec1c17d4_49"
        },
        {
            "start": 12251,
            "end": 12685,
            "text": "While the jurisdiction in respect of arbitration matter is provided in Section 10 of the Commercial Courts Act, Section 15 thereof contemplates transfer of all suits and applications including applications under the Arbitration Act pending in Civil Courts in any District or pending in High Court where Commercial (8 of 19) [CMA-12/2019] Division is constituted or area in respect of which the Commercial Courts have been constituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "40569ebc3e8144c5a4b685c104b5ea52_50"
        },
        {
            "start": 12686,
            "end": 12890,
            "text": "Therefore, it is clear that in respect of commercial dispute, the Commercial Court would be the only competent Court to execute the award passed under the Arbitration Act and not the ordinary Civil Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c3e64e8d24b44c12916f195d5f9b1f18_51"
        },
        {
            "start": 12891,
            "end": 13110,
            "text": "Learned counsel in support of his arguments relied upon judgments of Gujarat High Court in Vijay Cotton and Fiber Company Vs. Agarwal Cotton Spinning Private Limited, R/Appeal No. 216 of 2018 decided on 11.02.2019; M/s.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3cd293d2aedf44b6970b0528bbcee699_52"
        },
        {
            "start": 13111,
            "end": 13325,
            "text": "OCI Corporation (supra); Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra); judgment of Bombay High Court in Sushila Singhania & Others Vs. Bharat Hari Singhania & Others, 2017 (3) ABR 357.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9d21bfa586f9493aa014b0f2dd820193_53"
        },
        {
            "start": 13326,
            "end": 13573,
            "text": "\nMr. Alok Garg, learned counsel appearing on behalf of the petitioner in Writ Petition No. 4379/2019 argued that Section 2 of the Commercial Courts Act nowhere prescribes that the execution application shall be entertained by the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5a89568e51b246df813a8172ab8a3181_54"
        },
        {
            "start": 13574,
            "end": 13794,
            "text": "Reading of Section 15(2) of the Commercial Courts Act would make it clear that the word \"Application\" referred to therein is the original application like application filed under Sections 9 and 34 of the Arbitration Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e3cd2592027b49df8dea31bb4c982baf_55"
        },
        {
            "start": 13795,
            "end": 13946,
            "text": "The object of the creation of Commercial Court is speedy disposal of commercial matters involving trade and commerce to ease the business transactions.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "d0260cb44f5a4be7bdda3f41057785a6_56"
        },
        {
            "start": 13947,
            "end": 14096,
            "text": "As such, execution application is not maintainable before the Commercial Court and has to be transferred to the Court of District and Sessions Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bffdbcc0583b46eab739ddca485a0373_57"
        },
        {
            "start": 14097,
            "end": 14391,
            "text": "In fact, the Commercial Court No. 1, Jaipur vide order dated 14.12.2018 required the parties to give appearance before the Court of District and Sessions Judge, Jaipur Metropolitan and further (9 of 19) [CMA-12/2019] directed to reduce the file from pendency list for the purpose of statistics.",
            "labels": [
                "RLC"
            ],
            "id": "adbad163bc1d43c3b4992d34b0365c49_58"
        },
        {
            "start": 14392,
            "end": 14479,
            "text": "The Commercial Court thereafter could not resume the proceedings of execution petition.",
            "labels": [
                "RLC"
            ],
            "id": "e0b76d2e955c424e9fde4b5a33e3e7c8_59"
        },
        {
            "start": 14480,
            "end": 15028,
            "text": "Learned counsel in support of his arguments relied upon the judgment of High Court of Chhattisgarh at Bilaspur in South Easters Coalfields Limited (SECL) Through The Chief General Manager, SECL, Sohagpur Area, District Shahdol, Madhya Pradesh Vs. Padam Kumar Singhaniya (TPC No. 59 of 2017 decided on 22.01.2018) and submitted that aforesaid judgment has been upheld by the Supreme Court while dismissing Petition for Special Leave to Appeal (C) No. 14884/2018 South Eastern Coal Fields Ltd. (SECL) Vs. Padam Kumar Singhaniya decided on 05.07.2018.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8a9e813c1360401a9acb4047e0c2dd52_60"
        },
        {
            "start": 15029,
            "end": 15166,
            "text": "\nWe have given our anxious consideration to rival submissions, carefully perused the material on record and studied the cited precedents.",
            "labels": [
                "NONE"
            ],
            "id": "b1f83217b79c4506b36f707f514f1630_61"
        },
        {
            "start": 15167,
            "end": 15633,
            "text": "\nThe Commercial Court, Ajmer has relied upon the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) in holding that an application under Section 36 of the Arbitration Act for execution of award cannot be treated as an original or independent application de hors the main arbitration proceedings in which final award has already been rendered, thus resulting into termination of arbitration proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1a2149979740452f85553c6efbe4eb4f_62"
        },
        {
            "start": 15634,
            "end": 15770,
            "text": "In the aforesaid case, respondent Abdul Samad defaulted in payment of a loan taken for vehicle from the appellant financial institution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "83351ce0019f4fd5ae8bc1a0e5cf30b5_63"
        },
        {
            "start": 15771,
            "end": 15824,
            "text": "An ex-parte award was passed against the respondents.",
            "labels": [
                "FAC"
            ],
            "id": "ae8bbdde52304058b689b03f0c6bbaf0_64"
        },
        {
            "start": 15825,
            "end": 16144,
            "text": "Case of the appellant before the Supreme Court was that the award being enforceable as a decree under Section 36 of the Arbitration Act, execution (10 of 19) [CMA-12/2019] proceedings were filed in the jurisdiction of the Courts at Morena, Madhya Pradesh under Section 47 read with Section 151 and Order 21 Rule 27 CPC.",
            "labels": [
                "FAC"
            ],
            "id": "dcf564804f8d4314b7c5ab48763e6b15_65"
        },
        {
            "start": 16145,
            "end": 16210,
            "text": "Plea of the respondent was that the vehicle concerned was stolen.",
            "labels": [
                "FAC"
            ],
            "id": "e0d89bd595624b6ba16692e889b3f445_66"
        },
        {
            "start": 16211,
            "end": 16292,
            "text": "The Trial Court returned the execution application on the ground of jurisdiction.",
            "labels": [
                "RLC"
            ],
            "id": "11c31c4fde334ff1b38ec5e26dd158b0_67"
        },
        {
            "start": 16293,
            "end": 16439,
            "text": "Due to conflicting views of various High Courts, the appellant therein directly approached the Supreme Court against the order of the trial court.",
            "labels": [
                "FAC"
            ],
            "id": "028bc439904447c2b2fa192b03ef44f4_68"
        },
        {
            "start": 16440,
            "end": 16978,
            "text": "In those facts, the Supreme Court held that some High Courts are of the incorrect view that transfer of decree should first be obtained before filing the execution petition before the Court where the assets are located, while other High Courts are of the correct view that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree of the Court as per Section 36 of the Arbitration Act, which does not imply that the award is a decree of a particular Court, and it is only a fiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "419d0de49b48417c9dc642bf7209e20f_69"
        },
        {
            "start": 16979,
            "end": 17091,
            "text": "Thus, the award can be filed for execution before the Court where the assets of the judgment debtor are located.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81d93a1aa8a64f0fb8c6f0c96a3686ec_70"
        },
        {
            "start": 17092,
            "end": 17256,
            "text": "Section 36 of the Arbitration Act would show that an award is to be enforced in accordance with the provisions of the CPC in the same manner as if it were a decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5196fae99814bbcb2b6bc76f439109a_71"
        },
        {
            "start": 17257,
            "end": 17624,
            "text": "It was in that context that the Supreme Court held that line of reasoning supporting the award to be filed in a so-called Court of competent jurisdiction and then to obtain a transfer of the decree is primarily based on the jurisdiction clause found in Section 42 of the Arbitration Act, which applies with respect to an application being filed in Court under Part I.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a2c2e820511479f91ecbb85b3a2558f_72"
        },
        {
            "start": 17625,
            "end": 17675,
            "text": "The jurisdiction is over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cca8429fc2524a9495035579970184ad_73"
        },
        {
            "start": 17676,
            "end": 17795,
            "text": "The subsequent application arising from that agreement and the arbitral proceedings are to be made in that Court alone.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c45c6e4e8e140718241e71e23f805a0_74"
        },
        {
            "start": 17796,
            "end": 18021,
            "text": "However, the Supreme Court further observed that what has (11 of 19) [CMA-12/2019] been lost sight of is Section 32 of the Arbitration Act, which provides for arbitral proceedings to be terminated by the final arbitral award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e245ae85ad748c4823ee9a62a0a66c6_75"
        },
        {
            "start": 18022,
            "end": 18172,
            "text": "Thus, when an award is already made, of which execution is sought, the arbitral proceedings already stand terminated on the making of the final award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36679834ee344b2eaf63cded617de8b6_76"
        },
        {
            "start": 18173,
            "end": 18318,
            "text": "Thus, Section 42 of the Arbitration Act, which deals with the jurisdiction issue in respect of arbitral proceedings, does not have any relevance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d848eb3023144ecd91a5fc0610222a56_77"
        },
        {
            "start": 18319,
            "end": 18526,
            "text": "The Supreme Court, therefore, held that the decree of Civil Court is liable to be executed primarily by the Court which passes the decree where an execution application has to be filed at the first instance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4a0c575f59f942bda489fc05e21c0389_78"
        },
        {
            "start": 18527,
            "end": 18775,
            "text": "An award under Section 36 of the Arbitration Act is equated to a decree of the Court for the purposes of execution and only for that purpose, an award passed by the Arbitral Tribunal is deemed to be a decree under Section 36 of the Arbitration Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "135977ffdff248cbb41220596374e1f2_79"
        },
        {
            "start": 18776,
            "end": 18948,
            "text": "There is no deeming fiction anywhere to hold that the Court within whose jurisdiction the arbitral award is passed should be taken to be the Court, which passed the decree.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61a714e2b6f4490a9b904320e3d6dd23_80"
        },
        {
            "start": 18949,
            "end": 19014,
            "text": "The Arbitration Act actually transcends all territorial barriers.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e91feccd21e640418d1e726a924e8803_81"
        },
        {
            "start": 19015,
            "end": 19285,
            "text": "Thus, the enforcement of an award through its execution can be filed anywhere in the country where such decree can be executed and there is no requirement for obtaining a transfer of the decree from the Court, which would have jurisdiction over the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "168405e7f736482b8317cfb1210ca793_82"
        },
        {
            "start": 19286,
            "end": 19571,
            "text": "Clearly, the Supreme Court in the aforementioned case of Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) did not have the occasion to deal with inter play of Section 36 of the Arbitration Act with Sections 10(3) and 15(2) of the Commercial Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ef315a56615243e6afe5e25cb6f4443a_83"
        },
        {
            "start": 19573,
            "end": 20065,
            "text": "The Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra) was dealing with a case (12 of 19) [CMA-12/2019] where an Item Rate Tender was executed and signed between Associated Contractors and the concerned Superintending Engineer for execution of the work of excavation and lining of Teesta-Jaldhaka Main Canal from Chainage 3 Kms. to 3.625 Kms. in Police Station Mal, District Jalpaiguri, West Bengal. Para 25 of the said contract contained an arbitration clause.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "791b555725ce4783ac626a0f927ed54b_84"
        },
        {
            "start": 20066,
            "end": 20198,
            "text": "The respondent therein filed an application under Section 9 of the Arbitration Act for interim orders in the High Court of Calcutta.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8719c48eb3d9445d9c8f83ab8c4a06e0_85"
        },
        {
            "start": 20199,
            "end": 20383,
            "text": "A learned Single Judge of the High Court after granting leave under Clause 12 of the Letters Patents, passed an ad-interim ex-parte injunction order, which was confirmed on 10.12.1998.",
            "labels": [
                "RLC"
            ],
            "id": "f8265d4762e74c63b3c0f821f4b9bf10_86"
        },
        {
            "start": 20384,
            "end": 20539,
            "text": "Meanwhile, a retired Hon'ble Judge was appointed as Arbitrator under Section 11 of the Arbitration Act to adjudicate upon the disputes between the parties.",
            "labels": [
                "FAC"
            ],
            "id": "774daaf27a5f44b298accc62b5773ef5_87"
        },
        {
            "start": 20540,
            "end": 20606,
            "text": "Recall application filed by the State was dismissed on 20.01.2000.",
            "labels": [
                "FAC"
            ],
            "id": "570fd36b1d154775a5c1fbe5443d4a1a_88"
        },
        {
            "start": 20607,
            "end": 20752,
            "text": "An appeal was filed against order dated 10.12.1998, confirming injunction order, before Division Bench in which operation of the same was stayed.",
            "labels": [
                "FAC"
            ],
            "id": "6b3269cbf1fb447caa8b0f28a57c9326_89"
        },
        {
            "start": 20753,
            "end": 20813,
            "text": "Learned Arbitrator, however, passed the award on 30.06.2004.",
            "labels": [
                "FAC"
            ],
            "id": "f421cfb5792c48788de831e8860e526c_90"
        },
        {
            "start": 20814,
            "end": 21061,
            "text": "The State of West Bengal filed an application under Section 34 of the Arbitration Act to set aside the arbitral award before the Principal Civil Court of the learned District Judge at Jalpaiguri, West Bengal, which issued notice to the respondent.",
            "labels": [
                "FAC"
            ],
            "id": "6bcf65bf337348028b29cad69f4859c7_91"
        },
        {
            "start": 21062,
            "end": 21218,
            "text": "The respondent filed an application under Article 227 of the Constitution challenging the jurisdiction of the Court of learned District Judge at Jalpaiguri.",
            "labels": [
                "FAC"
            ],
            "id": "cc54e5bdb0e941d59cb17aafd749f700_92"
        },
        {
            "start": 21219,
            "end": 21322,
            "text": "Learned Single Judge of the High Court of Calcutta allowed the petition vide judgment dated 11.04.2005.",
            "labels": [
                "RLC"
            ],
            "id": "1412c4203ac742edae5ac29e17707027_93"
        },
        {
            "start": 21323,
            "end": 21591,
            "text": "The Supreme Court on examining definition of \"Court\" given in Section 2(1)(e) and provision of Section 42 of the Arbitration Act, which are corresponding to provisions of Section 2(c) and 31(4) of the Arbitration Act, 1940, observed thus:\n(13 of 19) [CMA-12/2019] \"11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c90a4139b5a0426d8b6fc72802a27a1e_94"
        },
        {
            "start": 21592,
            "end": 21808,
            "text": "It will be noticed that Section 42 is in almost the same terms as its predecessor section except that the words \"in any reference\" are substituted with the wider expression \"with respect to an arbitration agreement\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9e00f2270a8a4c25980a641fa1bf1f66_95"
        },
        {
            "start": 21809,
            "end": 21940,
            "text": "It will also be noticed that the expression \"has been made in a court competent to entertain it\", is no longer there in Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3e3bf2178d1d40888fc6b620b3220c32_96"
        },
        {
            "start": 21941,
            "end": 22013,
            "text": "These two changes are of some significance as will be pointed out later.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dc7fd4ff72f4e819a0313ea4cd333ed_97"
        },
        {
            "start": 22014,
            "end": 22227,
            "text": "Section 42 starts with a non- obstante clause which does away with anything which may be inconsistent with the section either in Part I of the Arbitration Act, 1996 or in any other law for the time being in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02b347569dfe4a998f4fe0a5568bf578_98"
        },
        {
            "start": 22228,
            "end": 22405,
            "text": "The expression \"with respect to an arbitration agreement\" widens the scope of Section 42 to include all matters which directly or indirectly pertain to an arbitration agreement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c315f5093e9748d5b2ff088bd3b9e7e5_99"
        },
        {
            "start": 22406,
            "end": 22548,
            "text": "Applications made to courts which are before, during or after arbitral proceedings made under Part I of the Act are all covered by Section 42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6cee7af7cb9847bfb4d57dcab73ae4f2_100"
        },
        {
            "start": 22549,
            "end": 22652,
            "text": "But an essential ingredient of the section is that an application under Part I must be made in a court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "300feaaebc2b4cbdb70a76c6b5d9def0_101"
        },
        {
            "start": 22654,
            "end": 22774,
            "text": "21. One other question that may arise is as to whether Section 42 applies after the arbitral proceedings come to an end.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cc5de4f52d4e4130bb6b3af89c45a749_102"
        },
        {
            "start": 22775,
            "end": 22991,
            "text": "It has already been held by us that the expression \"with respect to an arbitration agreement\" are words of wide import and would take in all applications made before during or after the arbitral proceedings are over.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d8a54e639f64456a9c88a73d86c6dcd_103"
        },
        {
            "start": 22992,
            "end": 23305,
            "text": "In an earlier judgment, Kumbha Mawji v. Dominion of India, AIR 1953 SC 313, the question which arose before the Supreme Court was whether the expression used in Section 31(4) of the 1940 Act \"in any reference\"\nwould include matters that are after the arbitral proceedings are over and have culminated in an award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c8c8424411404479b8667d48963ce2ef_104"
        },
        {
            "start": 23306,
            "end": 23635,
            "text": "It was held that the words \"in any reference\"\ncannot be taken to mean \"in the course of a reference\", but mean \"in the matter of a reference\"\nand that such phrase is wide enough and comprehensive enough to cover an application made after the arbitration is completed and the final award is made (See AIR pp. 317-18, paras 13-16).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "175571b192df489589a99d97c7831f67_105"
        },
        {
            "start": 23636,
            "end": 23801,
            "text": "As has been noticed above, the expression used in Section 42 is wider being \"with respect to an arbitration agreement\" and would certainly include such applications.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7207b830ee84454cbef4e7e1579d8733_106"
        },
        {
            "start": 23803,
            "end": 24143,
            "text": "25. Our conclusions therefore on Section 2(1)(e) and Section 42 of the Arbitration Act, 1996 are as follows:\n(a) xxxxxxxx (b) xxxxxxx (c) xxxxxxx (14 of 19) [CMA-12/2019]\n(d) xxxxxxx (e) xxxxxxx (f) Section 42 will apply to applications made after the arbitral proceedings have come to an end provided they are under Part I.\n(g) xxxxxxxx.\"\n",
            "labels": [
                "STA"
            ],
            "id": "3ae792f55b874dc08fde007ebe35bf72_107"
        },
        {
            "start": 24143,
            "end": 24548,
            "text": "It may be noted that the judgment of the Supreme Court in Sundaram Finance Limited represented by J. Thilak, Senior Manager (Legal) (Supra) was delivered by two Judges Bench and judgment of the Supreme Court in State of West Bengal & Others Vs. Associated Contractors (supra), which specifically dealt with provisions of Section 10 and 15 of the Commercial Courts Act, was delivered by three Judges Bench.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fddd0fe5f3354c6f8e205d9202257343_108"
        },
        {
            "start": 24549,
            "end": 24990,
            "text": "Therefore, in view of categorical finding recorded in State of West Bengal & Others Vs. Associated Contractors (supra), it has to be accepted that Section 42 of the Arbitration Act would govern the field not only in respect of the applications made to the Court, before and during arbitral proceedings but also qua those filed after the arbitral proceedings are over provided that such applications are made in Part I of the Arbitration Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d154cc554e6e4b6bb38b9f6c5c904822_109"
        },
        {
            "start": 24991,
            "end": 25455,
            "text": "The expression \"with respect to an arbitration agreement\" as used in Section 42 of the Arbitration Act, as held by the Supreme Court, are words of wider import and would take in its sweep all applications filed before, during or after, the arbitral proceedings are over provided such applications are made under Part I, which, obviously would also include an application under Section 36 of the Arbitration Act as it is very much covered by Part I of the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5718a985b33c4df684d5e9b20c506c0c_110"
        },
        {
            "start": 25457,
            "end": 25483,
            "text": "Gujarat High Court in M/s.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "fc29180a99714885bcb928d9a26dd13b_111"
        },
        {
            "start": 25484,
            "end": 25945,
            "text": "OCI Corporation (supra) was dealing with a case where M/s. OCI Corporation filed application (15 of 19) [CMA-12/2019] under Section 15(5) of the Commercial Courts Act read with Section 2(1)(e)(ii) and Section 47 of the Arbitration Act seeking clarification and appropriate direction for transfer of execution petition pending before the District Court, Gandhidham-Kutch either to the High Court of Gujarat or to appropriate Commercial Court/Commercial Division.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "01f394532a80493283c06524056b2982_112"
        },
        {
            "start": 25946,
            "end": 26150,
            "text": "Gujarat High Court on analysis of provisions of Sections 2(e), 47 of the Arbitration Act and Section 2(1)(i), Section 6, 10, 15 of the Commercial Courts Act in para 11 of the Report held as under:\n\"11.00.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b46c51fa5ff94dc9be0956c32fe53338_113"
        },
        {
            "start": 26151,
            "end": 27528,
            "text": "The sum and substance of the above discussion would be, (1) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is international commercial arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be heard, decided and disposed of by the Commercial Division where such commercial Division has been constituted in the High Court i.e. in the present case High Court of Gujarat.\n(2) Where the subject matter of an arbitration is a commercial dispute but not of a specified value and if such arbitration is international commercial arbitration, considering the provisions of Arbitration and Conciliation (Amendment) Act, 2015 the same shall be heard, decided and disposed of by the concerned High Court.\n(3) Where the subject matter of an arbitration is a commercial dispute of a specified value and if such arbitration is other than international arbitration, all the applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 shall be filed in and heard, decided and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such commercial court has been constituted.\nConsidering section 15 of the Commercial Courts Act",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "58272287a66a486d8384e75421002300_114"
        },
        {
            "start": 27529,
            "end": 27881,
            "text": ", all the applications/appeals in question under the Arbitration and Conciliation Act, 1996, therefore, are required to be transferred to the concerned Commercial Division of the High Court of Gujarat or (16 of 19) [CMA-12/2019] before the Gujarat High Court or before the concerned commercial court and as observed hereinabove and as the case may be.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "47348ffce8be49d08ecc8a1ba0c00b45_115"
        },
        {
            "start": 27883,
            "end": 28110,
            "text": "The aforesaid judgment was subjected to challenge before the Supreme Court by Kandla Export Corporation & Others by filing Petition for Special Leave to Appeal (C) No. 6557/2017, which was dismissed vide order dated 03.03.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "254ae663f9504db09c5af12fef577c63_116"
        },
        {
            "start": 28111,
            "end": 28399,
            "text": "Similar dispute again cropped up before Gujarat High Court at Ahmedabad in Vadodara Mahanag Seva Sadan Formaly known as Municipal Corporation (supra) wherein Division Bench of Gujarat High Court, relying upon its earlier judgment in M/s. OCI Corporation (supra), reiterated the same view.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d7cd2859b91848969f578bf54d7863d4_117"
        },
        {
            "start": 28400,
            "end": 28794,
            "text": "The question as to which Court would be competent to exercise jurisdiction for execution of award passed under the Arbitration Act was also answered by the Gujarat High Court in Vijay Cotton and Fiber Company (supra) holding that the Commercial Court of competent jurisdiction would be the Court to execute the decree and not the ordinary Civil Court constituted under Gujarat Civil Courts Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "68f2c51b2db54bedaf7aa443ab1432f2_118"
        },
        {
            "start": 28795,
            "end": 29690,
            "text": "\nSection 10(3) and 15(2) of the Commercial Courts Act both are relevant for deciding the controversy involved in the present matters and they are reproduced as under:\n\"10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and- (1) xxxxxxxxxxxxxx (2) xxxxxxxxxxxxxx (3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not (17 of 19) [CMA-12/2019] being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.\"",
            "labels": [
                "STA"
            ],
            "id": "dd97cec3e544467bb42ea1f872fcbb04_119"
        },
        {
            "start": 29691,
            "end": 30310,
            "text": "\n\"15. Transfer of pending cases.-(1) xxxxxxxxxxx (2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "e43ee6f23abc430286e47e0af972499d_120"
        },
        {
            "start": 30311,
            "end": 30358,
            "text": "(3) xxxxxxxxxxx (4) xxxxxxxxxxx (5) xxxxxxxxxx\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fca899dd0a54c6cad019086511b0b9c_121"
        },
        {
            "start": 30360,
            "end": 30660,
            "text": "A conjoint reading of Section 10(3) and 15(2) of the Commercial Courts Act makes it clear that an application under Section 36 of the Arbitration Act, seeking execution of award, satisfies the requirement of \"being application arising out of such arbitration under the provisions of the Act of 1996\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "25752c88fe694c1ba76627d238b0fdfe_122"
        },
        {
            "start": 30661,
            "end": 30922,
            "text": "If such application is pending before any Principal Civil Court of original jurisdiction in a district, the same shall be transferred to Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e78cef6d2524b2f8f3df0264c717eaf_123"
        },
        {
            "start": 30923,
            "end": 31497,
            "text": "In view of Section 10(3) of the Commercial Courts Act, since the awards in the present set of cases have been rendered in arbitral proceedings, their execution applications filed under Section 36 of the Arbitration Act having regard to provisions of Section 15(3) of the Commercial Courts Act, which contemplates transfer of all such pending applications to Commercial Court, as a legal corollary thereto, would also be liable to be filed and maintained before the Commercial (18 of 19) [CMA-12/2019] Court and not the ordinary Civil Court/Principal Court of District Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdb8be45a3c446eebdfa24a371714662_124"
        },
        {
            "start": 31499,
            "end": 32006,
            "text": "In so far as judgment of Chattisgarh High Court in South Eastern Coalfields Limited Vs. Padam Kumar Singhaniya (supra) relied by Mr. Alok Garg, learned counsel for the petitioner is concerned, we are, with great respect, not inclined to concur with the view taken by that Court that word, \"application\" mentioned in sub-section (2) of Section 15 of the Commercial Courts Act would only mean an original application and not an application for execution, which is preferred after the award has been delivered.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "82dcee470f5d4908b62af5f7a5412716_125"
        },
        {
            "start": 32007,
            "end": 32138,
            "text": "In our considered opinion, there is no warrant for taking such narrow interpretation of Section 15(2) of the Commercial Courts Act.",
            "labels": [
                "RATIO"
            ],
            "id": "b24e830e0ab54e49a9e702eb75a8f7a1_126"
        },
        {
            "start": 32139,
            "end": 32676,
            "text": "Analogy which the learned Judges of Chhattisgarh High Court have taken from proviso to Section 15(2) of the Commercial Courts Act is that since no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court, shall be transferred either under sub-section (1) or sub-section (2) of Section 15 of the Commercial Courts Act, therefore, application subsequently filed for execution of the award could also not be entertained by the Commercial Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0387ea2c7b674458b4fdac25fa68a00b_127"
        },
        {
            "start": 32677,
            "end": 33044,
            "text": "However, in our view, that is not the correct interpretation of proviso to Section 15(2) of the Commercial Courts Act, which has been engrafted therein only with a limited purpose of ensuring that cases in which arguments have been heard and judgments reserved, are given finality and not required to be reopened so as not to repeat those proceedings all over again.\n",
            "labels": [
                "RATIO"
            ],
            "id": "99bee43c85f54b59931dead8a2fae4c8_128"
        },
        {
            "start": 33044,
            "end": 33731,
            "text": "In view of above, we answer the question of law formulated in the beginning of this judgment in the terms that the (19 of 19) [CMA-12/2019] Commercial Court constituted under Section 3(i) of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015, as defined in Section 2(b) of that Act, would be the only competent Court to execute an arbitral award on a \"commercial dispute\" passed under the Arbitration and Conciliation Act, 1996 and not the Principal Civil Court having the original jurisdiction in the District i.e. the Court of District and Sessions Judge as defined under Section 2(1)(e) of the Arbitration and Conciliation Act, 1996.",
            "labels": [
                "RPC"
            ],
            "id": "9421e612bdf6436c8b5388337c2b6d20_129"
        },
        {
            "start": 33732,
            "end": 33853,
            "text": "\nIn view of our opinion recorded above, Appeals No. 12/2019 and 5890/2018 deserve to succeed and are accordingly allowed.",
            "labels": [
                "RPC"
            ],
            "id": "0d28c7260a0143929286d5bb9597c65c_130"
        },
        {
            "start": 33854,
            "end": 33896,
            "text": "The orders impugned therein are set aside.",
            "labels": [
                "RPC"
            ],
            "id": "bfb05ec380224d999770a473e3a7b77f_131"
        },
        {
            "start": 33897,
            "end": 33946,
            "text": "Writ petition No. 4379/2019 is however dismissed.",
            "labels": [
                "RPC"
            ],
            "id": "408bddeddf074dc5a740c0f1eef80e3a_132"
        },
        {
            "start": 33947,
            "end": 34044,
            "text": "\nAll the pending stay applications as also other interim applications, if any, stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "37caf86e163545aa9abcf69be0edd2ec_133"
        },
        {
            "start": 34045,
            "end": 34133,
            "text": "\nOffice is directed to place a copy of this judgment on record of each connected matter.",
            "labels": [
                "RPC"
            ],
            "id": "17b7ffc9f9284d74bff4aecae3cc9abd_134"
        },
        {
            "start": 34134,
            "end": 34249,
            "text": "\n                                   (ALOK SHARMA),J                                              (MOHAMMAD RAFIQ),J",
            "labels": [
                "NONE"
            ],
            "id": "74d2e69a48f845aaad32486f78270674_135"
        },
        {
            "start": 34250,
            "end": 34341,
            "text": "                                   MANOJ NARWANI /6 to 8 Powered by TCPDF (www.tcpdf.org)\n ",
            "labels": [
                "NONE"
            ],
            "id": "d6dea084ee58400f876692fcbf4bf70d_136"
        }
    ],
    "entities": [
        {
            "text": "Atcom Technology Co. Ltd",
            "label": "PETITIONER",
            "start_char": 17,
            "end_char": 41
        },
        {
            "text": "Rahul Gupta",
            "label": "RESPONDENT",
            "start_char": 45,
            "end_char": 56
        },
        {
            "text": "C. Hari Shankar",
            "label": "JUDGE",
            "start_char": 99,
            "end_char": 114
        },
        {
            "text": "C. Hari Shankar",
            "label": "JUDGE",
            "start_char": 122,
            "end_char": 137
        },
        {
            "text": "High Court Of Delhi At New Delhi",
            "label": "COURT",
            "start_char": 271,
            "end_char": 303
        },
        {
            "text": "Atcom Technology Co. Ltd",
            "label": "PETITIONER",
            "start_char": 394,
            "end_char": 418
        },
        {
            "text": "Shailen Bhatia",
            "label": "LAWYER",
            "start_char": 502,
            "end_char": 516
        },
        {
            "text": "Anuraj\n                                     Tirthankar",
            "label": "LAWYER",
            "start_char": 522,
            "end_char": 576
        },
        {
            "text": "Janhvi Chadha",
            "label": "LAWYER",
            "start_char": 582,
            "end_char": 595
        },
        {
            "text": "Preeta\n                                     Panthaki",
            "label": "LAWYER",
            "start_char": 601,
            "end_char": 653
        },
        {
            "text": "Neelam Pathak",
            "label": "LAWYER",
            "start_char": 662,
            "end_char": 675
        },
        {
            "text": "Rahul Gupta",
            "label": "RESPONDENT",
            "start_char": 761,
            "end_char": 772
        },
        {
            "text": "Rajeshwari H",
            "label": "LAWYER",
            "start_char": 866,
            "end_char": 878
        },
        {
            "text": "Deepanshu Nagar",
            "label": "LAWYER",
            "start_char": 925,
            "end_char": 940
        },
        {
            "text": "C. Hari Shankar",
            "label": "JUDGE",
            "start_char": 1026,
            "end_char": 1041
        },
        {
            "text": "20.02.2023",
            "label": "DATE",
            "start_char": 1100,
            "end_char": 1110
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1134,
            "end_char": 1145
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1153,
            "end_char": 1174
        },
        {
            "text": "4th July 2022",
            "label": "DATE",
            "start_char": 1195,
            "end_char": 1208
        },
        {
            "text": "District Judge (Commercial Court",
            "label": "COURT",
            "start_char": 1230,
            "end_char": 1262
        },
        {
            "text": "24th November 2021",
            "label": "DATE",
            "start_char": 1326,
            "end_char": 1344
        },
        {
            "text": "17th August 2021",
            "label": "DATE",
            "start_char": 1480,
            "end_char": 1496
        },
        {
            "text": "CS (Comm) 179/2020",
            "label": "CASE_NUMBER",
            "start_char": 1531,
            "end_char": 1549
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 2085,
            "end_char": 2096
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 2104,
            "end_char": 2125
        },
        {
            "text": "10th November 2020",
            "label": "DATE",
            "start_char": 2320,
            "end_char": 2338
        },
        {
            "text": "5th March 2021",
            "label": "DATE",
            "start_char": 2389,
            "end_char": 2403
        },
        {
            "text": "5th April 2021",
            "label": "DATE",
            "start_char": 2551,
            "end_char": 2565
        },
        {
            "text": "17th August 2021",
            "label": "DATE",
            "start_char": 2586,
            "end_char": 2602
        },
        {
            "text": "9th October 2021",
            "label": "DATE",
            "start_char": 2697,
            "end_char": 2713
        },
        {
            "text": "24 th November 2021",
            "label": "DATE",
            "start_char": 2943,
            "end_char": 2962
        },
        {
            "text": "4th July 2022",
            "label": "DATE",
            "start_char": 2989,
            "end_char": 3002
        },
        {
            "text": "6 th September 2022",
            "label": "DATE",
            "start_char": 3094,
            "end_char": 3113
        },
        {
            "text": "4th July, 2022",
            "label": "DATE",
            "start_char": 3214,
            "end_char": 3228
        },
        {
            "text": "District Judge East/Karkardooma District Courts",
            "label": "COURT",
            "start_char": 3247,
            "end_char": 3294
        },
        {
            "text": "CS(COMM) 179/2020",
            "label": "CASE_NUMBER",
            "start_char": 3331,
            "end_char": 3348
        },
        {
            "text": "Atcom Technology Co. Ltd. v. Rahul Gupta & Ors",
            "label": "PRECEDENT",
            "start_char": 3356,
            "end_char": 3402
        },
        {
            "text": "Order XI Rule 1",
            "label": "PROVISION",
            "start_char": 3475,
            "end_char": 3490
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 3491,
            "end_char": 3494
        },
        {
            "text": "Rule 14 of Chapter VII",
            "label": "PROVISION",
            "start_char": 3760,
            "end_char": 3782
        },
        {
            "text": "Delhi High Court (Original Side) Rules, 2018",
            "label": "STATUTE",
            "start_char": 3790,
            "end_char": 3834
        },
        {
            "text": "Order XII",
            "label": "PROVISION",
            "start_char": 4025,
            "end_char": 4034
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 4042,
            "end_char": 4045
        },
        {
            "text": "Delhi",
            "label": "GPE",
            "start_char": 4242,
            "end_char": 4247
        },
        {
            "text": "OK Play India Pvt",
            "label": "ORG",
            "start_char": 4352,
            "end_char": 4369
        },
        {
            "text": "Ltd. v. M/s A.P. Distributors & Anr",
            "label": "PRECEDENT",
            "start_char": 4371,
            "end_char": 4406
        },
        {
            "text": "CM(M) 346/2020",
            "label": "CASE_NUMBER",
            "start_char": 4409,
            "end_char": 4423
        },
        {
            "text": "25th October, 2021",
            "label": "DATE",
            "start_char": 4440,
            "end_char": 4458
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 4709,
            "end_char": 4725
        },
        {
            "text": "Rajeshwari",
            "label": "LAWYER",
            "start_char": 4735,
            "end_char": 4745
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 4820,
            "end_char": 4826
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 4922,
            "end_char": 4938
        },
        {
            "text": "Section 18",
            "label": "PROVISION",
            "start_char": 5110,
            "end_char": 5120
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5128,
            "end_char": 5155
        },
        {
            "text": "CPC/Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 5228,
            "end_char": 5253
        },
        {
            "text": "CS(COMM) 179/2020",
            "label": "CASE_NUMBER",
            "start_char": 5558,
            "end_char": 5575
        },
        {
            "text": "Karkardooma",
            "label": "OTHER_PERSON",
            "start_char": 5674,
            "end_char": 5685
        },
        {
            "text": "T.R.P. (C.) 61/2022",
            "label": "CASE_NUMBER",
            "start_char": 5757,
            "end_char": 5776
        },
        {
            "text": "7th September, 2022",
            "label": "DATE",
            "start_char": 5832,
            "end_char": 5851
        },
        {
            "text": "15th November, 2022",
            "label": "DATE",
            "start_char": 5901,
            "end_char": 5920
        },
        {
            "text": "IPD- TM) 188/2022",
            "label": "CASE_NUMBER",
            "start_char": 5974,
            "end_char": 5991
        },
        {
            "text": "Commercial Court, Karkardooma",
            "label": "COURT",
            "start_char": 6045,
            "end_char": 6074
        },
        {
            "text": "T.R.P. (C.) 61/2022",
            "label": "CASE_NUMBER",
            "start_char": 6114,
            "end_char": 6133
        },
        {
            "text": "Shailen Bhatia",
            "label": "LAWYER",
            "start_char": 6262,
            "end_char": 6276
        },
        {
            "text": "6th September 2022",
            "label": "DATE",
            "start_char": 6378,
            "end_char": 6396
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 6592,
            "end_char": 6598
        },
        {
            "text": "6th September 2022",
            "label": "DATE",
            "start_char": 6654,
            "end_char": 6672
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 6682,
            "end_char": 6688
        },
        {
            "text": "Order XI Rule 1(10)1 of",
            "label": "PROVISION",
            "start_char": 6715,
            "end_char": 6738
        },
        {
            "text": "Code of Civil Procedure,1908 as",
            "label": "STATUTE",
            "start_char": 6743,
            "end_char": 6774
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 6790,
            "end_char": 6817
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 6999,
            "end_char": 7018
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 7295,
            "end_char": 7301
        },
        {
            "text": "04.03.2021",
            "label": "DATE",
            "start_char": 7611,
            "end_char": 7621
        },
        {
            "text": "Covid",
            "label": "GPE",
            "start_char": 7776,
            "end_char": 7781
        },
        {
            "text": "17.08.2021",
            "label": "DATE",
            "start_char": 7982,
            "end_char": 7992
        },
        {
            "text": "09.10.2021",
            "label": "DATE",
            "start_char": 8181,
            "end_char": 8191
        },
        {
            "text": "sub-rule (7)(c)(iii)",
            "label": "PROVISION",
            "start_char": 8725,
            "end_char": 8745
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 9134,
            "end_char": 9149
        },
        {
            "text": "Neutral Citation Number : 2023/",
            "label": "CASE_NUMBER",
            "start_char": 9159,
            "end_char": 9190
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 9278,
            "end_char": 9284
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 9405,
            "end_char": 9424
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 9432,
            "end_char": 9435
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 9725,
            "end_char": 9731
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 9853,
            "end_char": 9859
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 10189,
            "end_char": 10195
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 10251,
            "end_char": 10257
        },
        {
            "text": "Bela Creatin Pvt",
            "label": "ORG",
            "start_char": 10296,
            "end_char": 10312
        },
        {
            "text": "Ltd. v. Anuj Textiles2",
            "label": "PRECEDENT",
            "start_char": 10314,
            "end_char": 10336
        },
        {
            "text": "2022 SCC OnLine Del 1366",
            "label": "PRECEDENT",
            "start_char": 10805,
            "end_char": 10829
        },
        {
            "text": "6 th September 2022",
            "label": "DATE",
            "start_char": 10981,
            "end_char": 11000
        },
        {
            "text": "Ok Play India Pvt",
            "label": "ORG",
            "start_char": 11069,
            "end_char": 11086
        },
        {
            "text": "Ltd. v. A.P.",
            "label": "PRECEDENT",
            "start_char": 11088,
            "end_char": 11100
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 11119,
            "end_char": 11125
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 11262,
            "end_char": 11275
        },
        {
            "text": "12th September 2022",
            "label": "DATE",
            "start_char": 11307,
            "end_char": 11326
        },
        {
            "text": "A.P. Distributors v. Ok Play India Pvt",
            "label": "PRECEDENT",
            "start_char": 11330,
            "end_char": 11368
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 12487,
            "end_char": 12493
        },
        {
            "text": "Rule 145",
            "label": "PROVISION",
            "start_char": 12507,
            "end_char": 12515
        },
        {
            "text": "Chapter VII",
            "label": "PROVISION",
            "start_char": 12519,
            "end_char": 12530
        },
        {
            "text": "Delhi High Court (Original Side) Rules, 2018",
            "label": "STATUTE",
            "start_char": 12538,
            "end_char": 12582
        },
        {
            "text": "Order XIII",
            "label": "PROVISION",
            "start_char": 12712,
            "end_char": 12722
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 12730,
            "end_char": 12733
        },
        {
            "text": "2021 SCC OnLine Del 4809 SLP(C)",
            "label": "PRECEDENT",
            "start_char": 12802,
            "end_char": 12833
        },
        {
            "text": "9733-9734/2022",
            "label": "DATE",
            "start_char": 12834,
            "end_char": 12848
        },
        {
            "text": "Order XIII",
            "label": "PROVISION",
            "start_char": 12933,
            "end_char": 12943
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 13284,
            "end_char": 13299
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 13309,
            "end_char": 13350
        },
        {
            "text": "Rule 14",
            "label": "PROVISION",
            "start_char": 13372,
            "end_char": 13379
        },
        {
            "text": "Chapter VII",
            "label": "PROVISION",
            "start_char": 13383,
            "end_char": 13394
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 13610,
            "end_char": 13616
        },
        {
            "text": "Rajeshwari",
            "label": "LAWYER",
            "start_char": 13622,
            "end_char": 13632
        },
        {
            "text": "Order XI Rule 1(x)",
            "label": "PROVISION",
            "start_char": 13901,
            "end_char": 13919
        },
        {
            "text": "Hassad Food Company Q.S.C. v. Bank of India6",
            "label": "PRECEDENT",
            "start_char": 14020,
            "end_char": 14064
        },
        {
            "text": "Hassad Food Company6",
            "label": "ORG",
            "start_char": 14155,
            "end_char": 14175
        },
        {
            "text": "Order XI",
            "label": "PROVISION",
            "start_char": 14211,
            "end_char": 14219
        },
        {
            "text": "sub-rule (1) of Rule 1 of Order XI",
            "label": "PROVISION",
            "start_char": 14444,
            "end_char": 14478
        },
        {
            "text": "sub-rule (5) of Rule 1 of Order XI",
            "label": "PROVISION",
            "start_char": 14650,
            "end_char": 14684
        },
        {
            "text": "sub- rule (5)",
            "label": "PROVISION",
            "start_char": 15063,
            "end_char": 15076
        },
        {
            "text": "Order XIII Rule 2",
            "label": "PROVISION",
            "start_char": 15240,
            "end_char": 15257
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15258,
            "end_char": 15261
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15324,
            "end_char": 15337
        },
        {
            "text": "Madanlal v. Shyamlal7",
            "label": "PRECEDENT",
            "start_char": 15366,
            "end_char": 15387
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 15599,
            "end_char": 15614
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 15624,
            "end_char": 15665
        },
        {
            "text": "Order XIII Rule 2",
            "label": "PROVISION",
            "start_char": 15710,
            "end_char": 15727
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 15728,
            "end_char": 15731
        },
        {
            "text": "Rule (5) of Rule 1 of Order XI",
            "label": "PROVISION",
            "start_char": 15768,
            "end_char": 15798
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15806,
            "end_char": 15833
        },
        {
            "text": "Rajeshwari",
            "label": "LAWYER",
            "start_char": 15956,
            "end_char": 15966
        },
        {
            "text": "Islamuddin v. S.S. Kapoor8",
            "label": "PRECEDENT",
            "start_char": 16001,
            "end_char": 16027
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 16155,
            "end_char": 16173
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16181,
            "end_char": 16184
        },
        {
            "text": "Order XI Rule 1(5)",
            "label": "PROVISION",
            "start_char": 16514,
            "end_char": 16532
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16540,
            "end_char": 16543
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 16941,
            "end_char": 16954
        },
        {
            "text": "Sugandhi",
            "label": "OTHER_PERSON",
            "start_char": 16958,
            "end_char": 16966
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 17253,
            "end_char": 17266
        },
        {
            "text": "State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti9",
            "label": "PRECEDENT",
            "start_char": 17270,
            "end_char": 17324
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17386,
            "end_char": 17389
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17408,
            "end_char": 17429
        },
        {
            "text": "Rule 14",
            "label": "PROVISION",
            "start_char": 17715,
            "end_char": 17722
        },
        {
            "text": "Chapter VII",
            "label": "PROVISION",
            "start_char": 17726,
            "end_char": 17737
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 17803,
            "end_char": 17818
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263 Rajeshwari advanced",
            "label": "CASE_NUMBER",
            "start_char": 17828,
            "end_char": 17889
        },
        {
            "text": "Rule 4(e) 10",
            "label": "PROVISION",
            "start_char": 17925,
            "end_char": 17937
        },
        {
            "text": "Rule 4(e)",
            "label": "PROVISION",
            "start_char": 18152,
            "end_char": 18161
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 18201,
            "end_char": 18217
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 18556,
            "end_char": 18559
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 18578,
            "end_char": 18599
        },
        {
            "text": "4th January 2020",
            "label": "DATE",
            "start_char": 18618,
            "end_char": 18634
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 18649,
            "end_char": 18662
        },
        {
            "text": "10th November 2020",
            "label": "DATE",
            "start_char": 18831,
            "end_char": 18849
        },
        {
            "text": "10th December 2020",
            "label": "DATE",
            "start_char": 18989,
            "end_char": 19007
        },
        {
            "text": "15th March 2020",
            "label": "DATE",
            "start_char": 19070,
            "end_char": 19085
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 19090,
            "end_char": 19108
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 19114,
            "end_char": 19127
        },
        {
            "text": "4th January 2022",
            "label": "DATE",
            "start_char": 19161,
            "end_char": 19177
        },
        {
            "text": "(2018) 9 SCC 472",
            "label": "PRECEDENT",
            "start_char": 19301,
            "end_char": 19317
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 19432,
            "end_char": 19448
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 19475,
            "end_char": 19490
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 19500,
            "end_char": 19541
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 19564,
            "end_char": 19582
        },
        {
            "text": "15.03.2020",
            "label": "DATE",
            "start_char": 19635,
            "end_char": 19645
        },
        {
            "text": "28.02.2022",
            "label": "DATE",
            "start_char": 19651,
            "end_char": 19661
        },
        {
            "text": "Sections 23 (4) and 29A",
            "label": "PROVISION",
            "start_char": 19730,
            "end_char": 19753
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 19761,
            "end_char": 19799
        },
        {
            "text": "Section 12A",
            "label": "PROVISION",
            "start_char": 19801,
            "end_char": 19812
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 19820,
            "end_char": 19847
        },
        {
            "text": "provisos (b) and (c) of Section 138",
            "label": "PROVISION",
            "start_char": 19852,
            "end_char": 19887
        },
        {
            "text": "Negotiable Instruments Act, 1881",
            "label": "STATUTE",
            "start_char": 19895,
            "end_char": 19927
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 20197,
            "end_char": 20210
        },
        {
            "text": "4th January 2022",
            "label": "DATE",
            "start_char": 20230,
            "end_char": 20246
        },
        {
            "text": "Centaur Pharmaceuticals Pvt",
            "label": "ORG",
            "start_char": 20250,
            "end_char": 20277
        },
        {
            "text": "Ltd. v. Stanford Laboratories Pvt",
            "label": "PRECEDENT",
            "start_char": 20279,
            "end_char": 20312
        },
        {
            "text": "07.10.2021",
            "label": "DATE",
            "start_char": 20888,
            "end_char": 20898
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21302,
            "end_char": 21315
        },
        {
            "text": "Babasaheb Raosaheb Kobarne v. Pyrotek India Private Limited13",
            "label": "PRECEDENT",
            "start_char": 21325,
            "end_char": 21386
        },
        {
            "text": "Prakash Corporates v. Dee Vee Projects Ltd14",
            "label": "PRECEDENT",
            "start_char": 21391,
            "end_char": 21435
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21503,
            "end_char": 21516
        },
        {
            "text": "2022 SCC OnLine SC 1607 2022 SCC OnLine SC 1315",
            "label": "PRECEDENT",
            "start_char": 21521,
            "end_char": 21568
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 21577,
            "end_char": 21592
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 21602,
            "end_char": 21643
        },
        {
            "text": "28 th February 2022",
            "label": "DATE",
            "start_char": 21782,
            "end_char": 21801
        },
        {
            "text": "15th March 2020",
            "label": "DATE",
            "start_char": 21819,
            "end_char": 21834
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 21840,
            "end_char": 21858
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21929,
            "end_char": 21942
        },
        {
            "text": "Prakash Corporates14",
            "label": "ORG",
            "start_char": 22127,
            "end_char": 22147
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22407,
            "end_char": 22420
        },
        {
            "text": "Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that",
            "label": "PRECEDENT",
            "start_char": 22424,
            "end_char": 22483
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22523,
            "end_char": 22536
        },
        {
            "text": "15th March 2020",
            "label": "DATE",
            "start_char": 22641,
            "end_char": 22656
        },
        {
            "text": "15 th March 2020",
            "label": "DATE",
            "start_char": 22749,
            "end_char": 22765
        },
        {
            "text": "15th March 2020",
            "label": "DATE",
            "start_char": 22838,
            "end_char": 22853
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 22943,
            "end_char": 22956
        },
        {
            "text": "Suo Motu Writ",
            "label": "PRECEDENT",
            "start_char": 22960,
            "end_char": 22973
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23005,
            "end_char": 23018
        },
        {
            "text": "Centaur Pharmaceuticals12",
            "label": "ORG",
            "start_char": 23032,
            "end_char": 23057
        },
        {
            "text": "15 th March 2020",
            "label": "DATE",
            "start_char": 23155,
            "end_char": 23171
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 23286,
            "end_char": 23299
        },
        {
            "text": "SCC 112 (2021) 2 SCC 317",
            "label": "CASE_NUMBER",
            "start_char": 23382,
            "end_char": 23406
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 23415,
            "end_char": 23430
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 23440,
            "end_char": 23481
        },
        {
            "text": "Kamlesh v. Sudhir Sharma16",
            "label": "PRECEDENT",
            "start_char": 23492,
            "end_char": 23518
        },
        {
            "text": "15th March 2020",
            "label": "DATE",
            "start_char": 23577,
            "end_char": 23592
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 23636,
            "end_char": 23654
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 23807,
            "end_char": 23825
        },
        {
            "text": "28th February 2022",
            "label": "DATE",
            "start_char": 23983,
            "end_char": 24001
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 24203,
            "end_char": 24209
        },
        {
            "text": "Orde XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 24236,
            "end_char": 24254
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 24331,
            "end_char": 24350
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 24520,
            "end_char": 24537
        },
        {
            "text": "17th August 2021",
            "label": "DATE",
            "start_char": 24693,
            "end_char": 24709
        },
        {
            "text": "2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263",
            "label": "PRECEDENT",
            "start_char": 24921,
            "end_char": 24987
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25091,
            "end_char": 25104
        },
        {
            "text": "Rule 14",
            "label": "PROVISION",
            "start_char": 25465,
            "end_char": 25472
        },
        {
            "text": "Chapter VII",
            "label": "PROVISION",
            "start_char": 25476,
            "end_char": 25487
        },
        {
            "text": "Rule 22.1",
            "label": "PROVISION",
            "start_char": 25509,
            "end_char": 25518
        },
        {
            "text": "Rajeshwari",
            "label": "LAWYER",
            "start_char": 25547,
            "end_char": 25557
        },
        {
            "text": "Rule 14 of Chapter VII",
            "label": "PROVISION",
            "start_char": 25563,
            "end_char": 25585
        },
        {
            "text": "Order XIII",
            "label": "PROVISION",
            "start_char": 25787,
            "end_char": 25797
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 25805,
            "end_char": 25808
        },
        {
            "text": "Rule 14",
            "label": "PROVISION",
            "start_char": 25852,
            "end_char": 25859
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 26019,
            "end_char": 26025
        },
        {
            "text": "Delhi High Court Act of 1966",
            "label": "STATUTE",
            "start_char": 26259,
            "end_char": 26287
        },
        {
            "text": "Rule 4 in Chapter I",
            "label": "PROVISION",
            "start_char": 26333,
            "end_char": 26352
        },
        {
            "text": "Delhi High Court",
            "label": "COURT",
            "start_char": 26395,
            "end_char": 26411
        },
        {
            "text": "Order VIII Rule 1",
            "label": "PROVISION",
            "start_char": 26463,
            "end_char": 26480
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 26488,
            "end_char": 26491
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 26510,
            "end_char": 26531
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 26634,
            "end_char": 26675
        },
        {
            "text": "Supreme court",
            "label": "COURT",
            "start_char": 26712,
            "end_char": 26725
        },
        {
            "text": "12th September 2022",
            "label": "DATE",
            "start_char": 26745,
            "end_char": 26764
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 26799,
            "end_char": 26812
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27033,
            "end_char": 27046
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 27256,
            "end_char": 27269
        },
        {
            "text": "12th September 2022",
            "label": "DATE",
            "start_char": 27301,
            "end_char": 27320
        },
        {
            "text": "Bhatia",
            "label": "LAWYER",
            "start_char": 27731,
            "end_char": 27737
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 28249,
            "end_char": 28262
        },
        {
            "text": "Sugandhi v. P. Raj Kumar17",
            "label": "PRECEDENT",
            "start_char": 28271,
            "end_char": 28297
        },
        {
            "text": "Sugandhi17",
            "label": "OTHER_PERSON",
            "start_char": 28433,
            "end_char": 28443
        },
        {
            "text": "Sub-rule (3)",
            "label": "PROVISION",
            "start_char": 28472,
            "end_char": 28484
        },
        {
            "text": "sub-rule (3).‖ 23.4.",
            "label": "PROVISION",
            "start_char": 29627,
            "end_char": 29647
        },
        {
            "text": "Sugandhi17",
            "label": "OTHER_PERSON",
            "start_char": 29648,
            "end_char": 29658
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 29688,
            "end_char": 29708
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 29716,
            "end_char": 29719
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 29801,
            "end_char": 29821
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 29826,
            "end_char": 29845
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 29870,
            "end_char": 29890
        },
        {
            "text": "Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 30026,
            "end_char": 30045
        },
        {
            "text": "Order VII Rule 14(3), para 8",
            "label": "PROVISION",
            "start_char": 30302,
            "end_char": 30330
        },
        {
            "text": "Sugandhi17 (2020) 10 SCC 706",
            "label": "PRECEDENT",
            "start_char": 30350,
            "end_char": 30378
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 30379,
            "end_char": 30420
        },
        {
            "text": "Order VII Rule 14(3)",
            "label": "PROVISION",
            "start_char": 30495,
            "end_char": 30515
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30523,
            "end_char": 30526
        },
        {
            "text": "Order XI Rule 1(5) or Order XI Rule 1(10)",
            "label": "PROVISION",
            "start_char": 30571,
            "end_char": 30612
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 30620,
            "end_char": 30623
        },
        {
            "text": "Sugandhi17",
            "label": "OTHER_PERSON",
            "start_char": 30682,
            "end_char": 30692
        },
        {
            "text": "Rajeshwari",
            "label": "LAWYER",
            "start_char": 30802,
            "end_char": 30812
        },
        {
            "text": "Order XI Rule 1(x)",
            "label": "PROVISION",
            "start_char": 30866,
            "end_char": 30884
        },
        {
            "text": "Hassad Food Company6",
            "label": "ORG",
            "start_char": 31073,
            "end_char": 31093
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31288,
            "end_char": 31299
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31353,
            "end_char": 31364
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 31372,
            "end_char": 31393
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31413,
            "end_char": 31424
        },
        {
            "text": "Estralla Rubber v. Dass Estate (P) Ltd.18",
            "label": "PRECEDENT",
            "start_char": 31589,
            "end_char": 31630
        },
        {
            "text": "Garment Craft v. Prakash Chand Goel19",
            "label": "PRECEDENT",
            "start_char": 31632,
            "end_char": 31669
        },
        {
            "text": "Ibrat Faizan v. Omaxe Buildhome Pvt",
            "label": "PRECEDENT",
            "start_char": 31671,
            "end_char": 31706
        },
        {
            "text": "Puri Investments v. Young Friends and Co.21",
            "label": "PRECEDENT",
            "start_char": 31716,
            "end_char": 31759
        },
        {
            "text": "Sadhana Lodh v. National Insurance Co. Ltd.22 Estralla Rubber (2001) 8 SCC 97 2022 SCC Online SC 29 2022 SCC Online SC 620 2022 SCC Online SC 283 (2003) 3 SSC 524",
            "label": "PRECEDENT",
            "start_char": 31764,
            "end_char": 31926
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 31935,
            "end_char": 31950
        },
        {
            "text": "Neutral Citation Number : 2023/",
            "label": "CASE_NUMBER",
            "start_char": 31960,
            "end_char": 31991
        },
        {
            "text": "Ahmedabad Mfg.",
            "label": "ORG",
            "start_char": 32021,
            "end_char": 32035
        },
        {
            "text": "Co. Ltd. v. Ram Tahel Ramnand23",
            "label": "PRECEDENT",
            "start_char": 32050,
            "end_char": 32081
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 32125,
            "end_char": 32136
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 32144,
            "end_char": 32156
        },
        {
            "text": "Waryam Singh v. Amarnath24",
            "label": "PRECEDENT",
            "start_char": 32415,
            "end_char": 32441
        },
        {
            "text": "Bathutmal Raichand Oswal v. Laxmibai R. Tarte25",
            "label": "PRECEDENT",
            "start_char": 32457,
            "end_char": 32504
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 32558,
            "end_char": 32569
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 32768,
            "end_char": 32779
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 32977,
            "end_char": 32988
        },
        {
            "text": "Prakash Chand Goel v. Garment Craft26",
            "label": "PRECEDENT",
            "start_char": 33134,
            "end_char": 33171
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 33329,
            "end_char": 33340
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 33348,
            "end_char": 33369
        },
        {
            "text": "Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar27",
            "label": "PRECEDENT",
            "start_char": 33828,
            "end_char": 33882
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 34086,
            "end_char": 34097
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 34487,
            "end_char": 34498
        },
        {
            "text": "Estralla Rubber18",
            "label": "ORG",
            "start_char": 34514,
            "end_char": 34531
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 34657,
            "end_char": 34668
        },
        {
            "text": "AIR 1972 SC 1598 AIR 1954 SC 215 AIR 1975 SC 1297 2019 SCC OnLine Del 11943 (2010) 1 SCC 217",
            "label": "PRECEDENT",
            "start_char": 34676,
            "end_char": 34768
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 34777,
            "end_char": 34792
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 34802,
            "end_char": 34843
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 34844,
            "end_char": 34865
        },
        {
            "text": "Ibrat Faizan",
            "label": "OTHER_PERSON",
            "start_char": 36190,
            "end_char": 36202
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36247,
            "end_char": 36258
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 36266,
            "end_char": 36278
        },
        {
            "text": "Estralla Rubber18",
            "label": "ORG",
            "start_char": 36327,
            "end_char": 36344
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36514,
            "end_char": 36525
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 36533,
            "end_char": 36545
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36624,
            "end_char": 36635
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 36643,
            "end_char": 36655
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36766,
            "end_char": 36777
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 36785,
            "end_char": 36806
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 36893,
            "end_char": 36904
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 36912,
            "end_char": 36924
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37001,
            "end_char": 37012
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 37020,
            "end_char": 37032
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37168,
            "end_char": 37179
        },
        {
            "text": "Constitution of India.‖",
            "label": "STATUTE",
            "start_char": 37187,
            "end_char": 37210
        },
        {
            "text": "Puri Investments",
            "label": "ORG",
            "start_char": 37211,
            "end_char": 37227
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 37654,
            "end_char": 37665
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 37673,
            "end_char": 37694
        },
        {
            "text": "Date:22.02.2023",
            "label": "DATE",
            "start_char": 37858,
            "end_char": 37873
        },
        {
            "text": "Neutral Citation Number : 2023/DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 37883,
            "end_char": 37924
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 38634,
            "end_char": 38645
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 38653,
            "end_char": 38674
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 39986,
            "end_char": 39997
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 40005,
            "end_char": 40026
        },
        {
            "text": "Sadhana Lodh",
            "label": "OTHER_PERSON",
            "start_char": 40149,
            "end_char": 40161
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 40230,
            "end_char": 40241
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 40249,
            "end_char": 40261
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 40496,
            "end_char": 40507
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 40515,
            "end_char": 40527
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 40665,
            "end_char": 40676
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 40684,
            "end_char": 40696
        },
        {
            "text": "Neutral Citation Number : 2023/",
            "label": "CASE_NUMBER",
            "start_char": 40773,
            "end_char": 40804
        },
        {
            "text": "DHC/001263",
            "label": "CASE_NUMBER",
            "start_char": 40805,
            "end_char": 40815
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 41086,
            "end_char": 41097
        },
        {
            "text": "4th July 2022",
            "label": "DATE",
            "start_char": 41142,
            "end_char": 41155
        },
        {
            "text": "CS (Comm) 179/2020",
            "label": "CASE_NUMBER",
            "start_char": 41198,
            "end_char": 41216
        },
        {
            "text": "C. HARI SHANKAR",
            "label": "JUDGE",
            "start_char": 41341,
            "end_char": 41356
        },
        {
            "text": "FEBRUARY 20, 2023",
            "label": "DATE",
            "start_char": 41360,
            "end_char": 41377
        }
    ],
    "precedent_clusters": {
        "Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that": [
            "Atcom Technology Co. Ltd. v. Rahul Gupta & Ors",
            "Ltd. v. M/s A.P. Distributors & Anr",
            "Ltd. v. Anuj Textiles2",
            "Ltd. v. A.P.",
            "A.P. Distributors v. Ok Play India Pvt",
            "Hassad Food Company Q.S.C. v. Bank of India6",
            "Madanlal v. Shyamlal7",
            "Islamuddin v. S.S. Kapoor8",
            "State of Bihar v. Bihar Rajya Bhumi Vikas Bank Samiti9",
            "Ltd. v. Stanford Laboratories Pvt",
            "Babasaheb Raosaheb Kobarne v. Pyrotek India Private Limited13",
            "Prakash Corporates v. Dee Vee Projects Ltd14",
            "Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that",
            "Suo Motu Writ",
            "Kamlesh v. Sudhir Sharma16",
            "Sugandhi v. P. Raj Kumar17",
            "Estralla Rubber v. Dass Estate (P) Ltd.18",
            "Garment Craft v. Prakash Chand Goel19",
            "Ibrat Faizan v. Omaxe Buildhome Pvt",
            "Puri Investments v. Young Friends and Co.21",
            "Co. Ltd. v. Ram Tahel Ramnand23",
            "Waryam Singh v. Amarnath24",
            "Bathutmal Raichand Oswal v. Laxmibai R. Tarte25",
            "Prakash Chand Goel v. Garment Craft26",
            "Celina Coelho Pereira v. Ulhas Mahabaleshwar Kholkar27"
        ],
        "2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263": [
            "2022 SCC OnLine Del 1366",
            "2022 SCC OnLine SC 1607 2022 SCC OnLine SC 1315",
            "2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Order XI Rule 1",
            "CPC",
            "Order XI Rule 1",
            "CPC"
        ],
        [
            "Rule 14 of Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Rule 14 of Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Order XII",
            "CPC",
            "Order XII",
            "CPC"
        ],
        [
            "Section 18",
            "Commercial Courts Act, 2015",
            "Section 18",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XI Rule 1(10)1 of",
            "Code of Civil Procedure,1908 as",
            "Order XI Rule 1(10)1 of",
            "Code of Civil Procedure,1908 as"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Order XIII",
            "CPC",
            "Order XIII",
            "CPC"
        ],
        [
            "Order XIII Rule 2",
            "CPC",
            "Order XIII Rule 2",
            "CPC"
        ],
        [
            "Order XIII Rule 2",
            "CPC",
            "Order XIII Rule 2",
            "CPC"
        ],
        [
            "Rule (5) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015",
            "Rule (5) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order XI Rule 1(5)",
            "CPC",
            "Order XI Rule 1(5)",
            "CPC"
        ],
        [
            "Order XI Rule 1(5)",
            "CPC",
            "Order XI Rule 1(5)",
            "CPC"
        ],
        [
            "Sections 23 (4) and 29A",
            "Arbitration and Conciliation Act, 1996",
            "Sections 23 (4) and 29A",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 12A",
            "Commercial Courts Act, 2015",
            "Section 12A",
            "Commercial Courts Act, 2015"
        ],
        [
            "provisos (b) and (c) of Section 138",
            "Negotiable Instruments Act, 1881",
            "provisos (b) and (c) of Section 138",
            "Negotiable Instruments Act, 1881"
        ],
        [
            "Order XIII",
            "CPC",
            "Order XIII",
            "CPC"
        ],
        [
            "Rule 3",
            "Delhi High Court Act of 1966",
            "Rule 3",
            "Delhi High Court Act of 1966"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order XI Rule 1(5) or Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(5) or Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India.‖",
            "Article 227",
            "Constitution of India.‖"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Rule 3",
            "Delhi High Court Act of 1966",
            "Rule 3",
            "Delhi High Court Act of 1966"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order XIII",
            "CPC",
            "Order XIII",
            "CPC"
        ],
        [
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Order XI Rule 1(x)",
            "CPC",
            "Order XI Rule 1(x)",
            "CPC"
        ],
        [
            "Order XI",
            "Commercial Courts Act, 2015",
            "Order XI",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-rule (1) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015",
            "sub-rule (1) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015"
        ],
        [
            "sub-rule (5) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015",
            "sub-rule (5) of Rule 1 of Order XI",
            "Commercial Courts Act, 2015"
        ],
        [
            "Rule 14",
            "CPC",
            "Rule 14",
            "CPC"
        ],
        [
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Rule 4(e)",
            "Commercial Courts Act",
            "Rule 4(e)",
            "Commercial Courts Act"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VIII Rule 1",
            "CPC",
            "Order VIII Rule 1",
            "CPC"
        ],
        [
            "Rule 14",
            "CPC",
            "Rule 14",
            "CPC"
        ],
        [
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Rule 14 of Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018",
            "Rule 14 of Chapter VII",
            "Delhi High Court (Original Side) Rules, 2018"
        ],
        [
            "Rule 14",
            "CPC",
            "Rule 14",
            "CPC"
        ],
        [
            "sub-rule (3).‖ 23.4.",
            "Commercial Courts Act, 2015",
            "sub-rule (3).‖ 23.4.",
            "Commercial Courts Act, 2015"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VII Rule 14(3)",
            "CPC",
            "Order VII Rule 14(3)",
            "CPC"
        ],
        [
            "Order XI Rule 1(10)",
            "CPC",
            "Order XI Rule 1(10)",
            "CPC"
        ],
        [
            "Order VII Rule 14(3), para 8",
            "CPC",
            "Order VII Rule 14(3), para 8",
            "CPC"
        ],
        [
            "Order XI Rule 1(x)",
            "CPC",
            "Order XI Rule 1(x)",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015",
            "sub-rule (7)(c)(iii)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Rule 145",
            "CPC",
            "Rule 145",
            "CPC"
        ],
        [
            "Rule 14",
            "CPC",
            "Rule 14",
            "CPC"
        ],
        [
            "sub- rule (5)",
            "CPC",
            "sub- rule (5)",
            "CPC"
        ],
        [
            "Rule 4(e) 10",
            "Commercial Courts Act",
            "Rule 4(e) 10",
            "Commercial Courts Act"
        ],
        [
            "Orde XI Rule 1(10)",
            "Negotiable Instruments Act, 1881",
            "Orde XI Rule 1(10)",
            "Negotiable Instruments Act, 1881"
        ],
        [
            "Rule 22.1",
            "Negotiable Instruments Act, 1881",
            "Rule 22.1",
            "Negotiable Instruments Act, 1881"
        ],
        [
            "Rule 4 in Chapter I",
            "Delhi High Court Act of 1966",
            "Rule 4 in Chapter I",
            "Delhi High Court Act of 1966"
        ],
        [
            "Sub-rule (3)",
            "Commercial Courts Act",
            "Sub-rule (3)",
            "Commercial Courts Act"
        ]
    ],
    "precedent_counts": {
        "Sagufa Ahmed v. Upper Assam Plywood Products (P) Ltd15,that": 25,
        "2022 SCC OnLine Del 4069 Neutral Citation Number : 2023/DHC/001263": 3
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 13,
        "Order XI Rule 1 of CPC": 1,
        "Rule 14 of Chapter VII of Delhi High Court (Original Side) Rules, 2018": 2,
        "Order XII of CPC": 1,
        "Section 18 of Commercial Courts Act, 2015": 1,
        "Order XI Rule 1(10)1 of of Code of Civil Procedure,1908 as": 1,
        "Order XI Rule 1(10) of CPC": 5,
        "Chapter VII of Delhi High Court (Original Side) Rules, 2018": 4,
        "Order XIII of CPC": 3,
        "Order XIII Rule 2 of CPC": 2,
        "Rule (5) of Rule 1 of Order XI of Commercial Courts Act, 2015": 1,
        "Order XI Rule 1(5) of CPC": 2,
        "Sections 23 (4) and 29A of Arbitration and Conciliation Act, 1996": 1,
        "Section 12A of Commercial Courts Act, 2015": 1,
        "provisos (b) and (c) of Section 138 of Negotiable Instruments Act, 1881": 1,
        "Rule 3 of Delhi High Court Act of 1966": 2,
        "Order VIII Rule 1 of CPC": 2,
        "Order VII Rule 14(3) of CPC": 4,
        "Order XI Rule 1(5) or Order XI Rule 1(10) of CPC": 1,
        "Article 227 of Constitution": 13,
        "Article 227 of Constitution of India.‖": 1,
        "Order XI Rule 1(x) of CPC": 2,
        "Order XI of Commercial Courts Act, 2015": 1,
        "sub-rule (1) of Rule 1 of Order XI of Commercial Courts Act, 2015": 1,
        "sub-rule (5) of Rule 1 of Order XI of Commercial Courts Act, 2015": 1,
        "Rule 14 of CPC": 4,
        "Rule 4(e) of Commercial Courts Act": 1,
        "sub-rule (3).‖ 23.4. of Commercial Courts Act, 2015": 1,
        "Order VII Rule 14(3), para 8 of CPC": 1,
        "sub-rule (7)(c)(iii) of Commercial Courts Act, 2015": 1,
        "Rule 145 of CPC": 1,
        "sub- rule (5) of CPC": 1,
        "Rule 4(e) 10 of Commercial Courts Act": 1,
        "Orde XI Rule 1(10) of Negotiable Instruments Act, 1881": 1,
        "Rule 22.1 of Negotiable Instruments Act, 1881": 1,
        "Rule 4 in Chapter I of Delhi High Court Act of 1966": 1,
        "Sub-rule (3) of Commercial Courts Act": 1
    },
    "statute_counts": {
        "Constitution of India": 13,
        "CPC": 30,
        "Delhi High Court (Original Side) Rules, 2018": 6,
        "Commercial Courts Act, 2015": 8,
        "Code of Civil Procedure,1908 as": 1,
        "Arbitration and Conciliation Act, 1996": 1,
        "Negotiable Instruments Act, 1881": 3,
        "Delhi High Court Act of 1966": 3,
        "Constitution": 13,
        "Constitution of India.‖": 1,
        "Commercial Courts Act": 3
    }
}