{
    "id": "2de745aa9c3c8b8c2a1e27e16eadae56e96540263d3770a69ddc503147bbba1c",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nRajasthan High Court\nShri Balaji Industrial Products Ltd vs Aia Engineering Ltd And Ors on 2 July, 2018 \nBench: Mohammad Rafiq, Alok Sharma\n           High Court Of Judicature For Rajasthan\n                       Bench At Jaipur \n                   D. B. Civil Writ Petition No. 4411/2018\n\n    Shri Balaji Industrial Products Limited, 48, Industrial Area,\n    Jhotwara, Jaipur-302012 \n                                              ----Petitioner/Defendant No. 1\n                                       Versus \n    1.     Aia Engineering Limited through its authorized signatory\n           Mr. Achyut C Parikh, (Dy. General Manager) S/o Sh.\n           Chandrakant Parikh, aged about 55 Years, having its office \n           at    115,    Gvmm       Estate,   Odhav,    Ahmedabad-382410,\n           Gujarat. \n                                                        Respondent/Plaintiff \n2. Ntpc Limited, Ntpc Bhawan, Scope Complex, Institutional Area, Lodhi Road, New Delhi-110003. \n3. Bharat Heavy Electrical Ltd. (Bhel) Bhel House, Siri Fort, New Delhi-110049 For Petitioner(s) : Mr. Sudhir Chandra and Mr. R. P. Singh, Senior Counsels assisted by Mr. Abhay Jain and Mr. Prekhar Gupta. \nFor Respondent(s) : Mr. Mahendra Singh, Shri Vikas Balia, Shri Akash Shrivastava and Shri Raunak Bapna. \nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma Judgment Reportable 02/07/2018 (Per Hon'ble Mr. Justice Mohammad Rafiq) This writ petition under Article 227 of the Constitution of India has been filed by petitioner-defendant Shri Balaji Industrial Products Limited against order dated 09.02.2018 passed by the Commercial Court at Jaipur (for short 'the Commercial Court') in a suit filed by the respondent no. 1-plaintiff Aia (2 of 27) [Cw-4411/2018] Engineering Limited. The Commercial Court by the aforesaid order, allowed the application filed by the respondent no. 1-plaintiff under Order V Rule 1 Cpc permitting the plaintiff to file 'Statement of Truth' envisaged in Order Vi Rule 15A for verification, dismissed application filed by the petitioner-defendant under Order Vi Rule 15A(1) read with Section 4 of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Act of 2015') and declined to declare that the suit was not duly instituted. By the aforesaid order, the Commercial Court has also dismissed the application filed by the defendant-petitioner under Section 148 read with Section 151 Cpc seeking extension of time for filing of written statement. Challenging that order, further prayer has been made that the Commercial Court be directed to take written statement filed on 12.10.2017 on record as per proviso to Rule 1 of Order Viii Cpc and not to take 'Statement of Truth' filed by the respondent- plaintiff on record. \nArguments in this case were heard in two phases. \nEarlier after conclusion of arguments, matter was closed for judgment on 20.04.2018. However, subsequently an application (No. 28833/2018) was filed by the petitioner on 04.05.2018 seeking to place on record copy of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 (for short 'the Ordinance of 2018'). Therefore, the matter was again listed on 10.05.2018 before the Court under the category \"To Be Mentioned\" and thereafter, the matter was listed for hearing on 17.05.2018, on (3 of 27) [Cw-4411/2018] which date, further arguments as to the effect of this Ordinance were heard and the matter was again closed for judgment.\nWe have heard Mr. Sudhir Chandra and Mr. R.P. Singh, Senior Counsel assisted by Mr. Abhay Jain and Mr. Prekhar Gupta appearing on behalf of the petitioner-defendant; Mr. Mahendra Singh; Mr. Vikas Balia, Mr. Akash Shrivastava and Mr. Raunak Bapna, counsel appearing on behalf of the respondents. \nSenior Counsel appearing for the petitioner-defendant argued that the Commercial Court has committed gross jurisdictional error by closing written statement of the defendant- petitioner during pendency of the application of the respondent- plaintiff under Order V Rule 1 Cpc. Factum of non-filing of the 'Statement of Truth' by the plaintiff with the plaint goes to the root of the controversy and therefore a specific application under Order Vi Rule 15A was filed by the petitioner-defendant before the Commercial Court. As per Section 27 Cpc read with Order V Rule 1 Cpc, the Commercial Court could have issued summons to the petitioner-defendant only when the suit was duly instituted. A suit to be \"duly instituted\" has to comply with requirement of Section 26(2) Cpc as amended by the Act of 2015, which provides the form and manner of an affidavit required under Order Vi Rule 15A Cpc. Corresponding provision to S ection 26 CPC is Order IV Rule 1 CPC, which deals with institution of the suit, starts with the heading \"suit to be commenced by plaint\". Further, Order IV Rule 1(3) CPC specifically provides that the plaint shall not be deemed to be 'duly instituted' unless it complies with the requirements specified in sub-rule (1) and (2). Sub-rule (2) provides that every plaint shall (4 of 27) [CW-4411/2018] comply with the rules contained in Order VI and VII CPC. In order to a suit to be 'duly instituted', the affidavit in the form and manner provided under Order VI Rule 15A of Commercial Court Act, 2015 is mandatorily required to be filed as per the condition inserted in Clause (2) of Section 26 CPC by adding a proviso under the Act of 2015. It is argued that heading of Rule 15A of Order VI states \"verification of pleadings in commercial disputes\" and Rule (1) of Rule 15A starts with 'non-obstante' clause by providing that every pleading in commercial disputes shall be verified by an affidavit in the manner and form prescribed in the appendix to the schedule. Further, Clause (4) of the same rule provides that where a pleading is not verified in the manner provided under sub-rule (1), the party shall not be permitted to rely on such pleadings as evidence or any of the matters set out therein. In the present case, the plaint admittedly did not contain the affidavit of the respondent-plaintiff as required under Order VI Rule 15A. The Commercial Court was thus not justified in declining prayer of the petitioner-defendant for not permitting the respondent-plaintiff to rely on the pleadings raised in the plaint or any of the matters set out therein. It is argued that the Commercial Court erred in taking the revised affidavit of the plaintiff on record by the impugned order. Since the affidavit was not part of the plaint, the suit cannot be said to be 'duly instituted' and taking such affidavit on record at later stage would tantamount to amendment of the plaint, which could be done only by recourse to Order VI Rule 17 CPC. The Commercial Court by not following the aforesaid procedure has thus committed jurisdictional error and caused manifest injustice to the petitioner- defendant by closing its written statement.          Relying on the                                      (5 of 27)            [CW-4411/2018]\njudgment of the Supreme Court in Sangram Singh Vs. Election Tribunal, AIR 1955 SC 425, it is argued that laws of procedure are grounded on a principal of natural justice which requires that men should not be condemned unheard. \nIt is argued that the petitioner has no other alternative efficacious remedy. It cannot file revision petition against impugned order because of the bar under Section 8 of the Act of 2015. The remedy of appeal as provided under Section 13 of the Act of 2015 can be availed only after the final adjudication of the suit, which is also not an equally efficacious remedy. Powers of this Court under Article 227 of the Constitution of India, being in the nature of supervisory jurisdiction, can be invoked despite bar provided under Section 8 of the Act of 2015, if it could be shown that the Commercial Court has exceeded its jurisdiction, committed a manifest error and gross injustice has been caused to the petitioner. It is argued that even if affidavit containing 'Statement of Truth' was permitted to be taken on record by the impugned order, the plaint should be taken to be duly instituted from the date of impugned order and the period of 120 days envisaged in proviso to Order VIII Rule 1 should then begin from that date and not earlier to that. The Commercial Court by not doing so has committed jurisdictional error that in that it did not lawfully exercised the jurisdiction vested in it. Reliance in this connection is placed on judgment of the Supreme Court in Shalini Shyam Shetty Vs. Rajendra Shankar Patil, (2010) 8 SCC 329 and judgment of Allahabad High Court in Jodhey & Others Vs. State through Ram Sahai, AIR 1952 All 788. It is further contended that remedy of appeal available to the petitioner-defendant under (6 of 27) [CW-4411/2018] Section 13 of the Act of 2015 against the final judgment cannot be in the facts of the case considered to be efficacious alternative remedy particularly because the respondent-plaintiff has filed the suit along with temporary injunction application and in absence of the defence, there is every likelihood that the defendant would be injuncted temporarily till the disposal of the suit and in such a situation, the remedy of appeal after the adjudication of the suit would be an empty formality because during the interregnum period, the entire manufacturing activity of the defendant would come to a grinding halt on the allegation of the infringement of the alleged product of plaintiff. It is argued that the patent suit requires a deep investigation and the documents submitted by both the parties are running into few thousand pages, therefore, the final adjudication of the suit would require few years. Even if eventually the suit is dismissed, the petitioner-defendant would have by then suffered huge financial losses in view of temporary injunction that may be granted by the commercial court. \nSenior Counsel argued that application filed by the respondent-plaintiff under Order V Rule 1 CPC is wholly misconceived as admittedly from 17.05.2017 till 01.09.2017 the matter was fixed on the application under Order VII Rule 11 and not for filing of the written statement. Once such application has been filed, the court has to dispose of the same before proceeding with the trial and therefore till such application was decided, it was not obligatory for the defendant to file written statement. Reliance has been placed on the judgment of the Supreme Court in R.K. Roja Vs. U.S. Rayudu, (2016) 14 SCC 275; Saleem Bhai & Others Vs. State of Maharashtra & Others, (2003) 1 SCC (7 of 27) [CW-4411/2018]\n557. It is argued that judgment of Delhi High Court in Gulf DTH FZ LIC Vs. Dish TV India Limited & Others, 2016 SCC Online Del 5005 taking a contrary view, is of no value as it has been rendered by Single Bench against which appeal is pending before Division Bench. Since there has been no amendment in Order VII Rule 11 in the Act of 2015, ratio of the judgment of the Supreme Court in R.K. Roja (supra) and Saleem Bhai (supra) still holds the field under the Act of 2015. Relying on the judgment of the Supreme Court in Sejal Glass Limited Vs. Navilan Merchants Private Limited, (2017) SCC Online SC 1000, Senior Counsel argued that identical situation was there in that case, i.e. in the event of pendency of application under Order VII Rule 11 CPC, the statutory time limit of 120 days of filing the written statement was extended by further eight weeks and the question of law raised was left open. Reliance has been placed upon judgment of Delhi High Court in Parasramka Holdings Private Limited Vs. Ambience Private Limited & Another, 2018 SCC Online Del 6573, in which case, defendant-applicant was held entitled to file its written statement within 120 days after rejection of its application under Order VII Rule 11 CPC. \nIt is argued that amendment introduced by the Ordinance of 2018 is prospective except the relevant provision which is sub-judice before this Court in the present case. Reference is made to Clause 18 (iii) of the Ordinance of 2018 by which 'Statement of Truth' has been inserted by way of Appendix-I w.e.f. 23.10.2015. It is argued that 23.10.2015 is the date when the Ordinance of 2015 was promulgated for the first time, which was later replaced by the Act of 2015 and as per Section 1(3), the (8 of 27) [CW-4411/2018] Act of 2015 was deemed to have come into force on 23.10.2015. It is contended that the Ordinance of 2018 in this regard is only clarificatory in nature. All other new provisions introduced are ergo, prospective except the provision in question. Since 'Statement of Truth' was inadvertently removed from the Act of 2015 in its English versions, as admitted by the Ministry of Law vide its letter dated 04.04.2018 produced before this Court, wherein it was stated that the said Appendix i.e. 'Statement of Truth' is now proposed to be inserted with retrospective effect from 23.10.2015, which has also been done in the Ordinance of 2018, thus the amendment is only clarificatory in nature. The amendment has to be treated retrospective because it was the intent of the Parliament from the beginning to introduce 'Statement of Truth' in commercial dispute matters w.e.f. 23.10.2015. 'Statement of Truth' has been included at three places of the Act of 2015 which are, (i) Section 26 CPC, as amended in Commercial Court Act, 2015 by inserting a proviso, (ii) specific provision has been inserted as Order VI Rule 15A and (iii) by amending Explanation to Rule 3 of Order XI CPC. If the amendment brought by the Ordinance is not made retrospective, reference of 'Statement of Truth' in the aforesaid three provisions would be rendered otiose. It is argued that the suit in the present case was filed on 22.04.2017 when the Act of 2015 was in force. Since the plaint was not supported by 'Statement of Truth', the same was clearly not in accordance with the provisions of Act of 2015. Therefore, no summons could have been issued to the defendant- petitioner in the suit, yet the summons were inadvertently issued by the Commercial Court on 22.04.2017. The plaintiff filed an (9 of 27) [CW-4411/2018] application under Order V Rule 1 CPC to close the right to file written statement by the petitioner. At that very stage that it was discovered that no summons could have been issued to the defendants as the suit was not \"duly instituted\". Accordingly, specific application was filed by the petitioner bringing the said fact to the notice of the Commercial Court. The Commercial Court therefore erred in law in dismissing that application by closing written statement of the defendant-petitioner on the premise that it has been filed beyond statutory time limit of 120 days, but at the same time, it has simultaneously permitted the plaintiff-respondent to file 'Statement of Truth' in support of its pleadings. There is no provisions under the Act of 2015 to file 'Statement of Truth' at such a belated stage. If that is allowed to be done, it would render Clause (4) of Order VI Rule 15A CPC otiose. \nIt is argued that the Commercial Court dismissed the application of the petitioner on the ground that the plaintiff was not under obligation to file 'Statement of Truth' as the same was not part of the gazette. This observation was erroneous. The impugned order dated 09.02.2018 has seriously jeopardised the rights of the petitioner which has virtually non-suited the petitioner. Now with the promulgation of the Ordinance of 2018, entire controversy has been set at rest. It is well settled that retrospective amendment would apply in pending litigation. Reliance in this connection has been placed on the Constitution Bench judgment of the Supreme Court in Commissioner of Sales Tax Vs. Bijli Cotton Mills, 1964 AIR 1594. Therefore, not only the Commercial Court, but also this Court would be bound by the Ordinance of 2018, which has effectively substituted old law. Reliance is placed on the (10 of 27) [CW-4411/2018] judgments of the Supreme Court in Hitendra Vishnu Thakur Vs. State of Maharashtra, (1994) 4 SCC 602 and Anant Gopal Sheorey Vs. State of Bombay, AIR 1958 SC 915. This controversy goes to the root of the case as held by the Supreme Court in Uday Shankar Triyar Vs. Ram Kaleswar Singh, (2006) 1 SCC 75, in which case it was held that breach of a procedural law would not be curable if the consequence for such a breach is explicitly provided in the provision itself. It is argued that plaintiff-respondent has heavily relied on Vidyawati Gupta (supra) to raise the contention that filing of the affidavit is curable defect. Said contention is completely erroneous as the facts in Vidyawati Gupta (supra) were entirely different. In that case, provisions of Order VI Rule 15 CPC were considered, which do not provide for any consequence of failure of party to submit the affidavit in support of pleadings. While in the present case, the main suit is governed under the Act of 2015 as also Order VI Rule 15A and failure of non compliance is specifically provided in Clause (4) of Order VI Rule 15A. It is settled proposition of law that the decision can be applied only if it factually fits in the present situation and not otherwise, as held by the Supreme Court in Union of India Vs. Major Bahadur Singh, (2006) 1 SCC 368. Since the suit, which was originally filed, was not \"duly instituted\", and application under Order VII Rule 11 CPC was pending, the defendant-petitioner was not required to file written statement which was filed immediately after decision of said application. \nIt is contended that earlier writ petition was filed by the petitioner against the order of rejection of application under Order VII Rule 11 CPC, which was dismissed by this Court not only on (11 of 27) [CW-4411/2018] merits but also on the ground of non maintainability vide judgment dated 25.10.2017. In that judgment, this Court reiterated that it is settled proposition of law that Article 227 of the Constitution is intended to be used sparingly but that does not mean that Article 227 of the Constitution of India cannot be invoked in any circumstances. Therefore, contention of the respondent-plaintiff that if writ petition under Article 227 of the Constitution of India is entertained against the orders passed by the Commercial Court against which revision petition or appeal is not maintainable, it would open flood gates of litigation, is completely erroneous. Article 227 of the Constitution of India rectifies such jurisdictional error, which has been committed by the Commercial Court in the present case. It is argued that filing of written statement as also filing of 'Statement of Truth' in support of pleadings under the Act of 2015, both are mandatory. It therefore cannot be argued that while one of the provision is mandatory and other one is directory only. Now the law that obtains after issuance of the Ordinance of 2018 is that \"Statement of Truth\" in support of plaint is required to be filed w.e.f. 23.10.2015 and on any date thereafter on which the plaint was registered. \nMr. Mahendra Singh, counsel appearing on behalf of respondent No. 1-plaintiff opposed the writ petition and argued that the Commercial Court vide impugned order dated 09.02.2018 dismissed several applications filed by the petitioner. Such an order deciding numerous applications cannot be challenged by an omnibus multifarious petition. Thus, the present writ petition suffers from misconstitution and misjoinder and the same is liable to be dismissed on this count alone. It is argued that (12 of 27) [CW-4411/2018] impugned order neither suffers from patent lack of jurisdiction on the part of the Commercial Court, nor it can be said to have failed to exercise jurisdiction vested in it under the Act of 2015. Considering the legislative intent underlying Section 8 read with 13 of the Act of 2015, the extra ordinary jurisdiction under Article 227 of the Constitution cannot be invoked by the petitioner to challenge interlocutory orders, which do not suffer from patent lack or abdication of jurisdiction. Counsel argued that since remedy of appeal is available to the petitioner even in respect of interlocutory orders and even orders relating to jurisdiction by virtue of Section 8 of the Act of 2015, therefore, jurisdiction under Article 227 of the Constitution cannot be invoked by the petitioner. In this connection, reliance has been placed upon the judgments of the Supreme Court in Hameed Kunju Vs. Nazim 2017 (8) SCC 611 and SBP & Co. Vs. M/s Patel Engineering Ltd. 2005 (6) SCC 618. It is further argued that the curtailment of revisional jurisdiction by the legislature does not expand the scope of jurisdiction of this Court under Article 227 of the Constitution, which is equitable and discretionary. Reliance in support of this argument is placed on the judgment of the Supreme Court in Shalini Shyam Shetly Vs. Rajendra Shankar Patil 2010 (8) SCC 329. \nFurther argument of the counsel for Respondent No. 1- Plaintiff is that earlier also, the petitioner-defendant had raised a contention regarding the suit being contrary to law by filing an application under Order VII Rule 11 CPC, which was dismissed by the Commercial Court vide order dated 01.09.2017 and writ petition filed against the said order was too dismissed by this Court vide order dated 25.10.2017 holding that by virtue of Section 8 (13 of 27) [CW-4411/2018] read with Section 13 of the Act of 2015, interlocutory orders passed by the commercial court cannot be challenged, except by way of an appeal against a final decree. The aforesaid application and orders have also not been placed on record by the petitioner-defendant, thus, concealing the material facts. The writ petition is therefore liable to be dismissed. Reliance in this connection has been placed on judgments of the Supreme Court in KD Shanna Vs. SAIL, 2008 (12) SCC 481 and Ramjas Foundation Vs. Union of India 2010 (14) SCC 38. \nCounsel argued that contention as to whether the suit/ plaint was contrary to or barred by law at the anvil of Order VI Rule 15-A CPC was not raised when the petitioner first appeared before the Commercial Court on 04.05.2017. Such contention was also not raised in the application filed by the petitioner-defendant under Order VII Rule 11 CPC. Therefore, argument against maintainability of plaint/ suit cannot be permitted to be raised repeatedly and in a piecemeal manner. The application filed under Order VI Rule 15-A CPC was thus barred by principle of constructive res-judicata. Besides, the manner and circumstances under which it was filed also constitutes gross abuse of the process of law. The petitioner-defendant has concealed the fact that it did not file any application before the Commercial Court under Order V Rule 1 CPC praying for extension of time for filing written statement beyond the prescribed period of 30 days. Further, no such application was filed within the maximum prescribed period of 120 days. Neither such application was filed, nor contention raised even at the time of filing or after rejection of the petitioner's application under Order VII Rule 11 CPC on 01.09.2017. Nor such argument was raised (14 of 27) [CW-4411/2018] after the respondent-plaintiff had filed an application under Order V Rule 1 CPC for closing the defendant's right to file the written statement on 19.09.2017 or even in the reply thereto. Thus the conduct of the petitioner-defendant reflects gross neglect of law on its part and abuse of the process of law. In view of above, the application filed by the petitioner-defendant under Order VI Rule 15-A CPC as late as on 08.12.2017 was even otherwise completely lacking in bonafides. Eventually, the petitioner-defendant in fact did prepare and seek to file written statement on 12.10.2017 regardless of the alleged defect in the affidavit filed with the plaint. And even in the said written statement, it did not raise any such contention. \nCounsel argued that the Parliament, in its wisdom, having specifically provided the consequences for not filing written statement within the period provided under Order V Rule 1 as amended by the Act of 2015, the Commercial Court could not have extended the period for filing written statement beyond 120 days. Even this Court by invoking its jurisdiction under Article 227 of the Constitution cannot direct the Commercial Court to act contrary to law by now accepting the petitioner-defendant's written statement. The Supreme Court had earlier held the provisions under Order V Rule 1 CPC (prior to its amendment under the Act of 2015) to be directory because no consequences were provided therein for not filing the written statement within the period provided therein. Conscious of this fact, the Parliament thereafter has specifically provided for such consequences while enacting the Act of 2015 by amending Order V Rule 1 CPC. Reliance in this connection has been placed upon judgment of the Supreme Court in Kailash Vs. (15 of 27) [CW-4411/2018] Nankhu, 2005 (4) SCC 480. It is argued that whenever a statute prescribes that a particular act has to be done in a particular manner and also lays down that failure to do so leads to a specific consequence, it cannot be held that such requirement is not mandatory and that the specific consequences would not follow. Reliance in support of this argument is placed upon the judgment the Supreme Court in Sharif-ud-din Vs. Abdul Gani Lone, (1980) 1 SCC 403. \nCiting judgment of Delhi High Court in Gulf DTZ FZ LLC Vs. Dish TV India Limited & Others, 2016 SCC Online Del 5005, counsel argued that it has been held therein that the provisions of Order V Rule 1 CPC as amended by the Act of 2015 are mandatory in nature and the filing of the written statement cannot be postponed till such time an application filed under Order VII Rule 11 CPC is not disposed of. Considering the special features of the Act of 2015 and the provisions of CPC so amended thereby, the filing of an application under Order VII Rule 11 CPC cannot serve a valid pretext for not filing the written statement within the prescribed period and for circumventing the mandate of law. Reliance placed by the petitioner-defendant upon the judgment of the Supreme Court in Sejal Glass Ltd. (supra) is wholly misconceived. The Delhi High Court in its judgment dated 07.09.2016 in the said case had nowhere held that till such time an application under Order VII Rule 11 CPC is decided the period for filing written statement as provided under Order V Rule 1 CPC does not commence. Even the Supreme Court in its judgment dated 21.08.2017 has not specifically considered and/or dealt with and held that the provisions of Order V Rule 1 CPC as amended by the (16 of 27) [CW-4411/2018] Act of 2015 are not mandatory in nature. Rather it has not touched upon the provisions of the Act of 2015 and kept the issue open. The consideration of the Supreme Court was confined to the issue as to whether Delhi High Court was correct in holding that a plaint can be bifurcated and rejected partly. \nIt is argued that the judgment of a court is not to be read and applied as a statute or scripture. A judgment of court is an authority only for what it specifically decides and not for what may logically flow therefrom. It is argued that an argument/issue, which is not specifically considered and decided cannot be treated ratio decidendi. A judgment of a Court is binding only because of its ratio and not because of its conclusion. It is further argued that a judgment cannot be treated as precedent in respect of preposition which is not specifically raised and considered. Senior Counsel in support of his arguments relied upon judgments of the Supreme Court in Gasket Radiators Pvt. Ltd. Vs. ESIC & Another, (1985) 2 SCC 68; Sreenivasa General Traders & Ors. Vs. State of AP. & Ors., AIR1983 SC 1246; A-One Granites Vs. State of U.P. & Others, (2001) 3 SCC 537 and Full Bench judgment of this Court in State of Rajasthan Vs. V. R. C. Mishra & Others, 2003 (2) WLC 235.\nCounsel argued that it is indeed strange on the part of the petitioner-defendant to contend that the provisions of Order V Rule 1 CPC, as amended by the Act of 2015, which provide the consequences for failure to file the written statement within prescribed period, should be treated as directory, but the provisions of Order VI Rule 15-A CPC as amended by Act of 2015, even without the Appendix, should be treated as mandatory and fatal to (17 of 27) [CW-4411/2018] respondent-plaintiff's cause. Without prejudice to aforesaid and in the alternative, it is argued that any such alleged procedural defect is curable in nature. The respondent-plaintiff under the given circumstances, without prejudice to its rights and contentions, have already filed an affidavit of verification conforming to the format provided under the Appendix under the Ordinance and the same relates back to the date of filing of the suit. Reliance in this connection has been placed on judgments of the Supreme Court in Vidyawati Gupta (supra) and Bhikaji Keshao Joshi Vs. Brijlal Nandlal Biyani, AIR 1955 SC 610. \nIt is further argued that invocation of Section 148 CPC by the petitioner-defendant is also misconceived. Section 148 CPC applies only when time is granted by the court for doing of an act which is prescribed or permitted under the Code. After the defendants entered appearance, they did not make any such request and nor did the Commercial Court fix or grant any time for filing written statement. Besides, Section 148 CPC cannot be applied in derogation of the specific mandate provided by the legislature under Order V Rule 1 CPC as amended by the Act of 2015. \nMr. Mahendra Singh, counsel for Respondent No. 1- plaintiff argued that after conclusion of the arguments in the present writ petition, reliance by the petitioner on the Ordinance of 2018 is wholly misconceived. Said Ordinance is only aimed at avoiding the injustice of suits filed before the notification of the Act of 2015 being invalidated. The Ordinance of 2018 could not have been intended and aimed at inflicting injustice by invalidating plaints duly instituted under the Act of 2015. The interpretation (18 of 27) [CW-4411/2018] sought to be placed by the defendant-petitioner on the provisions of Section 18 of the Ordinance if accepted, would lead to disastrous consequences of invalidating hundreds of plaints instituted after the notification of the Act of 2015 and all proceedings and orders passed therein, which may have already attained finality, would be rendered nullity. Nearly 169 such suits were filed under the Act of 2015 in Commercial Courts, District Centre, Jaipur alone and several hundreds elsewhere. Retrospective application of change in procedural law to hundreds of pending cases, as now being canvassed by petitioner-defendant, would also defeat the basic purpose of expediting decision of commercial disputes under the Act of 2015. Even if it is assumed that Section 18 of the Ordinance of 2018 could permit two interpretations namely (a) saving from invalidation of suits filed under the first Ordinance i.e. before the commencement of the Act of 2015 because of absence of Appendix I in the Act of 2015 and (b) invalidating suits duly instituted as per the existing provisions of the Act of 2015, then also, this Court ought to adopt an interpretation which does not cause unreasonable, unfair and unjust consequences of invalidating pending suits and orders passed therein and impairing accrued/vested rights. Reliance in this connection has been placed on the judgments of the Supreme Court in Hitendra Vishnu Thakur Vs. State of Maharashtra, (1994) 4 SCC 602 and Shayara Bano Vs. Union of India, (2017) 9 SCC 1. Section 26 (2) of CPC provides that facts in every plaint shall be proved by affidavit. Thus, plaint is different from affidavit which is evidence. Order VI Rule 15 (4) provides that every person verifying the pleading shall also furnish affidavit in support of the pleading. \n(19 of 27) [CW-4411/2018] Clearly \"affidavit\" is different from \"pleading\". Order VI Rule 15-A as inserted by the Act of 2015 also differentiates between pleadings and affidavit. It is argued that even where the verification of pleading as per affidavit is not in the manner prescribed under Order VI Rule 15-A (1), the same does not result in automatic and complete invalidation of the plaint as such as would be evident from Order VI Rule 15-A (4) and (5). It would be evident from comparative examination of first Ordinance and second Ordinance that two formats provided in both the Ordinances are not pari materia with each other. \nHaving heard the rival submissions at length, we have scanned the record and studied the cited precedents. \nWe are in this case confronted with our own judgment dated 25.10.2017 whereby we dismissed earlier Writ Petition (No. 16794/2017) filed by the petitioner-defendant observing that object of the Act of 2015 is to provide early resolution of the commercial disputes and to that end, appeals against interlocutory orders have been curtailed and revisions even on the issue of jurisdiction prohibited. We held that within the aforesaid architecture of the Act of 2015, no miscellaneous appeal against an order passed by the Commercial Court dismissing an application under Order VII Rule 11 CPC was maintainable. In that very judgment, we took note of judgment of Constitution Bench of the Supreme Court in Waryam Singh Vs. Amarnath, AIR 1954 SC 215 wherein it was held that power of superintendence conferred by Article 227 of the Constitution of India is to be exercised most sparingly and only in appropriate cases, in order to keep the subordinate courts within the bounds of their authority and not for (20 of 27) [CW-4411/2018] correcting mere errors. But at the same time, it was also held that allowing reckless resort to Article 227 of the Constitution of India, without palpable error of jurisdiction being made out or the order impugned leading to manifest injustice shocking the conscience of the court, would defeat the legislative intent. We therefore in that petition refrained from exercising power of superintendence conferred under Article 227 of the Constitution of India. \nThough between the same parties, but the dispute in the present matter arises in an altogether different context. Suit for permanent injunction, damages, delivery, rendition of accounts alleging infringement of plaintiff's certified patent was filed by Respondent No. 1 on 22.04.2017. Summons whereof were served on the petitioner-defendant on 04.05.2017. The petitioner- defendant then filed application under Order VII Rule 11 CPC on 17.05.2017, which was dismissed by the Commercial Court on 01.09.2017. It was against this order that earlier writ petition filed by the petitioner was dismissed by this Court on 18.09.2017. Written statement was filed by the petitioner-defendant on 12.10.2017, though after filing of the application by the plaintiff on 08.09.2017, for closure of defendant's right to file written statement. We have to decide the question whether by virtue of proviso inserted to Rule 1 of Order VIII CPC, the petitioner- defendant having not filed written statement within 120 days from the date of service of summons shall forfeite right to file such written statement and whether this Court shall be precluded from taking such written statement on record. But in that connection, we are also required to decide an important question that as to what should be the starting point for counting first period of 120 (21 of 27) [CW-4411/2018] days for filing written statement. In the facts of the present case, the petitioner-defendant argues that it would be required to file written statement within 120 days from the date of rejection of the application filed by the petitioner under Order VII Rule 11 CPC. And if we are persuaded to hold so, the necessity of going into other questions would stand obviated. We are convinced that in a patent suit where huge stakes are being claimed by the parties, if the right to file written statement is forfeited at the outset, the inevitable consequence would initially be passing the order of temporary injunction and then the final decree against the petitioner-defendant. If we were to uphold the contention of the respondent-plaintiff, the petitioner-defendant would have to first suffer not only order of temporary injunction but also final decree to be able to persuade this Court later to reverse it by allowing it to file written statement and then, further de-novo trial will have to follow. All this would lead to manifest injustice shocking the conscience of the Court. This therefore persuade us to entertain present petition to examine if in that situation, a case has been made out for invoking jurisdiction under Article 227 of the Constitution of India. \nConstitution Bench of the Supreme Court in L. Chandra Kumar Vs. Union of India & Others, (1997) 3 SCC 261 held that power of judicial review of the High Court under Article 226 and 227 of the Constitution of India cannot be taken away by law or even by constitutional amendment. Despite Section 8 of the Act of 2015 barring revision petition against any interlocutory order before the Commercial Court and Section 13 of the Act of 2015 confining appeals, apart from the final judgment, to the orders (22 of 27) [CW-4411/2018] specifically enumerated under Order XLIII of C.P.C., there can be no impediment for exercising power of supervisory jurisdiction under Article 227 of the Constitution of India by this Court. We are, in taking that view, fortified by L. Chandra Kumar (Supra), in para 79 of which judgment, the Supreme Court held that, \"the power vested in the High Courts to exercise judicial superintendence over the decisions of all courts and tribunals within their respective jurisdictions is also part of the basic structure of the Constitution. This is because a situation where the High Courts are divested of all other judicial functions apart from that of constitutional interpretation, is equally to be avoided.\" \nA three Judges Bench of the Supreme Court in Sadhana Lodh Vs. National Insurance Company Limited, (2003) 3 SCC 524 held that, \"where remedy for filing a revision before the High Court under Section 115 CPC has been expressly barred by a State enactment, only in such case a petition under Article 227 of the Constitution would lie and not under Article 226 of the Constitution.\" All the courts within the jurisdiction of the High Court are subordinate to it and subject to its control and supervision under Article 227 of the Constitution. Writ of certiorari would therefore lie against orders which are patently erroneous and without jurisdiction of the courts subordinate to it. The High Court exercises control over the work of the subordinate courts in respect of its jurisdiction by appellate or revisional powers but even when such powers have been curtailed, power of superintendence under Article 227 of the Constitution of India would remain intact with the High Court. Another three Judges Bench of the Supreme Court in Radhey Shyam & Another Vs. Chhabi Nath & Others (2015) (23 of 27) [CW-4411/2018] 5 SCC 423 clearly held that, \"Despite the curtailment of revisional jurisdiction under Section 115 CPC by Act 46 of 1999, the jurisdiction of the High Court under Article 227 remains unaffected and has not resulted in expanding the High Court's power of superintendence.\" \nWe are cognigant of Single Bench Judgment of Delhi High Court in Navilan Merchants Pvt. Ltd. Vs. Sejal Glass Ltd. & Ors., 2016 SCC Online Del 6580 wherein it was held that as far as the Act of 2015 is concerned, the time for filing written statement does not get extended only because an application under Order VII Rule 11 CPC was pending. Delhi High Court in the aforesaid case held that the plaint is to be bifurcated so far as it discloses no cause of action against Directors impleaded as defendants therein but it continues against the Company. But the Supreme Court in appeal against the aforesaid judgment in Sejal Glass Ltd. Vs. Navilan Merchants Pvt. Ltd., 2017 SCC Online SC 1000, while setting aside the aforesaid judgment, granted eight weeks' time to defendant to file written statement. The Supreme Court in para 12 of the report while distinguishing the judgment of Madras High Court in (Sree Rajah) Venkata Rangiah Appa Rao Bahadur Vs. Secretary of State, AIR 1931 Madras 175, observed that, \"once a part of a plaint cannot proceed, the other part also cannot proceed, and the plaint as a whole must be rejected under Order VII Rule 11. In all such cases, if the plaint survives against certain defendants and/or properties, Order VII Rule 11 will have no application at all, and the suit as a whole must then proceed to trial.\" However, while concluding, the Supreme Court in para 19 of the report observed that question of law, insofar (24 of 27) [CW-4411/2018] as the Act of 2015 is concerned, has not been touched and is consequently left open. \nProvisions of CPC, insofar as Order VII Rule 11 CPC is concerned, are also applicable to Commercial Courts under the Act of 2015 in the same manner as it applies to an ordinary civil suit. Order VII Rule 11 CPC having not been amended and left intact by the Parliament, in our considered view, no distinction as to its application can be made between the suit filed before the Commercial Court and those before the ordinary Civil Courts.\nThe Supreme Court in R.K. Roja (supra) was dealing with a case arising out of election petition. Respondent No. 1 therein had challenged election of the appellant before the High Court and the application filed by the appellant therein under Order VII Rule 11 CPC by way of counter affidavit was not considered by the High Court on the ground that there was no formal application and that it was not filed at the earliest opportunity and therefore, the appellant was not diligent in prosecuting the application. Even then, the High Court held that said application shall be decided at the time of final hearing. Against the backdrop of these facts, the Supreme Court in para 5 of the report held as under:\n\"5. Once an application is filed under Order 7 Rule 11 CPC, the court has to dispose of the same before proceeding with the trial. There is no point or sense in proceeding with the trial of the case, in case the plaint (election petition in the present case) is only to be rejected at the threshold. Therefore, the defendant is entitled to file the application for rejection before filing his written statement. In case the application is rejected, the defendant is entitled to file his written statement thereafter (see Saleem Bhai v. State of Maharashtra, (2003) 1 SCC 557). But once an application for rejection is filed, the court has to dispose of the same before proceeding with the trial court. To quote the relevant portion (25 of 27) [CW-4411/2018] from para 20 of Sopan Sukhdeo Sable case, (2004) 3 SCC 137. (SCC pp. 148-49) \"20. ... Rule 11 of Order 7 lays down an independent remedy made available to the defendant to challenge the maintainability of the suit itself, irrespective of his right to contest the same on merits. The law ostensibly does not contemplate at any stage when the objections can be raised, and also does not say in express terms about the filing of a written statement. Instead, the world \"shall\" is used, clearly implying thereby that it casts a duty on the court to perform its obligations in rejecting the plaint when the same is hit by any of the infirmities provided in the four clauses of Rule 11, even without intervention of the defendant.\" \nThe Supreme Court in Saleem Bhai & Others Vs. State of Maharashtra & Others, (2003) 1 SCC 557 held that once an application for rejection of plaint with reference to Order VII Rule 11 CPC is filed, the Court has to dispose of the same before proceeding with the trial of the case. The Supreme Court in para 9 of the report held that relevant facts which need to be looked into for deciding an application under Order VII Rule 11 CPC are the averments in the plaint. The trial court can exercise the power under Order VII Rule 11 CPC at any stage of the suit-before registering the plaint or after issuing summons to the defendant at any time before the conclusion of the trial. The pleas taken by the defendant in the written statement would be wholly irrelevant at that stage. The Supreme Court, therefore, observed that \"a direction to file the written statement without deciding the application under Order VII Rule 11 CPC cannot but be procedural irregularity touching the exercise of jurisdiction by the trial court.\" The order passed by the trial court therefore was held to suffer from non-exercising of the jurisdiction vested in the Court as well as procedural irregularity. The matter was remitted to the trial court by the Supreme Court for deciding application under Order (26 of 27) [CW-4411/2018] VII Rule 11 CPC on the basis of averments of the plaint, after affording an opportunity of being heard to the parties in accordance with law. Even otherwise, law is well settled that while exercising power under Order VII Rule 11 CPC, the Court has to only examine averments in the plaint as a whole. The stand of the defendant in written statement for that matter in the application under Order VII Rule 11 CPC for rejection of the plaint, is wholly immaterial at that stage. \nSince in the present case, the application was filed by the petitioner-defendant under Order VII Rule 11 CPC on 17.05.2017 within 13 days from the date of service of summons on 04.05.2017, it was filed within first 30 days allowed under Order VIII Rule 1 CPC. That application was dismissed on 01.09.2017 and written statement was filed within 42 days thereafter on 12.10.2017. In the light of view that we have taken of the matter, such written statement should be taken, in the facts of the case, to have been filed within the outer time limit permissible under Order VIII Rule 1 CPC as amended vide Act No. 8 of 2016 with respect to the Act of 2015. In a manner of speaking, the direction of the Apex Court for filing written statement in eight weeks in the case of Sejal Glass Ltd. Vs. Navilan Merchants Pvt. Ltd. (supra) buttresses our view. The Commercial Court thus having not allowed the written statement of the petitioner-defendant to be taken on record, has failed to lawfully and constructively exercise the jurisdiction vested in it. The impugned order to that extent suffers from jurisdictional error entitling this Court to rectify the same in exercise of its power of judicial superintendence under Article 227 of the Constitution of India and eschew manifest injustice to the (27 of 27) [CW-4411/2018] petitioner-defendant. In view of the conclusion that we have arrived at, the other questions including those relating to delayed filing of 'Statement of Truth', its omission from the Act as originally passed by the Parliament and the effect of its inclusion in the subsequent Ordinance of 2018 with retrospective effect need not be gone into. However, in the overall facts of the case, we deem it appropriate to compensate Respondent No. 1-plaintiff with costs, quantified at Rs. 50,000/-. \nIn view of above, writ petition is allowed. The impugned order to the extent of not allowing the written statement to be taken on record is set aside and the application of the petitioner- defendant filed in that behalf is allowed. Written statement already filed is ordered to be taken on record subject to payment of cost of Rs. 50,000/- to be paid by the petitioner-defendant to Respondent No. 1-plaintiff within a period of 15 days from the next date fixed before the Commercial Court. \nStay application and Application No. 28833/2018 also stand disposed of. \n                                       (ALOK SHARMA),J                                  (MOHAMMAD RAFIQ),J                                    Manoj Powered by TCPDF (www.tcpdf.org) \n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court kinjal lalitbhai dave vs red ribbon entertainment private . on 24 january, 2019 equivalent citations: air 2019 gujarat 86 author: harsha devani bench: harsha devani, a. p. thaker c/ao/18/2019 order in the high court of gujarat at ahmedabad r/appeal from order no. 18 of 2019 with civil application no. 1 of 2019 ================================================================ kinjal lalitbhai dave versus red ribbon entertainment private limited ================================================================ appearance: mr harshit tolia, advocate for mr jv vaghela(5809) for the petitioner for the respondent(s) no. 2,3 mr sunit shah, advocate with mr virendra r patel(3681) and ms rushvi shah, advocates for the respondent ================================================================ and honourable dr.justice a. p. thaker date : 24/01/2019 oral order (per : honourable ms.justice harsha devani) 1. in this appeal from order under order xliii rule 1 of the code of civil procedure, 1908 (hereinafter referred to as \"the code\") read with section 13 of the commercial courts, commercial division and commercial appellate division of high courts act, 2015, the appellant has called in question the order dated 1st january, 2019 passed by the commercial court, ahmedabad below applications exhibit 7 and exhibit 1 in commercial trademark suit no.1 of 2019. 2. certain facts which may be necessary to decide this appeal are: the first respondent m/s red ribbon entertainment private limited (original plaintiff) has come with a case that one kartik patel has conceptualized the idea of the disputed song/music composition/video of \"char bangadi wari gaadi\" in november 2015 with the help of professional team kathiawadi kings and turned the idea into a successful music video on 5 th september, 2016. mr. kartik patel became the owner of the said copyright work. the final song was uploaded on youtube on 29th september, 2016. on 20th december, 2016, the appellant and the respondents no.2 and 3 (original defendants no.1 to 3) copied the wordings and the music and recorded the same song and uploaded the video of the song on youtube on 20th december, 2016, thereby infringing the copyright of the plaintiff. mr. kartik patel executed a deed of assignment in respect of the copyright of the song in favour of the plaintiff on 18th april, 2017. on 3rd january, 2017, the plaintiff's predecessor had filed a copyright infringement notice at youtube claiming that their original work had been copied by the defendants and urging them to remove the same. the defendants filed a counter copyright infringement claiming that their work was original and was sung by kinjal dave (the appellant herein) and the lyrics were written by manu rabari. on 23rd february, 2017, the plaintiff sent a legal notice to the defendants alleging infringement of copyright. the defendants gave their reply to such notice on 7th march, 2017. it is further the case of the plaintiff that the defendants agreed to settle the matter by way of paying royalty but for one reason or the other, avoided settling the matter. the plaintiff came to know about the dispute between the defendants and his predecessor after the deed of assignment was executed. thereafter, the plaintiff immediately contacted the defendants to refrain from committing such illegal acts and pay compensation for illegal use of the said copyright work. the second respondent agreed to the same. however, the defendants did not abide by the same and continued to infringe the copyright. the plaintiff, therefore, instituted the suit being commercial trademark suit no.1 of 2019. the plaint and the application under order xxxix rules 1 and 2 of the code came to be verified on 14th november, 2018 and the suit and the interim injunction application were actually moved on 1st january, 2019, on which date the commercial court passed the impugned order. 3. mr. harshit tolia, learned advocate with mr. j. v. vaghela, learned advocate for the appellant (original defendant no.1) drew the attention of the court to the provisions of rule 3 of order xxxix of the code, to submit that the same mandates that if the court proposes to grant an injunction without giving notice of the application to the opposite party, the court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay. referring to the impugned order, it was submitted that in the entire order, there is no discussion whatsoever to the effect that non-grant of injunction would be defeated by delay. it was submitted that the commercial court has merely considered the aspect of prima facie case and balance of convenience and has granted an ex parte injunction without complying with the requirement of rule 3 of order xxxix of the code. 3.1 reliance was placed upon the decisions of the supreme court in morgan stanley mutual fund v. kartick das, (1994) 4 scc 225 and shiv kumar chadha v. municipal corporation of delhi, (1993) 3 scc 161, for the proposition that whenever a court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex parte order is not passed. 3.2 it was further submitted that in the application under order xxxix rules 1 and 2 of the code, there are no pleadings for ex parte injunction. moreover, the conduct of the plaintiff was required to be taken into consideration, viz., that though the suit was filed in november, 2018, it was not moved till 1 st january, 2019, which is clearly indicative of the fact that the matter was not just urgent. it was urged that in these circumstances, the commercial court was not justified in granting ex parte interim injunction. 4. vehemently opposing the appeal, mr. sunit shah, learned counsel with mr. virendra patel, learned advocate for the respondent no.1 (original plaintiff) submitted that while considering the present appeal from order, the conduct of the appellant is also required to be taken into consideration. it was submitted that the commercial court issued notice on 1st january, 2019 and the same was served on the appellant on or about 4th january, 2019, but the appellant waited till the returnable date, that is, 22nd january, 2019 before moving the present appeal, instead of filing its response to the plaint and injunction application. reliance was placed upon the decision of a learned single judge of this court in the case of j m s labs v. yusufali eesmail hadvaid, 1998 (2) glr 1776, wherein the court despite finding that the reasons given by the trial court did not show how the ends of justice would be defeated by waiting for the grant of ad-interim injunction till the first returnable date, wherein the normal course would be to stay the operation of the ex parte injunction, observed that three cumulative features dissuaded him from granting such stay, the first being that the appeal was filed without filing a reply to the interim injunction application before the trial court though the defendant had nine days time to do so and without making a request before the trial court to vacate the ex parte injunction. it was submitted that the above decision would be squarely applicable to the facts of the present case and that the court may, therefore, not vacate the ex parte injunction, but fix a schedule for filing reply/rejoinder/hearing as has been done in that case. 4.1 reliance was also placed upon an unreported decision dated 23.12.2015 of a learned single judge of this court in the case of angur foods private limited v. patel chaturbhai ranchhodbhai and co. rendered in appeal from order no.373 of 2015, wherein while disposing of the appeal, it was observed thus: \"6. only one relevant aspect, i would like to refer is the suit filed on 24.11.2015. notice was made returnable on 19.12.2015. on filing of the suit, the trial court has granted ex-parte interim relief. having granted interim relief ex-parte, court ought to have made returnable date of some shorter period, but in the present case it is material to note that notice, injunction etc. were served to the appellants within two days i.e. on 28.11.2015. the appellants appeared before the trial court only on returnable date i.e. on 19.12.2015 and have filed their reply etc. matter came up before in-charge judge, on that date, hence, it was kept on 22.12.2015. interim relief was extended till then. the present appeal is filed on 20.12.2015. in the circumstances of the case, submissions of learned counsel for the appellants for vacating the interim relief is not possible to accept.\" it was submitted that considering the conduct of the appellant in waiting till the returnable date before filing the present appeal from order this court may not interfere with the impugned order and relegate the appellant to the commercial court for seeking vacation of the ex parte interim injunction. 5. from the rival contentions noted hereinabove, it is evident that the main plank of the submissions of the learned advocate for the appellant for assailing the impugned order is that it has been passed without following the mandate of the provisions of rule 3 of order xxxix of the code and is, therefore, invalid. it may, therefore, be apposite to refer to the provisions of rule 3 of order xxxix of the code which reads thus: \"3. before granting injunction, court to direct notice to opposite party -the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite party. provided that, where it is proposed to grant an injunction without giving notice of the application to the opposite party, the court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay, and require the applicant(a) to deliver to the opposite party, or to send to him by registered post, immediately after the order granting the injunction has been made, a copy of the application for injunction together with(i) a copy of the affidavit filed in support of the application; (ii) a copy of the plaint; and (iii) copies of documents on which the applicant relies, and (b) to file, on the day on which such injunction is granted or on the day immediately following that day, an affidavit stating that the copies aforesaid have been so delivered or sent.\" 6. thus, rule 3 of order xxxix of the code contemplates issuance of notice of the application to the opposite party before granting an injunction except where the object of granting injunction would be defeated by the delay. in terms of the proviso thereto, the court is required to record the reasons for its opinion that the object of granting injunction would be defeated by delay. the proviso further requires the applicant to take action in terms of clauses (a) and (b) thereunder. the present case is confined to the obligation cast upon the court to record reasons for its opinion that the object of granting the injunction would be defeated by delay. 7. in the light of the above statutory provision, it may be germane to examine the findings recorded by the commercial court to ascertain whether the requirements of the proviso to rule 3 of order xxxix of the code have been complied with. a perusal of the impugned order reveals that the first two paragraphs merely refer to the institution of the suit and the application below exhibit 7. in the third paragraph, the commercial court has referred to the submissions advanced by the learned counsel for the plaintiff. in paragraphs 4 and 5 of the order, the commercial court has recorded its findings as under: \"4. i have considered the submissions of the learned counsel for the plaintiff and perused the record and also both the songs played by the learned counsel for the plaintiff, before this court. at this juncture, prima-facie, it appears that the wording and music of both the songs are deceptively similar and the defendants have copied \"char bangadi wari gadi' from the plaintiff's song. therefore, at this juncture, in my considered view, the plaintiff has prima-facie case in its favour and balance of convenience also lies in favour of the plaintiff. in these facts and circumstances of the case, issue summons to the suit and notice of the present application upon the defendants, returnable on 22nd january, 2019, on furnishing the complete set of paperbook, with postal cover and a.d. card duly affixed with requisite postal stamp, within three days from today. direct service is permitted. service through e-mail is also permitted. 5. in the meantime, the defendants, their successors, servant, agents, director and/or partners are hereby restrained from selling, conducting live stage concerts, online download forum, in form of music cassette, cd's and imitating the said copyright work in any manner which is similar to the plaintiff's copyright work in the song having title \"char bangadi wari gadi\", till the next date of hearing. compliance of order 39 rule 3 of the code of civil procedure, within three days.\" 8. thus, in paragraph 4, the commercial court has recorded a finding that the plaintiff has made out a prima facie case in its favour and that the balance of convenience also lies in its favour and has ordered issuance of notice to the defendants, returnable on 22nd january, 2019, that is, after three weeks from the date of issuance of notice. in paragraph 5, the commercial court has granted interim relief against the defendants till the next date of hearing. 9. on reading the impugned order in its entirety, it is evident that there is no discussion whatsoever as to how the object of granting the injunction would be defeated by delay. the commercial court has not referred to the other facts of the case as to when the cause of action had first arisen, the stage at which the plaintiff had instituted the suit and when it had been moved for hearing. merely on the basis of two findings as regards prima facie case and balance of convenience, without considering the third factor regarding irreparable injury and without complying with the mandate of the proviso to rule 3 of order xxxix of the code and recording its opinion as to how the object of granting the injunction would be defeated by delay, the commercial court has granted ex parte interim injunction in favour of the plaintiff. 10. rule 3 of order xxxix of the code came up for interpretation before the supreme court in shiv kumar chadha v. municipal corporation of delhi (supra), wherein it was held thus: 32. power to grant injunction is an extraordinary power vested in the court to be exercised taking into consideration the facts and circumstances of a particular case. the courts have to be more cautious when the said power is being exercised without notice or hearing the party who is to be affected by the order so passed. that is why rule 3 of order 39 of the code requires that in all cases the court shall, before grant of an injunction, direct notice of the application to be given to the oppositeparty, except where it appears that object of granting injunction itself would be defeated by delay. by the civil procedure code (amendment) act, 1976, a proviso has been added to the said rule saying that \"where it is proposed to grant an injunction without giving notice of the application to the opposite-party, the court shall record the reasons for its opinion that the object of granting the injunction would be defeated by delay.\". 33. it has come to our notice that in spite of the aforesaid statutory requirement, the courts have been passing orders of injunction before issuance of notices or hearing the parties against whom such orders are to operate without recording the reasons for passing such orders. it is said that if the reasons for grant of injunction are mentioned, a grievance can be made by the other side that court has prejudged the issues involved in the suit. according to us, this is a misconception about the nature and the scope of interim orders. it need not be pointed out that any opinion expressed in connection with an interlocutory application has no bearing and shall not affect any party, at the stage of the final adjudication. apart from that now in view of the proviso to rule 3 aforesaid, there is no scope for any argument. when the statute itself requires reasons to be recorded, the court cannot ignore that requirement by saying that if reasons are recorded, it may amount to expressing an opinion in favour of the plaintiff before hearing the defendant. 34. the imperative nature of the proviso has to be judged in the context of rule 3 of order 39 of the code. before the proviso aforesaid was introduced, rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite-party\". the proviso was introduced to provide a condition, where court proposes to grant an injunction without giving notice of the application to the oppositeparty, being of the opinion that the object of granting injunction itself shall be defeated by delay. the condition so introduced is that the court \"shall record the reasons\" why an ex parte order of injunction was being passed in the facts and circumstances of a particular case. in this background, the requirement for recording the reasons for grant of ex parte injunction, cannot be held to be a mere formality. this requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such party claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of rule 3, the procedure prescribed under the proviso has been followed. the party which invokes the jurisdiction of the court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the court about the gravity of the situation and court has to consider briefly these factors in the ex parte order. we are quite conscious of the fact that there are other statutes which contain similar provisions requiring the court or the authority concerned to record reasons before exercising power vested in them. in respect of some of such provisions it has been held that they are required to be complied with but non-compliance therewith will not vitiate the order so passed. but same cannot be said in respect of the proviso to rule 3 of order 39. the parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. such ex parte orders have far-reaching effect, as such a condition has been imposed that court must record reasons before passing such order. if it is held that the compliance with the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the parliament shall be a futile exercise and that part of rule 3 will be a surplusage for all practical purposes. proviso to rule 3 of order 39 of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not all. this principle was approved and accepted in well-known cases of taylor v. taylor,(1875) 1 ch. d. 426 and nazir ahmed v. emperor, air 1936 pc 253. this court has also expressed the same view in respect of procedural requirement of the bombay tenancy and agricultural lands act in the case of ramchandra keshav adke v. govind joti chavare, air 1975 sc 915. 35. as such whenever a court considers it necessary in the facts and circumstances of a particular case to pass an order of injunction without notice to other side, it must record the reasons for doing so and should take into consideration, while passing an order of injunction, all relevant factors, including as to how the object of granting injunction itself shall be defeated if an ex parte order is not passed. but any such ex parte order should be in force up to a particular date before which the plaintiff should be required to serve the notice on the defendant concerned. in the supreme court practice 1993, vol. 1, at page 514, reference has been made to the views of the english courts saying: \"ex parte injunctions are for cases of real urgency where there has been a true impossibility of giving notice of motion. an ex parte injunction should generally be until a certain day, usually the next motion day.\" 11. in morgan stanley mutual fund v. kartick das (supra), the supreme court followed the above decision and also stated the factors which should weigh with the court in the grant of ex parte injunction, the relevant part whereof is extracted hereunder: \"\"36. as a principle, ex parte injunction could be granted only under exceptional circumstances. the factors which should weigh with the court in the grant of ex parte injunction are-(a) whether irreparable or serious mischief will ensue to the plaintiff; (b) whether the refusal of ex parte injunction would involve greater injustice than the grant of it would involve; (c) the court will also consider the time at which the plaintiff first had notice of the act complained so that the making of improper order against a party in his absence is prevented; (d) the court will consider whether the plaintiff had acquiesced for sometime and in such circumstances it will not grant ex parte injunction; (e) the court would expect a party applying for ex parte injunction to show utmost good faith in making the application. (f) even if granted, the ex parte injunction would be for a limited period of time. (g) general principles like prima facie case, balance of convenience and irreparable loss would also be considered by the court.\" 12. examining the facts of the present case in the light of the above principles, for the purpose of grant of ex parte interim injunction, the following factors, inter alia, were required to be taken into consideration: (i) the court would consider the time at which the plaintiff first had notice of the act complained so that the making of improper order against a party in his absence is prevented; (ii) the court would expect the party applying for ex parte injunction to show utmost good faith in making the application; and, (iii) general principles like prima facie case, balance of convenience and irreparable loss would also be considered by the court. 13. insofar as the first factor is concerned, the facts reveal that the predecessor of the plaintiff had notice of the act complained as early as in january 2017 when he took action against the defendants by filing a \"copyright infringement notice\". in february 2017, the predecessor of the plaintiff sent a legal notice to the defendants, to which the defendant no.2 replied on 7th march, 2017. the plaintiff's predecessor mr. kartik patel assigned the rights in respect of the copyright work in favour of the plaintiff on 18th april, 2017. the plaintiff appears to be aware of the alleged infringement as can be culled out from the averments made in the plaint namely that the defendant no.2 had agreed to pay compensation and stop using the copyright work, he failed to live up to the promise. however, no action was taken by the plaintiff at the relevant time. much later, the plaintiff instituted the suit in question being commercial trademark suit no.1 of 2019. the plaint and the application under order xxxix rule 1 and 2 of the code came to be verified on 14th november, 2018 and the suit and injunction application were actually moved after more than a month and came up for hearing on 1st january, 2019, on which date the commercial court passed the impugned order. in the opinion of this court, all these factors were relevant factors which should have been taken into consideration by the commercial court at the time of passing the ex parte injunction order. apart from the delay in instituting the suit despite having notice of the alleged infringement of copyright, even after the suit was filed, the same was not moved for over a month. evidently therefore, there was no urgency in the matter warranting grant of ex parte injunction. unfortunately, the commercial court has failed to examine these aspects which were relevant for the purpose of considering the question of grant of ex parte interim injunction. in the opinion of this court, having regard to the aforesaid glaring facts, neither of the first two factors has been satisfied in the facts of the present case. 14. insofar as the third factor is concerned, while the commercial court has recorded satisfaction regarding prima facie case and balance of convenience in favour of the plaintiff, however, there is no finding as regards the irreparable loss. therefore, the ingredients of the third factor have also not been fully satisfied. 15. insofar as compliance with the provisions of order xxxix rule 3 of the code is concerned, in the above cited decisions, the supreme court has held that the imperative nature of the proviso has to be judged in the context of rule 3 of order xxxix of the code. before the proviso aforesaid was introduced, rule 3 said \"the court shall in all cases, except where it appears that the object of granting the injunction would be defeated by the delay, before granting an injunction, direct notice of the application for the same to be given to the opposite-party\". the proviso was introduced to provide a condition, where court proposes to grant an injunction without giving notice of the application to the opposite-party, being of the opinion that the object of granting injunction itself shall be defeated by delay. the condition so introduced is that the court \"shall record the reasons\" why an ex parte order of injunction was being passed in the facts and circumstances of a particular case. in this background, the requirement for recording the reasons for grant of ex parte injunction cannot be held to be a mere formality. this requirement is consistent with the principle, that a party to a suit, who is being restrained from exercising a right which such party claims to exercise either under a statute or under the common law, must be informed why instead of following the requirement of rule 3, the procedure prescribed under the proviso has been followed. the party which invokes the jurisdiction of the court for grant of an order of restraint against a party, without affording an opportunity to him of being heard, must satisfy the court about the gravity of the situation and the court has to consider briefly these factors in the ex parte order. it has been further held that the parliament has prescribed a particular procedure for passing of an order of injunction without notice to the other side, under exceptional circumstances. such ex parte orders have far-reaching effect, as such a condition has been imposed that court must record reasons before passing such order. if it is held that the compliance with the proviso aforesaid is optional and not obligatory, then the introduction of the proviso by the parliament shall be a futile exercise and that part of rule 3 will be a surplusage for all practical purposes. the proviso to rule 3 of order xxxix of the code, attracts the principle, that if a statute requires a thing to be done in a particular manner, it should be done in that manner or not at all. 16. thus, it is mandatory for the court to record its reasons, howsoever briefly, as to why it proposes to grant ex parte interim injunction without giving notice to the opposite party. moreover, the party which invokes the jurisdiction of the court for grant of order of restraint against a party without affording an opportunity to him of being heard must satisfy the court about the gravity of the situation and the court has to briefly consider these factors in the ex parte order. 17. the plaintiff who has invoked the jurisdiction of this court has not satisfied the court about the gravity of the situation; moreover, the court has failed to take into consideration the relevant factors prior to granting ex parte interim injunction. the impugned order is totally bereft of any reasoning on this count, which renders it unsustainable. 18. besides, a perusal of the impugned order reveals that the commercial court is not oblivious to the provisions of the proviso to rule 3 of order xxxix of the code, inasmuch as it has directed the plaintiff to comply with the provisions thereof; however, to the extent of the obligation cast upon the court under the said proviso, the same has been totally ignored. 19. insofar as the two decisions rendered by learned single judges of this court on which reliance has been placed by the learned counsel for the respondent no.1 are concerned, wherein despite the fact that the proviso to rule 3 of order xxxix of the code had not been complied with, the court refused to set aside the order granting ex parte injunction because the affected party had come to the court on or about the returnable date, this court is of the considered opinion that having regard to the mandatory nature of the proviso to rule 3 of order xxxix of the code and the principles laid down by the supreme court in the decisions referred to hereinabove, namely that the requirement for recording the reasons for grant of ex parte injunction cannot be held to be a mere formality and that when the statute requires a thing to be done in a particular manner it has to be done in that manner or not at all, this court is not inclined to non suit the appellant only on the ground that she has approached this court on date on which the notice was made returnable. 20. in the light of the above discussion, the appeal succeeds and is, accordingly, allowed. the impugned order dated 1st january, 2019 passed by the commercial court, ahmedabad below applications exhibit 7 and exhibit 1 in commercial trademark suit no.1 of 2019, is hereby quashed and set aside. it is, however, directed that the appellant/defendant no.1 shall file her reply to the plaint as well as the injunction application within a period of three days from today. the first respondent (original plaintiff) shall file its rejoinder thereto, if any, within a period of two days from the date of receipt of a copy of the reply. the commercial court shall thereafter endeavour to hear the application exhibit 7 and decide the same finally as expeditiously as possible, and preferably within a period of fifteen days from the date of receipt of a copy of this order. rule is made absolute accordingly with no order as to costs. 21. it is clarified that this court has not entered into the merits of the controversy. the commercial court shall decide the interim injunction application independently on the merits of the case without in any manner being influenced by any observation made in this order. civil application no.1 of 2019 : in the light of the order passed in the main appeal, this application for stay does not survive and is accordingly dismissed. (harsha devani, j) (a. p. thaker, j) b.u. parmar"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d580f79974bc4dbab9818641ab42fc39_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "28489d296e1048b5b44e6d91e4e082d3_1"
        },
        {
            "start": 242,
            "end": 346,
            "text": "\nRajasthan High Court\nShri Balaji Industrial Products Ltd vs Aia Engineering Ltd And Ors on 2 July, 2018",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e164153fd7a6480e93a8f601f6154b9f_2"
        },
        {
            "start": 348,
            "end": 394,
            "text": "Bench: Mohammad Rafiq, Alok Sharma\n           ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "c404c19431fb46e0bfc3e2144832efd4_3"
        },
        {
            "start": 394,
            "end": 461,
            "text": "High Court Of Judicature For Rajasthan\n                       Bench",
            "labels": [
                "PREAMBLE"
            ],
            "id": "902d44ddad1c424db960b3f4c4353ecf_4"
        },
        {
            "start": 462,
            "end": 471,
            "text": "At Jaipur",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30072774f7a24e0bae410f11e29f60fc_5"
        },
        {
            "start": 492,
            "end": 537,
            "text": "D. B. Civil Writ Petition No. 4411/2018\n\n    ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "81c64e0fa01c42e08edd5f5bf19d4a7e_6"
        },
        {
            "start": 537,
            "end": 626,
            "text": "Shri Balaji Industrial Products Limited, 48, Industrial Area,\n    Jhotwara, Jaipur-302012",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4fd7efa5777443fda1bd5ddf94f79a59_7"
        },
        {
            "start": 674,
            "end": 750,
            "text": "----Petitioner/Defendant No. 1\n                                       Versus",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3eaac9a482d9477ba2313ebc141fe184_8"
        },
        {
            "start": 756,
            "end": 951,
            "text": "1.     Aia Engineering Limited through its authorized signatory\n           Mr. Achyut C Parikh, (Dy. General Manager) S/o Sh.\n           Chandrakant Parikh, aged about 55 Years, having its office",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e6810620128e4294b96a668046e6b98a_9"
        },
        {
            "start": 952,
            "end": 1046,
            "text": "\n           at    115,    Gvmm       Estate,   Odhav,    Ahmedabad-382410,\n           Gujarat.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a8ba0ee14eab475ebccba40ea68c6758_10"
        },
        {
            "start": 1104,
            "end": 1124,
            "text": "Respondent/Plaintiff",
            "labels": [
                "PREAMBLE"
            ],
            "id": "039ff7f0d6cc4a8783a74f80cfb33e42_11"
        },
        {
            "start": 1125,
            "end": 1220,
            "text": "\n2. Ntpc Limited, Ntpc Bhawan, Scope Complex, Institutional Area, Lodhi Road, New Delhi-110003.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f2b05ad1a0945c3af96ae41df2d2beb_12"
        },
        {
            "start": 1221,
            "end": 1426,
            "text": "\n3. Bharat Heavy Electrical Ltd. (Bhel) Bhel House, Siri Fort, New Delhi-110049 For Petitioner(s) : Mr. Sudhir Chandra and Mr. R. P. Singh, Senior Counsels assisted by Mr. Abhay Jain and Mr. Prekhar Gupta.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b89c774949764df981af82516476ce74_13"
        },
        {
            "start": 1427,
            "end": 1531,
            "text": "\nFor Respondent(s) : Mr. Mahendra Singh, Shri Vikas Balia, Shri Akash Shrivastava and Shri Raunak Bapna.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a13bc7296fc74b9280894a2b1618f28d_14"
        },
        {
            "start": 1532,
            "end": 1599,
            "text": "\nHon'Ble Mr. Justice Mohammad Rafiq Hon'Ble Mr. Justice Alok Sharma",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0a393973a24549e8a46214a1b5b906fc_15"
        },
        {
            "start": 1600,
            "end": 1671,
            "text": "Judgment Reportable 02/07/2018 (Per Hon'ble Mr. Justice Mohammad Rafiq)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ac26eb1c27ec43b0bbe93b6c57e87110_16"
        },
        {
            "start": 1672,
            "end": 2023,
            "text": "This writ petition under Article 227 of the Constitution of India has been filed by petitioner-defendant Shri Balaji Industrial Products Limited against order dated 09.02.2018 passed by the Commercial Court at Jaipur (for short 'the Commercial Court') in a suit filed by the respondent no. 1-plaintiff Aia (2 of 27) [Cw-4411/2018] Engineering Limited.",
            "labels": [
                "FAC"
            ],
            "id": "5fcf07682b4544caa1bdb9f12a5e6f3f_17"
        },
        {
            "start": 2024,
            "end": 2561,
            "text": "The Commercial Court by the aforesaid order, allowed the application filed by the respondent no. 1-plaintiff under Order V Rule 1 Cpc permitting the plaintiff to file 'Statement of Truth' envisaged in Order Vi Rule 15A for verification, dismissed application filed by the petitioner-defendant under Order Vi Rule 15A(1) read with Section 4 of The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Act, 2015 (for short 'the Act of 2015') and declined to declare that the suit was not duly instituted.",
            "labels": [
                "RLC"
            ],
            "id": "66c92ccee1ec43bcb1f742db8ffd97a0_18"
        },
        {
            "start": 2562,
            "end": 2778,
            "text": "By the aforesaid order, the Commercial Court has also dismissed the application filed by the defendant-petitioner under Section 148 read with Section 151 Cpc seeking extension of time for filing of written statement.",
            "labels": [
                "RLC"
            ],
            "id": "7222a6ce9fbb445dbe44400fd391ec00_19"
        },
        {
            "start": 2779,
            "end": 3051,
            "text": "Challenging that order, further prayer has been made that the Commercial Court be directed to take written statement filed on 12.10.2017 on record as per proviso to Rule 1 of Order Viii Cpc and not to take 'Statement of Truth' filed by the respondent- plaintiff on record.",
            "labels": [
                "FAC"
            ],
            "id": "0f22064e615e48348e78dc23fabd0a91_20"
        },
        {
            "start": 3052,
            "end": 3101,
            "text": "\nArguments in this case were heard in two phases.",
            "labels": [
                "FAC"
            ],
            "id": "fddf84f271f142f084ecc909950f9992_21"
        },
        {
            "start": 3103,
            "end": 3187,
            "text": "Earlier after conclusion of arguments, matter was closed for judgment on 20.04.2018.",
            "labels": [
                "FAC"
            ],
            "id": "e85f114696b047efb92240cd566161be_22"
        },
        {
            "start": 3188,
            "end": 3475,
            "text": "However, subsequently an application (No. 28833/2018) was filed by the petitioner on 04.05.2018 seeking to place on record copy of the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Ordinance, 2018 (for short 'the Ordinance of 2018').",
            "labels": [
                "FAC"
            ],
            "id": "9cc97186d5754658be4623aa1dda6134_23"
        },
        {
            "start": 3476,
            "end": 3798,
            "text": "Therefore, the matter was again listed on 10.05.2018 before the Court under the category \"To Be Mentioned\" and thereafter, the matter was listed for hearing on 17.05.2018, on (3 of 27) [Cw-4411/2018] which date, further arguments as to the effect of this Ordinance were heard and the matter was again closed for judgment.\n",
            "labels": [
                "FAC"
            ],
            "id": "4d7fc33aaf0246d5a0bc0b4dc2cc1110_24"
        },
        {
            "start": 3798,
            "end": 4092,
            "text": "We have heard Mr. Sudhir Chandra and Mr. R.P. Singh, Senior Counsel assisted by Mr. Abhay Jain and Mr. Prekhar Gupta appearing on behalf of the petitioner-defendant; Mr. Mahendra Singh; Mr. Vikas Balia, Mr. Akash Shrivastava and Mr. Raunak Bapna, counsel appearing on behalf of the respondents.",
            "labels": [
                "NONE"
            ],
            "id": "4353a303090f450d8917f03c749d9abb_25"
        },
        {
            "start": 4093,
            "end": 4615,
            "text": "\nSenior Counsel appearing for the petitioner-defendant argued that the Commercial Court has committed gross jurisdictional error by closing written statement of the defendant- petitioner during pendency of the application of the respondent- plaintiff under Order V Rule 1 Cpc. Factum of non-filing of the 'Statement of Truth' by the plaintiff with the plaint goes to the root of the controversy and therefore a specific application under Order Vi Rule 15A was filed by the petitioner-defendant before the Commercial Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a15899513fe6457e87bc76d9d11322e1_26"
        },
        {
            "start": 4616,
            "end": 4782,
            "text": "As per Section 27 Cpc read with Order V Rule 1 Cpc, the Commercial Court could have issued summons to the petitioner-defendant only when the suit was duly instituted.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7ecbef2d0aaf4c83b2cbd098590feffd_27"
        },
        {
            "start": 4783,
            "end": 4985,
            "text": "A suit to be \"duly instituted\" has to comply with requirement of Section 26(2) Cpc as amended by the Act of 2015, which provides the form and manner of an affidavit required under Order Vi Rule 15A Cpc.",
            "labels": [
                "STA"
            ],
            "id": "e56d2b8b455b42c0adba46dc6912d9dd_28"
        },
        {
            "start": 4986,
            "end": 5014,
            "text": "Corresponding provision to S",
            "labels": [
                "STA"
            ],
            "id": "8208d85247594230af6e2103303b0cbd_29"
        },
        {
            "start": 5015,
            "end": 5152,
            "text": "ection 26 CPC is Order IV Rule 1 CPC, which deals with institution of the suit, starts with the heading \"suit to be commenced by plaint\".",
            "labels": [
                "STA"
            ],
            "id": "50fe45929b324e2e95880398600bef7e_30"
        },
        {
            "start": 5153,
            "end": 5342,
            "text": "Further, Order IV Rule 1(3) CPC specifically provides that the plaint shall not be deemed to be 'duly instituted' unless it complies with the requirements specified in sub-rule (1) and (2).",
            "labels": [
                "STA"
            ],
            "id": "0c9f815ab57c4de58775557a9ede7479_31"
        },
        {
            "start": 5343,
            "end": 5470,
            "text": "Sub-rule (2) provides that every plaint shall (4 of 27) [CW-4411/2018] comply with the rules contained in Order VI and VII CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1c30d8eed61461f90ab9b05feb38801_32"
        },
        {
            "start": 5471,
            "end": 5755,
            "text": "In order to a suit to be 'duly instituted', the affidavit in the form and manner provided under Order VI Rule 15A of Commercial Court Act, 2015 is mandatorily required to be filed as per the condition inserted in Clause (2) of Section 26 CPC by adding a proviso under the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "68d3d99a139446e4959ac27f88f13e39_33"
        },
        {
            "start": 5756,
            "end": 6079,
            "text": "It is argued that heading of Rule 15A of Order VI states \"verification of pleadings in commercial disputes\" and Rule (1) of Rule 15A starts with 'non-obstante' clause by providing that every pleading in commercial disputes shall be verified by an affidavit in the manner and form prescribed in the appendix to the schedule.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5a60792b271348cc94df37c8d5eb540c_34"
        },
        {
            "start": 6080,
            "end": 6316,
            "text": "Further, Clause (4) of the same rule provides that where a pleading is not verified in the manner provided under sub-rule (1), the party shall not be permitted to rely on such pleadings as evidence or any of the matters set out therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8c28f40d99f460dbd5c0e0ad6434382_35"
        },
        {
            "start": 6317,
            "end": 6454,
            "text": "In the present case, the plaint admittedly did not contain the affidavit of the respondent-plaintiff as required under Order VI Rule 15A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "066d2ad2b2b14f5c9ef5d8df723c419b_36"
        },
        {
            "start": 6455,
            "end": 6675,
            "text": "The Commercial Court was thus not justified in declining prayer of the petitioner-defendant for not permitting the respondent-plaintiff to rely on the pleadings raised in the plaint or any of the matters set out therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e177992b86e6430cbc336eb37dfdee78_37"
        },
        {
            "start": 6676,
            "end": 6802,
            "text": "It is argued that the Commercial Court erred in taking the revised affidavit of the plaintiff on record by the impugned order.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f22889cd4234924b2862fd045ef20dd_38"
        },
        {
            "start": 6803,
            "end": 7056,
            "text": "Since the affidavit was not part of the plaint, the suit cannot be said to be 'duly instituted' and taking such affidavit on record at later stage would tantamount to amendment of the plaint, which could be done only by recourse to Order VI Rule 17 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c5648ab34e364b8db3fb4ea57728a682_39"
        },
        {
            "start": 7057,
            "end": 7251,
            "text": "The Commercial Court by not following the aforesaid procedure has thus committed jurisdictional error and caused manifest injustice to the petitioner- defendant by closing its written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2273abefe77f429386c698fa95156791_40"
        },
        {
            "start": 7252,
            "end": 7322,
            "text": "         Relying on the                                      (5 of 27)",
            "labels": [
                "ANALYSIS"
            ],
            "id": "518da05875de42e79e90a30a5f2b81da_41"
        },
        {
            "start": 7323,
            "end": 7575,
            "text": "           [CW-4411/2018]\njudgment of the Supreme Court in Sangram Singh Vs. Election Tribunal, AIR 1955 SC 425, it is argued that laws of procedure are grounded on a principal of natural justice which requires that men should not be condemned unheard.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0033182c4e494276bafab7b539bfe91c_42"
        },
        {
            "start": 7576,
            "end": 7654,
            "text": "\nIt is argued that the petitioner has no other alternative efficacious remedy.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fae8985eb4044a13873bd3eea1360fd2_43"
        },
        {
            "start": 7655,
            "end": 7765,
            "text": "It cannot file revision petition against impugned order because of the bar under Section 8 of the Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a34ef15e83db43238bb1fe8036123f6e_44"
        },
        {
            "start": 7766,
            "end": 7945,
            "text": "The remedy of appeal as provided under Section 13 of the Act of 2015 can be availed only after the final adjudication of the suit, which is also not an equally efficacious remedy.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "412dd3635c834536a4f0dccf351955c9_45"
        },
        {
            "start": 7946,
            "end": 8295,
            "text": "Powers of this Court under Article 227 of the Constitution of India, being in the nature of supervisory jurisdiction, can be invoked despite bar provided under Section 8 of the Act of 2015, if it could be shown that the Commercial Court has exceeded its jurisdiction, committed a manifest error and gross injustice has been caused to the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d35d4eb89265489da225bc84381f4f71_46"
        },
        {
            "start": 8296,
            "end": 8630,
            "text": "It is argued that even if affidavit containing 'Statement of Truth' was permitted to be taken on record by the impugned order, the plaint should be taken to be duly instituted from the date of impugned order and the period of 120 days envisaged in proviso to Order VIII Rule 1 should then begin from that date and not earlier to that.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "30448b91e26a441dadebdd40022e0353_47"
        },
        {
            "start": 8631,
            "end": 8776,
            "text": "The Commercial Court by not doing so has committed jurisdictional error that in that it did not lawfully exercised the jurisdiction vested in it.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d963d344c4174a23866ac021cd4a063d_48"
        },
        {
            "start": 8777,
            "end": 9019,
            "text": "Reliance in this connection is placed on judgment of the Supreme Court in Shalini Shyam Shetty Vs. Rajendra Shankar Patil, (2010) 8 SCC 329 and judgment of Allahabad High Court in Jodhey & Others Vs. State through Ram Sahai, AIR 1952 All 788.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0eca616a403b4df481a927dfb9ed4305_49"
        },
        {
            "start": 9020,
            "end": 9824,
            "text": "It is further contended that remedy of appeal available to the petitioner-defendant under (6 of 27) [CW-4411/2018] Section 13 of the Act of 2015 against the final judgment cannot be in the facts of the case considered to be efficacious alternative remedy particularly because the respondent-plaintiff has filed the suit along with temporary injunction application and in absence of the defence, there is every likelihood that the defendant would be injuncted temporarily till the disposal of the suit and in such a situation, the remedy of appeal after the adjudication of the suit would be an empty formality because during the interregnum period, the entire manufacturing activity of the defendant would come to a grinding halt on the allegation of the infringement of the alleged product of plaintiff.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "08e256f61b3149debad4e716f2ac1311_50"
        },
        {
            "start": 9825,
            "end": 10044,
            "text": "It is argued that the patent suit requires a deep investigation and the documents submitted by both the parties are running into few thousand pages, therefore, the final adjudication of the suit would require few years.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dce623614fd342d7be74f430bc1ae0c9_51"
        },
        {
            "start": 10045,
            "end": 10238,
            "text": "Even if eventually the suit is dismissed, the petitioner-defendant would have by then suffered huge financial losses in view of temporary injunction that may be granted by the commercial court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eda0e3a5020940feb393a10b5a912cae_52"
        },
        {
            "start": 10240,
            "end": 10515,
            "text": "Senior Counsel argued that application filed by the respondent-plaintiff under Order V Rule 1 CPC is wholly misconceived as admittedly from 17.05.2017 till 01.09.2017 the matter was fixed on the application under Order VII Rule 11 and not for filing of the written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "310a7168753c4fad80b69629a5f45bea_53"
        },
        {
            "start": 10516,
            "end": 10739,
            "text": "Once such application has been filed, the court has to dispose of the same before proceeding with the trial and therefore till such application was decided, it was not obligatory for the defendant to file written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c65e7f7e0ef4d3ba54a3cd3afe0b457_54"
        },
        {
            "start": 10740,
            "end": 10949,
            "text": "Reliance has been placed on the judgment of the Supreme Court in R.K. Roja Vs. U.S. Rayudu, (2016) 14 SCC 275; Saleem Bhai & Others Vs. State of Maharashtra & Others, (2003) 1 SCC (7 of 27) [CW-4411/2018]\n557.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "95984aa313db4af9a322b499d538d678_55"
        },
        {
            "start": 10950,
            "end": 11210,
            "text": "It is argued that judgment of Delhi High Court in Gulf DTH FZ LIC Vs. Dish TV India Limited & Others, 2016 SCC Online Del 5005 taking a contrary view, is of no value as it has been rendered by Single Bench against which appeal is pending before Division Bench.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "805b8cfa97eb46c092724bf72988a04a_56"
        },
        {
            "start": 11211,
            "end": 11418,
            "text": "Since there has been no amendment in Order VII Rule 11 in the Act of 2015, ratio of the judgment of the Supreme Court in R.K. Roja (supra) and Saleem Bhai (supra) still holds the field under the Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "65d361190de74bfc886d70664eaec70f_57"
        },
        {
            "start": 11419,
            "end": 11848,
            "text": "Relying on the judgment of the Supreme Court in Sejal Glass Limited Vs. Navilan Merchants Private Limited, (2017) SCC Online SC 1000, Senior Counsel argued that identical situation was there in that case, i.e. in the event of pendency of application under Order VII Rule 11 CPC, the statutory time limit of 120 days of filing the written statement was extended by further eight weeks and the question of law raised was left open.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c78da353d3d948ccb99d9fb8583047cd_58"
        },
        {
            "start": 11849,
            "end": 12175,
            "text": "Reliance has been placed upon judgment of Delhi High Court in Parasramka Holdings Private Limited Vs. Ambience Private Limited & Another, 2018 SCC Online Del 6573, in which case, defendant-applicant was held entitled to file its written statement within 120 days after rejection of its application under Order VII Rule 11 CPC.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "242f48e82ec4400c9bcaff3cfc5512ce_59"
        },
        {
            "start": 12176,
            "end": 12344,
            "text": "\nIt is argued that amendment introduced by the Ordinance of 2018 is prospective except the relevant provision which is sub-judice before this Court in the present case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b77807b36fbd44498be5b93b5fc825ef_60"
        },
        {
            "start": 12345,
            "end": 12494,
            "text": "Reference is made to Clause 18 (iii) of the Ordinance of 2018 by which 'Statement of Truth' has been inserted by way of Appendix-I w.e.f. 23.10.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b87c7f0a6e904ca99569298766d8eb71_61"
        },
        {
            "start": 12495,
            "end": 12758,
            "text": "It is argued that 23.10.2015 is the date when the Ordinance of 2015 was promulgated for the first time, which was later replaced by the Act of 2015 and as per Section 1(3), the (8 of 27) [CW-4411/2018] Act of 2015 was deemed to have come into force on 23.10.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "655043cec31843f79c403e8bf641204f_62"
        },
        {
            "start": 12759,
            "end": 12849,
            "text": "It is contended that the Ordinance of 2018 in this regard is only clarificatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c64dd4230ae44934a5c52be907c8c5f7_63"
        },
        {
            "start": 12850,
            "end": 12941,
            "text": "All other new provisions introduced are ergo, prospective except the provision in question.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2382ed412bb54e15ba74bf85a3fdbd67_64"
        },
        {
            "start": 12942,
            "end": 13384,
            "text": "Since 'Statement of Truth' was inadvertently removed from the Act of 2015 in its English versions, as admitted by the Ministry of Law vide its letter dated 04.04.2018 produced before this Court, wherein it was stated that the said Appendix i.e. 'Statement of Truth' is now proposed to be inserted with retrospective effect from 23.10.2015, which has also been done in the Ordinance of 2018, thus the amendment is only clarificatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba2257f98bec4f5dba3a3468e7ae38d1_65"
        },
        {
            "start": 13385,
            "end": 13576,
            "text": "The amendment has to be treated retrospective because it was the intent of the Parliament from the beginning to introduce 'Statement of Truth' in commercial dispute matters w.e.f. 23.10.2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f5e52f5692594b35826f8bd24b3fad7f_66"
        },
        {
            "start": 13577,
            "end": 13870,
            "text": "'Statement of Truth' has been included at three places of the Act of 2015 which are, (i) Section 26 CPC, as amended in Commercial Court Act, 2015 by inserting a proviso, (ii) specific provision has been inserted as Order VI Rule 15A and (iii) by amending Explanation to Rule 3 of Order XI CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1ef862373bfb423f9be8b5f4b7dbc760_67"
        },
        {
            "start": 13871,
            "end": 14033,
            "text": "If the amendment brought by the Ordinance is not made retrospective, reference of 'Statement of Truth' in the aforesaid three provisions would be rendered otiose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "15fb8138ceea42d1ae4b803529c53fb3_68"
        },
        {
            "start": 14034,
            "end": 14139,
            "text": "It is argued that the suit in the present case was filed on 22.04.2017 when the Act of 2015 was in force.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29785667a3e6480488e7abb630d53ace_69"
        },
        {
            "start": 14140,
            "end": 14274,
            "text": "Since the plaint was not supported by 'Statement of Truth', the same was clearly not in accordance with the provisions of Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "90579acec9d04f3d8ca98f318ac6563a_70"
        },
        {
            "start": 14275,
            "end": 14442,
            "text": "Therefore, no summons could have been issued to the defendant- petitioner in the suit, yet the summons were inadvertently issued by the Commercial Court on 22.04.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "78ca57ea83414977b55384443afb5fd1_71"
        },
        {
            "start": 14443,
            "end": 14591,
            "text": "The plaintiff filed an (9 of 27) [CW-4411/2018] application under Order V Rule 1 CPC to close the right to file written statement by the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73c38e57a4864e06a3550934bf1fc816_72"
        },
        {
            "start": 14592,
            "end": 14729,
            "text": "At that very stage that it was discovered that no summons could have been issued to the defendants as the suit was not \"duly instituted\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3748492fb8a649fda49d31ac7cc24f96_73"
        },
        {
            "start": 14730,
            "end": 14853,
            "text": "Accordingly, specific application was filed by the petitioner bringing the said fact to the notice of the Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5be0f5a9b4a14879920cba77a41d86a2_74"
        },
        {
            "start": 14854,
            "end": 15201,
            "text": "The Commercial Court therefore erred in law in dismissing that application by closing written statement of the defendant-petitioner on the premise that it has been filed beyond statutory time limit of 120 days, but at the same time, it has simultaneously permitted the plaintiff-respondent to file 'Statement of Truth' in support of its pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "42cfc13f19664ace8becee67e8ceed00_75"
        },
        {
            "start": 15202,
            "end": 15300,
            "text": "There is no provisions under the Act of 2015 to file 'Statement of Truth' at such a belated stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "92399e3ed2264376aa8cd433345882fd_76"
        },
        {
            "start": 15301,
            "end": 15391,
            "text": "If that is allowed to be done, it would render Clause (4) of Order VI Rule 15A CPC otiose.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e9e79870a25547b6b4397d37809537f7_77"
        },
        {
            "start": 15392,
            "end": 15603,
            "text": "\nIt is argued that the Commercial Court dismissed the application of the petitioner on the ground that the plaintiff was not under obligation to file 'Statement of Truth' as the same was not part of the gazette.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "acbd4598ea0d44bf97a33324dc979583_78"
        },
        {
            "start": 15604,
            "end": 15635,
            "text": "This observation was erroneous.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2916f317d09a449c91313829f333af54_79"
        },
        {
            "start": 15636,
            "end": 15773,
            "text": "The impugned order dated 09.02.2018 has seriously jeopardised the rights of the petitioner which has virtually non-suited the petitioner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2e723adc799a418ba063daa3b9351d1d_80"
        },
        {
            "start": 15774,
            "end": 15866,
            "text": "Now with the promulgation of the Ordinance of 2018, entire controversy has been set at rest.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "86fe80ae098e4407bdd6d7a2194213b4_81"
        },
        {
            "start": 15867,
            "end": 15949,
            "text": "It is well settled that retrospective amendment would apply in pending litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "09fb012bed644e689612769151706c30_82"
        },
        {
            "start": 15950,
            "end": 16117,
            "text": "Reliance in this connection has been placed on the Constitution Bench judgment of the Supreme Court in Commissioner of Sales Tax Vs. Bijli Cotton Mills, 1964 AIR 1594.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "471e414412ae43f99229d3396b5be3bc_83"
        },
        {
            "start": 16118,
            "end": 16263,
            "text": "Therefore, not only the Commercial Court, but also this Court would be bound by the Ordinance of 2018, which has effectively substituted old law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ee63c55d73d043c0a137f7032a46db43_84"
        },
        {
            "start": 16264,
            "end": 16477,
            "text": "Reliance is placed on the (10 of 27) [CW-4411/2018] judgments of the Supreme Court in Hitendra Vishnu Thakur Vs. State of Maharashtra, (1994) 4 SCC 602 and Anant Gopal Sheorey Vs. State of Bombay, AIR 1958 SC 915.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "455edfccd2e7491f873b8674c419894a_85"
        },
        {
            "start": 16478,
            "end": 16780,
            "text": "This controversy goes to the root of the case as held by the Supreme Court in Uday Shankar Triyar Vs. Ram Kaleswar Singh, (2006) 1 SCC 75, in which case it was held that breach of a procedural law would not be curable if the consequence for such a breach is explicitly provided in the provision itself.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "80be6bd1347d437a9aef8c12045f6a55_86"
        },
        {
            "start": 16781,
            "end": 16937,
            "text": "It is argued that plaintiff-respondent has heavily relied on Vidyawati Gupta (supra) to raise the contention that filing of the affidavit is curable defect.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "aa5d5d6f873542f2b7979eb2e88d8644_87"
        },
        {
            "start": 16938,
            "end": 17042,
            "text": "Said contention is completely erroneous as the facts in Vidyawati Gupta (supra) were entirely different.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "efdf6aec06764af38be603379599168e_88"
        },
        {
            "start": 17043,
            "end": 17218,
            "text": "In that case, provisions of Order VI Rule 15 CPC were considered, which do not provide for any consequence of failure of party to submit the affidavit in support of pleadings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d1d7e2323f948be84c83bb71273e0d3_89"
        },
        {
            "start": 17219,
            "end": 17410,
            "text": "While in the present case, the main suit is governed under the Act of 2015 as also Order VI Rule 15A and failure of non compliance is specifically provided in Clause (4) of Order VI Rule 15A.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a5cb7935c1974a9da6c92289e6a2a670_90"
        },
        {
            "start": 17411,
            "end": 17636,
            "text": "It is settled proposition of law that the decision can be applied only if it factually fits in the present situation and not otherwise, as held by the Supreme Court in Union of India Vs. Major Bahadur Singh, (2006) 1 SCC 368.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5280ed1a049948a197c7cc163a7161c2_91"
        },
        {
            "start": 17637,
            "end": 17896,
            "text": "Since the suit, which was originally filed, was not \"duly instituted\", and application under Order VII Rule 11 CPC was pending, the defendant-petitioner was not required to file written statement which was filed immediately after decision of said application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9790d052f379496dba93e1ae344c4575_92"
        },
        {
            "start": 17897,
            "end": 18200,
            "text": "\nIt is contended that earlier writ petition was filed by the petitioner against the order of rejection of application under Order VII Rule 11 CPC, which was dismissed by this Court not only on (11 of 27) [CW-4411/2018] merits but also on the ground of non maintainability vide judgment dated 25.10.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "819bf237feec4eedb710ecab8b113852_93"
        },
        {
            "start": 18201,
            "end": 18457,
            "text": "In that judgment, this Court reiterated that it is settled proposition of law that Article 227 of the Constitution is intended to be used sparingly but that does not mean that Article 227 of the Constitution of India cannot be invoked in any circumstances.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e04a9ed82cf1472b8f4832194a81f830_94"
        },
        {
            "start": 18458,
            "end": 18770,
            "text": "Therefore, contention of the respondent-plaintiff that if writ petition under Article 227 of the Constitution of India is entertained against the orders passed by the Commercial Court against which revision petition or appeal is not maintainable, it would open flood gates of litigation, is completely erroneous.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "be05dcdf0a634d5cb494337e724e66cd_95"
        },
        {
            "start": 18771,
            "end": 18918,
            "text": "Article 227 of the Constitution of India rectifies such jurisdictional error, which has been committed by the Commercial Court in the present case.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "298b6de7e2e34c358ef909ed9f805279_96"
        },
        {
            "start": 18919,
            "end": 19070,
            "text": "It is argued that filing of written statement as also filing of 'Statement of Truth' in support of pleadings under the Act of 2015, both are mandatory.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d0540cf6017a45738eb4b77762d84341_97"
        },
        {
            "start": 19071,
            "end": 19178,
            "text": "It therefore cannot be argued that while one of the provision is mandatory and other one is directory only.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "dd9d0005d07e4cf08fb3b48ed887e0c8_98"
        },
        {
            "start": 19179,
            "end": 19398,
            "text": "Now the law that obtains after issuance of the Ordinance of 2018 is that \"Statement of Truth\" in support of plaint is required to be filed w.e.f. 23.10.2015 and on any date thereafter on which the plaint was registered.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "36b1be5a02294150a4f7f7b602ffa6a9_99"
        },
        {
            "start": 19400,
            "end": 19633,
            "text": "Mr. Mahendra Singh, counsel appearing on behalf of respondent No. 1-plaintiff opposed the writ petition and argued that the Commercial Court vide impugned order dated 09.02.2018 dismissed several applications filed by the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ef5dfccaff64c1fa876664d5543c180_100"
        },
        {
            "start": 19634,
            "end": 19736,
            "text": "Such an order deciding numerous applications cannot be challenged by an omnibus multifarious petition.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54b5a1d6c9c448f1b83a0a406f74c8d9_101"
        },
        {
            "start": 19737,
            "end": 19872,
            "text": "Thus, the present writ petition suffers from misconstitution and misjoinder and the same is liable to be dismissed on this count alone.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "612c2a7221214459ae26ae25e568cb94_102"
        },
        {
            "start": 19873,
            "end": 20112,
            "text": "It is argued that (12 of 27) [CW-4411/2018] impugned order neither suffers from patent lack of jurisdiction on the part of the Commercial Court, nor it can be said to have failed to exercise jurisdiction vested in it under the Act of 2015.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c6b6ee6297cc44958f13c76db8b43f62_103"
        },
        {
            "start": 20113,
            "end": 20410,
            "text": "Considering the legislative intent underlying Section 8 read with 13 of the Act of 2015, the extra ordinary jurisdiction under Article 227 of the Constitution cannot be invoked by the petitioner to challenge interlocutory orders, which do not suffer from patent lack or abdication of jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "e9d3f17136b0486ca8d692892c7923fd_104"
        },
        {
            "start": 20411,
            "end": 20707,
            "text": "Counsel argued that since remedy of appeal is available to the petitioner even in respect of interlocutory orders and even orders relating to jurisdiction by virtue of Section 8 of the Act of 2015, therefore, jurisdiction under Article 227 of the Constitution cannot be invoked by the petitioner.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "fb2fad32e4e347aabed0090250c69537_105"
        },
        {
            "start": 20708,
            "end": 20898,
            "text": "In this connection, reliance has been placed upon the judgments of the Supreme Court in Hameed Kunju Vs. Nazim 2017 (8) SCC 611 and SBP & Co. Vs. M/s Patel Engineering Ltd. 2005 (6) SCC 618.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2123003b330e496595d9f036b713209a_106"
        },
        {
            "start": 20899,
            "end": 21119,
            "text": "It is further argued that the curtailment of revisional jurisdiction by the legislature does not expand the scope of jurisdiction of this Court under Article 227 of the Constitution, which is equitable and discretionary.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "05f03e7057a04d95a913ebe82999eda7_107"
        },
        {
            "start": 21120,
            "end": 21272,
            "text": "Reliance in support of this argument is placed on the judgment of the Supreme Court in Shalini Shyam Shetly Vs. Rajendra Shankar Patil 2010 (8) SCC 329.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7b7a3bfd66184c359f2f2594070f174f_108"
        },
        {
            "start": 21274,
            "end": 21910,
            "text": "Further argument of the counsel for Respondent No. 1- Plaintiff is that earlier also, the petitioner-defendant had raised a contention regarding the suit being contrary to law by filing an application under Order VII Rule 11 CPC, which was dismissed by the Commercial Court vide order dated 01.09.2017 and writ petition filed against the said order was too dismissed by this Court vide order dated 25.10.2017 holding that by virtue of Section 8 (13 of 27) [CW-4411/2018] read with Section 13 of the Act of 2015, interlocutory orders passed by the commercial court cannot be challenged, except by way of an appeal against a final decree.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f25b124b511145f893ab0eda8ddb2c88_109"
        },
        {
            "start": 21911,
            "end": 22049,
            "text": "The aforesaid application and orders have also not been placed on record by the petitioner-defendant, thus, concealing the material facts.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2dc50ecc406b4b20aa3dd3e0251b5d3d_110"
        },
        {
            "start": 22050,
            "end": 22104,
            "text": "The writ petition is therefore liable to be dismissed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12b00a670c564fdc9dbada6491eca92d_111"
        },
        {
            "start": 22105,
            "end": 22282,
            "text": "Reliance in this connection has been placed on judgments of the Supreme Court in KD Shanna Vs. SAIL, 2008 (12) SCC 481 and Ramjas Foundation Vs. Union of India 2010 (14) SCC 38.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "31666989af084da6a9da3a2489ec1dcb_112"
        },
        {
            "start": 22284,
            "end": 22510,
            "text": "Counsel argued that contention as to whether the suit/ plaint was contrary to or barred by law at the anvil of Order VI Rule 15-A CPC was not raised when the petitioner first appeared before the Commercial Court on 04.05.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "695fc6d4a15e47f390c59b4d79bd6f42_113"
        },
        {
            "start": 22511,
            "end": 22628,
            "text": "Such contention was also not raised in the application filed by the petitioner-defendant under Order VII Rule 11 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c20229f1e6941d1bb36c1d738e087cf_114"
        },
        {
            "start": 22629,
            "end": 22759,
            "text": "Therefore, argument against maintainability of plaint/ suit cannot be permitted to be raised repeatedly and in a piecemeal manner.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b1765533a44e4c579da950157d9ff300_115"
        },
        {
            "start": 22760,
            "end": 22869,
            "text": "The application filed under Order VI Rule 15-A CPC was thus barred by principle of constructive res-judicata.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45979d6c37bc4289a42a118eb673e94b_116"
        },
        {
            "start": 22870,
            "end": 22984,
            "text": "Besides, the manner and circumstances under which it was filed also constitutes gross abuse of the process of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "81a3b896fb2c49d19e39a5226a5eed3b_117"
        },
        {
            "start": 22985,
            "end": 23222,
            "text": "The petitioner-defendant has concealed the fact that it did not file any application before the Commercial Court under Order V Rule 1 CPC praying for extension of time for filing written statement beyond the prescribed period of 30 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93a1ddc746a3450abce7d2c29a5562af_118"
        },
        {
            "start": 23223,
            "end": 23311,
            "text": "Further, no such application was filed within the maximum prescribed period of 120 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9b95ea87631a45ae85bb8632008045d0_119"
        },
        {
            "start": 23312,
            "end": 23490,
            "text": "Neither such application was filed, nor contention raised even at the time of filing or after rejection of the petitioner's application under Order VII Rule 11 CPC on 01.09.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7a5c4c0dc0bf495a83932f80e8fd02aa_120"
        },
        {
            "start": 23491,
            "end": 23734,
            "text": "Nor such argument was raised (14 of 27) [CW-4411/2018] after the respondent-plaintiff had filed an application under Order V Rule 1 CPC for closing the defendant's right to file the written statement on 19.09.2017 or even in the reply thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d1fa0187d4614f44bca9680025cc0012_121"
        },
        {
            "start": 23735,
            "end": 23854,
            "text": "Thus the conduct of the petitioner-defendant reflects gross neglect of law on its part and abuse of the process of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c612f2c26be24861b0391ce0054fe96d_122"
        },
        {
            "start": 23855,
            "end": 24028,
            "text": "In view of above, the application filed by the petitioner-defendant under Order VI Rule 15-A CPC as late as on 08.12.2017 was even otherwise completely lacking in bonafides.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "607b737f89254c22a68925668cc1157e_123"
        },
        {
            "start": 24029,
            "end": 24207,
            "text": "Eventually, the petitioner-defendant in fact did prepare and seek to file written statement on 12.10.2017 regardless of the alleged defect in the affidavit filed with the plaint.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b777dc99b3234c838b60561ff4eb3425_124"
        },
        {
            "start": 24208,
            "end": 24285,
            "text": "And even in the said written statement, it did not raise any such contention.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2263b53c04e646c1affdc0182e42ede0_125"
        },
        {
            "start": 24287,
            "end": 24597,
            "text": "Counsel argued that the Parliament, in its wisdom, having specifically provided the consequences for not filing written statement within the period provided under Order V Rule 1 as amended by the Act of 2015, the Commercial Court could not have extended the period for filing written statement beyond 120 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aa3d12634e4e46edaa1da17f13ec7531_126"
        },
        {
            "start": 24598,
            "end": 24801,
            "text": "Even this Court by invoking its jurisdiction under Article 227 of the Constitution cannot direct the Commercial Court to act contrary to law by now accepting the petitioner-defendant's written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a4a374eb80e4fc7bab5af0183a56680_127"
        },
        {
            "start": 24802,
            "end": 25058,
            "text": "The Supreme Court had earlier held the provisions under Order V Rule 1 CPC (prior to its amendment under the Act of 2015) to be directory because no consequences were provided therein for not filing the written statement within the period provided therein.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7dbe1ed51493489dad1c131fc47211b4_128"
        },
        {
            "start": 25059,
            "end": 25219,
            "text": "Conscious of this fact, the Parliament thereafter has specifically provided for such consequences while enacting the Act of 2015 by amending Order V Rule 1 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62355c6ca11b4a67890dacffa550e335_129"
        },
        {
            "start": 25220,
            "end": 25365,
            "text": "Reliance in this connection has been placed upon judgment of the Supreme Court in Kailash Vs. (15 of 27) [CW-4411/2018] Nankhu, 2005 (4) SCC 480.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c742306b2149490db7371e1ca8102ae1_130"
        },
        {
            "start": 25366,
            "end": 25657,
            "text": "It is argued that whenever a statute prescribes that a particular act has to be done in a particular manner and also lays down that failure to do so leads to a specific consequence, it cannot be held that such requirement is not mandatory and that the specific consequences would not follow.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4025036d6abd4d03b704af91d0c0a91b_131"
        },
        {
            "start": 25658,
            "end": 25796,
            "text": "Reliance in support of this argument is placed upon the judgment the Supreme Court in Sharif-ud-din Vs. Abdul Gani Lone, (1980) 1 SCC 403.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "8da439a0aec34132a861411454d9809d_132"
        },
        {
            "start": 25798,
            "end": 26199,
            "text": "Citing judgment of Delhi High Court in Gulf DTZ FZ LLC Vs. Dish TV India Limited & Others, 2016 SCC Online Del 5005, counsel argued that it has been held therein that the provisions of Order V Rule 1 CPC as amended by the Act of 2015 are mandatory in nature and the filing of the written statement cannot be postponed till such time an application filed under Order VII Rule 11 CPC is not disposed of.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "21776e7a574446cbb2aa29d0142e149c_133"
        },
        {
            "start": 26200,
            "end": 26491,
            "text": "Considering the special features of the Act of 2015 and the provisions of CPC so amended thereby, the filing of an application under Order VII Rule 11 CPC cannot serve a valid pretext for not filing the written statement within the prescribed period and for circumventing the mandate of law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b952056913f6450180a0d640f5ad122b_134"
        },
        {
            "start": 26492,
            "end": 26626,
            "text": "Reliance placed by the petitioner-defendant upon the judgment of the Supreme Court in Sejal Glass Ltd. (supra) is wholly misconceived.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a2532b44332149b5b6d52001f3d08e4f_135"
        },
        {
            "start": 26627,
            "end": 26884,
            "text": "The Delhi High Court in its judgment dated 07.09.2016 in the said case had nowhere held that till such time an application under Order VII Rule 11 CPC is decided the period for filing written statement as provided under Order V Rule 1 CPC does not commence.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b914bf7221cc456eaaf9e26daa351cc1_136"
        },
        {
            "start": 26885,
            "end": 27126,
            "text": "Even the Supreme Court in its judgment dated 21.08.2017 has not specifically considered and/or dealt with and held that the provisions of Order V Rule 1 CPC as amended by the (16 of 27) [CW-4411/2018] Act of 2015 are not mandatory in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4995efcce8f14ea0a8c2acf6734010aa_137"
        },
        {
            "start": 27127,
            "end": 27216,
            "text": "Rather it has not touched upon the provisions of the Act of 2015 and kept the issue open.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8287dbf33164faa88883f8530c6d4ee_138"
        },
        {
            "start": 27217,
            "end": 27388,
            "text": "The consideration of the Supreme Court was confined to the issue as to whether Delhi High Court was correct in holding that a plaint can be bifurcated and rejected partly.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b1e5365ad5bd49a28a870cd49b195852_139"
        },
        {
            "start": 27389,
            "end": 27488,
            "text": "\nIt is argued that the judgment of a court is not to be read and applied as a statute or scripture.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6ed9c647a6e849819119ea55216a7510_140"
        },
        {
            "start": 27489,
            "end": 27609,
            "text": "A judgment of court is an authority only for what it specifically decides and not for what may logically flow therefrom.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "87f1ff6d529a48adaa8943bd0d9eb9a3_141"
        },
        {
            "start": 27610,
            "end": 27730,
            "text": "It is argued that an argument/issue, which is not specifically considered and decided cannot be treated ratio decidendi.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d6daf4a292b64ec88afdfff5c19c67d7_142"
        },
        {
            "start": 27731,
            "end": 27824,
            "text": "A judgment of a Court is binding only because of its ratio and not because of its conclusion.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7dfcf9c5bc14208903324a763366134_143"
        },
        {
            "start": 27825,
            "end": 27967,
            "text": "It is further argued that a judgment cannot be treated as precedent in respect of preposition which is not specifically raised and considered.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "03f7947421c640d1a199d88ab4b31af4_144"
        },
        {
            "start": 27968,
            "end": 28365,
            "text": "Senior Counsel in support of his arguments relied upon judgments of the Supreme Court in Gasket Radiators Pvt. Ltd. Vs. ESIC & Another, (1985) 2 SCC 68; Sreenivasa General Traders & Ors. Vs. State of AP. & Ors., AIR1983 SC 1246; A-One Granites Vs. State of U.P. & Others, (2001) 3 SCC 537 and Full Bench judgment of this Court in State of Rajasthan Vs. V. R. C. Mishra & Others, 2003 (2) WLC 235.\n",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d3c13239fa6e4a4fbb9146bb14101dcc_145"
        },
        {
            "start": 28365,
            "end": 28860,
            "text": "Counsel argued that it is indeed strange on the part of the petitioner-defendant to contend that the provisions of Order V Rule 1 CPC, as amended by the Act of 2015, which provide the consequences for failure to file the written statement within prescribed period, should be treated as directory, but the provisions of Order VI Rule 15-A CPC as amended by Act of 2015, even without the Appendix, should be treated as mandatory and fatal to (17 of 27) [CW-4411/2018] respondent-plaintiff's cause.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5dbab99f3d4e4fbb9bf49cc89d15c446_146"
        },
        {
            "start": 28861,
            "end": 28990,
            "text": "Without prejudice to aforesaid and in the alternative, it is argued that any such alleged procedural defect is curable in nature.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "233ccf2e18d04729b6b772133fac5978_147"
        },
        {
            "start": 28991,
            "end": 29277,
            "text": "The respondent-plaintiff under the given circumstances, without prejudice to its rights and contentions, have already filed an affidavit of verification conforming to the format provided under the Appendix under the Ordinance and the same relates back to the date of filing of the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e4cca47f9931412db9809461f644a649_148"
        },
        {
            "start": 29278,
            "end": 29452,
            "text": "Reliance in this connection has been placed on judgments of the Supreme Court in Vidyawati Gupta (supra) and Bhikaji Keshao Joshi Vs. Brijlal Nandlal Biyani, AIR 1955 SC 610.",
            "labels": [
                "PRE_NOT_RELIED"
            ],
            "id": "5724a733b2a24cbdba58c6e2a6394555_149"
        },
        {
            "start": 29453,
            "end": 29559,
            "text": "\nIt is further argued that invocation of Section 148 CPC by the petitioner-defendant is also misconceived.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28456e953cb04f07a0f5ac211f24958d_150"
        },
        {
            "start": 29560,
            "end": 29691,
            "text": "Section 148 CPC applies only when time is granted by the court for doing of an act which is prescribed or permitted under the Code.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6011515d614e40f68469be61ad3e65e7_151"
        },
        {
            "start": 29692,
            "end": 29852,
            "text": "After the defendants entered appearance, they did not make any such request and nor did the Commercial Court fix or grant any time for filing written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f689b4f69def4b10b6df0f120a3ed877_152"
        },
        {
            "start": 29853,
            "end": 30017,
            "text": "Besides, Section 148 CPC cannot be applied in derogation of the specific mandate provided by the legislature under Order V Rule 1 CPC as amended by the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e42187953d8040c2a3bf1c21c9354a65_153"
        },
        {
            "start": 30019,
            "end": 30230,
            "text": "Mr. Mahendra Singh, counsel for Respondent No. 1- plaintiff argued that after conclusion of the arguments in the present writ petition, reliance by the petitioner on the Ordinance of 2018 is wholly misconceived.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "2a7fecf3240c4fc49fc3cebc2b62f3f8_154"
        },
        {
            "start": 30231,
            "end": 30362,
            "text": "Said Ordinance is only aimed at avoiding the injustice of suits filed before the notification of the Act of 2015 being invalidated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "07f1f48f52bf4b5f82fbc4d73c27be8b_155"
        },
        {
            "start": 30363,
            "end": 30510,
            "text": "The Ordinance of 2018 could not have been intended and aimed at inflicting injustice by invalidating plaints duly instituted under the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c49158abe8bf4c96b031148a1d96dcc1_156"
        },
        {
            "start": 30511,
            "end": 30908,
            "text": "The interpretation (18 of 27) [CW-4411/2018] sought to be placed by the defendant-petitioner on the provisions of Section 18 of the Ordinance if accepted, would lead to disastrous consequences of invalidating hundreds of plaints instituted after the notification of the Act of 2015 and all proceedings and orders passed therein, which may have already attained finality, would be rendered nullity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2b45b94926f1424389e74726b592d742_157"
        },
        {
            "start": 30909,
            "end": 31047,
            "text": "Nearly 169 such suits were filed under the Act of 2015 in Commercial Courts, District Centre, Jaipur alone and several hundreds elsewhere.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a7bc70bad5b4115af3cecf803dd337b_158"
        },
        {
            "start": 31048,
            "end": 31284,
            "text": "Retrospective application of change in procedural law to hundreds of pending cases, as now being canvassed by petitioner-defendant, would also defeat the basic purpose of expediting decision of commercial disputes under the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "db65462e72204c089ea86dbeb793d12e_159"
        },
        {
            "start": 31285,
            "end": 31865,
            "text": "Even if it is assumed that Section 18 of the Ordinance of 2018 could permit two interpretations namely (a) saving from invalidation of suits filed under the first Ordinance i.e. before the commencement of the Act of 2015 because of absence of Appendix I in the Act of 2015 and (b) invalidating suits duly instituted as per the existing provisions of the Act of 2015, then also, this Court ought to adopt an interpretation which does not cause unreasonable, unfair and unjust consequences of invalidating pending suits and orders passed therein and impairing accrued/vested rights.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8ae50dc0cd2a4c329fda250ab66b4d01_160"
        },
        {
            "start": 31866,
            "end": 32069,
            "text": "Reliance in this connection has been placed on the judgments of the Supreme Court in Hitendra Vishnu Thakur Vs. State of Maharashtra, (1994) 4 SCC 602 and Shayara Bano Vs. Union of India, (2017) 9 SCC 1.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d0bc03d72f65412690bb561a7871d8e8_161"
        },
        {
            "start": 32070,
            "end": 32157,
            "text": "Section 26 (2) of CPC provides that facts in every plaint shall be proved by affidavit.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5204cdb5a2304d9c8b8d246f1b913e22_162"
        },
        {
            "start": 32158,
            "end": 32217,
            "text": "Thus, plaint is different from affidavit which is evidence.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "148ca52420134a8d90d89ca805108667_163"
        },
        {
            "start": 32218,
            "end": 32345,
            "text": "Order VI Rule 15 (4) provides that every person verifying the pleading shall also furnish affidavit in support of the pleading.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "419a9658904f47ad8eede5ba5e52b5c9_164"
        },
        {
            "start": 32346,
            "end": 32422,
            "text": "\n(19 of 27) [CW-4411/2018] Clearly \"affidavit\" is different from \"pleading\".",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d34b4d8952148ed8c6faa0732a15b78_165"
        },
        {
            "start": 32423,
            "end": 32525,
            "text": "Order VI Rule 15-A as inserted by the Act of 2015 also differentiates between pleadings and affidavit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "53f176f1ca364ba28ec62b0d3ce81b34_166"
        },
        {
            "start": 32526,
            "end": 32805,
            "text": "It is argued that even where the verification of pleading as per affidavit is not in the manner prescribed under Order VI Rule 15-A (1), the same does not result in automatic and complete invalidation of the plaint as such as would be evident from Order VI Rule 15-A (4) and (5).",
            "labels": [
                "ANALYSIS"
            ],
            "id": "35d5f7305d394061b91856dda73c00a5_167"
        },
        {
            "start": 32806,
            "end": 32981,
            "text": "It would be evident from comparative examination of first Ordinance and second Ordinance that two formats provided in both the Ordinances are not pari materia with each other.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73bf84c888ac4810b75816c4c3389c95_168"
        },
        {
            "start": 32982,
            "end": 33089,
            "text": "\nHaving heard the rival submissions at length, we have scanned the record and studied the cited precedents.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff0fc6e269ff4cda9a433d1b434cc884_169"
        },
        {
            "start": 33090,
            "end": 33487,
            "text": "\nWe are in this case confronted with our own judgment dated 25.10.2017 whereby we dismissed earlier Writ Petition (No. 16794/2017) filed by the petitioner-defendant observing that object of the Act of 2015 is to provide early resolution of the commercial disputes and to that end, appeals against interlocutory orders have been curtailed and revisions even on the issue of jurisdiction prohibited.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f1b53530f08413e86dc1d1fd79406ec_170"
        },
        {
            "start": 33488,
            "end": 33698,
            "text": "We held that within the aforesaid architecture of the Act of 2015, no miscellaneous appeal against an order passed by the Commercial Court dismissing an application under Order VII Rule 11 CPC was maintainable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "082885637a3b400cb81ead1fbf057853_171"
        },
        {
            "start": 33699,
            "end": 34143,
            "text": "In that very judgment, we took note of judgment of Constitution Bench of the Supreme Court in Waryam Singh Vs. Amarnath, AIR 1954 SC 215 wherein it was held that power of superintendence conferred by Article 227 of the Constitution of India is to be exercised most sparingly and only in appropriate cases, in order to keep the subordinate courts within the bounds of their authority and not for (20 of 27) [CW-4411/2018] correcting mere errors.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c86d043997f44d90aa60bc41ba17c6de_172"
        },
        {
            "start": 34144,
            "end": 34438,
            "text": "But at the same time, it was also held that allowing reckless resort to Article 227 of the Constitution of India, without palpable error of jurisdiction being made out or the order impugned leading to manifest injustice shocking the conscience of the court, would defeat the legislative intent.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2e6dff542f76492abee518a9c805ed47_173"
        },
        {
            "start": 34439,
            "end": 34577,
            "text": "We therefore in that petition refrained from exercising power of superintendence conferred under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8f47d0dd13c481398de86893f5b84d5_174"
        },
        {
            "start": 34578,
            "end": 34692,
            "text": "\nThough between the same parties, but the dispute in the present matter arises in an altogether different context.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9ee13e6c9bd41ada930d71d3562c5b4_175"
        },
        {
            "start": 34693,
            "end": 34863,
            "text": "Suit for permanent injunction, damages, delivery, rendition of accounts alleging infringement of plaintiff's certified patent was filed by Respondent No. 1 on 22.04.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "00263d9a9b3c4758b412b4bc1433aec6_176"
        },
        {
            "start": 34864,
            "end": 34934,
            "text": "Summons whereof were served on the petitioner-defendant on 04.05.2017.",
            "labels": [
                "RPC"
            ],
            "id": "5049f995b8544a2cbdba8e9b51e817eb_177"
        },
        {
            "start": 34935,
            "end": 35085,
            "text": "The petitioner- defendant then filed application under Order VII Rule 11 CPC on 17.05.2017, which was dismissed by the Commercial Court on 01.09.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5225c2bf3f2e498288d1ce034631b1bf_178"
        },
        {
            "start": 35086,
            "end": 35205,
            "text": "It was against this order that earlier writ petition filed by the petitioner was dismissed by this Court on 18.09.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bd11d6fb9a8f47e1a600d91624e176e3_179"
        },
        {
            "start": 35206,
            "end": 35407,
            "text": "Written statement was filed by the petitioner-defendant on 12.10.2017, though after filing of the application by the plaintiff on 08.09.2017, for closure of defendant's right to file written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c76efa77493b4d7bbda1e427c04fb1a5_180"
        },
        {
            "start": 35408,
            "end": 35758,
            "text": "We have to decide the question whether by virtue of proviso inserted to Rule 1 of Order VIII CPC, the petitioner- defendant having not filed written statement within 120 days from the date of service of summons shall forfeite right to file such written statement and whether this Court shall be precluded from taking such written statement on record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7149f65012b401996cd95e9562e2e0b_181"
        },
        {
            "start": 35759,
            "end": 35974,
            "text": "But in that connection, we are also required to decide an important question that as to what should be the starting point for counting first period of 120 (21 of 27) [CW-4411/2018] days for filing written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ae711794b1a54b248c84f8de7cddf23a_182"
        },
        {
            "start": 35975,
            "end": 36207,
            "text": "In the facts of the present case, the petitioner-defendant argues that it would be required to file written statement within 120 days from the date of rejection of the application filed by the petitioner under Order VII Rule 11 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "05dd47ee8a8d4fe998f30db056e7fad8_183"
        },
        {
            "start": 36208,
            "end": 36309,
            "text": "And if we are persuaded to hold so, the necessity of going into other questions would stand obviated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a3e5c5507e0f4750b875a812bd017ba4_184"
        },
        {
            "start": 36310,
            "end": 36615,
            "text": "We are convinced that in a patent suit where huge stakes are being claimed by the parties, if the right to file written statement is forfeited at the outset, the inevitable consequence would initially be passing the order of temporary injunction and then the final decree against the petitioner-defendant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "13497a97ce094e7bad98b901c57da93a_185"
        },
        {
            "start": 36616,
            "end": 36941,
            "text": "If we were to uphold the contention of the respondent-plaintiff, the petitioner-defendant would have to first suffer not only order of temporary injunction but also final decree to be able to persuade this Court later to reverse it by allowing it to file written statement and then, further de-novo trial will have to follow.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "330c3595b3404d20afc5d80ad922efea_186"
        },
        {
            "start": 36942,
            "end": 37021,
            "text": "All this would lead to manifest injustice shocking the conscience of the Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "20c46fb4ddf74e9aa7e72a866aca2c3d_187"
        },
        {
            "start": 37022,
            "end": 37210,
            "text": "This therefore persuade us to entertain present petition to examine if in that situation, a case has been made out for invoking jurisdiction under Article 227 of the Constitution of India.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f72ef87c4444b1e83c14b7799ad2601_188"
        },
        {
            "start": 37212,
            "end": 37490,
            "text": "Constitution Bench of the Supreme Court in L. Chandra Kumar Vs. Union of India & Others, (1997) 3 SCC 261 held that power of judicial review of the High Court under Article 226 and 227 of the Constitution of India cannot be taken away by law or even by constitutional amendment.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5b2836238584430987a41237de0bc9e0_189"
        },
        {
            "start": 37491,
            "end": 37928,
            "text": "Despite Section 8 of the Act of 2015 barring revision petition against any interlocutory order before the Commercial Court and Section 13 of the Act of 2015 confining appeals, apart from the final judgment, to the orders (22 of 27) [CW-4411/2018] specifically enumerated under Order XLIII of C.P.C., there can be no impediment for exercising power of supervisory jurisdiction under Article 227 of the Constitution of India by this Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0674779edabc41a38368747f105f1c25_190"
        },
        {
            "start": 37929,
            "end": 38271,
            "text": "We are, in taking that view, fortified by L. Chandra Kumar (Supra), in para 79 of which judgment, the Supreme Court held that, \"the power vested in the High Courts to exercise judicial superintendence over the decisions of all courts and tribunals within their respective jurisdictions is also part of the basic structure of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9da60464166c4466817911228136175d_191"
        },
        {
            "start": 38272,
            "end": 38443,
            "text": "This is because a situation where the High Courts are divested of all other judicial functions apart from that of constitutional interpretation, is equally to be avoided.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6d6eb8d037504ea9b7cfb98618dc2116_192"
        },
        {
            "start": 38444,
            "end": 38984,
            "text": "\nA three Judges Bench of the Supreme Court in Sadhana Lodh Vs. National Insurance Company Limited, (2003) 3 SCC 524 held that, \"where remedy for filing a revision before the High Court under Section 115 CPC has been expressly barred by a State enactment, only in such case a petition under Article 227 of the Constitution would lie and not under Article 226 of the Constitution.\" All the courts within the jurisdiction of the High Court are subordinate to it and subject to its control and supervision under Article 227 of the Constitution.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1f30649cbebe41b4b142c0d49d425c01_193"
        },
        {
            "start": 38985,
            "end": 39125,
            "text": "Writ of certiorari would therefore lie against orders which are patently erroneous and without jurisdiction of the courts subordinate to it.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "59b6d461c33b46259e3720d8d806d5c5_194"
        },
        {
            "start": 39126,
            "end": 39423,
            "text": "The High Court exercises control over the work of the subordinate courts in respect of its jurisdiction by appellate or revisional powers but even when such powers have been curtailed, power of superintendence under Article 227 of the Constitution of India would remain intact with the High Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9dd4116eff9844b288a7634d9e52ddb7_195"
        },
        {
            "start": 39424,
            "end": 39827,
            "text": "Another three Judges Bench of the Supreme Court in Radhey Shyam & Another Vs. Chhabi Nath & Others (2015) (23 of 27) [CW-4411/2018] 5 SCC 423 clearly held that, \"Despite the curtailment of revisional jurisdiction under Section 115 CPC by Act 46 of 1999, the jurisdiction of the High Court under Article 227 remains unaffected and has not resulted in expanding the High Court's power of superintendence.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e4f3c249ab7d433a8bc9a9b162f6a5b4_196"
        },
        {
            "start": 39828,
            "end": 40169,
            "text": "\nWe are cognigant of Single Bench Judgment of Delhi High Court in Navilan Merchants Pvt. Ltd. Vs. Sejal Glass Ltd. & Ors., 2016 SCC Online Del 6580 wherein it was held that as far as the Act of 2015 is concerned, the time for filing written statement does not get extended only because an application under Order VII Rule 11 CPC was pending.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "7dfdf1b5c6e946f1a6bf1ae0ee513b12_197"
        },
        {
            "start": 40170,
            "end": 40379,
            "text": "Delhi High Court in the aforesaid case held that the plaint is to be bifurcated so far as it discloses no cause of action against Directors impleaded as defendants therein but it continues against the Company.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f46be042d9940ab82b887685d37ddcf_198"
        },
        {
            "start": 40380,
            "end": 40630,
            "text": "But the Supreme Court in appeal against the aforesaid judgment in Sejal Glass Ltd. Vs. Navilan Merchants Pvt. Ltd., 2017 SCC Online SC 1000, while setting aside the aforesaid judgment, granted eight weeks' time to defendant to file written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "26157bfd85604fdeb1573eaca67b651e_199"
        },
        {
            "start": 40631,
            "end": 40982,
            "text": "The Supreme Court in para 12 of the report while distinguishing the judgment of Madras High Court in (Sree Rajah) Venkata Rangiah Appa Rao Bahadur Vs. Secretary of State, AIR 1931 Madras 175, observed that, \"once a part of a plaint cannot proceed, the other part also cannot proceed, and the plaint as a whole must be rejected under Order VII Rule 11.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3f16c1d02cc345269c759b7f49d319c9_200"
        },
        {
            "start": 40983,
            "end": 41174,
            "text": "In all such cases, if the plaint survives against certain defendants and/or properties, Order VII Rule 11 will have no application at all, and the suit as a whole must then proceed to trial.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "72014af4dafd43a9a799380af606cfc3_201"
        },
        {
            "start": 41175,
            "end": 41394,
            "text": "However, while concluding, the Supreme Court in para 19 of the report observed that question of law, insofar (24 of 27) [CW-4411/2018] as the Act of 2015 is concerned, has not been touched and is consequently left open.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1680cd912fa2430abb1e691cd3b430e1_202"
        },
        {
            "start": 41395,
            "end": 41834,
            "text": "\nProvisions of CPC, insofar as Order VII Rule 11 CPC is concerned, are also applicable to Commercial Courts under the Act of 2015 in the same manner as it applies to an ordinary civil suit. Order VII Rule 11 CPC having not been amended and left intact by the Parliament, in our considered view, no distinction as to its application can be made between the suit filed before the Commercial Court and those before the ordinary Civil Courts.\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fe9de1ac1b54c40b77f1a699b61e317_203"
        },
        {
            "start": 41834,
            "end": 41930,
            "text": "The Supreme Court in R.K. Roja (supra) was dealing with a case arising out of election petition.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ed069749487748dab87fdeba0371e326_204"
        },
        {
            "start": 41931,
            "end": 42345,
            "text": "Respondent No. 1 therein had challenged election of the appellant before the High Court and the application filed by the appellant therein under Order VII Rule 11 CPC by way of counter affidavit was not considered by the High Court on the ground that there was no formal application and that it was not filed at the earliest opportunity and therefore, the appellant was not diligent in prosecuting the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e06789e0f2ab42d2ba862aff240b2ae0_205"
        },
        {
            "start": 42346,
            "end": 42445,
            "text": "Even then, the High Court held that said application shall be decided at the time of final hearing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8c9456f870a94efe810bc3b50888a65d_206"
        },
        {
            "start": 42446,
            "end": 42543,
            "text": "Against the backdrop of these facts, the Supreme Court in para 5 of the report held as under:\n\"5.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b4e652eb966e446cba88d48641c111ca_207"
        },
        {
            "start": 42544,
            "end": 42670,
            "text": "Once an application is filed under Order 7 Rule 11 CPC, the court has to dispose of the same before proceeding with the trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb24cf5a3c5641a18bc1c547b75d31ff_208"
        },
        {
            "start": 42671,
            "end": 42839,
            "text": "There is no point or sense in proceeding with the trial of the case, in case the plaint (election petition in the present case) is only to be rejected at the threshold.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "04845cfd9f3f4adb9cf666996c79260c_209"
        },
        {
            "start": 42840,
            "end": 42951,
            "text": "Therefore, the defendant is entitled to file the application for rejection before filing his written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cbe430b5d8af4e0fa59deb31fca58999_210"
        },
        {
            "start": 42952,
            "end": 43116,
            "text": "In case the application is rejected, the defendant is entitled to file his written statement thereafter (see Saleem Bhai v. State of Maharashtra, (2003) 1 SCC 557).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "da7d0f2be29f4323be8d9107e22ba7b2_211"
        },
        {
            "start": 43117,
            "end": 43241,
            "text": "But once an application for rejection is filed, the court has to dispose of the same before proceeding with the trial court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e03539da47b346729c1cfd460c0e49b5_212"
        },
        {
            "start": 43242,
            "end": 43576,
            "text": "To quote the relevant portion (25 of 27) [CW-4411/2018] from para 20 of Sopan Sukhdeo Sable case, (2004) 3 SCC 137. (SCC pp. 148-49) \"20. ... Rule 11 of Order 7 lays down an independent remedy made available to the defendant to challenge the maintainability of the suit itself, irrespective of his right to contest the same on merits.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f9ffeae6fbca4fe98748be573114ac09_213"
        },
        {
            "start": 43577,
            "end": 43744,
            "text": "The law ostensibly does not contemplate at any stage when the objections can be raised, and also does not say in express terms about the filing of a written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "047f8213df1a44e28fade9c50aa6ce09_214"
        },
        {
            "start": 43745,
            "end": 44023,
            "text": "Instead, the world \"shall\" is used, clearly implying thereby that it casts a duty on the court to perform its obligations in rejecting the plaint when the same is hit by any of the infirmities provided in the four clauses of Rule 11, even without intervention of the defendant.\"",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "61d366246e3749a9b9e4303b734424db_215"
        },
        {
            "start": 44025,
            "end": 44305,
            "text": "The Supreme Court in Saleem Bhai & Others Vs. State of Maharashtra & Others, (2003) 1 SCC 557 held that once an application for rejection of plaint with reference to Order VII Rule 11 CPC is filed, the Court has to dispose of the same before proceeding with the trial of the case.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1cf38a95bff34d529dc80b13fa4726a9_216"
        },
        {
            "start": 44306,
            "end": 44490,
            "text": "The Supreme Court in para 9 of the report held that relevant facts which need to be looked into for deciding an application under Order VII Rule 11 CPC are the averments in the plaint.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d4ad8c67a5d5415bb4007f2f16894ef3_217"
        },
        {
            "start": 44491,
            "end": 44702,
            "text": "The trial court can exercise the power under Order VII Rule 11 CPC at any stage of the suit-before registering the plaint or after issuing summons to the defendant at any time before the conclusion of the trial.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d619fe2ddf864bac8d72742dbe675f14_218"
        },
        {
            "start": 44703,
            "end": 44802,
            "text": "The pleas taken by the defendant in the written statement would be wholly irrelevant at that stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b5b35cfb80fa401cb2bab3666cd39cdd_219"
        },
        {
            "start": 44803,
            "end": 45047,
            "text": "The Supreme Court, therefore, observed that \"a direction to file the written statement without deciding the application under Order VII Rule 11 CPC cannot but be procedural irregularity touching the exercise of jurisdiction by the trial court.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6a6eb23e84dc4e4cb8da1670667e99b8_220"
        },
        {
            "start": 45048,
            "end": 45208,
            "text": "The order passed by the trial court therefore was held to suffer from non-exercising of the jurisdiction vested in the Court as well as procedural irregularity.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ffa67d6f150041ad8ed5438fb7a0ba3f_221"
        },
        {
            "start": 45209,
            "end": 45477,
            "text": "The matter was remitted to the trial court by the Supreme Court for deciding application under Order (26 of 27) [CW-4411/2018] VII Rule 11 CPC on the basis of averments of the plaint, after affording an opportunity of being heard to the parties in accordance with law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "61551017da13439a98fc8132a6cf9b07_222"
        },
        {
            "start": 45478,
            "end": 45636,
            "text": "Even otherwise, law is well settled that while exercising power under Order VII Rule 11 CPC, the Court has to only examine averments in the plaint as a whole.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "12f8ee9475184f038be5004ec17ae540_223"
        },
        {
            "start": 45637,
            "end": 45812,
            "text": "The stand of the defendant in written statement for that matter in the application under Order VII Rule 11 CPC for rejection of the plaint, is wholly immaterial at that stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ff37639bc0ea4cb4b920f50d5181dbc0_224"
        },
        {
            "start": 45814,
            "end": 46073,
            "text": "Since in the present case, the application was filed by the petitioner-defendant under Order VII Rule 11 CPC on 17.05.2017 within 13 days from the date of service of summons on 04.05.2017, it was filed within first 30 days allowed under Order VIII Rule 1 CPC.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9aaa4ed448649c49fcb2d26174bc672_225"
        },
        {
            "start": 46074,
            "end": 46191,
            "text": "That application was dismissed on 01.09.2017 and written statement was filed within 42 days thereafter on 12.10.2017.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c567edbdc75f49bf8b48811ab620e973_226"
        },
        {
            "start": 46192,
            "end": 46466,
            "text": "In the light of view that we have taken of the matter, such written statement should be taken, in the facts of the case, to have been filed within the outer time limit permissible under Order VIII Rule 1 CPC as amended vide Act No. 8 of 2016 with respect to the Act of 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bb3e89a0e574b089b5089ad0ca2cc3c_227"
        },
        {
            "start": 46467,
            "end": 46660,
            "text": "In a manner of speaking, the direction of the Apex Court for filing written statement in eight weeks in the case of Sejal Glass Ltd. Vs. Navilan Merchants Pvt. Ltd. (supra) buttresses our view.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "029f902ddd5845a1bb0a077c86c9628f_228"
        },
        {
            "start": 46661,
            "end": 46860,
            "text": "The Commercial Court thus having not allowed the written statement of the petitioner-defendant to be taken on record, has failed to lawfully and constructively exercise the jurisdiction vested in it.",
            "labels": [
                "RATIO"
            ],
            "id": "475a3f764631414cbb1db993759416d7_229"
        },
        {
            "start": 46861,
            "end": 47154,
            "text": "The impugned order to that extent suffers from jurisdictional error entitling this Court to rectify the same in exercise of its power of judicial superintendence under Article 227 of the Constitution of India and eschew manifest injustice to the (27 of 27) [CW-4411/2018] petitioner-defendant.",
            "labels": [
                "RATIO"
            ],
            "id": "8030071573f04daf978bc0a22fa79529_230"
        },
        {
            "start": 47155,
            "end": 47475,
            "text": "In view of the conclusion that we have arrived at, the other questions including those relating to delayed filing of 'Statement of Truth', its omission from the Act as originally passed by the Parliament and the effect of its inclusion in the subsequent Ordinance of 2018 with retrospective effect need not be gone into.",
            "labels": [
                "RATIO"
            ],
            "id": "021795b34abf47139e5714eeee04f587_231"
        },
        {
            "start": 47476,
            "end": 47622,
            "text": "However, in the overall facts of the case, we deem it appropriate to compensate Respondent No. 1-plaintiff with costs, quantified at Rs. 50,000/-.",
            "labels": [
                "RPC"
            ],
            "id": "b7d9f6a149c34deeafd7d4691f9b1064_232"
        },
        {
            "start": 47623,
            "end": 47667,
            "text": "\nIn view of above, writ petition is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "b1f538b48e2346648db047c22c35582f_233"
        },
        {
            "start": 47668,
            "end": 47855,
            "text": "The impugned order to the extent of not allowing the written statement to be taken on record is set aside and the application of the petitioner- defendant filed in that behalf is allowed.",
            "labels": [
                "RPC"
            ],
            "id": "6e3a12d1a09f41fc834b75fd2a84a6e2_234"
        },
        {
            "start": 47856,
            "end": 48113,
            "text": "Written statement already filed is ordered to be taken on record subject to payment of cost of Rs. 50,000/- to be paid by the petitioner-defendant to Respondent No. 1-plaintiff within a period of 15 days from the next date fixed before the Commercial Court.",
            "labels": [
                "RPC"
            ],
            "id": "d9258db12f0c4fb581ad31f1acd86834_235"
        },
        {
            "start": 48114,
            "end": 48186,
            "text": "\nStay application and Application No. 28833/2018 also stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "39511cb3d0f447e0817c583dcf24b969_236"
        },
        {
            "start": 48227,
            "end": 48276,
            "text": "(ALOK SHARMA),J                                  ",
            "labels": [
                "NONE"
            ],
            "id": "fa3555c2b0884af693023c26bd3bd4c6_237"
        },
        {
            "start": 48276,
            "end": 48330,
            "text": "(MOHAMMAD RAFIQ),J                                    ",
            "labels": [
                "NONE"
            ],
            "id": "e23cf5de1aed4be2b81bd426b761fe53_238"
        },
        {
            "start": 48330,
            "end": 48368,
            "text": "Manoj Powered by TCPDF (www.tcpdf.org)",
            "labels": [
                "NONE"
            ],
            "id": "507d3760022b47748ebffe9fb68b3493_239"
        }
    ],
    "entities": [
        {
            "text": "Gujarat High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 18
        },
        {
            "text": "Kinjal Lalitbhai Dave vs Red Ribbon Entertainment Private",
            "label": "PRECEDENT",
            "start_char": 19,
            "end_char": 76
        },
        {
            "text": "Harsha Devani",
            "label": "JUDGE",
            "start_char": 151,
            "end_char": 164
        },
        {
            "text": "Harsha Devani",
            "label": "JUDGE",
            "start_char": 172,
            "end_char": 185
        },
        {
            "text": "A. P. Thaker",
            "label": "JUDGE",
            "start_char": 187,
            "end_char": 199
        },
        {
            "text": "HIGH COURT OF GUJARAT AT AHMEDABAD",
            "label": "COURT",
            "start_char": 280,
            "end_char": 314
        },
        {
            "text": "KINJAL LALITBHAI DAVE",
            "label": "PETITIONER",
            "start_char": 574,
            "end_char": 595
        },
        {
            "text": "RED RIBBON ENTERTAINMENT PRIVATE LIMITED",
            "label": "RESPONDENT",
            "start_char": 641,
            "end_char": 681
        },
        {
            "text": "HARSHIT TOLIA",
            "label": "OTHER_PERSON",
            "start_char": 794,
            "end_char": 807
        },
        {
            "text": "JV VAGHELA(5809",
            "label": "OTHER_PERSON",
            "start_char": 825,
            "end_char": 840
        },
        {
            "text": "SUNIT SHAH",
            "label": "OTHER_PERSON",
            "start_char": 894,
            "end_char": 904
        },
        {
            "text": "VIRENDRA R PATEL(3681",
            "label": "OTHER_PERSON",
            "start_char": 923,
            "end_char": 944
        },
        {
            "text": "RUSHVI SHAH",
            "label": "OTHER_PERSON",
            "start_char": 953,
            "end_char": 964
        },
        {
            "text": "HARSHA DEVANI",
            "label": "JUDGE",
            "start_char": 1123,
            "end_char": 1136
        },
        {
            "text": "A. P. THAKER",
            "label": "JUDGE",
            "start_char": 1179,
            "end_char": 1191
        },
        {
            "text": "24/01/2019",
            "label": "DATE",
            "start_char": 1226,
            "end_char": 1236
        },
        {
            "text": "HARSHA DEVANI",
            "label": "JUDGE",
            "start_char": 1301,
            "end_char": 1314
        },
        {
            "text": "Order XLIII rule 1",
            "label": "PROVISION",
            "start_char": 1351,
            "end_char": 1369
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 1377,
            "end_char": 1406
        },
        {
            "text": "section 13",
            "label": "PROVISION",
            "start_char": 1457,
            "end_char": 1467
        },
        {
            "text": "Commercial Courts, Commercial Division",
            "label": "STATUTE",
            "start_char": 1475,
            "end_char": 1513
        },
        {
            "text": "Commercial Appellate Division of High Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 1518,
            "end_char": 1572
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 1659,
            "end_char": 1686
        },
        {
            "text": "Commercial Trademark Suit No.1 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 1733,
            "end_char": 1771
        },
        {
            "text": "Red Ribbon Entertainment Private Limited",
            "label": "RESPONDENT",
            "start_char": 1868,
            "end_char": 1908
        },
        {
            "text": "Kartik Patel",
            "label": "OTHER_PERSON",
            "start_char": 1960,
            "end_char": 1972
        },
        {
            "text": "Char Bangadi Wari Gaadi",
            "label": "OTHER_PERSON",
            "start_char": 2050,
            "end_char": 2073
        },
        {
            "text": "Kathiawadi Kings",
            "label": "ORG",
            "start_char": 2127,
            "end_char": 2143
        },
        {
            "text": "5 th September, 2016",
            "label": "DATE",
            "start_char": 2197,
            "end_char": 2217
        },
        {
            "text": "Kartik Patel",
            "label": "OTHER_PERSON",
            "start_char": 2223,
            "end_char": 2235
        },
        {
            "text": "29th September, 2016",
            "label": "DATE",
            "start_char": 2323,
            "end_char": 2343
        },
        {
            "text": "20th December, 2016",
            "label": "DATE",
            "start_char": 2348,
            "end_char": 2367
        },
        {
            "text": "20th December, 2016",
            "label": "DATE",
            "start_char": 2556,
            "end_char": 2575
        },
        {
            "text": "Kartik Patel",
            "label": "OTHER_PERSON",
            "start_char": 2633,
            "end_char": 2645
        },
        {
            "text": "18th April, 2017",
            "label": "DATE",
            "start_char": 2746,
            "end_char": 2762
        },
        {
            "text": "3rd January, 2017",
            "label": "DATE",
            "start_char": 2767,
            "end_char": 2784
        },
        {
            "text": "YouTube",
            "label": "ORG",
            "start_char": 2859,
            "end_char": 2866
        },
        {
            "text": "Kinjal Dave",
            "label": "OTHER_PERSON",
            "start_char": 3079,
            "end_char": 3090
        },
        {
            "text": "Manu Rabari",
            "label": "OTHER_PERSON",
            "start_char": 3145,
            "end_char": 3156
        },
        {
            "text": "23rd February, 2017",
            "label": "DATE",
            "start_char": 3161,
            "end_char": 3180
        },
        {
            "text": "7th March, 2017",
            "label": "DATE",
            "start_char": 3320,
            "end_char": 3335
        },
        {
            "text": "Commercial Trademark Suit No.1 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 4003,
            "end_char": 4041
        },
        {
            "text": "Order XXXIX rules 1 and 2",
            "label": "PROVISION",
            "start_char": 4080,
            "end_char": 4105
        },
        {
            "text": "14th November, 2018",
            "label": "DATE",
            "start_char": 4141,
            "end_char": 4160
        },
        {
            "text": "1st January, 2019",
            "label": "DATE",
            "start_char": 4236,
            "end_char": 4253
        },
        {
            "text": "Harshit Tolia",
            "label": "OTHER_PERSON",
            "start_char": 4325,
            "end_char": 4338
        },
        {
            "text": "J. V. Vaghela",
            "label": "OTHER_PERSON",
            "start_char": 4366,
            "end_char": 4379
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 4495,
            "end_char": 4516
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 5184,
            "end_char": 5205
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 5270,
            "end_char": 5283
        },
        {
            "text": "Morgan Stanley Mutual Fund v. Kartick Das, (1994) 4",
            "label": "PRECEDENT",
            "start_char": 5287,
            "end_char": 5338
        },
        {
            "text": "SCC 225",
            "label": "PROVISION",
            "start_char": 5339,
            "end_char": 5346
        },
        {
            "text": "Shiv Kumar Chadha v. Municipal Corporation of Delhi, (1993) 3 SCC 161",
            "label": "PRECEDENT",
            "start_char": 5351,
            "end_char": 5420
        },
        {
            "text": "Order XXXIX rules 1 and 2",
            "label": "PROVISION",
            "start_char": 5911,
            "end_char": 5936
        },
        {
            "text": "1 st January, 2019",
            "label": "DATE",
            "start_char": 6160,
            "end_char": 6178
        },
        {
            "text": "Sunit Shah",
            "label": "OTHER_PERSON",
            "start_char": 6419,
            "end_char": 6429
        },
        {
            "text": "Virendra Patel",
            "label": "OTHER_PERSON",
            "start_char": 6456,
            "end_char": 6470
        },
        {
            "text": "1st January, 2019",
            "label": "DATE",
            "start_char": 6736,
            "end_char": 6753
        },
        {
            "text": "4th January, 2019",
            "label": "DATE",
            "start_char": 6807,
            "end_char": 6824
        },
        {
            "text": "22nd January, 2019",
            "label": "DATE",
            "start_char": 6886,
            "end_char": 6904
        },
        {
            "text": "J M S Labs v. Yusufali Eesmail Hadvaid, 1998 (2) GLR 1776",
            "label": "PRECEDENT",
            "start_char": 7105,
            "end_char": 7162
        },
        {
            "text": "23.12.2015",
            "label": "DATE",
            "start_char": 8126,
            "end_char": 8136
        },
        {
            "text": "Angur Foods Private Limited v. Patel Chaturbhai Ranchhodbhai and Co.",
            "label": "PRECEDENT",
            "start_char": 8192,
            "end_char": 8260
        },
        {
            "text": "Order No.373 of 2015",
            "label": "CASE_NUMBER",
            "start_char": 8285,
            "end_char": 8305
        },
        {
            "text": "24.11.2015",
            "label": "DATE",
            "start_char": 8441,
            "end_char": 8451
        },
        {
            "text": "19.12.2015",
            "label": "DATE",
            "start_char": 8483,
            "end_char": 8493
        },
        {
            "text": "28.11.2015",
            "label": "DATE",
            "start_char": 8806,
            "end_char": 8816
        },
        {
            "text": "19.12.2015",
            "label": "DATE",
            "start_char": 8897,
            "end_char": 8907
        },
        {
            "text": "22.12.2015",
            "label": "DATE",
            "start_char": 9015,
            "end_char": 9025
        },
        {
            "text": "20.12.2015",
            "label": "DATE",
            "start_char": 9097,
            "end_char": 9107
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 9814,
            "end_char": 9835
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 9937,
            "end_char": 9958
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 11129,
            "end_char": 11150
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 11961,
            "end_char": 11982
        },
        {
            "text": "Char Bangadi Wari Gadi",
            "label": "OTHER_PERSON",
            "start_char": 12729,
            "end_char": 12751
        },
        {
            "text": "22nd January, 2019",
            "label": "DATE",
            "start_char": 13092,
            "end_char": 13110
        },
        {
            "text": "Order 39 Rule 3",
            "label": "PROVISION",
            "start_char": 13755,
            "end_char": 13770
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 13778,
            "end_char": 13801
        },
        {
            "text": "22nd January, 2019",
            "label": "DATE",
            "start_char": 14086,
            "end_char": 14104
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 14898,
            "end_char": 14919
        },
        {
            "text": "Rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 15128,
            "end_char": 15149
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 15200,
            "end_char": 15213
        },
        {
            "text": "Shiv Kumar Chadha v. Municipal Corporation of Delhi",
            "label": "PRECEDENT",
            "start_char": 15217,
            "end_char": 15268
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 15641,
            "end_char": 15659
        },
        {
            "text": "Civil Procedure Code (Amendment) Act, 1976",
            "label": "STATUTE",
            "start_char": 15917,
            "end_char": 15959
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 17026,
            "end_char": 17032
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 17391,
            "end_char": 17409
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 17468,
            "end_char": 17474
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 18560,
            "end_char": 18566
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 19342,
            "end_char": 19360
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 19366,
            "end_char": 19376
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 19799,
            "end_char": 19809
        },
        {
            "text": "Rule 3",
            "label": "PROVISION",
            "start_char": 19854,
            "end_char": 19860
        },
        {
            "text": "Rule 3 of Order 39",
            "label": "PROVISION",
            "start_char": 19921,
            "end_char": 19939
        },
        {
            "text": "Taylor v. Taylor,(1875) 1 Ch. D. 426",
            "label": "PRECEDENT",
            "start_char": 20156,
            "end_char": 20192
        },
        {
            "text": "Nazir Ahmed v. Emperor, AIR 1936 PC 253",
            "label": "PRECEDENT",
            "start_char": 20197,
            "end_char": 20236
        },
        {
            "text": "Bombay Tenancy and Agricultural Lands Act",
            "label": "STATUTE",
            "start_char": 20326,
            "end_char": 20367
        },
        {
            "text": "Ramchandra Keshav Adke v. Govind Joti Chavare, AIR 1975 SC 915",
            "label": "PRECEDENT",
            "start_char": 20383,
            "end_char": 20445
        },
        {
            "text": "Supreme Court Practice 1993, Vol. 1",
            "label": "COURT",
            "start_char": 21036,
            "end_char": 21071
        },
        {
            "text": "Morgan Stanley Mutual Fund v. Kartick Das",
            "label": "PRECEDENT",
            "start_char": 21383,
            "end_char": 21424
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 21438,
            "end_char": 21451
        },
        {
            "text": "7th March, 2017",
            "label": "DATE",
            "start_char": 23711,
            "end_char": 23726
        },
        {
            "text": "Kartik Patel",
            "label": "OTHER_PERSON",
            "start_char": 23760,
            "end_char": 23772
        },
        {
            "text": "18th April, 2017",
            "label": "DATE",
            "start_char": 23856,
            "end_char": 23872
        },
        {
            "text": "Commercial Trademark Suit No.1 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 24261,
            "end_char": 24299
        },
        {
            "text": "14th November, 2018",
            "label": "DATE",
            "start_char": 24398,
            "end_char": 24417
        },
        {
            "text": "1st January, 2019",
            "label": "DATE",
            "start_char": 24529,
            "end_char": 24546
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 25879,
            "end_char": 25892
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 25979,
            "end_char": 26000
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 27548,
            "end_char": 27558
        },
        {
            "text": "Parliament",
            "label": "ORG",
            "start_char": 27981,
            "end_char": 27991
        },
        {
            "text": "proviso to rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 28096,
            "end_char": 28128
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 29261,
            "end_char": 29282
        },
        {
            "text": "proviso to rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 29709,
            "end_char": 29741
        },
        {
            "text": "rule 3 of Order XXXIX",
            "label": "PROVISION",
            "start_char": 30035,
            "end_char": 30056
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 30105,
            "end_char": 30118
        },
        {
            "text": "1st January, 2019",
            "label": "DATE",
            "start_char": 30685,
            "end_char": 30702
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 30717,
            "end_char": 30744
        },
        {
            "text": "Commercial Trademark Suit No.1 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 30791,
            "end_char": 30829
        },
        {
            "text": "Civil Application No.1 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 31774,
            "end_char": 31804
        },
        {
            "text": "HARSHA DEVANI",
            "label": "JUDGE",
            "start_char": 31935,
            "end_char": 31948
        },
        {
            "text": "A. P. THAKER",
            "label": "JUDGE",
            "start_char": 31954,
            "end_char": 31966
        },
        {
            "text": "B.U. PARMAR",
            "label": "JUDGE",
            "start_char": 31971,
            "end_char": 31982
        }
    ],
    "precedent_clusters": {
        "Morgan Stanley Mutual Fund v. Kartick Das, (1994) 4": [
            "Kinjal Lalitbhai Dave vs Red Ribbon Entertainment Private",
            "Morgan Stanley Mutual Fund v. Kartick Das, (1994) 4",
            "Angur Foods Private Limited v. Patel Chaturbhai Ranchhodbhai and Co.",
            "Shiv Kumar Chadha v. Municipal Corporation of Delhi",
            "Morgan Stanley Mutual Fund v. Kartick Das"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Order XLIII rule 1",
            "Code of Civil Procedure, 1908",
            "Order XLIII rule 1",
            "Code of Civil Procedure, 1908"
        ],
        [
            "section 13",
            "Commercial Courts, Commercial Division",
            "section 13",
            "Commercial Courts, Commercial Division"
        ],
        [
            "Order 39 Rule 3",
            "Code of Civil Procedure",
            "Order 39 Rule 3",
            "Code of Civil Procedure"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Order XXXIX rules 1 and 2",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Order XXXIX rules 1 and 2",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Rule 3 of Order 39",
            "Code of Civil Procedure",
            "Rule 3 of Order 39",
            "Code of Civil Procedure"
        ],
        [
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976",
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976"
        ],
        [
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976",
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976"
        ],
        [
            "Rule 3 of Order 39",
            "Code of Civil Procedure",
            "Rule 3 of Order 39",
            "Code of Civil Procedure"
        ],
        [
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976",
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976"
        ],
        [
            "Rule 3 of Order 39",
            "Code of Civil Procedure",
            "Rule 3 of Order 39",
            "Code of Civil Procedure"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "proviso to rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "proviso to rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "proviso to rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Order XXXIX rules 1 and 2",
            "Commercial Appellate Division of High Courts Act, 2015",
            "Order XXXIX rules 1 and 2",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015",
            "rule 3 of Order XXXIX",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "SCC 225",
            "Commercial Appellate Division of High Courts Act, 2015",
            "SCC 225",
            "Commercial Appellate Division of High Courts Act, 2015"
        ],
        [
            "Rule 3 of Order 39",
            "Code of Civil Procedure",
            "Rule 3 of Order 39",
            "Code of Civil Procedure"
        ],
        [
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976",
            "Rule 3",
            "Civil Procedure Code (Amendment) Act, 1976"
        ]
    ],
    "precedent_counts": {
        "Morgan Stanley Mutual Fund v. Kartick Das, (1994) 4": 5
    },
    "provision_counts": {
        "Order XLIII rule 1 of Code of Civil Procedure, 1908": 1,
        "section 13 of Commercial Courts, Commercial Division": 1,
        "Order 39 Rule 3 of Code of Civil Procedure": 1,
        "rule 3 of Order XXXIX of Commercial Appellate Division of High Courts Act, 2015": 10,
        "Order XXXIX rules 1 and 2 of Commercial Appellate Division of High Courts Act, 2015": 2,
        "Rule 3 of Order XXXIX of Commercial Appellate Division of High Courts Act, 2015": 1,
        "Rule 3 of Order 39 of Code of Civil Procedure": 4,
        "Rule 3 of Civil Procedure Code (Amendment) Act, 1976": 4,
        "proviso to rule 3 of Order XXXIX of Commercial Appellate Division of High Courts Act, 2015": 2,
        "SCC 225 of Commercial Appellate Division of High Courts Act, 2015": 1
    },
    "statute_counts": {
        "Code of Civil Procedure, 1908": 1,
        "Commercial Courts, Commercial Division": 1,
        "Code of Civil Procedure": 5,
        "Commercial Appellate Division of High Courts Act, 2015": 16,
        "Civil Procedure Code (Amendment) Act, 1976": 4
    }
}