{
    "id": "c70ef9cd90b989bdcdfcf79219fd943830a9908816b22473d48f989977a94d80",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nTripura High Court\nSri Ashes Deb vs The State Of Tripura on 10 April, 2024\n                                      Page 1 of 26\n\n\n\n\n                            High Court Of Tripura\n                                  Agartala\n                                Arb. A. 05 of 2023\nSri Ashes Deb,\nSon of Late Amalendu Deb,\nResident of Village-Dhaleswar, Nutan Palli, Road No.2,\nP.O. Dhaleswar, Ps East Agartala, Sub-Division-Agartala,\nDistrict-West Tripura, Pin 799001 \n\n                                                     ...... Claimant-OP-Appellant(s) \n\n                                      Versus\nThe State of Tripura\nrepresented by the Executive Engineer, Pwd (R&B) Ltv Division, Manu, \nDhalai \n\n                                                             ...... Respondent(s) \n\n                                Arb. A. 06 of 2023 \nSri Ashes Deb,\nSon of Late Amalendu Deb,\nResident of Village-Dhaleswar, Nutan Palli, Road No.2, P.O. Dhaleswar,\nPs East Agartala, Sub-Division-Agartala, District-West Tripura, \nPin 799001 \n                                                ...... Claimant- OP-Appellant(s) \n                            Versus\nThe State of Tripura\nrepresented by the Executive Engineer, Pwd (R&B) Ltv Division, Manu, \nDhalai \n                                                             ...... Respondent(s) \n\nFor Appellant(s)                  :        Mr. Somik Deb, Senior Advocate. \n                                           Mr. P Chakraborty, Advocate. \nFor Respondent(s)                 :        Mr. P Sahu, Advocate. \nDate of hearing and delivery\nof Judgment & Order               :        10.04.2024 \nWhether fit for reporting         :        Yes\n  Hon'Ble The Chief Justice Mr. Aparesh Kumar Singh \n          Hon'Ble Mr. Justice Arindam Lodh\n\n                           Judgment & Order (Oral) \nAparesh Kumar Singh, Cj. \nThe primary question involved in these two appeals is whether an application under Section 34 of the Arbitration and Conciliation Act, 1996, as amended (for sh ort, the Act) before the learned Commercial Court, West Tripura, Agartala was barred by the delay being beyond the period of three months and thirty days in terms of Section 34(3) of the Act and its proviso. \n2. The appellant is a contractor who has raised three more grounds of challenge in the present appeal preferred under Section 37(1)(c) of the Act read with Section 13(1-A) of the commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015), i.e. (ii) Whether the learned Commercial Court, West Tripura at Agartala had the jurisdiction to entertain a petition under Section 34 of the Act as the subject matter of the dispute pertains to Longtharai Valley which is in Dhalai District? (iii) Whether the Court of Additional District Judge, West Tripura at Agartala would be the competent court as prescribed under Section 2(1)(e) of the Act read with Section 10 of the Act of 2015? and (iv) whether the explanations offered by the respondent seeking condonation of delay constitute sufficient cause to condone the delay? \n3. In order to appreciate the issues at hand the relevant facts of both the appeals are being chronicled in a brief manner hereinafter. In Arbitration Appeal No.5 of 2023, the appellant was appointed for execution of works contract, namely, construction of RCC Bridge (under RIDF-XIV) on Chailengta-Chawmanu road (i) over local Durgacherra at chainage 6.85 km Job No . TP/COM/258/08-09, (ii) over local Gurucharancherra at Chainage 8.35 km (Job No.TP/COM/259/08-09 , (iii) Over local Hezacherra at Chainage 9.35 km (Job No. TP/COM/260/08-09. On account of a dispute which arose during the execution of the agreement, the respondent employer terminated the contract on December 11, 2018. \n4. In Arbitration Appeal No.6 of 2023 the appellant was appointed for execution of works contract, namely, replacement of existing SPT Bridge by RCC Bridge over (i) Localcherra on the road from AA road to Maslimukh via Mundapara at Ch.5.00 km (length-15.00m) Job No.TP/COM/57/2012-13,\n(ii) Jarulcherra on the road from Manu Fire Service Station to Bichitra Das para at Ch.0.25 km (length-30.00 km), Job No. TP/COM/58/2012-13, (iii) Malidharcherra on the road from Kacharicherra TSR Camp to Kacharicherra Regrouping Centre road at Ch.0.21 km (length-60.00m), Job No. TP/COM/59/2012-13, sanctioned for implementation under NABARD (RIDF-XVIII). On account of a dispute which arose during the execution of the agreement, the respondent employer terminated the contract on July 1 st, 2019. \n5. On an application under Section 11(6) of the Act, this Court appointed an Arbitrator in respect of both the disputes vide order dated 5 th February, 2021. The learned Arbitrator registered case No. 2/ARB/SS/2021 in respect of Arbitration Appeal No. 05 of 2023 and case No. 1/ARB/SS/2021 in respect of Arbitration Appeal No. 06 of 2023. After exchange of pleadings and upon hearing the learned counsel for the parties and on going through the materials on record, the learned Arbitrator passed an award on 25th July, 2022. Copies of both the awards were received on the same date by the parties. \n6. In case No. 2/ARB/SS/2021 relating to Arbitration Appeal No. 05 of 2023 the following issues were framed and answered accordingly:\n(i) Are the claims maintainable? \n(ii) Is recession of contract legally tenable? \n(iii) Whether on account of the value of work executed, claimant was paid short Rs.81,62,885/- and is entitled to get the amount? \n(iv) Whether on account of retention of the site establishment beyond the stipulated date of completion, claimant is entitled to get any overhead expenses, and if so, Rs.10,82,000/-? \n(v)Whether claimant is entitled to get the expenditure incurred if any, for hire charge of machineries, shuttering materials, etc. for the period beyond the stipulated date of completion amounting to Rs.5,95,100/-? \n(vi) Whether the claimant is entitled to get any amount as loss of profit due to loss of turnover and if so, Rs.27,93,320/-?\n(vii) Whether claimant is entitled to get enhanced rate for the works executed beyond the stipulated date of completion and if so, Rs.13,58,073/-?\n(viii) Whether the claimant is entitled to get any amount being the expenditure incurred due to wastage of steel in executing the work and if so, Rs.73,44,332/-?\n(ix)Whether claimant is entitled to get any amount being the expenditure incurred for excavation of structures beyond the depth of 3.00 meter and if so, Rs.19,76,762-?\n(x) Whether claimant is entitled to get refund of the earnest money and the security deposit and if so, Rs.25,00,000/-?\n(xi) Whether claimant is entitled to get interest on the sum awarded, if any, and if so, @ 18% per annum till the date of actual payment?\n(xii) Whether claimant is entitled to get costs of the arbitration proceeding and if so, the amount thereof?\n7. In case No. 1/ARB/SS/2021 relating to Arbitration Appeal No. 06 of 2023 the following issues were framed and answered accordingly:\n(i) Is recession of the contract legally tenable with particular reference to alleged abandonment of the work at abutment no.A2 of the bridge at Malidharcherra with effect from March, 2017? \n(ii) Is claimant entitled to get loss of profit amounting to Rs.16,05,102? \n(iii) Whether on account of value of work executed, claimant was paid short Rs.29,59,976/- and if so, whether he is entitled to get the amount?\n(iv)Whether on account of retention of work establishment beyond the stipulated date of completion, claimant is entitled to get any overhead expenses, if so, Rs.7,66,000/-?\n(v) Whether claimant is entitled to get the expenditure incurred if any, for hire charge of machineries, shuttering materials etc. for the period beyond the stipulated date of completion and if so, Rs.4,21,300/-?\n(vi) Whether claimant is entitled to get enhanced rate for the works executed beyond the stipulated date of completion and if so, Rs.83,18,349/-?\n(vii) Whether the claimant is entitled to get any amount being the expenditure incurred due to wastage of steel in executing the work and if so, of Rs.16,57,560/-?\n(viii) Whether the claimant is entitled to get any amount being the expenditure incurred for excavation of structures beyond the depth of 3.00 meter and if so, Rs.3,13,726/-?\n(ix) Whether the claimant is entitled to get refund of the earnest money and the security deposit and if so, Rs.12,33,635/-?\n(x) Whether the claimant is entitled to get interest on the sum awarded, if any, and if so, @ 18% per annum till date of actual payment?\n8. Before the learned District Commercial Court, West Tripura, the respondent filed an application being CM (ARB) 06/2022 (in respect of Arb. A. No. 05/2023) and another being CM (ARB) 07/2022 (in respect of Arb. A. 06/2023) under Section 34 of the Act for setting aside the arbitral award dated 25.07.2022 along with condonation application marked as CM (CONDONATION)50/2022 and CM (CONDONATION)51/2022 respectively seeking condonation of delay of 30 days in preferring the application. Once again, it is reiterated that it has been admitted by the respondent that the award dated 25.07.2022 in respect of both the arbitration matters were received on the same date, i.e. 25.07.2022.\n9. The appellant herein raised the question of limitation in preferring the Section 34 application and also lack of territorial jurisdiction to entertain the said petition under Section 34 of the Act as the subject matter of the case was situated within Longtharai Valley, Dhalai District, i.e. within the jurisdiction of learned Commercial Court, Dhalai, Ambassa. By the impugned orders dated 25.07.2023 passed in both the cases the learned court allowed the condonation of 30 days delay and also held that it had territorial jurisdiction to entertain the application under Section 34 of the Act in view of Section 2(1)(e) of the Act read with Section 20 of CPC. The court also held that the provisions of Section 12(1) of the Limitation Act will be applicable in condoning the delay of 30 days in preferring application under Section 34 of the Act in view of the decision in State of Himachal Pradesh vs. Himachal Techno Engineers & Anr. reported in (2010) 12 SCC 210.\n10. Before this court, the appellant has raised the following grounds of appeal:\n(a) Whether learned Commercial Court, Agartala could have entertained the petition under Section 34 of the Act when the work in question was executed at Longtharai Valley, which falls in the territorial jurisdiction of the learned Commercial Court at Dhalai District? \n(b) Whether a Commercial Court can condone a delay beyond 30 days, after expiry of three months from the date of receipt of the Arbitral Award? \n(c) Whether the explanation offered by the respondent for seeking condonation of delay is sufficient to condone the delay? \n(d) Whether the learned Commercial Court is competent to hear and adjudicate a commercial appeal? \n11. In support of the grounds, learned senior counsel for the appellant has submitted that from a plain reading of the substantive provisions of Section 34(3) of the Act, it would be clear that it provides for twin limitations for presentation of a petition for setting aside an arbitral award, namely, (i) three months from the date on which the party making that petition had received the arbitral award; or (ii) if a request under Section 33 of the Act is made, three months from the date on which that request is disposed of by the arbitral tribunal. \n12. According to the appellant, the period of limitation is to be counted from the date the party had received the arbitral award, i.e. 25.07.2022. Section 5 of the Act mandates that notwithstanding anything contained in any other law for the time being in force, in matters governed by Part-I, no judicial authority shall intervene, except where so provided in the said part-I of the Act. Since Section 34 falls within part-I, it is subject to Section 5 of the Act. Therefore, the judicial authority which empowers a commercial court under Section 34 of the Act or a Commercial Appellate Court under Section 37 of the Act could not intervene in matters governed by part-I unless the same is expressly authorized to intervene. It is further submitted that an issue of limitation ousts the jurisdiction of a court. Therefore, the court would not have jurisdiction, if a subject matter is otherwise barred by limitation. In view of the express provision contained in Section 5 of the Act, the aid of Section 12(1) of the Limitation Act, 1963 cannot be taken. Even otherwise, section 29(2) of the Limitation Act, 1963 expressly provides where any special or local law prescribes for any suit, appeal or application, a period of limitation, different from the period prescribed by the schedule of the said Act, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation for any suit, appeal or application by any special or local law, the provisions of Section 4 to 24 of the Limitation Act shall apply insofar as, and to the extent to which they are not expressly excluded by such special or local law. \n13. It is further submitted that a contrast of Section 12(1) of the Limitation Act, 1963 and the substantive part of Section 34(3) of the Act would show that the date of commencement of limitation, prescribed in the two different statutes are at variance and in fact, they run in tangents. Therefore, the special limitation, provided in Section 34(3) of the Act would override the general prescriptions contained in the Limitation Act, 1963 both under the principles of (i) Special law always supersedes a general law (generalia specialibus non derogant); and (ii) Section 29(2) of the Limitation Act, 1963 mandates that when a special prescription is made in a special law, the provisions of Sections 4 to 24 of the Limitation Act would yield to the prescriptions contained in the said special act; and (iii)Section 43(1) of the Act mandates that the Limitation Act, 1963 shall apply to the arbitrations as it applies to proceedings in court. Learned counsel for the appellant has, therefore, submitted that the period for limitation for presentation of a petition under Section 34 of the Act commences from the date of receipt of the arbitral award by a party and not from the day following the receipt of the award. He has placed reliance on the following decisions in support of his submission:\n(i) Union of India Vs. Tecco Trichy enginers & Contractors, (2005) 4 SCC 239 (para 4, 6, 8 & 9)\n(ii) State of Maharashtra & Ors. Vs. ARK Builders Pvt. Ltd., (2011) 4 SCC 616 (para 1 & 14)\n(iii) Anil Kumar Jinabhai Patel Vs. Pravin Chandra Jinabhai Patel & Ors., (2018) 15 SCC 178 (para 13.2 & 18)\n(iv) P Radha Bai & Ors. Vs. P Ashok Kmar & Anr.\n(2019) 13 SCC 445 (para 32.1, 32.2 & 32.3)\n(v) Dakshin Haryana Bijli Vitran nigam Ltd., Vs Navigant Technologies Private Limited., (2021) 7 SCC 657 (para 2, 10, 11, 18, 23, 26, 27, 28, 29, 34 & 35)\n14. Learned senior counsel for the appellant submits that applying the principles laid down in the aforesaid decisions and the language of Section 34(3) of the Act the period of limitation for filing objection to the Award would commence from the day the copy of the award was received, i.e. 25th July, 2022. According to the appellant, the expressions three months' and thirty days' used in substantive part of Section 34(3) and its proviso in cumulative effect would be interpreted to mean a total period of 90 + 30 days, total 120 days to be reckoned from the date of receipt of a signed award from the arbitral tribunal. He has further placed reliance upon Bhimashankar Sahakari Sakkare Karkhane Niyamita Vs. Walchandnagar Industries Limited (WIL), reported in (2023) 8 SCC 453 (para 3, 45, 52 & 58). As per the calculation of the appellant, the period of 120 days reckoned from the date of receipt of the award expire on 21st November, 2022. Therefore, the application under Section 34 of the Act filed on 24.11.2022 was barred by delay of three days which is not condonable, in view of the specific decision rendered by the Apex Court in Union of India Vs. Tecco Trichy Engineers & Contractors, reported in (2005) 4 SCC 239 and the expression but not thereafter contained in the proviso to Section 34(3) of the Act. Therefore, the learned Commercial Court fell into patent error of law in computing the period of limitation in both the Section 34 petitions and condoning the delay. \n15. In respect of issue No. (ii), learned senior counsel for the appellant has submitted that admittedly the works were executed at Longtharai Valley, which fall under the subject matter jurisdiction of the learned Commercial Court, Dhalai District, Ambassa, and therefore, applying the statutory prescriptions contained in Section 2(1)(e) of the Act read with Section 5 and Section 42 thereof, it is beyond any dispute that only the learned commercial court, Dhalai District would have jurisdiction to decide and adjudicate a petition under Section 34 of the Act.\n16. In respect of issue No. (iii), learned senior counsel for the appellant has referred to the provisions of Section 2(1)(e) of the Act and submitted that learned Commercial Court, holding the substantive post of Additional District Judge (as contradistinguished from District Judge) is incompetent to hear and adjudicate the Commercial Appeal. It suffers from the vice of coram non judice and inherent lack of jurisdiction. \n17. In respect of issue No.(iv), learned senior counsel for the appellant has submitted that from a reading of the condonation application it would transpire that the respondent has offered stereotype explanation referring to red tape which cannot be accepted under the proviso to Section 34(3) of the Act. Based on these submissions it is prayed that the impugned orders may be set aside and wholly unsustainable in law. \n18. The counting of 90+30, total 120 days from the date of receipt of the award, i.e. 25th July, 2022 has been placed in a tabular chart which is also extracted hereunder:\ni. July, 2022 - from 25.07.2022 to 31.07.2022 (both days + 7 days inclusive) ii. August, 2022 - + 31 days iii. September, 2022 - + 30 days iv. October, 2022 - + 31 days v. 21.11.2022 - + 21 days Total = 120 days Thus, 120 days had expired on 21.11.2022.\n19. On behalf of the respondent, it has been submitted that the appellant entered appearance before the learned Commercial Court, West Tripura on receipt of the summons but chose not to file any written objection against the condonation petition filed by the respondent herein in each of the cases. However, at the time of hearing the counsel for the appellant verbally raised two fold legal objection: (i) learned Commercial Court, West Tripura has no territorial jurisdiction to entertain the Section 34 application as the subject matter of the case is situated within Longtharai Valley Sub-Division, Dhalai Tripura within the jurisdiction of learned Commercial Court, Dhalai Ambassa; and (ii) the delay is beyond 30 days after the expiry of three months from the date of receipt of the Award which expired on 23.11.2022. This fact is admitted as stated in the memo of appeal. \n20. However, the learned court allowed the condonation application holding that in view of Section 2(1)(e) of the Act read with Section 20 of the CPC, the court had the territorial jurisdiction to entertain the application under Section 34. It further held that there is only a delay of 30 days under Section 34(3) and in view of Section 12(1) of the Limitation Act and the decision rendered in the case of Himachal Techno Engineer (supra) the reasons for delay were successfully explained in the condonation application., It is, however, submitted that in the memo of appeal the appellant has set out four questions of law for consideration by this court which are available at para 2.1 (i) to (iv) at page 21 of the paper book. \n21. Learned counsel for the respondent has in answer to those issues made the following submissions. In reply to issue No. (i) it has been submitted by the respondent that in view of Section 20 of the CPC, since the appellant-sole defendant resides at Agartala within the jurisdiction of the District Commercial Court, West Tripura the cause of action in part arose at Agartala as the impugned award was also passed at Agartala. Therefore, the learned court rightly held that it had territorial jurisdiction over the case to decide the petition under Section 34 of the Act and the connected condonation petition. \n22. It is further submitted that though the appellant has challenged the jurisdiction of the District Commercial Court, West Tripura, Agartala but he has himself filed an execution application against the above awards on 23rd March, 2023 being Execution (M)19/2023 and Execution(M)20/2023 arising out of the same awards which are under challenge and subject matter of application under Section 34 of the Act. So the appellant cannot be allowed to take dual stand before two different forums of law for two different subject matters. Even if for sake of argument it is presumed that the court below had no territorial jurisdiction to deal with the subject matter of the case then the remedy lies under Order VII Rule 10 & 10A of CPC to return the plaint/application to present it before the appropriate court by fixing a date for presentation and appearance of parties and hearing from the same stage but not dismissal of the application. He has referred to the decision of the apex court in Oriental Insurance Company ltd. Vs. Tejparas Associates and Exports Pvt. Ltd., reported in (2019) 9 SCC 435, paragraphs 3, 8, 11 and 14.\n23. In response to the 2nd issue i.e. whether a commercial court can condone a delay beyond 30 days after expiry of three months from the date of receipt of the arbitral award the learned counsel for the respondent has submitted that it is the settled law that no application under Section 34(3) of the Act beyond the period of three months plus 30 days from the date of receipt of award is maintainable and the same is barred by law of limitation and no court can condone the delay thereafter. It is the case of the respondent that in preferring the application under Section 34 of the Act there was a delay of 30 days and the same has been explained. To decide the actual period of limitation as prescribed under Section 34(3) of the Act, i.e. may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award and if the appellant is prevented by sufficient reason within three months period it may entertain the application within further period of thirty days but not thereafter there is need to understand the meaning of the period of three months' and from' and to know the true intention of the legislature for using the term three months' and not 90 days' wherein the proviso mentions 30 days but not one month'. The terms month' has been defined under Section 3(35) of the General Causes Act, 1897. Month' means a month reckoned according to the British calendar. Section 4 of the said Act further provides that this definition will be applicable to all Central Acts made after the 3 rd January, 1868 and all regulations made on or after the fourteenth day of January, 1887. So, it is applicable to find out the actual period of three months' as per said Act.\n24. The learned counsel for the respondent further submitted that as per British calendar month a month may be of 28/29/30 or 31 days. So the period of three months will vary as per actual calendar month which may be 89/90/91 or 92 days. As per Section 9(1), (2) of the General Clauses Act, 1897 the term from' be used by excluding the first in a series of days or any other period of time, and for the purpose of the use of the word to' to include the last day in a series. Similar provisions [Section 12(1) and (2)] contained in the Limitation Act, 1963 provide for calculation of limitation, whereby the first day from which the period is reckoned shall be excluded. Therefore, the respondent has submitted that in calculating the period of limitation the date of receipt of award will be excluded as per Section 12(1) of the Limitation Act, 1963 read with Section 9(1) and (2) of the General Clauses Act, 1897.\n25. It is further submitted by the learned counsel for the respondent that on a plain reading of Sections 43(1) & (3) of the Arbitration and Conciliation Act read with Section 29(2) of the Limitation Act, 1963 it becomes clear that the provisions of Limitation Act applies to arbitration matters and thereby Sections 4 to 24 of the Limitation Act will be applicable in proceeding under Section 34 of the Act as operation of these provisions are not specifically excluded by the Arbitration & Conciliation Act except Section 5. Therefore, the submission of the appellant regarding non- applicability of Section 12(1) of the Limitation Act in counting the period of limitation, and expiry of period of three months plus 30 days' on 23.11.2022 and thereby the application filed on 24.11.2022 being barred by law is nothing but a misconceived one. The period of three months as prescribed under Section 34(3) of the Act does not mean 90 days. In support of his above contentions, the learned counsel for the respondent has referred to the following decisions of the apex court:\n(i) Consolidated Engineering Enterprises Vs. Principal Secretary, Irrigation Department & Ors., (2008) 7 SCC 169, para 10,11,13,14 & 15 (ii) State of Himachal Pradesh & Anr., Vs. Himachal Techno Engineers & Anr., (2010) 12 SCC 210 , para 3, 5, 8, 9, 10,11 & 12 (iii) Simplex Infrastructure Limited Vs. Union of India (2019) 2 SCC 505 : AIR 2019 SC 505, para 5, 7, 8, 9, 10 & 12 26. In response to issue Nos. (iii) & (iv), learned counsel for the respondent submits that these issues have been raised for the first time before this court. As such, these should not be entertained. It is further submitted that the constitution of Commercial Court for the West Tripura District, i.e. the Court of the Additional District Judge, Court No.2, Agartala as Commercial Court, West Tripura was done as per Section 3(1) & (3) of the Commercial Courts Act, 2015 by the State government after consultation with the High Court by Notification in the Official Gazette and till date there is no challenge to the appointment or designation of the said post. As such, the same cannot be raised before this court at the appellate stage. If the submission of the appellant is accepted it would create a judicial chaos as regards the fate of all the orders passed by that court since its designation. \n27. We have considered the submission of the parties at length. We have also gone through the relevant provisions of the Arbitration & Conciliation Act, 1996 as amended, the Commercial Courts Act, 2015, the Limitation Act, 1963 and the General Clauses Act, 1897. The basic issue which seeks an answer in the present appeal is whether the application under Section 34 of the Act was barred by delay or not. In order to appreciate this issue, it is relevant to refer to the provisions of Section 34(3) of the Act. \n(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n28. Section 34(3) provides that an application for setting aside may not be made after three months have elapsed from the date on which the party making the application had received the arbitral award. Rest of the provision following thereafter under Section 34(3) does not have relevance in determination of the issue at hand. \n29. According to the appellant, this expression does not permit any other interpretation relying upon Section 12(1) of the Limitation Act, 1963 or Section 9 of the General Clauses Act, 1897 in view of the specific language used in Section 5 of the Act and Section 29(2) of the Limitation Act. \n30. On the other hand, learned counsel for the respondent has placed reliance on the provision of Section 12(1) of the Limitation Act and Section 9(1) and (2) of the General Clauses Act. Both the parties have placed reliance upon certain decisions in support of their submissions. In order to answer this issue, we proceed to deal with the cases cited on behalf of the parties hereinafter. \n31. In the case of Union of India Vs. Tecco Trichy Engineers & Contractors, reported in (2005) 4 SCC 239 the question which arose for decision in appeal was: Which is the effective date on which the appellant was delivered with and received the Arbitral award as that would be date wherefrom the limitation within the meaning under Section 34(3) of the Act would be calculated. The Apex Court held that under Section 34(3) of the Arbitration and Conciliation Act, the limitation of three months commences from the date on which the party making the application had received the arbitral award. In the facts of the said case it was held that the service of arbitral award on the General Manager by way of receipt in his inwards office could not be taken to be sufficient notice so as to activate the department to take appropriate steps in respect of and in regard to the award passed by the arbitrators to constitute the starting point of limitation for the purposes of section 34(3) of the Act. It was further held that delivery of an arbitral award under Section 31(5) is not a matter of mere formality rather a matter of substance. The stage of termination of the arbitral proceedings under Section 32 arises only after the stage under Section 31 has passed. The delivery of arbitral award to the party, to be effective, has to be received the party. The opinion of the Apex Court at para 8 of the report is extracted hereunder: \n\"8. The delivery of an arbitral award under sub-section (5) of Section 31 is not a matter of mere formality. It is a matter of substance. It is only after the stage under Section 31 has passed that the stage of termination of arbitral proceedings within the meaning of Section 32 of the Act arises. The delivery of arbitral award to the party, to be effective, has to be received by the party. This delivery by the Arbitral Tribunal and receipt by the party of the award sets in motion several periods of limitation such as an application for correction and interpretation of an award within 30 days under Section 33(1), an application for making an additional award under Section 33(4) and an application for setting aside an award under Section 34(3) and so on. As this delivery of the copy of award has the effect of conferring certain rights on the party as also bringing to an end the right to exercise those rights on expiry of the prescribed period of limitation which would be calculated from that date, the delivery of the copy of award by the Tribunal and the receipt thereof by each party constitutes an important stage in the arbitral proceedings. \n32. In the case of State of Maharashtra Vs. ARK Builers (P) Ltd., reported in (2011) 4 SCC 616, the question which arose for consideration in the appeal was whether the period of limitation for making an application under Section 34 of the Act for setting aside an arbitral award is to be reckoned from the date a copy of the award is received by the objector by any means and from any source, or it would start running from the date a signed copy of the award is delivered to him by the arbitrator. The Apex Court laid emphasis on para 8 of the decision of Tecco Trichy Engineers & Contractors (supra) and held that the period of limitation prescribed under Section 34(3) of the Act would start running only from the date a signed copy of the award is delivered to or received by the party making the application for setting it aside under Section 34(1) of the Act. If the law prescribes that a copy of the order/award is to be communicated, delivered, dispatched, forwarded, rendered or sent to the parties concerned in a particular way and in case the law also sets a period of limitation for challenging the order/award in question by the aggrieved party, then the period of limitation can only commence from the date on which the order/award was received by the party concerned in the manner prescribed by law. At para 15 of the judgment the Apex Court held:\n\"15. The highlighted portion of the judgment extracted above, leaves no room for doubt that the period of limitation prescribed under Section 34(3) of the Act would start running only from the date a signed copy of the award is delivered to/received by the party making the application for setting it aside under Section 34(1) of the Act. The legal position on the issue may be stated thus. If the law prescribes that a copy of the order/award is to be communicated, delivered, dispatched, forwarded, rendered or sent to the parties concerned in a particular way and in case the law also sets a period of limitation for challenging the order/award in question by the aggrieved party, then the period of limitation can only commence from the date on which the order/award was received by the party concerned in the manner prescribed by the law. \n33. In the case of Anil Kumar Jinabhai patel Vs. Pravin Chandra Jinabhai Patel & Ors., reported in (2018) 15 SCC 178 some of the parties were not individually served with copy of the award. In those circumstances it was observed that receipt of the signed copy of award by all the parties is not necessary when such parties were represented by the head/common power-of- attorney holder who received the award on their behalf, he being the person directly connected with and in control of the proceedings. By cumulative reading of Section 34(3) and Section 31(5) of the Act, it was clear that the limitation period prescribed under Section 34(3) of the Act would commence only from the date of signed copy of the award delivered to the party making the application for setting it aside. \n34. In the case of Oriental Insurance Company Limited, Vs. Tejparas Associates & Exports (P) Ltd., reported in (2019) 9 SCC 435 the proceedings under Section 34 of the Act were dismissed on grounds of limitation which also led to the dismissal of the appeal under Section 37 of the Act. The primary consideration in the said appeal was whether the dismissal of the Section 34 petition on limitation grounds was justified. In that case, the petition under Section 34 was initially filed within the prescribed time frame but was returned and re-presented after a delay, leading to a contention regarding the condonation of delay. The Apex Court referred to subsequent amendments to the CPC which provided clarity on the procedure for re- presentation, indicating that it may not always be treated as a fresh filing. The appellant's petition under Section 34 of the Act was initially filed within the limitation period but was returned by the court at Jaipur under Order 7 Rule 10 CPC for re-representation before the competent court fixing a date for appearance. The appellant failed to re-present the petition on the specified date, resulting in an 8-day delay when it was re-presented eventually at the District Court in Jodhpur. The respondent filed an application under Section 3 of the Limitation Act, prompting the appellant to file an application under Section 14 of the Limitation Act seeking condonation of delay. The delay in this case pertained to the re-presentation of the petition, not the initial filing, and thus, the application for exclusion of time was available under Section 14 of the Limitation Act. Therefore, the Apex Court held that denying consideration of the proceedings under Section 34 of the Act on its merits based solely on the delay in re-presentation would not be justified in that context. \n35. In P Radha Bai & Ors. Vs. P Ashok Kumar & Anr., reported in (2019) 13 SCC 445, the Apex Court explained the scheme of limitation for challenging the Arbitral Award under Section 34(3) and held that provisions of Limitation Act are excluded. The scheme of Section 29(2) of the Limitation Act was explained. It was held that the period of limitation under Section 34(3) of the Act commences from the date of receipt of the Award. The Apex Court also considered the decision in Himachal Techno Engineers (Supra), Assam Urban Water Supply and Sewerage Board Vs. Subash Projects and Marketing Limited, reported in (2012) 2 SCC 624, Consolidated Engineering Enterprises Vs. Principal Secretary, Irrigation Department & Ors., reported in (2008)7 SCC 169 (cited by the respondent herein) and Union of India Vs. Popular Construction Co., reported in (2001) 8 SCC 470 and at para 44 held as under:\n44. In view of the above, we hold that once the party has received the award, the limitation period under Section 34(3) of the Arbitration Act commences. Section 17 of the Limitation Act would not come to the rescue of such objecting party. \n36. In the case of Dakshin Haryana Bijli Vitran Nigam Ltd. v.\nNavigant Technologies (P) Ltd., reported in (2021) 7 SCC 657 the issue was whether the period of limitation for filing the petition under Section 34 of the Act would commence from the date on which the draft award was circulated to the parties, or the date on which the signed copy of the award was provided. It was held that the period of limitation for challenging the award under Section 34 would commence from the date on which the party making the application had received a signed copy of the arbitral award, as required by Section 31(5) of the Act, i.e. only after a valid delivery of the award (including dissenting opinion, if any). The decision in Himachal Techno Engineers (supra) was also considered by the Apex Court. Para 46 of the judgment is extracted as under:\n46. We are of the considered opinion that the period of limitation for filing objections would have to be reckoned from the date on which the signed copy of the award was made available to the parties i.e. on 19-5-2018 in the instant case. \n37. In the case of Bhimashankar Sahakari Sakkare Karkhane Niyamita v. Walchandnagar Industries Ltd., reported in (2023) 8 SCC 453 the central issue in the case was whether on the last day of condonation period of 30 days under Section 34(3) of Arbitration and Conciliation Act falls on a holiday or during the court vacation, would the benefit of Section 10 of the General Clauses Act, 1897 be available? The Apex Court upheld the decision of the High Court and the Ld. Additional District and Session Judge. It held that the benefit of exclusion of period during which court is closed is available only when application setting aside award is filed within prescribed period of limitation i.e., the period of 3 months prescribed in the main part of Section 34(3) of the Act. The same is not applicable in respect of period which may be extended by Court in exercise of its discretion under proviso to Section 34(3) of the Act. The Apex Court, therefore, held that Section 4 of Limitation Act and Section 10 of General Clauses Act would not be applicable. \n38. Learned counsel for the respondent has also relied on Simplex Infrastructure Limited vs Union of India, reported in (2019) 2 SCC 445. The issue concerning this case relates to condonation of delay amounting to 514 days for filing application under Section 34 of the Arbitration and Conciliation Act where the learned Single Judge of the High Court allowed the application. One of the pleas raised by the respondent relates to the fact that application was presented before the wrong forum. Analyzing the issue, the Hon'ble Apex Court, highlighted two underlying points:\n(i) Whether benefit under Section 5 and Section 14 of the Limitation Act can be extended to the respondents? \n(ii) Whether delay beyond the specific statutory limitation prescribed under Section 34(3) of the 1996 Act could be condoned? \nAnswering the same, the Apex Court relied on the decision of Union of India v. Popular Construction Company, (2001) 8 SCC 470, which held that Section 5 of the Limitation Act has no application to an application challenging an arbitral award under section 34 of the Arbitration and conciliation Act. \nThe issue of applicability of Section 14 of Limitation Act was also addressed by the Apex Court and reliance was placed on the decision of Consolidated Engg Enterprises v. Irrigation Dept, (2008) 7 SCC 169. It held that indeed Section 14 of the 1963 Act is applicable to Section 34 of the 1996 Act for setting aside the arbitral award but it does not provide for a fresh period of limitation instead exclusion of certain period of limitation. However, the Apex Court set aside the order of the Ld. Single Judge on the ground that analyzing facts no justification for administration difficulties as reason for delay can be condoned. \nThis decision does not support the case of the respondent that the period of limitation under Section 34(3) of the Act commences from the date following the date of receipt of the Award. \n39. The principle which falls from a reading of the aforesaid decisions is that the period of limitation commences from the date of receipt of the award under Section 34(3) of the Act and not from the date following the date of receipt of the award as is the principle enshrined under Section 9(1) and (2) of the General clauses Act, 1897 and also Section 12(1) of the Limitation Act, 1963. The reason being that in terms of Section 29(2) of the Limitation Act, 1963, the provisions of Section 34(3) providing a limitation period of three months and the outer limit of 30 days therefrom are a special law in themselves. Therefore, the provisions of the Limitation Act or the General Clauses Act would not apply. In fact, proviso to Section 10 of the General Clauses Act, 1897 which relates to computation of time, provides that nothing in this section would apply to any act or proceeding to which the Indian Limitation Act, 1877 applies. Section 12(1) of the Limitation Act, 1963 provides that in computing the period of limitation for any suit, appeal or application, the day from which such period is to be reckoned, shall be excluded. However, in view of the express language used in Section 34(3) of the Act that an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award ....... and the decisions rendered by the Apex Court, there is no scope for any other interpretation. \n40. Learned counsel for the respondent has heavily relied upon the case of Himachal Techno Engineers & Anr. (supra) to support the argument that Section 9 of the General Clauses Act and application of provisions of Section 12 of the Limitation Act, particularly sub-section (1) thereof is not excluded in reckoning the period of limitation under Section 34(3) of the Act of 1996. This judgment is also on the proposition that the period of three months provided under the substantive part of Section 34(3) would not mean a period of thirty days but the actual period of a calendar month. The proviso uses the word 30 days while referring to the outside limit of condoning the delay. The legislature had the choice of describing the periods of time in the same units, that is to describe the periods as three months' and one month' respectively or by describing the periods as ninety days' and thirty days' respectively. It did not do so. Therefore, the legislature did not intend that the period of three months used in sub-section (3) to be equated to 90 days, nor intended that the period of thirty days to be taken as one month. \n41. In the said case, the award was delivered in the office of the party on a non-working day, the date of such physical delivery is not treated as the date of receipt. It was held that the delivery of the award to the beldar or watchman present on a non-working day would not amount to delivery to a party. The date of receipt necessarily had to be the next working day. The award delivered to a beldar on a holiday could not be construed to be a valid receipt by the appellant. However, it is worthwhile to mention here that in the subsequent decision rendered by the Apex Court in the case of P Radha Bai & Ors. Vs. P Ashok Kumar & Anr., reported in (2019) 13 SCC 445 and in the case of Dakshin Haryana bijli vitran Nigam Limited Vs. Navigant Technologies Private Limited reported in (2021) 7 SCC 657 the decision in the case of Himachal Techno Engineers & Anr. (supra) have been specifically taken note of and, thereafter, the Apex Court has held that the date of commencement of limitation would be reckoned from the date of receipt of the award in view of the specific language used in Section 34(3) of the Act. As such, this Court is bound to follow the subsequent decisions of the Apex Court on this issue which has been rendered after taking due notice of the decision in the case of Himachal Techno Engineers & Anr. (supra).\n42. Treating the date of receipt of the award as the effective date for calculation of the period of limitation, the three months and thirty days have been counted as reflected in the tabular chart below: \n             No. of days in relevant months                        Monthwise Calculation                                                         1st Month       July- August                                                         25.07.2022 to 24.08.2022                                                         2nd Month       August- September                                                         25.08.2022 to 24.09.2022                                                         3rd Month       September- October                                                         25.09.2022 to 24.10.2022                                                Total- 3 months       October- November (7 days)                        25.10.2022 to 31.10.2022       November- 23 days                                 01.11.2022 to 23.11.2022                                               Extended 30 days 43. The legislature has categorically used the expression three months' in the substantive part of Section 34(3) of the Act whereas the proviso thereto has used the expression thirty days' for the purposes of condoning the delay in making such an application under Section 34(3) beyond the period of three months. The legislature has consciously used two expressions in the same provision instead of using three months' and one month' respectively or 90 days' and 30 days' respectively. Therefore, the expression months' has to be understood as calendar months'. The manner in which computation of calendar months' has to be done is dealt with in the case of Rameshchandra Ambalal Joshi Vs. State of Gujarat & Anr. reported in (2014) 11 SCC 759 by the Apex Court. The case relates to filing of a complaint under Section 138 of the Negotiable Instruments Act, 1881. However, for the purposes of calculation of the three months period, the Apex Court has laid down the following principle in line with the meaning of the expression calendar month used in the General Clauses Act, 1897 and referred to the Halsbury's Laws of England which provide for calculation of a calendar month as under:\n 21. At this stage, we would also like to refer to Halsbury's Laws of England, Vol. 37, 3rd Edn., Para 143 at p. 83 which provides for calculation of a calendar month:\n143. Calendar month running from arbitrary date.--When the period prescribed is a calendar month running from any arbitrary date the period expires with the day in the succeeding month immediately preceding the day corresponding to the date upon which the period starts; save that, if the period starts at the end of a calendar month which contains more days than the next succeeding month, the period expires at the end of the latter month.\n44. Learned counsel for the respondent has also relied upon the same meaning of the expression month as calendar month for the purposes of computation of the period of limitation under Section 34(3) of the Act though the period of thirty days thereafter has to be counted in number of days. On the other hand, learned counsel for the appellant has harped upon the plea that the period of 90 days + 30 days = 120 days is to be counted for the purposes of the period of limitation and condonation of delay in presenting the application under Section 34(3) of the Act by the respondent before the District Commercial Court, Agartala on 24th November, 2022. It is the case of the appellant that such period has to be reckoned from the date of receipt of the award i.e. 25th July, 2022. For the purposes of illustration, the period of limitation prescribed under Section 34(3) read with its proviso as 90+30 days has also been computed in the form of a tabular chart hereinbelow:\nDate of Award passed by the Ld. Arbitrator ....................................................25.07.2022 Date of presentation of Section 34 petition ....................................................24.11.2022 along with Condonation petition/ Filing date No. of days in relevant months Monthwise Calculation July- 7 days 25.07.2022 to 31.07.2022 August- 31 days 01.08.2022 to 31.08.2022 September- 30 days 01.09.2022 to 30.09.2022 October- 22 days 01.10.2022 to 22.10.2022 Total-90 days October- 8 days 23.10.2022 to 30.10.2022 November- 22 days 01.11.2022 to 22.11.2022 Extended 30 days 45. It is but obvious that the limitation period i.e. 3 months and 30 days expired on 23rd November, 2022 i.e. one day before the date of its presentation, i.e. 24.11.2022 whereas if the limitation period is treated as 90+30 days, it expired on 22nd November, 2022, i.e. two days before the date of presentation of the application on 24th November, 2022. \n46. Considered in either manner, the application under Section 34(3) of the Act was beyond the period of limitation which could not be condoned by the learned Commercial Court. The principle in this regard has been authoritatively laid down in Union of India vs Popular Construction Co. reported in (2001) 8 SCC 470 and followed thereafter consistently. As such, the impugned order by which the delay of 30 days has been condoned and the application under Section 34(3) had been treated to be within time is unsustainable in law. It is accordingly set aside. The application under Section 34(3) of the Act is held to be barred by limitation. \n47. Since the appeal succeeds on the first point itself, we do not deem it necessary to answer the other issues raised by the appellant herein. Accordingly, both the appeals are allowed. Consequently, the matters pending before the District Commercial Court, West Tripura, Agartala being CM (ARB) 06/2022 and CM (ARB) 07/2022 are held to be barred by delay. \nPending application(s), if any, also stand disposed of. \n(ARINDAM LODH), J                                      (APARESH KUMAR SINGH), CJ lodh SIDDHARTHA   Digitally signed by SIDDHARTHA              LODH LODH         Date: 2024.05.09 10:38:52 +05'30' \n ",
        "preamble_end_char_offset": null,
        "cleaned_text": "jharkhand high court the government @ state of jharkhand . vs m/s k.s softnet solution private ltd. . on 5 february, 2024 author: sujit narayan prasad bench: sujit narayan prasad c.m.p. no.875 of 2023 1 in the high court of jharkhand at ranchi c.m.p. no.875 of 2023 ---the government @ state of jharkhand through department of transport, ffp building, ranchi, p.o. dhurwa, p.s. jagannathpur, district-ranchi, state-jharkhand. . . petitioner versus m/s k.s softnet solution private ltd. having its registered office at 57/58 mhada commercial complex, new link road, p.o. & p.s: andheri (w), mumbai-400102 through its authorized signatory, subhash chandra dash, son of late harishchandra dash aged about 57 years, resident of: tulsi bihar, jalja road, siddhamahavir lane, puri, p.o. puri station road s.o. p.s.: sadar, district: puri, state-odisha . . opp. party ------hon'ble mr. justice pradeep kumar srivastava ------for the appellant : mr. sachin kumar, a.a.g-ii ms. surabhi, ac to a.a.g.-ii for the opp. party : mr. rajendra krishna, advocate mr. baibhaw gahlaut, advocate mr. utkarsh krishna, advocate mr. subhneet jha, advocate -----th order no. 06/dated 5 february, 2024 per sujit narayan prasad, j. 1. the application has been filed under article 227 of the constitution of india challenging the order dated 13.07.2023 passed by the learned presiding officer, commercial court, ranchi, in commercial execution case no. 02 of 2023. 2. the petition since has been filed under article 227 of the constitution of india and hence, the objection has been raised regarding maintainability of the instant petition. 3. mr. sachin kumar, learned additional advocate general appearing for the state assisted by ms. surabhi has submitted that the instant petition is well maintainable on the basis of the following grounds:(i) under the arbitration and conciliation act, 1996 the forum of appeal is under section 37 to invoke the jurisdiction of the appellate court as per the appellate order referred herein. (ii) it has been submitted by referring to the provision of section 37 (1) of the arbitration and conciliation act, 1996 which provides three eventualities to invoke the jurisdiction conferred to this court under section 37 of the arbitration and conciliation act, 1996, namely (a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. 4. it has been submitted that none of the conditions as stipulated under section 37 of the arbitration and conciliation act, 1996 is available and hence, the appeal will not lie in view of the provision of section 37 of the arbitration and conciliation act, 1996. 5. it has been submitted by referring to the commercial courts act, 2015 wherein the forum has been carved out under chapter iv thereof as under section 13(1) and (1-a). 6. sub-section (1) of section 13 confers jurisdiction to provide a forum to a person aggrieved by the judgment or the order of the commercial court below the level of a district judge may appeal to the commercial appellate court within a period of 60 days from the date of judgment or order to provide, a forum to person aggrieved by the judgment or order of the commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of the high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of judgment or the order. 7. it has been contented by referring to section 13 of the commercial courts act, 2015 that the order said to be appealable under section 37 of the act, 1996, will only be appealed under section 13 of the act, 2015. 8. since, none of the conditions as numerated under section 37 of the act 1996 is available, hence the appeal will not lie under section 13 (1-a) before the commercial appellate division of the high court. 9. the submission, therefore, has been made that is the reason the instant petition has been filed under article 227 of the constitution of india. hence, it cannot be said that this petition is not maintainable under article 227 of the constitution of india. 10. per contra, mr. baibhaw gahlaut, learned counsel appearing for the respondent, has submitted that since herein the order passed by the presiding officer, commercial court, ranchi has passed an order of attachment of the property in course of the execution proceeding being execution case no. 02 of 2023 who is at the level of the district judge or exercising the civil jurisdiction and hence, the appeal will lie under section 13(1-a) of the commercial court act, 2015. 11. it has further been contended that merely because none of the conditions as enumerated under section 37 of the act, 1996 is there, as such the petition under article 227 will be filed even if the same is appealable in view of the provision of section 13(1-a) of the commercial courts act, 2015. 12. as such, the submission has been made that the instant petition is not maintainable under article 227 of the constitution of india. 13. we have heard the learned counsel for the parties and appreciated the rival submission made on behalf of the parties on the issue of maintainability of the instant petition under article 227 of the constitution of india. this court before entering into the aforesaid issue on maintainability deems it fit and proper to refer certain legal position which has got bearing in presiding the issue of maintainability of the petition filed under article 227 of the constitution of india. 14. the article 227, as per the constitution, confers power upon the high court, i.e., the power of the superintendence, which is the original jurisdiction of high court to be exercised under article 227 of the constitution of india. 15. earlier to conferring power of revisionary jurisdiction under article 227 of the constitution of india i.e. prior to amendment in the cpc, which has been given effect to from 01.07.2002, the jurisdiction which is to be exercised by way of filing revision under section 115 of the code of civil procedure. but, subsequent to the amendment, the power as has been conferred under section 115 of the code of civil procedure has been curtailed so far as it relates to an order passed interlocutory in nature. 16. the reference of proviso to section 115 of cpc needs to be made herein, whereby and whereunder it has been provided that if a revision has been filed which is going to affect the very nature of the suit by revival of the suit, then the revision will lie. but if an order is being passed by the original court and the order which has been passed is having no bearing with the final suits so far as it relates to closure of the case, then the mechanism has been carved out to look into that order under revisionary jurisdiction to be exercised under article 227 of the constitution of india, meaning thereby, the order to be challenged under article 227 must be interlocutory in nature. 17. the \"interlocutory\" word has although not defined under the cpc but as per the judicial interpretation \"interlocutory\" word has been interpreted by various pronouncement of the hon'ble apex court wherein it has been interpreted that such an order which is not closing the proceeding will be said to be interlocutory in nature. 18. this court is now proceeding to examine the issue so far as the applicability of the acts i.e. arbitration and conciliation act, 1996 and the commercial courts act, 2015. 19. the arbitration and conciliation act, 1996 confers two provisions by conferring power to the civil court and the high court as under section 34 and section 37. thus, power which is to be exercised by the original jurisdiction of the civil court for the purpose of looking the propriety of the award is to be exercised under section 34 of the code of civil procedure, while the order passed by the court exercising the power conferred under section 34 is to be appealed before the appellate forum as per the provision made under section 37 of the act, 1996. 20. section 37 of the act 1996 starts with the word the appellate order. the requirement herein is to refer the aforesaid provision of section 37 of the act, 1996, which reads hereunder as :\"37. appealable orders.--(1) notwithstanding anything contained in any other law for the time being in force, an appeal] shall lie from the following orders (and from no others) to the court authorised by law to hear appeals from original decrees of the court passing the order, namely:-(a) refusing to refer the parties to arbitration under section 8; (b) granting or refusing to grant any measure under section 9; (c) setting aside or refusing to set aside an arbitral award under section 34. (2) appeal shall also lie to a court from an order of the arbitral tribunal-(a) accepting the plea referred to in sub-section (2) or sub-section (3) of section 16; or (b) granting or refusing to grant an interim measure under section (3) no second appeal shall lie from an order passed in appeal under this section, but nothing in this section shall affect or takeaway any right to appeal to the supreme court.\" 21. the order which is statutorily made appealable is the order passed under the original decree of the court refusing to refer the parties to arbitration under section 8, granting or refusing to grant any measure under section 9 or setting aside or refusing to set aside an arbitral award under section 34. 22. the commercial courts act, 2015 has been enacted with the object to provide for the constitution of commercial courts mainly for the purpose to provide the forum for speedy disposal of high value commercial disputes. the purpose to achieve the very object of the high level commercial dispute was the paramount consideration for enactment of the act, 2015 and therefore, the forum has been carved out under the aforesaid statute under chapter iv i.e. section 13, for ready reference section 13 is being referred herein :13. appeals from decrees of commercial courts and commercial divisions.--(1) any person aggrieved by the judgment or order of a commercial court below the level of a district judge may appeal to the commercial appellate court within a period of sixty days from the date of judgment or order. (1a) any person aggrieved by the judgment or order of a commercial court at the level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of a high court may appeal to the commercial appellate division of that high court within a period of sixty days from the date of the judgment or order: provided that an appeal shall lie from such orders passed by a commercial division or a commercial court that are specifically enumerated under order xliii of the code of civil procedure, 1908 (5 of 1908) as amended by this act and section 37 of the arbitration and conciliation act, 1996 (26 of 1996).] (2) notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act.\" 23. sub-section 1 of section 13 confers a right to the aggrieved party if he is aggrieved by the judgment or order of a commercial court below the level of a district judge he may appeal to the commercial appellate court while under sub section (1a) a forum has been carved out to the person aggrieved if he is aggrieved by the judgment and order of the commercial court at level of district judge exercising original civil jurisdiction or, as the case may be, commercial division of the high court may appeal to the commercial appellate division of that high court within the stipulated period. 24. sub section 2 of section 13 starts from non-obstante clause by mandating therein that notwithstanding anything contained in any other law for the time being in force or letters patent of a high court, no appeal shall lie from any order or decree of a commercial division or commercial court otherwise than in accordance with the provisions of this act. therefore, sub-section 2 of section 13 is very explicit and clarifies the provision that what would be the forum to an aggrieved party as to whether it is the letters patent appeal or the writ jurisdiction or any other remedy can be invoked but as per the aforesaid provision of sub-section 2 of section 13 it has been provided that no appeal shall lie from any order or decree of a commercial division or commercial court, otherwise than in accordance with the provisions of this act, meaning thereby, the appeal is to be filed only in accordance to the provisions of the commercial courts act, 2015. 25. the insertion of sub-section 2 of section 13 is only for the purpose of achieving the object and intent of the act 2015, i.e., for achieving the speedy disposal of high stake commercial matters. therefore, this court is of the view on the basis of aforesaid legal position that any dispute arising out which is commercial in nature, if passed at the level of district judge in the capacity of commercial court then the appeal is to be filed only within the framework of the commercial courts act, 2015. 26. this court has referred the statutory mandate as contained under the arbitration and conciliation act, 1996 as also the commercial courts act, 2015. 27. it is evident from the preamble of the commercial courts act, 2015 which has been enacted only for the sole purpose of speedy disposal of the commercial disputes, which has been taken into consideration by the hon'ble apex court in the case of jaycee housing private limited and others v. registrar (general), orissa high court, cuttack and others reported in (2023) 1 scc 549 as also in the case of kandla export corporation and another v. oci corporation and another reported in (2018) 14 scc 715. 28. the object of the arbitration and conciliation act, 1996 is by way of consolidation of the arbitration act, 1940 and subsequent thereto, the enactment of the commercial courts act, 2015 is for the expeditious disposal of the commercial disputes of the high stakes. 29. the question of filing a petition under article 227 of the constitution of india or revision under section 115 of the c.p.c. if allowed to be remained there, then how the expeditious disposal will be arrived at in the commercial disputes and then what will happen to the basic object of the enactment of the arbitration and conciliation act, 1996, subsequent amendment in the year 2019 and the enactment of the commercial courts act, 2015, since all these provisions have been said to be self-contained code having the remedy available under the aforesaid statutory provisions. 30. the further reason of preferring an appeal either under section 37 of the arbitration and conciliation act or section 50 thereof or section 13(1) or (1a) of the commercial courts act, 2015, the appeal will only lie as per the reference made of order passed therein under section 37 of the arbitration and conciliation act, 1996 read with section 13(1a) of the commercial courts act, 2015. 31. the hon'ble apex court in the case of kandla export corporation and another v. oci corporation and another (supra) has dealt with the case as to whether the appeal is maintainable against the order if outside the reference of the issue referred either under section 50 or section 37 of the arbitration and conciliation act, 1996. 32. the hon'ble apex court, in the aforesaid judgment, has been pleased to hold at paragraph 14 that the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court, for ready reference paragraphs 14 and 15 of the aforesaid judgment are being referred hereunder as :\"14. the proviso goes on to state that an appeal shall lie from such orders passed by the commercial division of the high court that are specifically enumerated under order 43 of the code of civil procedure code, 1908, and section 37 of the arbitration act. it will at once be noticed that orders that are not specifically enumerated under order 43 cpc would, therefore, not be appealable, and appeals that are mentioned in section 37 of the arbitration act alone are appeals that can be made to the commercial appellate division of a high court. 15. thus, an order which refers parties to arbitration under section 8, not being appealable under section 37(1)(a), would not be appealable under section 13(1) of the commercial courts act. similarly, an appeal rejecting a plea referred to in sub-sections (2) and (3) of section 16 of the arbitration act would equally not be appealable under section 37(2)(a) and, therefore, under section 13(1) of the commercial courts act.\" 33. the hon'ble apex court in the case of deep industries limited v. oil and natural gas corporation limited and another reported in (2020) 15 scc 706 has considered the maintainability of the petition filed under article 227 of the constitution of india and under section 115 of the c.p.c. 34. it has been held in the aforesaid judgment that the order can be assailed by invoking the jurisdiction conferred under article 227 of the constitution of india by filing the petition before the high court but such application can only be entertained if suffers from jurisdictional error which can be corrected by the high court in exercise of power conferred under article 227 of the constitution of india, reference of the consideration of the said issue is available at paragraph 22 of the said judgment, which is being quoted and referred hereunder as :\"22. . . . even otherwise, entering into the general thicket of disputes between the parties does not behove a court exercising jurisdiction under article 227, where only jurisdictional errors can be corrected. therefore to state that the ban order was passed under a general contract manual and not clause 18 of the agreement, besides being incorrect, would also be incorrect for the reason that the general contract manual does not mean that such order was issued as an administrative order invoking the executive power, but was only as an order which emanated from the contract itself. further to state that \"serious disputes\" as to jurisdiction seem to have cropped up is not the same thing as saying that the arbitral tribunal lacked inherent jurisdiction in going into and deciding the section 17 application. in point of fact, the arbitral tribunal was well within its jurisdiction in referring to the contract and the ban order and then applying the law and finally issuing the stay order. even if it be accepted that the principle laid down by section 41(e) of the specific relief act was infracted, in that damages could have been granted, as a result of which an injunction ought not to have been issued, is a mere error of law and not an error of jurisdiction, much less an error of inherent jurisdiction going to the root of the matter. therefore, even otherwise, the high court judgment cannot be sustained and is set aside.\" 35. further, the maintainability of the petition under section 115 of the c.p.c. has also been dealt with as under paragraph 24 by taking into consideration the judgment rendered by hon'ble apex court in the case of d.l.f. housing and construction company (p) ltd., new delhi v. sarup singh and others reported in (1969) 3 scc 807 wherein by considering clause (a) and (b) of section 115 along with clause (c), the words \"illegally\" and \"with material irregularity\" as used in the clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached. it has been held therein that the high court is not required to exercise the power under section 115 of the c.p.c. due to the limitation imposed as under the provision of section 115 of the c.p.,c. and the same can only be exercised if there is illegality or material irregularity committed by the learned court, for ready reference paragraph 24 of the aforesaid judgment is being referred and quoted hereunder as :\"24. mr rohatgi is also correct in pointing out that the legislative policy qua the general revisional jurisdiction that is contained by the amendments made to section 115 cpc should also be kept in mind when the high courts dispose of petitions filed under article 227. the legislative policy is that no revision lies if an alternative remedy of appeal is available. further, even when a revision does lie, it lies only against a final disposal of the entire matter and not against interlocutory orders. these amendments were considered in tek singh v. shashi verma [tek singh v. shashi verma, (2019) 16 scc 678 : (2020) 2 scc (civ) 753] in which this court adverted to these amendments and then stated: (scc p. 681, paras 5-6) \"5. . a reading of this proviso will show that, after 1999, revision petitions filed under section 115 cpc are not maintainable against interlocutory orders. 6. . even otherwise, it is well settled that the revisional jurisdiction under section 115 cpc is to be exercised to correct jurisdictional errors only. this is well settled. in dlf housing & construction co. (p) ltd. v. sarup singh [dlf housing & construction co. (p) ltd. v. sarup singh, (1969) 3 scc 807] this court held: (scc pp. 811-12, para 5) '5. . the position thus seems to be firmly established that while exercising the jurisdiction under section 115, it is not competent to the high court to correct errors of fact however gross or even errors of law unless the said errors have relation to the jurisdiction of the court to try the dispute itself. clauses (a) and (b) of this section on their plain reading quite clearly do not cover the present case. it was not contended, as indeed it was not possible to contend, that the learned additional district judge had either exercised a jurisdiction not vested in him by law or had failed to exercise a jurisdiction so vested in him, in recording the order that the proceedings under reference be stayed till the decision of the appeal by the high court in the proceedings for specific performance of the agreement in question. clause (c) also does not seem to apply to the case in hand. the words \"illegally\" and \"with material irregularity\" as used in this clause do not cover either errors of fact or of law; they do not refer to the decision arrived at but merely to the manner in which it is reached. the errors contemplated by this clause may, in our view, relate either to breach of some provision of law or to material defects of procedure affecting the ultimate decision, and not to errors either of fact or of law, after the prescribed formalities have been complied with. the high court does not seem to have adverted to the limitation imposed on its power under section 115 of the code. merely because the high court would have felt inclined, had it dealt with the matter initially, to come to a different conclusion on the question of continuing stay of the reference proceedings pending decision of the appeal, could hardly justify interference on revision under section 115 of the code when there was no illegality or material irregularity committed by the learned additional district judge in his manner of dealing with this question. it seems to us that in this matter the high court treated the revision virtually as if it was an appeal.' (scr at p. 373)\" 36. thus, in the case of deep industries limited v. oil and natural gas corporation limited and another (supra) the issue of maintaining the petition under article 227 of the constitution of india has already been laid down which can only be filed if the order suffers from lack of jurisdiction. 37. this court is now proceeding to examine the factual aspect as to whether the ground for assailing the impugned order is lack of jurisdiction or based upon the facts for which the facts of the case are required to be referred hereunder as :the fact of the case herein is that one arbitration proceeding was initiated by appointment of arbitrator by this court by exercise of the power conferred under section 11(6) of the arbitration and conciliation act, 1996. when the arbitration proceeding was going on, one interlocutory application was filed before the learned arbitrator for passing of an interim award. the interim award was passed on 04.11.2022. the said interim award although has been challenged by invoking the jurisdiction conferred under the power under section 34 of the arbitration and conciliation act, 1996 being commercial arbitration case no. 2 of 2023. the same is still pending. but there is no ad interim stay in the said proceeding staying the operation of the interim award. the respondents also filed exclusion proceeding before the same court who is exercising the jurisdiction as conferred under section 34 of the arbitration and conciliation act, 1996. 38. the state has appeared, thereafter, the concerned learned court, on consideration of the fact, has passed order on 13.07.2023 by setting a proceeding for execution of the said interim award and in course thereof, the following direction has been passed:\"from the perusal of record, it transpires that a writ of attachment which was filed on 16.06.2023, a report was called for from the sheristedar of the court. it has been reported that the writ of attachment is in order. it further transpires that land and buildings and machinery, equipment, vehicles, treasury heads, bank accounts and other assets of the judgment debtor situated/located/lying at department of transport, office at ffp building, p.o. & p.s. dhurwa, district ranchi, jharkhand. in view of this, the writ of attachment is ordered to be issued for execution. the nazir civil court ranchi authorized to execute the writ of attachment and attach land and buildings and machinery, equipment, vehicles, treasury heads, bank accounts and other assets of the judgment debtor situated/located/lying at department of transport, office at ffp building, p.o. & p.s. dhurwa, district ranchi, jharkhand as mentioned in the writ of attachment only at this stage.\" 39. the state being aggrieved with the said direction has filed the instant petition under article 227 of the constitution of india. although, the coordinate division bench on the very first day has entertained the petition and has allowed time to file counter affidavit to the instant application and in the meanwhile, the commercial exclusion case no. 2 of 2023 has been directed to be kept in abeyance alongwith the order 13.07.2023 and all subsequent orders which appears to have been passed without assigning proper reasons. 40. we are not in any way concerned with the said order, rather, we are concerned on the basis of the objection so raised. however, it has vehemently been argued on behalf of the respondent raising the issue of maintainability of the instant petition. on the day when the matter was heard on 31.01.2024 for ready reference, the aforesaid order is being referred herein which reads as under :\"the instant petition has been filed under article 227 of the constitution of india assailing the order passed by the commercial court, ranchi in commercial revocation case no.02 of 2023. an objection has been raised regarding the maintainability of the present petition filed under article 227 of the constitution of india by referring the provision of section 13(1)(a) of the commercial courts act, 2015. mr. sachin kumar, learned aag-ii appearing for the state has sought for time to address the issue on maintainability of the present petition under article 227 of the constitution of india. mr. baibhaw gahlaut, learned counsel for the respondent has submitted that the instant petition although has been filed on 28.07.2023 and in the garb of pendency of the present petition, the time is being taken before the executing court. he has further submitted that last opportunity has been given by the executing court by fixing the date on 08.02.2024, hence, he has prayed that this case may be listed prior to 08.02.2024. considering the aforesaid submission, let this matter be listed on 05.02.2024 so that the matter may be heard on the issue of maintainability.\" 41. this court has allowed time to the learned state counsel to be ready on the issue of maintainability as it would be evident from the order dated 31.01.2024. 42. the learned additional advocate general no.2 has argued out, as has been referred hereinabove, that the instant petition under article 227 of the constitution of india will be maintainable. 43. the ground as has been agitated on behalf of the learned state counsel has already been referred hereinabove as also the submission in response on behalf of the learned counsel appearing for the respondent. the same is not being repeated herein, since, the ground has already been referred hereinabove. 44. it is thus evident that the ground of lack of jurisdiction is not the ground in assailing the impugned order and hence, in view of the judgment passed by hon'ble apex court in the case of deep industries limited v. oil and natural gas corporation limited and another (supra), the petition under article 227 of the constitution of india is not maintainable. 45. learned counsel appearing for the petitioner has placed an order passed by the division bench of this court in the case of m/s pioneer printers through its proprietor ram kumar agarwal v. jharkhand education project council through its state project director in commercial appeal no.03 of 2018. 46. we have gone across the said order and found therefrom that the issue of maintainability of the appeal was involved in the said commercial appeal. the coordinate division bench, by taking into consideration the judgment rendered by hon'ble apex court in the case of kandla export corporation and another v. oci corporation and another (supra), has been pleased to hold by taking note of paragraphs 13 and 14 of the judgment of hon'ble apex court that the appeal will only lie as per the reference of the issue made either under section 37 of the arbitration and conciliation act, 1996. 47. since, herein we are not dealing with the issue of maintainability of the appeal, rather, we are dealing with the issue of maintainability of petition filed under article 227 of the constitution of india, and, as such, the aforesaid judgment is not applicable in the facts and circumstances and the issue involved in the instant petition so far as it relates to the maintainability of the issue. 48. this court, on the basis of the discussion made with respect to the legal position as referred hereinabove and in view of the embargo as commanded under sub-section (2) of section 13 of the commercial courts act, 2015 that the appeal will lie before the commercial division bench of the high court, is of the view that the instant petition is not maintainable under article 227 of the constitution of india in view of the aforesaid embargo. 49. as such the instant petition is held to be dismissed as not maintainable. 50. the interim order dated 06.12.2023 is hereby vacated. 51. it is left open upon the petitioner to search out the remedy for redressal of the grievance. 52. accordingly, this civil miscellaneous petition is disposed of. (sujit narayan prasad, j.) (pradeep kumar srivastava, j.) a.f.r. birendra/"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "be8494a0a4e3470085b95f7f646683f0_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "237695bf16aa4306831fe3be6d541db7_1"
        },
        {
            "start": 243,
            "end": 356,
            "text": "Tripura High Court\nSri Ashes Deb vs The State Of Tripura on 10 April, 2024\n                                      ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b73f7aaf76b248339245427bc3207aaf_2"
        },
        {
            "start": 356,
            "end": 401,
            "text": "Page 1 of 26\n\n\n\n\n                            ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "836a718553834c0d9aca71c978303ad3_3"
        },
        {
            "start": 401,
            "end": 457,
            "text": "High Court Of Tripura\n                                  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "7a823117e64f4d27bd489678ac8cf261_4"
        },
        {
            "start": 457,
            "end": 498,
            "text": "Agartala\n                                ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "34d917a017cc4767a4e71af440504ce6_5"
        },
        {
            "start": 498,
            "end": 517,
            "text": "Arb. A. 05 of 2023\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ae0614d6cc9d41d2b4ef6301d2b29dac_6"
        },
        {
            "start": 517,
            "end": 703,
            "text": "Sri Ashes Deb,\nSon of Late Amalendu Deb,\nResident of Village-Dhaleswar, Nutan Palli, Road No.2,\nP.O. Dhaleswar, Ps East Agartala, Sub-Division-Agartala,\nDistrict-West Tripura, Pin 799001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "137324e1870e4e5e895a01110e0c4b96_7"
        },
        {
            "start": 759,
            "end": 765,
            "text": "......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1fe8e049a71c46438c3e3131133fa7f5_8"
        },
        {
            "start": 766,
            "end": 790,
            "text": "Claimant-OP-Appellant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "8365e0200de947818c2e3b664d844fd4_9"
        },
        {
            "start": 831,
            "end": 838,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "52a399feaf4d4a1a8a7b041b3f007e66_10"
        },
        {
            "start": 838,
            "end": 927,
            "text": "The State of Tripura\nrepresented by the Executive Engineer, Pwd (R&B) Ltv Division, Manu,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "5ab995b08bdc4b0e89811fe4b5142a35_11"
        },
        {
            "start": 928,
            "end": 935,
            "text": "\nDhalai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "4524d15146a3497ead8390e67cc47695_12"
        },
        {
            "start": 999,
            "end": 1005,
            "text": "......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "98555e25a2e146a696a6372472e4fdc3_13"
        },
        {
            "start": 1006,
            "end": 1019,
            "text": "Respondent(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9b6fe5522f0e4b218f93ae2cf1d120d3_14"
        },
        {
            "start": 1054,
            "end": 1072,
            "text": "Arb. A. 06 of 2023",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1de7052f16704516b3bdfcf601d4187b_15"
        },
        {
            "start": 1074,
            "end": 1249,
            "text": "Sri Ashes Deb,\nSon of Late Amalendu Deb,\nResident of Village-Dhaleswar, Nutan Palli, Road No.2, P.O. Dhaleswar,\nPs East Agartala, Sub-Division-Agartala, District-West Tripura,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "406ba9f81da04a58b76fde1519604e74_16"
        },
        {
            "start": 1250,
            "end": 1261,
            "text": "\nPin 799001",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b75622f7f3ce414d8137d46313a547c2_17"
        },
        {
            "start": 1311,
            "end": 1317,
            "text": "......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a5bb50cc6e4f45a68b6d13e1bcd0dd9f_18"
        },
        {
            "start": 1318,
            "end": 1327,
            "text": "Claimant-",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a4dcd531e8244ba290c58b06f6ee4278_19"
        },
        {
            "start": 1328,
            "end": 1343,
            "text": "OP-Appellant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cef03c443fe946098cb95d129ddc5725_20"
        },
        {
            "start": 1373,
            "end": 1380,
            "text": "Versus\n",
            "labels": [
                "PREAMBLE"
            ],
            "id": "e47535deaec04ec2b93f3237ebc2d90e_21"
        },
        {
            "start": 1380,
            "end": 1469,
            "text": "The State of Tripura\nrepresented by the Executive Engineer, Pwd (R&B) Ltv Division, Manu,",
            "labels": [
                "PREAMBLE"
            ],
            "id": "ad59799c7bae4c46bb6f671a1785501b_22"
        },
        {
            "start": 1470,
            "end": 1477,
            "text": "\nDhalai",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9393366d1f694ddba49871ba040f9f73_23"
        },
        {
            "start": 1540,
            "end": 1546,
            "text": "......",
            "labels": [
                "PREAMBLE"
            ],
            "id": "9acb4d0e7ea24747a57356db8685905c_24"
        },
        {
            "start": 1547,
            "end": 1560,
            "text": "Respondent(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1cd0ff3ec2fc44d1a34ed9f4ab981a57_25"
        },
        {
            "start": 1563,
            "end": 1579,
            "text": "For Appellant(s)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d093977791c140ebae63437f1ffaee36_26"
        },
        {
            "start": 1597,
            "end": 1637,
            "text": ":        Mr. Somik Deb, Senior Advocate.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "34eabf18cfa9461e94de63ecd27d1b6c_27"
        },
        {
            "start": 1682,
            "end": 1710,
            "text": "Mr. P Chakraborty, Advocate.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "435f50c611d94a869e40d6ac8973648b_28"
        },
        {
            "start": 1712,
            "end": 1755,
            "text": "For Respondent(s)                 :        ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "32603d9fd79946f8ad0c498388647db1_29"
        },
        {
            "start": 1755,
            "end": 1776,
            "text": "Mr. P Sahu, Advocate.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6f324961becf4614b5bc84f058eb4022_30"
        },
        {
            "start": 1777,
            "end": 1842,
            "text": "\nDate of hearing and delivery\nof Judgment & Order               :",
            "labels": [
                "PREAMBLE"
            ],
            "id": "a6b35deaa392441488e039b92da24a11_31"
        },
        {
            "start": 1843,
            "end": 1860,
            "text": "       10.04.2024",
            "labels": [
                "PREAMBLE"
            ],
            "id": "cb4b74ca240c4a4eaabf228a34265596_32"
        },
        {
            "start": 1861,
            "end": 1887,
            "text": "\nWhether fit for reporting",
            "labels": [
                "PREAMBLE"
            ],
            "id": "098c4dc073d4462191be339a30490ddf_33"
        },
        {
            "start": 1888,
            "end": 1911,
            "text": "        :        Yes\n  ",
            "labels": [
                "PREAMBLE"
            ],
            "id": "3cfb07087edf413a8b29e26987907fc2_34"
        },
        {
            "start": 1911,
            "end": 1918,
            "text": "Hon'Ble",
            "labels": [
                "PREAMBLE"
            ],
            "id": "0616fefda46c4271bdabd5759ae3d628_35"
        },
        {
            "start": 1919,
            "end": 1960,
            "text": "The Chief Justice Mr. Aparesh Kumar Singh",
            "labels": [
                "PREAMBLE"
            ],
            "id": "53cdaad1b232452fb4b420bbfa70b957_36"
        },
        {
            "start": 1972,
            "end": 2056,
            "text": "Hon'Ble Mr. Justice Arindam Lodh\n\n                           Judgment & Order (Oral)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "1b51ae4e68e945fdaf3dc0774fecd03a_37"
        },
        {
            "start": 2057,
            "end": 2082,
            "text": "\nAparesh Kumar Singh, Cj.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "790289aec5dc45dcbb19d58d091e8d3a_38"
        },
        {
            "start": 2083,
            "end": 2243,
            "text": "\nThe primary question involved in these two appeals is whether an application under Section 34 of the Arbitration and Conciliation Act, 1996, as amended (for sh",
            "labels": [
                "ISSUE"
            ],
            "id": "8a0ee5b206a84a0cae52933f07174259_39"
        },
        {
            "start": 2244,
            "end": 2257,
            "text": "ort, the Act)",
            "labels": [
                "PREAMBLE"
            ],
            "id": "487a22656e0e423eb570f48a62c99717_40"
        },
        {
            "start": 2258,
            "end": 2451,
            "text": "before the learned Commercial Court, West Tripura, Agartala was barred by the delay being beyond the period of three months and thirty days in terms of Section 34(3) of the Act and its proviso.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "30ca1706d6864089b31af9e4d1374cf0_41"
        },
        {
            "start": 2453,
            "end": 2947,
            "text": "2. The appellant is a contractor who has raised three more grounds of challenge in the present appeal preferred under Section 37(1)(c) of the Act read with Section 13(1-A) of the commercial Courts Act, 2015 (hereinafter referred to as the Act of 2015), i.e. (ii) Whether the learned Commercial Court, West Tripura at Agartala had the jurisdiction to entertain a petition under Section 34 of the Act as the subject matter of the dispute pertains to Longtharai Valley which is in Dhalai District?",
            "labels": [
                "ISSUE"
            ],
            "id": "891ca3e8ea30499d9d6bdc6a23f30954_42"
        },
        {
            "start": 2948,
            "end": 3143,
            "text": "(iii) Whether the Court of Additional District Judge, West Tripura at Agartala would be the competent court as prescribed under Section 2(1)(e) of the Act read with Section 10 of the Act of 2015?",
            "labels": [
                "ISSUE"
            ],
            "id": "d7cf4668b6b944719173d00e1b3e0372_43"
        },
        {
            "start": 3144,
            "end": 3282,
            "text": "and (iv) whether the explanations offered by the respondent seeking condonation of delay constitute sufficient cause to condone the delay?",
            "labels": [
                "ISSUE"
            ],
            "id": "2de70150f2e5431ab94fe0f9f7c3997c_44"
        },
        {
            "start": 3284,
            "end": 3419,
            "text": "3. In order to appreciate the issues at hand the relevant facts of both the appeals are being chronicled in a brief manner hereinafter.",
            "labels": [
                "NONE"
            ],
            "id": "d870c8a92db5417191e7cfd728c55112_45"
        },
        {
            "start": 3420,
            "end": 3643,
            "text": "In Arbitration Appeal No.5 of 2023, the appellant was appointed for execution of works contract, namely, construction of RCC Bridge (under RIDF-XIV) on Chailengta-Chawmanu road (i) over local Durgacherra at chainage 6.85 km",
            "labels": [
                "FAC"
            ],
            "id": "23aaa4776c4c46a5b602fa19ce5d3444_46"
        },
        {
            "start": 3644,
            "end": 3650,
            "text": "Job No",
            "labels": [
                "FAC"
            ],
            "id": "5f709b7748664173bab7d2ebe84fcae4_47"
        },
        {
            "start": 3651,
            "end": 3748,
            "text": ". TP/COM/258/08-09, (ii) over local Gurucharancherra at Chainage 8.35 km (Job No.TP/COM/259/08-09",
            "labels": [
                "FAC"
            ],
            "id": "30e256fbcbe44b84a4a76a9e0a7ac502_48"
        },
        {
            "start": 3749,
            "end": 3825,
            "text": ", (iii) Over local Hezacherra at Chainage 9.35 km (Job No. TP/COM/260/08-09.",
            "labels": [
                "FAC"
            ],
            "id": "2c2d530c82784d77a583327d265e7964_49"
        },
        {
            "start": 3826,
            "end": 3970,
            "text": "On account of a dispute which arose during the execution of the agreement, the respondent employer terminated the contract on December 11, 2018.",
            "labels": [
                "FAC"
            ],
            "id": "56fc32d8f85e4b16b2f8bb4c6b83c46b_50"
        },
        {
            "start": 3972,
            "end": 4613,
            "text": "4. In Arbitration Appeal No.6 of 2023 the appellant was appointed for execution of works contract, namely, replacement of existing SPT Bridge by RCC Bridge over (i) Localcherra on the road from AA road to Maslimukh via Mundapara at Ch.5.00 km (length-15.00m) Job No.TP/COM/57/2012-13,\n(ii) Jarulcherra on the road from Manu Fire Service Station to Bichitra Das para at Ch.0.25 km (length-30.00 km), Job No. TP/COM/58/2012-13, (iii) Malidharcherra on the road from Kacharicherra TSR Camp to Kacharicherra Regrouping Centre road at Ch.0.21 km (length-60.00m), Job No. TP/COM/59/2012-13, sanctioned for implementation under NABARD (RIDF-XVIII).",
            "labels": [
                "FAC"
            ],
            "id": "556e936e84fb45efa6b3d0ad7feae421_51"
        },
        {
            "start": 4614,
            "end": 4756,
            "text": "On account of a dispute which arose during the execution of the agreement, the respondent employer terminated the contract on July 1 st, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "c1aae99647304a8288e95b97b7217ac0_52"
        },
        {
            "start": 4758,
            "end": 4915,
            "text": "5. On an application under Section 11(6) of the Act, this Court appointed an Arbitrator in respect of both the disputes vide order dated 5 th February, 2021.",
            "labels": [
                "FAC"
            ],
            "id": "bff13c75b287437d8bf144a51931fcdf_53"
        },
        {
            "start": 4916,
            "end": 5096,
            "text": "The learned Arbitrator registered case No. 2/ARB/SS/2021 in respect of Arbitration Appeal No. 05 of 2023 and case No. 1/ARB/SS/2021 in respect of Arbitration Appeal No. 06 of 2023.",
            "labels": [
                "FAC"
            ],
            "id": "122ab6e980634e55864822069ddd60ab_54"
        },
        {
            "start": 5097,
            "end": 5282,
            "text": "After exchange of pleadings and upon hearing the learned counsel for the parties and on going through the materials on record, the learned Arbitrator passed an award on 25th July, 2022.",
            "labels": [
                "FAC"
            ],
            "id": "1f771b8f8ccd464c87a68432a0bb2a6f_55"
        },
        {
            "start": 5283,
            "end": 5355,
            "text": "Copies of both the awards were received on the same date by the parties.",
            "labels": [
                "FAC"
            ],
            "id": "bed36e3f3cea4d6cbc4e2bb9f865307b_56"
        },
        {
            "start": 5357,
            "end": 5523,
            "text": "6. In case No. 2/ARB/SS/2021 relating to Arbitration Appeal No. 05 of 2023 the following issues were framed and answered accordingly:\n(i) Are the claims maintainable?",
            "labels": [
                "ISSUE"
            ],
            "id": "ea38b79500874a9a9f47698149c42c2b_57"
        },
        {
            "start": 5524,
            "end": 5571,
            "text": "\n(ii) Is recession of contract legally tenable?",
            "labels": [
                "ISSUE"
            ],
            "id": "086628aad2174519ab40b53384d64b3d_58"
        },
        {
            "start": 5572,
            "end": 5702,
            "text": "\n(iii) Whether on account of the value of work executed, claimant was paid short Rs.81,62,885/- and is entitled to get the amount?",
            "labels": [
                "ISSUE"
            ],
            "id": "cc6ef60aaf524f8cad3d096e312df0d7_59"
        },
        {
            "start": 5703,
            "end": 5886,
            "text": "\n(iv) Whether on account of retention of the site establishment beyond the stipulated date of completion, claimant is entitled to get any overhead expenses, and if so, Rs.10,82,000/-?",
            "labels": [
                "ISSUE"
            ],
            "id": "683be46158c84dc2b3112ddac0347f64_60"
        },
        {
            "start": 5887,
            "end": 6102,
            "text": "\n(v)Whether claimant is entitled to get the expenditure incurred if any, for hire charge of machineries, shuttering materials, etc. for the period beyond the stipulated date of completion amounting to Rs.5,95,100/-?",
            "labels": [
                "ISSUE"
            ],
            "id": "8ce619427b0c405ba07f8e9b0f912d8c_61"
        },
        {
            "start": 6104,
            "end": 7075,
            "text": "(vi) Whether the claimant is entitled to get any amount as loss of profit due to loss of turnover and if so, Rs.27,93,320/-?\n(vii) Whether claimant is entitled to get enhanced rate for the works executed beyond the stipulated date of completion and if so, Rs.13,58,073/-?\n(viii) Whether the claimant is entitled to get any amount being the expenditure incurred due to wastage of steel in executing the work and if so, Rs.73,44,332/-?\n(ix)Whether claimant is entitled to get any amount being the expenditure incurred for excavation of structures beyond the depth of 3.00 meter and if so, Rs.19,76,762-?\n(x) Whether claimant is entitled to get refund of the earnest money and the security deposit and if so, Rs.25,00,000/-?\n(xi) Whether claimant is entitled to get interest on the sum awarded, if any, and if so, @ 18% per annum till the date of actual payment?\n(xii) Whether claimant is entitled to get costs of the arbitration proceeding and if so, the amount thereof?\n7.",
            "labels": [
                "ISSUE"
            ],
            "id": "8d7356ceaee14eceaa63e431a77cf246_62"
        },
        {
            "start": 7076,
            "end": 7396,
            "text": "In case No. 1/ARB/SS/2021 relating to Arbitration Appeal No. 06 of 2023 the following issues were framed and answered accordingly:\n(i) Is recession of the contract legally tenable with particular reference to alleged abandonment of the work at abutment no.A2 of the bridge at Malidharcherra with effect from March, 2017?",
            "labels": [
                "ISSUE"
            ],
            "id": "200cd07f2d3b4260ac56de19b75c93d1_63"
        },
        {
            "start": 7397,
            "end": 7472,
            "text": "\n(ii) Is claimant entitled to get loss of profit amounting to Rs.16,05,102?",
            "labels": [
                "ISSUE"
            ],
            "id": "53d2faef3bc54fd9894900a85dfaa12d_64"
        },
        {
            "start": 7473,
            "end": 8753,
            "text": "\n(iii) Whether on account of value of work executed, claimant was paid short Rs.29,59,976/- and if so, whether he is entitled to get the amount?\n(iv)Whether on account of retention of work establishment beyond the stipulated date of completion, claimant is entitled to get any overhead expenses, if so, Rs.7,66,000/-?\n(v) Whether claimant is entitled to get the expenditure incurred if any, for hire charge of machineries, shuttering materials etc. for the period beyond the stipulated date of completion and if so, Rs.4,21,300/-?\n(vi) Whether claimant is entitled to get enhanced rate for the works executed beyond the stipulated date of completion and if so, Rs.83,18,349/-?\n(vii) Whether the claimant is entitled to get any amount being the expenditure incurred due to wastage of steel in executing the work and if so, of Rs.16,57,560/-?\n(viii) Whether the claimant is entitled to get any amount being the expenditure incurred for excavation of structures beyond the depth of 3.00 meter and if so, Rs.3,13,726/-?\n(ix) Whether the claimant is entitled to get refund of the earnest money and the security deposit and if so, Rs.12,33,635/-?\n(x) Whether the claimant is entitled to get interest on the sum awarded, if any, and if so, @ 18% per annum till date of actual payment?\n8.",
            "labels": [
                "ISSUE"
            ],
            "id": "e19a04b3c68e48b9bd32189b5dae7668_65"
        },
        {
            "start": 8754,
            "end": 9238,
            "text": "Before the learned District Commercial Court, West Tripura, the respondent filed an application being CM (ARB) 06/2022 (in respect of Arb. A. No. 05/2023) and another being CM (ARB) 07/2022 (in respect of Arb. A. 06/2023) under Section 34 of the Act for setting aside the arbitral award dated 25.07.2022 along with condonation application marked as CM (CONDONATION)50/2022 and CM (CONDONATION)51/2022 respectively seeking condonation of delay of 30 days in preferring the application.",
            "labels": [
                "FAC"
            ],
            "id": "ff9c88834c964c23b0343b1b8c1936a5_66"
        },
        {
            "start": 9239,
            "end": 9438,
            "text": "Once again, it is reiterated that it has been admitted by the respondent that the award dated 25.07.2022 in respect of both the arbitration matters were received on the same date, i.e. 25.07.2022.\n9.",
            "labels": [
                "FAC"
            ],
            "id": "d64d8875ed4143f3b512317d85ccb099_67"
        },
        {
            "start": 9439,
            "end": 9800,
            "text": "The appellant herein raised the question of limitation in preferring the Section 34 application and also lack of territorial jurisdiction to entertain the said petition under Section 34 of the Act as the subject matter of the case was situated within Longtharai Valley, Dhalai District, i.e. within the jurisdiction of learned Commercial Court, Dhalai, Ambassa.",
            "labels": [
                "FAC"
            ],
            "id": "cba9253bff0a48919e800c718f52639c_68"
        },
        {
            "start": 9801,
            "end": 10099,
            "text": "By the impugned orders dated 25.07.2023 passed in both the cases the learned court allowed the condonation of 30 days delay and also held that it had territorial jurisdiction to entertain the application under Section 34 of the Act in view of Section 2(1)(e) of the Act read with Section 20 of CPC.",
            "labels": [
                "RLC"
            ],
            "id": "9bda70a1e77d401a895cc9fb012b26b2_69"
        },
        {
            "start": 10100,
            "end": 10410,
            "text": "The court also held that the provisions of Section 12(1) of the Limitation Act will be applicable in condoning the delay of 30 days in preferring application under Section 34 of the Act in view of the decision in State of Himachal Pradesh vs. Himachal Techno Engineers & Anr. reported in (2010) 12 SCC 210.\n10.",
            "labels": [
                "RLC"
            ],
            "id": "8156b38ff84948deb2d4b252bf4f0557_70"
        },
        {
            "start": 10411,
            "end": 10755,
            "text": "Before this court, the appellant has raised the following grounds of appeal:\n(a) Whether learned Commercial Court, Agartala could have entertained the petition under Section 34 of the Act when the work in question was executed at Longtharai Valley, which falls in the territorial jurisdiction of the learned Commercial Court at Dhalai District?",
            "labels": [
                "ISSUE"
            ],
            "id": "f2834ae14aa047b2a2c2addf0d087ec6_71"
        },
        {
            "start": 10756,
            "end": 10900,
            "text": "\n(b) Whether a Commercial Court can condone a delay beyond 30 days, after expiry of three months from the date of receipt of the Arbitral Award?",
            "labels": [
                "ISSUE"
            ],
            "id": "d62f5032e6544d29a2c7c22f640f306d_72"
        },
        {
            "start": 10901,
            "end": 11024,
            "text": "\n(c) Whether the explanation offered by the respondent for seeking condonation of delay is sufficient to condone the delay?",
            "labels": [
                "ISSUE"
            ],
            "id": "261405654eed46b58e518ae849274ec4_73"
        },
        {
            "start": 11025,
            "end": 11123,
            "text": "\n(d) Whether the learned Commercial Court is competent to hear and adjudicate a commercial appeal?",
            "labels": [
                "ISSUE"
            ],
            "id": "d7228806454a4b04970719569e659b0e_74"
        },
        {
            "start": 11125,
            "end": 11679,
            "text": "11. In support of the grounds, learned senior counsel for the appellant has submitted that from a plain reading of the substantive provisions of Section 34(3) of the Act, it would be clear that it provides for twin limitations for presentation of a petition for setting aside an arbitral award, namely, (i) three months from the date on which the party making that petition had received the arbitral award; or (ii) if a request under Section 33 of the Act is made, three months from the date on which that request is disposed of by the arbitral tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "174627e2835945a1bbeaddf5c82e834e_75"
        },
        {
            "start": 11681,
            "end": 11828,
            "text": "12. According to the appellant, the period of limitation is to be counted from the date the party had received the arbitral award, i.e. 25.07.2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "046f52c3fb86433a80e21e21041c91b6_76"
        },
        {
            "start": 11829,
            "end": 12070,
            "text": "Section 5 of the Act mandates that notwithstanding anything contained in any other law for the time being in force, in matters governed by Part-I, no judicial authority shall intervene, except where so provided in the said part-I of the Act.",
            "labels": [
                "STA"
            ],
            "id": "d435260ac27f4c439526266ee43f5fc5_77"
        },
        {
            "start": 12071,
            "end": 12147,
            "text": "Since Section 34 falls within part-I, it is subject to Section 5 of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "77a3857eb45f45beba50a34b488447a2_78"
        },
        {
            "start": 12148,
            "end": 12407,
            "text": "Therefore, the judicial authority which empowers a commercial court under Section 34 of the Act or a Commercial Appellate Court under Section 37 of the Act could not intervene in matters governed by part-I unless the same is expressly authorized to intervene.",
            "labels": [
                "STA"
            ],
            "id": "d7683dcf230746eba40cc02081f60ef4_79"
        },
        {
            "start": 12408,
            "end": 12494,
            "text": "It is further submitted that an issue of limitation ousts the jurisdiction of a court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ebff8ec3092d482ea9834be24c1f06d9_80"
        },
        {
            "start": 12495,
            "end": 12599,
            "text": "Therefore, the court would not have jurisdiction, if a subject matter is otherwise barred by limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "22eb78e9de9041e7a6a0f2c188f9ee8b_81"
        },
        {
            "start": 12600,
            "end": 12737,
            "text": "In view of the express provision contained in Section 5 of the Act, the aid of Section 12(1) of the Limitation Act, 1963 cannot be taken.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4b91b85fc8154c91a5b81416250a9c31_82"
        },
        {
            "start": 12738,
            "end": 13382,
            "text": "Even otherwise, section 29(2) of the Limitation Act, 1963 expressly provides where any special or local law prescribes for any suit, appeal or application, a period of limitation, different from the period prescribed by the schedule of the said Act, the provisions of Section 3 shall apply as if such period were the period prescribed by the Schedule and for the purpose of determining any period of limitation for any suit, appeal or application by any special or local law, the provisions of Section 4 to 24 of the Limitation Act shall apply insofar as, and to the extent to which they are not expressly excluded by such special or local law.",
            "labels": [
                "STA"
            ],
            "id": "1c42db0d496a4c42a82975cb6b969f8c_83"
        },
        {
            "start": 13384,
            "end": 13673,
            "text": "13. It is further submitted that a contrast of Section 12(1) of the Limitation Act, 1963 and the substantive part of Section 34(3) of the Act would show that the date of commencement of limitation, prescribed in the two different statutes are at variance and in fact, they run in tangents.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bede6cfa422f4a5db7904625e4b587cb_84"
        },
        {
            "start": 13674,
            "end": 14327,
            "text": "Therefore, the special limitation, provided in Section 34(3) of the Act would override the general prescriptions contained in the Limitation Act, 1963 both under the principles of (i) Special law always supersedes a general law (generalia specialibus non derogant); and (ii) Section 29(2) of the Limitation Act, 1963 mandates that when a special prescription is made in a special law, the provisions of Sections 4 to 24 of the Limitation Act would yield to the prescriptions contained in the said special act; and (iii)Section 43(1) of the Act mandates that the Limitation Act, 1963 shall apply to the arbitrations as it applies to proceedings in court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6cbc1fb859d345d3b2a1748759d099cd_85"
        },
        {
            "start": 14328,
            "end": 14602,
            "text": "Learned counsel for the appellant has, therefore, submitted that the period for limitation for presentation of a petition under Section 34 of the Act commences from the date of receipt of the arbitral award by a party and not from the day following the receipt of the award.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ead78e7c33e6479aa514f2f60a6ab1f3_86"
        },
        {
            "start": 14603,
            "end": 15229,
            "text": "He has placed reliance on the following decisions in support of his submission:\n(i) Union of India Vs. Tecco Trichy enginers & Contractors, (2005) 4 SCC 239 (para 4, 6, 8 & 9)\n(ii) State of Maharashtra & Ors. Vs. ARK Builders Pvt. Ltd., (2011) 4 SCC 616 (para 1 & 14)\n(iii) Anil Kumar Jinabhai Patel Vs. Pravin Chandra Jinabhai Patel & Ors., (2018) 15 SCC 178 (para 13.2 & 18)\n(iv) P Radha Bai & Ors. Vs. P Ashok Kmar & Anr.\n(2019) 13 SCC 445 (para 32.1, 32.2 & 32.3)\n(v) Dakshin Haryana Bijli Vitran nigam Ltd., Vs Navigant Technologies Private Limited., (2021) 7 SCC 657 (para 2, 10, 11, 18, 23, 26, 27, 28, 29, 34 & 35)\n14.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2bbc5c2bfbee405290b30d45bfc3c9f3_87"
        },
        {
            "start": 15230,
            "end": 15534,
            "text": "Learned senior counsel for the appellant submits that applying the principles laid down in the aforesaid decisions and the language of Section 34(3) of the Act the period of limitation for filing objection to the Award would commence from the day the copy of the award was received, i.e. 25th July, 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "07242d5c95bc410e8c095c5eedb88f78_88"
        },
        {
            "start": 15535,
            "end": 15850,
            "text": "According to the appellant, the expressions three months' and thirty days' used in substantive part of Section 34(3) and its proviso in cumulative effect would be interpreted to mean a total period of 90 + 30 days, total 120 days to be reckoned from the date of receipt of a signed award from the arbitral tribunal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "332f74cf03fc41208d539c2330f26846_89"
        },
        {
            "start": 15851,
            "end": 16030,
            "text": "He has further placed reliance upon Bhimashankar Sahakari Sakkare Karkhane Niyamita Vs. Walchandnagar Industries Limited (WIL), reported in (2023) 8 SCC 453 (para 3, 45, 52 & 58).",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "703adc7cde454c30861722d1b36853a3_90"
        },
        {
            "start": 16031,
            "end": 16172,
            "text": "As per the calculation of the appellant, the period of 120 days reckoned from the date of receipt of the award expire on 21st November, 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7f53e1dc641b4ee1b0227ce6a38ed2e4_91"
        },
        {
            "start": 16173,
            "end": 16547,
            "text": "Therefore, the application under Section 34 of the Act filed on 24.11.2022 was barred by delay of three days which is not condonable, in view of the specific decision rendered by the Apex Court in Union of India Vs. Tecco Trichy Engineers & Contractors, reported in (2005) 4 SCC 239 and the expression but not thereafter contained in the proviso to Section 34(3) of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "77e10d10615048eab21343cd21eaa822_92"
        },
        {
            "start": 16548,
            "end": 16713,
            "text": "Therefore, the learned Commercial Court fell into patent error of law in computing the period of limitation in both the Section 34 petitions and condoning the delay.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "07c77a5325f84828b85da82178b1e2a3_93"
        },
        {
            "start": 16715,
            "end": 17283,
            "text": "15. In respect of issue No. (ii), learned senior counsel for the appellant has submitted that admittedly the works were executed at Longtharai Valley, which fall under the subject matter jurisdiction of the learned Commercial Court, Dhalai District, Ambassa, and therefore, applying the statutory prescriptions contained in Section 2(1)(e) of the Act read with Section 5 and Section 42 thereof, it is beyond any dispute that only the learned commercial court, Dhalai District would have jurisdiction to decide and adjudicate a petition under Section 34 of the Act.\n16.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "61aad905f38345a68a4501bd7710c9f1_94"
        },
        {
            "start": 17284,
            "end": 17625,
            "text": "In respect of issue No. (iii), learned senior counsel for the appellant has referred to the provisions of Section 2(1)(e) of the Act and submitted that learned Commercial Court, holding the substantive post of Additional District Judge (as contradistinguished from District Judge) is incompetent to hear and adjudicate the Commercial Appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2ce289ecca3746e8b24c2ea8336af55f_95"
        },
        {
            "start": 17626,
            "end": 17705,
            "text": "It suffers from the vice of coram non judice and inherent lack of jurisdiction.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f63b8395b4e949269f265c5804b0a9b7_96"
        },
        {
            "start": 17707,
            "end": 18013,
            "text": "17. In respect of issue No.(iv), learned senior counsel for the appellant has submitted that from a reading of the condonation application it would transpire that the respondent has offered stereotype explanation referring to red tape which cannot be accepted under the proviso to Section 34(3) of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "4fea4f777afa461b9ad4a7200673c9c9_97"
        },
        {
            "start": 18014,
            "end": 18128,
            "text": "Based on these submissions it is prayed that the impugned orders may be set aside and wholly unsustainable in law.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "c51fc1277c464a23927432a1ececa1fb_98"
        },
        {
            "start": 18129,
            "end": 18559,
            "text": "\n18. The counting of 90+30, total 120 days from the date of receipt of the award, i.e. 25th July, 2022 has been placed in a tabular chart which is also extracted hereunder:\ni. July, 2022 - from 25.07.2022 to 31.07.2022 (both days + 7 days inclusive) ii. August, 2022 - + 31 days iii. September, 2022 - + 30 days iv. October, 2022 - + 31 days v. 21.11.2022 - + 21 days Total = 120 days Thus, 120 days had expired on 21.11.2022.\n19.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9453c95f616e4ea5bca0e61d94c49d76_99"
        },
        {
            "start": 18560,
            "end": 18854,
            "text": "On behalf of the respondent, it has been submitted that the appellant entered appearance before the learned Commercial Court, West Tripura on receipt of the summons but chose not to file any written objection against the condonation petition filed by the respondent herein in each of the cases.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "962768ec39bf4414ad07f9f7064aa237_100"
        },
        {
            "start": 18855,
            "end": 19379,
            "text": "However, at the time of hearing the counsel for the appellant verbally raised two fold legal objection: (i) learned Commercial Court, West Tripura has no territorial jurisdiction to entertain the Section 34 application as the subject matter of the case is situated within Longtharai Valley Sub-Division, Dhalai Tripura within the jurisdiction of learned Commercial Court, Dhalai Ambassa; and (ii) the delay is beyond 30 days after the expiry of three months from the date of receipt of the Award which expired on 23.11.2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0853b0a6b42d4903866f2bdbccdf23f6_101"
        },
        {
            "start": 19380,
            "end": 19434,
            "text": "This fact is admitted as stated in the memo of appeal.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "492cf3b1b0dc44aca2eaba93164942ce_102"
        },
        {
            "start": 19436,
            "end": 19676,
            "text": "20. However, the learned court allowed the condonation application holding that in view of Section 2(1)(e) of the Act read with Section 20 of the CPC, the court had the territorial jurisdiction to entertain the application under Section 34.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "ca4985ebc3514b969bf1bd8b4bf5f2ee_103"
        },
        {
            "start": 19677,
            "end": 19958,
            "text": "It further held that there is only a delay of 30 days under Section 34(3) and in view of Section 12(1) of the Limitation Act and the decision rendered in the case of Himachal Techno Engineer (supra) the reasons for delay were successfully explained in the condonation application.,",
            "labels": [
                "RLC"
            ],
            "id": "9d9f4ff1c5fd42f7bd4a4af9a0b4fdec_104"
        },
        {
            "start": 19959,
            "end": 20165,
            "text": "It is, however, submitted that in the memo of appeal the appellant has set out four questions of law for consideration by this court which are available at para 2.1 (i) to (iv) at page 21 of the paper book.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c8de3da698064ed7aacd2f1b338ad845_105"
        },
        {
            "start": 20167,
            "end": 20267,
            "text": "21. Learned counsel for the respondent has in answer to those issues made the following submissions.",
            "labels": [
                "NONE"
            ],
            "id": "da89798c79f34ab3bdd9c7c0c3541375_106"
        },
        {
            "start": 20268,
            "end": 20595,
            "text": "In reply to issue No. (i) it has been submitted by the respondent that in view of Section 20 of the CPC, since the appellant-sole defendant resides at Agartala within the jurisdiction of the District Commercial Court, West Tripura the cause of action in part arose at Agartala as the impugned award was also passed at Agartala.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8c81147503c45deaa3ec49827b5e050_107"
        },
        {
            "start": 20596,
            "end": 20779,
            "text": "Therefore, the learned court rightly held that it had territorial jurisdiction over the case to decide the petition under Section 34 of the Act and the connected condonation petition.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca6a6c43ea054e5c8d75f49520e4d722_108"
        },
        {
            "start": 20781,
            "end": 21189,
            "text": "22. It is further submitted that though the appellant has challenged the jurisdiction of the District Commercial Court, West Tripura, Agartala but he has himself filed an execution application against the above awards on 23rd March, 2023 being Execution (M)19/2023 and Execution(M)20/2023 arising out of the same awards which are under challenge and subject matter of application under Section 34 of the Act.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0872f8da9ff24351b2ec5469eb8f1da4_109"
        },
        {
            "start": 21190,
            "end": 21313,
            "text": "So the appellant cannot be allowed to take dual stand before two different forums of law for two different subject matters.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ad14db3f81604a6baaf3f9738ccb7680_110"
        },
        {
            "start": 21314,
            "end": 21718,
            "text": "Even if for sake of argument it is presumed that the court below had no territorial jurisdiction to deal with the subject matter of the case then the remedy lies under Order VII Rule 10 & 10A of CPC to return the plaint/application to present it before the appropriate court by fixing a date for presentation and appearance of parties and hearing from the same stage but not dismissal of the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7f7a47c87b4247668a4ae32d70ebaba5_111"
        },
        {
            "start": 21719,
            "end": 21912,
            "text": "He has referred to the decision of the apex court in Oriental Insurance Company ltd. Vs. Tejparas Associates and Exports Pvt. Ltd., reported in (2019) 9 SCC 435, paragraphs 3, 8, 11 and 14.\n23.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "7363d67f07e54417865939efbf72d120_112"
        },
        {
            "start": 21913,
            "end": 22403,
            "text": "In response to the 2nd issue i.e. whether a commercial court can condone a delay beyond 30 days after expiry of three months from the date of receipt of the arbitral award the learned counsel for the respondent has submitted that it is the settled law that no application under Section 34(3) of the Act beyond the period of three months plus 30 days from the date of receipt of award is maintainable and the same is barred by law of limitation and no court can condone the delay thereafter.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bbc4945a247042d5b49670189b7d24d9_113"
        },
        {
            "start": 22404,
            "end": 22561,
            "text": "It is the case of the respondent that in preferring the application under Section 34 of the Act there was a delay of 30 days and the same has been explained.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "b475d1ea81274bb78511fa38b4336b11_114"
        },
        {
            "start": 22562,
            "end": 23200,
            "text": "To decide the actual period of limitation as prescribed under Section 34(3) of the Act, i.e. may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award and if the appellant is prevented by sufficient reason within three months period it may entertain the application within further period of thirty days but not thereafter there is need to understand the meaning of the period of three months' and from' and to know the true intention of the legislature for using the term three months' and not 90 days' wherein the proviso mentions 30 days but not one month'.",
            "labels": [
                "STA"
            ],
            "id": "55f7dc069529467d986428f7993c11ea_115"
        },
        {
            "start": 23201,
            "end": 23287,
            "text": "The terms month' has been defined under Section 3(35) of the General Causes Act, 1897.",
            "labels": [
                "STA"
            ],
            "id": "6c896ca1e57747d4988e5633fb6b3032_116"
        },
        {
            "start": 23288,
            "end": 23352,
            "text": "Month' means a month reckoned according to the British calendar.",
            "labels": [
                "STA"
            ],
            "id": "9ceb856710754b4e94bcee7068214041_117"
        },
        {
            "start": 23353,
            "end": 23563,
            "text": "Section 4 of the said Act further provides that this definition will be applicable to all Central Acts made after the 3 rd January, 1868 and all regulations made on or after the fourteenth day of January, 1887.",
            "labels": [
                "STA"
            ],
            "id": "b17680390dbb49e6bbb4012a4a93e842_118"
        },
        {
            "start": 23564,
            "end": 23652,
            "text": "So, it is applicable to find out the actual period of three months' as per said Act.\n24.",
            "labels": [
                "STA"
            ],
            "id": "9c2f5bc17f71418a83ee50b02ce7480f_119"
        },
        {
            "start": 23653,
            "end": 23783,
            "text": "The learned counsel for the respondent further submitted that as per British calendar month a month may be of 28/29/30 or 31 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2e24c629890449f0a7281571543eadd4_120"
        },
        {
            "start": 23784,
            "end": 23886,
            "text": "So the period of three months will vary as per actual calendar month which may be 89/90/91 or 92 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "d4cf21bb872849b295f824d367092ece_121"
        },
        {
            "start": 23887,
            "end": 24123,
            "text": "As per Section 9(1), (2) of the General Clauses Act, 1897 the term from' be used by excluding the first in a series of days or any other period of time, and for the purpose of the use of the word to' to include the last day in a series.",
            "labels": [
                "STA"
            ],
            "id": "fa16165460854f9cad9c35941ac9cfa7_122"
        },
        {
            "start": 24124,
            "end": 24318,
            "text": "Similar provisions [Section 12(1) and (2)] contained in the Limitation Act, 1963 provide for calculation of limitation, whereby the first day from which the period is reckoned shall be excluded.",
            "labels": [
                "STA"
            ],
            "id": "292b495e9d21483b898a5435d7578841_123"
        },
        {
            "start": 24319,
            "end": 24567,
            "text": "Therefore, the respondent has submitted that in calculating the period of limitation the date of receipt of award will be excluded as per Section 12(1) of the Limitation Act, 1963 read with Section 9(1) and (2) of the General Clauses Act, 1897.\n25.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "2d1088c7f5b640ccb2c760f8157752d0_124"
        },
        {
            "start": 24568,
            "end": 25090,
            "text": "It is further submitted by the learned counsel for the respondent that on a plain reading of Sections 43(1) & (3) of the Arbitration and Conciliation Act read with Section 29(2) of the Limitation Act, 1963 it becomes clear that the provisions of Limitation Act applies to arbitration matters and thereby Sections 4 to 24 of the Limitation Act will be applicable in proceeding under Section 34 of the Act as operation of these provisions are not specifically excluded by the Arbitration & Conciliation Act except Section 5.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3c9138424f3c430ab213ad0c70fb1363_125"
        },
        {
            "start": 25091,
            "end": 25407,
            "text": "Therefore, the submission of the appellant regarding non- applicability of Section 12(1) of the Limitation Act in counting the period of limitation, and expiry of period of three months plus 30 days' on 23.11.2022 and thereby the application filed on 24.11.2022 being barred by law is nothing but a misconceived one.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "40f9dcd000a2449f8fa8e0153fd2a242_126"
        },
        {
            "start": 25408,
            "end": 25502,
            "text": "The period of three months as prescribed under Section 34(3) of the Act does not mean 90 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "92c2899adade4919bdb62d2dc4b80835_127"
        },
        {
            "start": 25503,
            "end": 26019,
            "text": "In support of his above contentions, the learned counsel for the respondent has referred to the following decisions of the apex court:\n(i) Consolidated Engineering Enterprises Vs. Principal Secretary, Irrigation Department & Ors., (2008) 7 SCC 169, para 10,11,13,14 & 15 (ii) State of Himachal Pradesh & Anr., Vs. Himachal Techno Engineers & Anr., (2010) 12 SCC 210 , para 3, 5, 8, 9, 10,11 & 12 (iii) Simplex Infrastructure Limited Vs. Union of India (2019) 2 SCC 505 : AIR 2019 SC 505, para 5, 7, 8, 9, 10 & 12 26.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "4e7c92ec97334737866c389f3be83725_128"
        },
        {
            "start": 26020,
            "end": 26175,
            "text": "In response to issue Nos. (iii) & (iv), learned counsel for the respondent submits that these issues have been raised for the first time before this court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d72d4d72ac4e47448e881ceea91a2c7c_129"
        },
        {
            "start": 26176,
            "end": 26217,
            "text": "As such, these should not be entertained.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5cff47eada794546a78f76fdd6946b0d_130"
        },
        {
            "start": 26218,
            "end": 26679,
            "text": "It is further submitted that the constitution of Commercial Court for the West Tripura District, i.e. the Court of the Additional District Judge, Court No.2, Agartala as Commercial Court, West Tripura was done as per Section 3(1) & (3) of the Commercial Courts Act, 2015 by the State government after consultation with the High Court by Notification in the Official Gazette and till date there is no challenge to the appointment or designation of the said post.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d15ae0e29cd843fc94fd9ad94bc274c4_131"
        },
        {
            "start": 26680,
            "end": 26756,
            "text": "As such, the same cannot be raised before this court at the appellate stage.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "caccc82c6ee24513a355d84e16a66a3e_132"
        },
        {
            "start": 26757,
            "end": 26918,
            "text": "If the submission of the appellant is accepted it would create a judicial chaos as regards the fate of all the orders passed by that court since its designation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "128baa69fc8b4799ae3f5a8f60f82cbb_133"
        },
        {
            "start": 26920,
            "end": 26983,
            "text": "27. We have considered the submission of the parties at length.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "045b958f4130421e8f3f5d428bc8cf51_134"
        },
        {
            "start": 26984,
            "end": 27182,
            "text": "We have also gone through the relevant provisions of the Arbitration & Conciliation Act, 1996 as amended, the Commercial Courts Act, 2015, the Limitation Act, 1963 and the General Clauses Act, 1897.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "45c61eed6d34496cb42627e2f93444e4_135"
        },
        {
            "start": 27183,
            "end": 27325,
            "text": "The basic issue which seeks an answer in the present appeal is whether the application under Section 34 of the Act was barred by delay or not.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8fff027838354232b8888a7ec051e67d_136"
        },
        {
            "start": 27326,
            "end": 27431,
            "text": "In order to appreciate this issue, it is relevant to refer to the provisions of Section 34(3) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b49b9264e21442fda116f0fe4d949a9b_137"
        },
        {
            "start": 27433,
            "end": 28193,
            "text": "(3) An application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under Section 33, from the date on which that request had been disposed of by the arbitral tribunal:\nProvided that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\n28. Section 34(3) provides that an application for setting aside may not be made after three months have elapsed from the date on which the party making the application had received the arbitral award.",
            "labels": [
                "STA"
            ],
            "id": "ebe32bc86a8240349a0a6eeec06a90d3_138"
        },
        {
            "start": 28194,
            "end": 28319,
            "text": "Rest of the provision following thereafter under Section 34(3) does not have relevance in determination of the issue at hand.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b69e840df06b4b299a7d33c845f71a00_139"
        },
        {
            "start": 28321,
            "end": 28613,
            "text": "29. According to the appellant, this expression does not permit any other interpretation relying upon Section 12(1) of the Limitation Act, 1963 or Section 9 of the General Clauses Act, 1897 in view of the specific language used in Section 5 of the Act and Section 29(2) of the Limitation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f910de52fd794318a13355d3ef2664be_140"
        },
        {
            "start": 28615,
            "end": 28801,
            "text": "30. On the other hand, learned counsel for the respondent has placed reliance on the provision of Section 12(1) of the Limitation Act and Section 9(1) and (2) of the General Clauses Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "484407c21bc14ceda2a3ed37c6d99c58_141"
        },
        {
            "start": 28802,
            "end": 28895,
            "text": "Both the parties have placed reliance upon certain decisions in support of their submissions.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fef47fc551c940cc89335b9694360afe_142"
        },
        {
            "start": 28896,
            "end": 29004,
            "text": "In order to answer this issue, we proceed to deal with the cases cited on behalf of the parties hereinafter.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5d6c8a6003e0484bbabe44f763a975f0_143"
        },
        {
            "start": 29006,
            "end": 29383,
            "text": "31. In the case of Union of India Vs. Tecco Trichy Engineers & Contractors, reported in (2005) 4 SCC 239 the question which arose for decision in appeal was: Which is the effective date on which the appellant was delivered with and received the Arbitral award as that would be date wherefrom the limitation within the meaning under Section 34(3) of the Act would be calculated.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "e3474857894a40029827e662d4f8604a_144"
        },
        {
            "start": 29384,
            "end": 29599,
            "text": "The Apex Court held that under Section 34(3) of the Arbitration and Conciliation Act, the limitation of three months commences from the date on which the party making the application had received the arbitral award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f8a248f2b90f4399a6c90868aef5fac1_145"
        },
        {
            "start": 29600,
            "end": 30001,
            "text": "In the facts of the said case it was held that the service of arbitral award on the General Manager by way of receipt in his inwards office could not be taken to be sufficient notice so as to activate the department to take appropriate steps in respect of and in regard to the award passed by the arbitrators to constitute the starting point of limitation for the purposes of section 34(3) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1eb74d778bd243748c527d8f9e69a30f_146"
        },
        {
            "start": 30002,
            "end": 30140,
            "text": "It was further held that delivery of an arbitral award under Section 31(5) is not a matter of mere formality rather a matter of substance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "db5c2c3fbf3f4f309791d17c943f23b1_147"
        },
        {
            "start": 30141,
            "end": 30267,
            "text": "The stage of termination of the arbitral proceedings under Section 32 arises only after the stage under Section 31 has passed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "df06e3e9bd0c4f06b01ed993e0b1e73f_148"
        },
        {
            "start": 30268,
            "end": 30359,
            "text": "The delivery of arbitral award to the party, to be effective, has to be received the party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1c4157b9cf624c69803a000876f72b35_149"
        },
        {
            "start": 30360,
            "end": 30437,
            "text": "The opinion of the Apex Court at para 8 of the report is extracted hereunder:",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "cc7918db8b79430e8f9162b14311260a_150"
        },
        {
            "start": 30438,
            "end": 30547,
            "text": "\n\"8. The delivery of an arbitral award under sub-section (5) of Section 31 is not a matter of mere formality.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5b735a17cab7490faa9b312d31174619_151"
        },
        {
            "start": 30548,
            "end": 30576,
            "text": "It is a matter of substance.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f976041391c14f53a038bd238c499f63_152"
        },
        {
            "start": 30577,
            "end": 30737,
            "text": "It is only after the stage under Section 31 has passed that the stage of termination of arbitral proceedings within the meaning of Section 32 of the Act arises.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fe3a88ae9ad446658d465753b4a92eeb_153"
        },
        {
            "start": 30738,
            "end": 30832,
            "text": "The delivery of arbitral award to the party, to be effective, has to be received by the party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6d4fa33b00504484980804383fe854ef_154"
        },
        {
            "start": 30833,
            "end": 31202,
            "text": "This delivery by the Arbitral Tribunal and receipt by the party of the award sets in motion several periods of limitation such as an application for correction and interpretation of an award within 30 days under Section 33(1), an application for making an additional award under Section 33(4) and an application for setting aside an award under Section 34(3) and so on.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f55b7da053b74e53a3479e9d5947f1ac_155"
        },
        {
            "start": 31203,
            "end": 31598,
            "text": "As this delivery of the copy of award has the effect of conferring certain rights on the party as also bringing to an end the right to exercise those rights on expiry of the prescribed period of limitation which would be calculated from that date, the delivery of the copy of award by the Tribunal and the receipt thereof by each party constitutes an important stage in the arbitral proceedings.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a117b45c81df42db822a0b8cc4ebecb5_156"
        },
        {
            "start": 31600,
            "end": 32099,
            "text": "32. In the case of State of Maharashtra Vs. ARK Builers (P) Ltd., reported in (2011) 4 SCC 616, the question which arose for consideration in the appeal was whether the period of limitation for making an application under Section 34 of the Act for setting aside an arbitral award is to be reckoned from the date a copy of the award is received by the objector by any means and from any source, or it would start running from the date a signed copy of the award is delivered to him by the arbitrator.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "714a95a79133419f912e1af58e5afa9a_157"
        },
        {
            "start": 32100,
            "end": 32466,
            "text": "The Apex Court laid emphasis on para 8 of the decision of Tecco Trichy Engineers & Contractors (supra) and held that the period of limitation prescribed under Section 34(3) of the Act would start running only from the date a signed copy of the award is delivered to or received by the party making the application for setting it aside under Section 34(1) of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "d2301058e6db4f3b9527c848d5b16dc2_158"
        },
        {
            "start": 32467,
            "end": 32915,
            "text": "If the law prescribes that a copy of the order/award is to be communicated, delivered, dispatched, forwarded, rendered or sent to the parties concerned in a particular way and in case the law also sets a period of limitation for challenging the order/award in question by the aggrieved party, then the period of limitation can only commence from the date on which the order/award was received by the party concerned in the manner prescribed by law.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "60272aad1ebb42cda549bdf1e5b7f18e_159"
        },
        {
            "start": 32916,
            "end": 32968,
            "text": "At para 15 of the judgment the Apex Court held:\n\"15.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "1b1297d1c6fb48848faec4cd4da8d3f4_160"
        },
        {
            "start": 32969,
            "end": 33302,
            "text": "The highlighted portion of the judgment extracted above, leaves no room for doubt that the period of limitation prescribed under Section 34(3) of the Act would start running only from the date a signed copy of the award is delivered to/received by the party making the application for setting it aside under Section 34(1) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "19c7732dee804b84a69d075a9e7f303a_161"
        },
        {
            "start": 33303,
            "end": 33354,
            "text": "The legal position on the issue may be stated thus.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "30966b5dc2f94ca9b9108e083b6dc9dd_162"
        },
        {
            "start": 33355,
            "end": 33807,
            "text": "If the law prescribes that a copy of the order/award is to be communicated, delivered, dispatched, forwarded, rendered or sent to the parties concerned in a particular way and in case the law also sets a period of limitation for challenging the order/award in question by the aggrieved party, then the period of limitation can only commence from the date on which the order/award was received by the party concerned in the manner prescribed by the law.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28a449f659c94d73b96ce7c3afde426b_163"
        },
        {
            "start": 33809,
            "end": 33998,
            "text": "33. In the case of Anil Kumar Jinabhai patel Vs. Pravin Chandra Jinabhai Patel & Ors., reported in (2018) 15 SCC 178 some of the parties were not individually served with copy of the award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "ecd7454e4912413080291eb112809215_164"
        },
        {
            "start": 33999,
            "end": 34313,
            "text": "In those circumstances it was observed that receipt of the signed copy of award by all the parties is not necessary when such parties were represented by the head/common power-of- attorney holder who received the award on their behalf, he being the person directly connected with and in control of the proceedings.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "79729ac2bf36410b9297bcf8f82c120c_165"
        },
        {
            "start": 34314,
            "end": 34594,
            "text": "By cumulative reading of Section 34(3) and Section 31(5) of the Act, it was clear that the limitation period prescribed under Section 34(3) of the Act would commence only from the date of signed copy of the award delivered to the party making the application for setting it aside.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4e3127c24f0b47fa9c3e7c2283024ad9_166"
        },
        {
            "start": 34596,
            "end": 34882,
            "text": "34. In the case of Oriental Insurance Company Limited, Vs. Tejparas Associates & Exports (P) Ltd., reported in (2019) 9 SCC 435 the proceedings under Section 34 of the Act were dismissed on grounds of limitation which also led to the dismissal of the appeal under Section 37 of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6a7edb650af8429d850f050115cc0232_167"
        },
        {
            "start": 34883,
            "end": 35017,
            "text": "The primary consideration in the said appeal was whether the dismissal of the Section 34 petition on limitation grounds was justified.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "434ffc9388764f47b7e37242acddc912_168"
        },
        {
            "start": 35018,
            "end": 35223,
            "text": "In that case, the petition under Section 34 was initially filed within the prescribed time frame but was returned and re-presented after a delay, leading to a contention regarding the condonation of delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b79001c40a374f8b9a131df386d26929_169"
        },
        {
            "start": 35224,
            "end": 35409,
            "text": "The Apex Court referred to subsequent amendments to the CPC which provided clarity on the procedure for re- presentation, indicating that it may not always be treated as a fresh filing.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c0dab073aad143acbae28d08cd0713f1_170"
        },
        {
            "start": 35410,
            "end": 35656,
            "text": "The appellant's petition under Section 34 of the Act was initially filed within the limitation period but was returned by the court at Jaipur under Order 7 Rule 10 CPC for re-representation before the competent court fixing a date for appearance.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "da7b170916f14d9fbb565f5ab6aebd96_171"
        },
        {
            "start": 35657,
            "end": 35825,
            "text": "The appellant failed to re-present the petition on the specified date, resulting in an 8-day delay when it was re-presented eventually at the District Court in Jodhpur.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "986e4b7a3d1642c787bb66149dc031fe_172"
        },
        {
            "start": 35826,
            "end": 36016,
            "text": "The respondent filed an application under Section 3 of the Limitation Act, prompting the appellant to file an application under Section 14 of the Limitation Act seeking condonation of delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e23aceff4f654d2998ac94eee8320096_173"
        },
        {
            "start": 36017,
            "end": 36215,
            "text": "The delay in this case pertained to the re-presentation of the petition, not the initial filing, and thus, the application for exclusion of time was available under Section 14 of the Limitation Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9510dfb439344fae89e6428b67a62096_174"
        },
        {
            "start": 36216,
            "end": 36419,
            "text": "Therefore, the Apex Court held that denying consideration of the proceedings under Section 34 of the Act on its merits based solely on the delay in re-presentation would not be justified in that context.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "900806b55394477e9928a65bd5b1b10b_175"
        },
        {
            "start": 36421,
            "end": 36665,
            "text": "35. In P Radha Bai & Ors. Vs. P Ashok Kumar & Anr., reported in (2019) 13 SCC 445, the Apex Court explained the scheme of limitation for challenging the Arbitral Award under Section 34(3) and held that provisions of Limitation Act are excluded.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3a73059385d6418f94c4a567f5fc9c1c_176"
        },
        {
            "start": 36666,
            "end": 36730,
            "text": "The scheme of Section 29(2) of the Limitation Act was explained.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "48fd362552b748a5999127ed0ee75974_177"
        },
        {
            "start": 36731,
            "end": 36852,
            "text": "It was held that the period of limitation under Section 34(3) of the Act commences from the date of receipt of the Award.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "531ed04ffe634d65921a996e1dbb540d_178"
        },
        {
            "start": 36853,
            "end": 37316,
            "text": "The Apex Court also considered the decision in Himachal Techno Engineers (Supra), Assam Urban Water Supply and Sewerage Board Vs. Subash Projects and Marketing Limited, reported in (2012) 2 SCC 624, Consolidated Engineering Enterprises Vs. Principal Secretary, Irrigation Department & Ors., reported in (2008)7 SCC 169 (cited by the respondent herein) and Union of India Vs. Popular Construction Co., reported in (2001) 8 SCC 470 and at para 44 held as under:\n44.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "51b2631018bc4fd285e57cfe367c234b_179"
        },
        {
            "start": 37317,
            "end": 37466,
            "text": "In view of the above, we hold that once the party has received the award, the limitation period under Section 34(3) of the Arbitration Act commences.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b07275fd602942458b9100862d0d93ec_180"
        },
        {
            "start": 37467,
            "end": 37553,
            "text": "Section 17 of the Limitation Act would not come to the rescue of such objecting party.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "a498a468bca544578caaa9b9897cfd7a_181"
        },
        {
            "start": 37555,
            "end": 37925,
            "text": "36. In the case of Dakshin Haryana Bijli Vitran Nigam Ltd. v.\nNavigant Technologies (P) Ltd., reported in (2021) 7 SCC 657 the issue was whether the period of limitation for filing the petition under Section 34 of the Act would commence from the date on which the draft award was circulated to the parties, or the date on which the signed copy of the award was provided.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c11ff7008228428abb0f35dd3f55d9c5_182"
        },
        {
            "start": 37926,
            "end": 38258,
            "text": "It was held that the period of limitation for challenging the award under Section 34 would commence from the date on which the party making the application had received a signed copy of the arbitral award, as required by Section 31(5) of the Act, i.e. only after a valid delivery of the award (including dissenting opinion, if any).",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "3a3678ec199c43e7a8aec83d115c1419_183"
        },
        {
            "start": 38259,
            "end": 38347,
            "text": "The decision in Himachal Techno Engineers (supra) was also considered by the Apex Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "5a1484f15a1d44d3a095cb965433ba3a_184"
        },
        {
            "start": 38348,
            "end": 38398,
            "text": "Para 46 of the judgment is extracted as under:\n46.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "005a8e466f99400d8896d777b10263d5_185"
        },
        {
            "start": 38399,
            "end": 38634,
            "text": "We are of the considered opinion that the period of limitation for filing objections would have to be reckoned from the date on which the signed copy of the award was made available to the parties i.e. on 19-5-2018 in the instant case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9e4062ec889461398b0b242d20e564b_186"
        },
        {
            "start": 38636,
            "end": 39040,
            "text": "37. In the case of Bhimashankar Sahakari Sakkare Karkhane Niyamita v. Walchandnagar Industries Ltd., reported in (2023) 8 SCC 453 the central issue in the case was whether on the last day of condonation period of 30 days under Section 34(3) of Arbitration and Conciliation Act falls on a holiday or during the court vacation, would the benefit of Section 10 of the General Clauses Act, 1897 be available?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0319920c8bcb48439428d07e1bc3a9c0_187"
        },
        {
            "start": 39041,
            "end": 39144,
            "text": "The Apex Court upheld the decision of the High Court and the Ld. Additional District and Session Judge.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "b6d533f3b52a486fbe777d101aa9e80a_188"
        },
        {
            "start": 39145,
            "end": 39410,
            "text": "It held that the benefit of exclusion of period during which court is closed is available only when application setting aside award is filed within prescribed period of limitation i.e., the period of 3 months prescribed in the main part of Section 34(3) of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "c3f7c47d39d9492e8b3162a2e0f91ee3_189"
        },
        {
            "start": 39411,
            "end": 39562,
            "text": "The same is not applicable in respect of period which may be extended by Court in exercise of its discretion under proviso to Section 34(3) of the Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1774bc05af384be1881c2e96a8c645d9_190"
        },
        {
            "start": 39563,
            "end": 39690,
            "text": "The Apex Court, therefore, held that Section 4 of Limitation Act and Section 10 of General Clauses Act would not be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "185a92439d7446d5b18e3ba877e127ba_191"
        },
        {
            "start": 39692,
            "end": 39829,
            "text": "38. Learned counsel for the respondent has also relied on Simplex Infrastructure Limited vs Union of India, reported in (2019) 2 SCC 445.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9eca6d315a6c40b5b806cf57d87287fe_192"
        },
        {
            "start": 39830,
            "end": 40068,
            "text": "The issue concerning this case relates to condonation of delay amounting to 514 days for filing application under Section 34 of the Arbitration and Conciliation Act where the learned Single Judge of the High Court allowed the application.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "89b7bf46e66a45dca1e69b6e16a5534d_193"
        },
        {
            "start": 40069,
            "end": 40185,
            "text": "One of the pleas raised by the respondent relates to the fact that application was presented before the wrong forum.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b4ba63c9212d41519e42606909bc32fd_194"
        },
        {
            "start": 40186,
            "end": 40374,
            "text": "Analyzing the issue, the Hon'ble Apex Court, highlighted two underlying points:\n(i) Whether benefit under Section 5 and Section 14 of the Limitation Act can be extended to the respondents?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "215ea57ebfdb4e278cc36ad52eae502b_195"
        },
        {
            "start": 40375,
            "end": 40501,
            "text": "\n(ii) Whether delay beyond the specific statutory limitation prescribed under Section 34(3) of the 1996 Act could be condoned?",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2840f605f89f4d38836b519621ab92b7_196"
        },
        {
            "start": 40502,
            "end": 40802,
            "text": "\nAnswering the same, the Apex Court relied on the decision of Union of India v. Popular Construction Company, (2001) 8 SCC 470, which held that Section 5 of the Limitation Act has no application to an application challenging an arbitral award under section 34 of the Arbitration and conciliation Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "8c26b3fb586c4d15858746c08dd09762_197"
        },
        {
            "start": 40804,
            "end": 41010,
            "text": "The issue of applicability of Section 14 of Limitation Act was also addressed by the Apex Court and reliance was placed on the decision of Consolidated Engg Enterprises v. Irrigation Dept, (2008) 7 SCC 169.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "6eb97846de8f49838703c6b9b1095d1c_198"
        },
        {
            "start": 41011,
            "end": 41246,
            "text": "It held that indeed Section 14 of the 1963 Act is applicable to Section 34 of the 1996 Act for setting aside the arbitral award but it does not provide for a fresh period of limitation instead exclusion of certain period of limitation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0bae4c17c3af435eae4c1b30d6ffc9fb_199"
        },
        {
            "start": 41247,
            "end": 41435,
            "text": "However, the Apex Court set aside the order of the Ld. Single Judge on the ground that analyzing facts no justification for administration difficulties as reason for delay can be condoned.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f3b71f41e629418198efb7d74b8dcc03_200"
        },
        {
            "start": 41436,
            "end": 41623,
            "text": "\nThis decision does not support the case of the respondent that the period of limitation under Section 34(3) of the Act commences from the date following the date of receipt of the Award.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a832d5be2a9748f5841031020087fe6e_201"
        },
        {
            "start": 41625,
            "end": 42015,
            "text": "39. The principle which falls from a reading of the aforesaid decisions is that the period of limitation commences from the date of receipt of the award under Section 34(3) of the Act and not from the date following the date of receipt of the award as is the principle enshrined under Section 9(1) and (2) of the General clauses Act, 1897 and also Section 12(1) of the Limitation Act, 1963.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f41a34db7e6345d294567bd57ef2ccbe_202"
        },
        {
            "start": 42016,
            "end": 42244,
            "text": "The reason being that in terms of Section 29(2) of the Limitation Act, 1963, the provisions of Section 34(3) providing a limitation period of three months and the outer limit of 30 days therefrom are a special law in themselves.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0408cf15810c4ccca506aa5ae3746a80_203"
        },
        {
            "start": 42245,
            "end": 42336,
            "text": "Therefore, the provisions of the Limitation Act or the General Clauses Act would not apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0b1f4f881f4a4d2b9f99914cecbc651a_204"
        },
        {
            "start": 42337,
            "end": 42563,
            "text": "In fact, proviso to Section 10 of the General Clauses Act, 1897 which relates to computation of time, provides that nothing in this section would apply to any act or proceeding to which the Indian Limitation Act, 1877 applies.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "51f993b91b724e079ce84b747c62ca4f_205"
        },
        {
            "start": 42564,
            "end": 42763,
            "text": "Section 12(1) of the Limitation Act, 1963 provides that in computing the period of limitation for any suit, appeal or application, the day from which such period is to be reckoned, shall be excluded.",
            "labels": [
                "STA"
            ],
            "id": "43c81577f58e4e14aa7f26a72cbb25bb_206"
        },
        {
            "start": 42764,
            "end": 43114,
            "text": "However, in view of the express language used in Section 34(3) of the Act that an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award ....... and the decisions rendered by the Apex Court, there is no scope for any other interpretation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7d143c3e387f475db432289e0cad5499_207"
        },
        {
            "start": 43116,
            "end": 43495,
            "text": "40. Learned counsel for the respondent has heavily relied upon the case of Himachal Techno Engineers & Anr. (supra) to support the argument that Section 9 of the General Clauses Act and application of provisions of Section 12 of the Limitation Act, particularly sub-section (1) thereof is not excluded in reckoning the period of limitation under Section 34(3) of the Act of 1996.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "5554824ebeec477fb8ebd773b04a282b_208"
        },
        {
            "start": 43496,
            "end": 43703,
            "text": "This judgment is also on the proposition that the period of three months provided under the substantive part of Section 34(3) would not mean a period of thirty days but the actual period of a calendar month.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "b438dd039614460999417cb503343c45_209"
        },
        {
            "start": 43704,
            "end": 43798,
            "text": "The proviso uses the word 30 days while referring to the outside limit of condoning the delay.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c294a05c8c5942e886fa6ba207155fdc_210"
        },
        {
            "start": 43799,
            "end": 44035,
            "text": "The legislature had the choice of describing the periods of time in the same units, that is to describe the periods as three months' and one month' respectively or by describing the periods as ninety days' and thirty days' respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e46a9aa6d4e24505ba34a4d09b679c37_211"
        },
        {
            "start": 44036,
            "end": 44053,
            "text": "It did not do so.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f7d6d89b9a9445d87fc640b44a77e50_212"
        },
        {
            "start": 44054,
            "end": 44247,
            "text": "Therefore, the legislature did not intend that the period of three months used in sub-section (3) to be equated to 90 days, nor intended that the period of thirty days to be taken as one month.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3b10f7a134c044c0a0a3907de853bc5a_213"
        },
        {
            "start": 44249,
            "end": 44417,
            "text": "41. In the said case, the award was delivered in the office of the party on a non-working day, the date of such physical delivery is not treated as the date of receipt.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6798c743deec43e7889253664897dcc5_214"
        },
        {
            "start": 44418,
            "end": 44556,
            "text": "It was held that the delivery of the award to the beldar or watchman present on a non-working day would not amount to delivery to a party.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5639f8b52fca4683a3304fba809e9f75_215"
        },
        {
            "start": 44557,
            "end": 44620,
            "text": "The date of receipt necessarily had to be the next working day.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a9992d5d04744cf0a6373a73e103b35f_216"
        },
        {
            "start": 44621,
            "end": 44728,
            "text": "The award delivered to a beldar on a holiday could not be construed to be a valid receipt by the appellant.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2dcaf7ba38664773a8821b2bdba9ce3c_217"
        },
        {
            "start": 44729,
            "end": 45366,
            "text": "However, it is worthwhile to mention here that in the subsequent decision rendered by the Apex Court in the case of P Radha Bai & Ors. Vs. P Ashok Kumar & Anr., reported in (2019) 13 SCC 445 and in the case of Dakshin Haryana bijli vitran Nigam Limited Vs. Navigant Technologies Private Limited reported in (2021) 7 SCC 657 the decision in the case of Himachal Techno Engineers & Anr. (supra) have been specifically taken note of and, thereafter, the Apex Court has held that the date of commencement of limitation would be reckoned from the date of receipt of the award in view of the specific language used in Section 34(3) of the Act.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "25ef87fdce4343ee9b9a01a51ff78b36_218"
        },
        {
            "start": 45367,
            "end": 45587,
            "text": "As such, this Court is bound to follow the subsequent decisions of the Apex Court on this issue which has been rendered after taking due notice of the decision in the case of Himachal Techno Engineers & Anr. (supra).\n42.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "624ea992d90d4a968b73ee13757573d0_219"
        },
        {
            "start": 45588,
            "end": 45788,
            "text": "Treating the date of receipt of the award as the effective date for calculation of the period of limitation, the three months and thirty days have been counted as reflected in the tabular chart below:",
            "labels": [
                "ANALYSIS"
            ],
            "id": "830d59a125944559bc1af0a6f288864a_220"
        },
        {
            "start": 45803,
            "end": 45833,
            "text": "No. of days in relevant months",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7bdeb2c7981741a1a684a51d8a5c6194_221"
        },
        {
            "start": 45857,
            "end": 45878,
            "text": "Monthwise Calculation",
            "labels": [
                "ANALYSIS"
            ],
            "id": "02d9d9f1b0c242aa85ea027f8f7f3b28_222"
        },
        {
            "start": 45935,
            "end": 45963,
            "text": "1st Month       July- August",
            "labels": [
                "ANALYSIS"
            ],
            "id": "7e5164ca70274c29ace428c0572beefe_223"
        },
        {
            "start": 46020,
            "end": 46101,
            "text": "25.07.2022 to 24.08.2022                                                         ",
            "labels": [
                "NONE"
            ],
            "id": "20aa7f1b32c841c598960cfcc3d62de5_224"
        },
        {
            "start": 46101,
            "end": 46124,
            "text": "2nd Month       August-",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c35b82c33ff244cab7903781d20e800c_225"
        },
        {
            "start": 46125,
            "end": 46134,
            "text": "September",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8a0c618b53f34e3dae1a76c0259b615c_226"
        },
        {
            "start": 46191,
            "end": 46215,
            "text": "25.08.2022 to 24.09.2022",
            "labels": [
                "NONE"
            ],
            "id": "2ecc204412c84099bfb1a6e07ece9b1d_227"
        },
        {
            "start": 46272,
            "end": 46288,
            "text": "3rd Month       ",
            "labels": [
                "ANALYSIS"
            ],
            "id": "75e16b3f92404d76aaef43065ec3c575_228"
        },
        {
            "start": 46288,
            "end": 46306,
            "text": "September- October",
            "labels": [
                "ANALYSIS"
            ],
            "id": "adc3ef5c7b0844049a8fb232c949fa73_229"
        },
        {
            "start": 46363,
            "end": 46387,
            "text": "25.09.2022 to 24.10.2022",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ba0c883a530145ed9fbbcc40884a69c1_230"
        },
        {
            "start": 46388,
            "end": 46989,
            "text": "                                               Total- 3 months       October- November (7 days)                        25.10.2022 to 31.10.2022       November- 23 days                                 01.11.2022 to 23.11.2022                                               Extended 30 days 43. The legislature has categorically used the expression three months' in the substantive part of Section 34(3) of the Act whereas the proviso thereto has used the expression thirty days' for the purposes of condoning the delay in making such an application under Section 34(3) beyond the period of three months.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6e2c77dea29d445daf478f2afddf094e_231"
        },
        {
            "start": 46990,
            "end": 47162,
            "text": "The legislature has consciously used two expressions in the same provision instead of using three months' and one month' respectively or 90 days' and 30 days' respectively.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36c865c683d0438fa0acb575f019c732_232"
        },
        {
            "start": 47163,
            "end": 47238,
            "text": "Therefore, the expression months' has to be understood as calendar months'.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9bebfa13dfdd4b58b6f7ae6f14929c8a_233"
        },
        {
            "start": 47239,
            "end": 47439,
            "text": "The manner in which computation of calendar months' has to be done is dealt with in the case of Rameshchandra Ambalal Joshi Vs. State of Gujarat & Anr. reported in (2014) 11 SCC 759 by the Apex Court.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "2593965b9aa3486197aada545e31a862_234"
        },
        {
            "start": 47440,
            "end": 47540,
            "text": "The case relates to filing of a complaint under Section 138 of the Negotiable Instruments Act, 1881.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ab4ad52c843f4d1d9414fa47f5e24407_235"
        },
        {
            "start": 47541,
            "end": 47870,
            "text": "However, for the purposes of calculation of the three months period, the Apex Court has laid down the following principle in line with the meaning of the expression calendar month used in the General Clauses Act, 1897 and referred to the Halsbury's Laws of England which provide for calculation of a calendar month as under:\n 21.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "cb2234d0b05f41ac9b6d6e28a47c806b_236"
        },
        {
            "start": 47871,
            "end": 48479,
            "text": "At this stage, we would also like to refer to Halsbury's Laws of England, Vol. 37, 3rd Edn., Para 143 at p. 83 which provides for calculation of a calendar month:\n143. Calendar month running from arbitrary date.--When the period prescribed is a calendar month running from any arbitrary date the period expires with the day in the succeeding month immediately preceding the day corresponding to the date upon which the period starts; save that, if the period starts at the end of a calendar month which contains more days than the next succeeding month, the period expires at the end of the latter month.\n44.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0496a82851db4a5cb56695ac23c63e9d_237"
        },
        {
            "start": 48480,
            "end": 48766,
            "text": "Learned counsel for the respondent has also relied upon the same meaning of the expression month as calendar month for the purposes of computation of the period of limitation under Section 34(3) of the Act though the period of thirty days thereafter has to be counted in number of days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1f39c2d8f0a34ae49867065ca865d9fa_238"
        },
        {
            "start": 48767,
            "end": 49129,
            "text": "On the other hand, learned counsel for the appellant has harped upon the plea that the period of 90 days + 30 days = 120 days is to be counted for the purposes of the period of limitation and condonation of delay in presenting the application under Section 34(3) of the Act by the respondent before the District Commercial Court, Agartala on 24th November, 2022.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "79833230596b4d05b3130286045b30e4_239"
        },
        {
            "start": 49130,
            "end": 49257,
            "text": "It is the case of the appellant that such period has to be reckoned from the date of receipt of the award i.e. 25th July, 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "712c14a5b95f4e948d254a315282ecbf_240"
        },
        {
            "start": 49258,
            "end": 49663,
            "text": "For the purposes of illustration, the period of limitation prescribed under Section 34(3) read with its proviso as 90+30 days has also been computed in the form of a tabular chart hereinbelow:\nDate of Award passed by the Ld. Arbitrator ....................................................25.07.2022 Date of presentation of Section 34 petition ....................................................24.11.2022",
            "labels": [
                "ANALYSIS"
            ],
            "id": "49ca8bbe073d4453bf4d55e70943f140_241"
        },
        {
            "start": 49664,
            "end": 49674,
            "text": "along with",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d725fe205b98499ca01ac0438f4f322f_242"
        },
        {
            "start": 49675,
            "end": 49739,
            "text": "Condonation petition/ Filing date No. of days in relevant months",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5f9089d8978e4423961bf071a7abca16_243"
        },
        {
            "start": 49740,
            "end": 50045,
            "text": "Monthwise Calculation July- 7 days 25.07.2022 to 31.07.2022 August- 31 days 01.08.2022 to 31.08.2022 September- 30 days 01.09.2022 to 30.09.2022 October- 22 days 01.10.2022 to 22.10.2022 Total-90 days October- 8 days 23.10.2022 to 30.10.2022 November- 22 days 01.11.2022 to 22.11.2022 Extended 30 days 45.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f876ae7f025a4e49a9778107379aadcc_244"
        },
        {
            "start": 50046,
            "end": 50396,
            "text": "It is but obvious that the limitation period i.e. 3 months and 30 days expired on 23rd November, 2022 i.e. one day before the date of its presentation, i.e. 24.11.2022 whereas if the limitation period is treated as 90+30 days, it expired on 22nd November, 2022, i.e. two days before the date of presentation of the application on 24th November, 2022.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "57e4c7a23ea04d0ca0873ec55ffbc3bb_245"
        },
        {
            "start": 50398,
            "end": 50574,
            "text": "46. Considered in either manner, the application under Section 34(3) of the Act was beyond the period of limitation which could not be condoned by the learned Commercial Court.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "62897d514d964d5d8024522dedd1c103_246"
        },
        {
            "start": 50575,
            "end": 50751,
            "text": "The principle in this regard has been authoritatively laid down in Union of India vs Popular Construction Co. reported in (2001) 8 SCC 470 and followed thereafter consistently.",
            "labels": [
                "RATIO"
            ],
            "id": "0c04797c27bf44cc944d5a62b1763b8d_247"
        },
        {
            "start": 50752,
            "end": 50927,
            "text": "As such, the impugned order by which the delay of 30 days has been condoned and the application under Section 34(3) had been treated to be within time is unsustainable in law.",
            "labels": [
                "RATIO"
            ],
            "id": "897775972f9247658e4a778af2edc46c_248"
        },
        {
            "start": 50928,
            "end": 50956,
            "text": "It is accordingly set aside.",
            "labels": [
                "RATIO"
            ],
            "id": "695df05d051a4fd3a2abc471a2610d58_249"
        },
        {
            "start": 50957,
            "end": 51039,
            "text": "The application under Section 34(3) of the Act is held to be barred by limitation.",
            "labels": [
                "RATIO"
            ],
            "id": "9a23471880884720b92adecda7fbdbb4_250"
        },
        {
            "start": 51041,
            "end": 51184,
            "text": "47. Since the appeal succeeds on the first point itself, we do not deem it necessary to answer the other issues raised by the appellant herein.",
            "labels": [
                "RATIO"
            ],
            "id": "20ec83cd658e474e813588a8c4e55921_251"
        },
        {
            "start": 51185,
            "end": 51227,
            "text": "Accordingly, both the appeals are allowed.",
            "labels": [
                "RPC"
            ],
            "id": "d3694f48aa9f4ecdb313194bccc29117_252"
        },
        {
            "start": 51228,
            "end": 51398,
            "text": "Consequently, the matters pending before the District Commercial Court, West Tripura, Agartala being CM (ARB) 06/2022 and CM (ARB) 07/2022 are held to be barred by delay.",
            "labels": [
                "RPC"
            ],
            "id": "5cd4a494cdf34467bfff14a82584ff35_253"
        },
        {
            "start": 51399,
            "end": 51455,
            "text": "\nPending application(s), if any, also stand disposed of.",
            "labels": [
                "RPC"
            ],
            "id": "58b2047d0d484641a23455aec29f9b13_254"
        },
        {
            "start": 51456,
            "end": 51651,
            "text": "\n(ARINDAM LODH), J                                      (APARESH KUMAR SINGH), CJ lodh SIDDHARTHA   Digitally signed by SIDDHARTHA              LODH LODH         Date: 2024.05.09 10:38:52 +05'30'",
            "labels": [
                "NONE"
            ],
            "id": "ad4cf6e09c56431caeb865e4486b3ef0_255"
        }
    ],
    "entities": [
        {
            "text": "Jharkhand High Court",
            "label": "COURT",
            "start_char": 0,
            "end_char": 20
        },
        {
            "text": "Government @ State Of Jharkhand",
            "label": "PETITIONER",
            "start_char": 25,
            "end_char": 56
        },
        {
            "text": "K.S Softnet Solution Private Ltd.",
            "label": "RESPONDENT",
            "start_char": 68,
            "end_char": 101
        },
        {
            "text": "Sujit Narayan Prasad",
            "label": "JUDGE",
            "start_char": 134,
            "end_char": 154
        },
        {
            "text": "Sujit Narayan Prasad",
            "label": "JUDGE",
            "start_char": 162,
            "end_char": 182
        },
        {
            "text": "High Court Of Jharkhand At Ranchi",
            "label": "COURT",
            "start_char": 288,
            "end_char": 321
        },
        {
            "text": "Government @ State of Jharkhand",
            "label": "PETITIONER",
            "start_char": 400,
            "end_char": 431
        },
        {
            "text": "K.S Softnet Solution Private Ltd.",
            "label": "RESPONDENT",
            "start_char": 652,
            "end_char": 685
        },
        {
            "text": "NARAYAN PRASAD",
            "label": "JUDGE",
            "start_char": 1139,
            "end_char": 1153
        },
        {
            "text": "PRADEEP KUMAR SRIVASTAVA",
            "label": "JUDGE",
            "start_char": 1176,
            "end_char": 1200
        },
        {
            "text": "Sachin Kumar",
            "label": "LAWYER",
            "start_char": 1260,
            "end_char": 1272
        },
        {
            "text": "Surabhi",
            "label": "LAWYER",
            "start_char": 1310,
            "end_char": 1317
        },
        {
            "text": "Rajendra Krishna",
            "label": "LAWYER",
            "start_char": 1361,
            "end_char": 1377
        },
        {
            "text": "Baibhaw Gahlaut",
            "label": "LAWYER",
            "start_char": 1415,
            "end_char": 1430
        },
        {
            "text": "Utkarsh Krishna",
            "label": "LAWYER",
            "start_char": 1468,
            "end_char": 1483
        },
        {
            "text": "Subhneet Jha",
            "label": "LAWYER",
            "start_char": 1521,
            "end_char": 1533
        },
        {
            "text": "5 February, 2024",
            "label": "DATE",
            "start_char": 1622,
            "end_char": 1638
        },
        {
            "text": "Sujit Narayan Prasad",
            "label": "JUDGE",
            "start_char": 1643,
            "end_char": 1663
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1708,
            "end_char": 1719
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1727,
            "end_char": 1748
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 1777,
            "end_char": 1787
        },
        {
            "text": "Commercial Court, Ranchi",
            "label": "COURT",
            "start_char": 1829,
            "end_char": 1853
        },
        {
            "text": "Commercial Execution Case No. 02 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 1858,
            "end_char": 1898
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 1944,
            "end_char": 1955
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 1963,
            "end_char": 1984
        },
        {
            "text": "Sachin Kumar",
            "label": "LAWYER",
            "start_char": 2085,
            "end_char": 2097
        },
        {
            "text": "Surabhi",
            "label": "LAWYER",
            "start_char": 2175,
            "end_char": 2182
        },
        {
            "text": "arbitration and conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2298,
            "end_char": 2336
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2366,
            "end_char": 2376
        },
        {
            "text": "Section 37 (1)",
            "label": "PROVISION",
            "start_char": 2532,
            "end_char": 2546
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2554,
            "end_char": 2592
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2685,
            "end_char": 2695
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2703,
            "end_char": 2741
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 2807,
            "end_char": 2816
        },
        {
            "text": "Section 9",
            "label": "PROVISION",
            "start_char": 2870,
            "end_char": 2879
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2948,
            "end_char": 2958
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3034,
            "end_char": 3044
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3052,
            "end_char": 3090
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 3167,
            "end_char": 3177
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 3185,
            "end_char": 3223
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 3271,
            "end_char": 3298
        },
        {
            "text": "Chapter IV",
            "label": "PROVISION",
            "start_char": 3343,
            "end_char": 3353
        },
        {
            "text": "Section 13(1) and (1-A)",
            "label": "PROVISION",
            "start_char": 3371,
            "end_char": 3394
        },
        {
            "text": "Sub-Section (1) of Section 13",
            "label": "PROVISION",
            "start_char": 3400,
            "end_char": 3429
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4088,
            "end_char": 4098
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 4106,
            "end_char": 4133
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4177,
            "end_char": 4187
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 4195,
            "end_char": 4204
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 4234,
            "end_char": 4244
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 4316,
            "end_char": 4326
        },
        {
            "text": "Section 13 (1-A)",
            "label": "PROVISION",
            "start_char": 4393,
            "end_char": 4409
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4576,
            "end_char": 4587
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 4595,
            "end_char": 4616
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 4688,
            "end_char": 4699
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 4707,
            "end_char": 4728
        },
        {
            "text": "Baibhaw Gahlaut",
            "label": "LAWYER",
            "start_char": 4751,
            "end_char": 4766
        },
        {
            "text": "Commercial Court, Ranchi",
            "label": "COURT",
            "start_char": 4889,
            "end_char": 4913
        },
        {
            "text": "Execution Case No. 02 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 5008,
            "end_char": 5037
        },
        {
            "text": "Section 13(1-A)",
            "label": "PROVISION",
            "start_char": 5154,
            "end_char": 5169
        },
        {
            "text": "Commercial Court Act, 2015",
            "label": "STATUTE",
            "start_char": 5177,
            "end_char": 5203
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 5303,
            "end_char": 5313
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 5321,
            "end_char": 5330
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5368,
            "end_char": 5379
        },
        {
            "text": "Section 13(1-A)",
            "label": "PROVISION",
            "start_char": 5453,
            "end_char": 5468
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 5476,
            "end_char": 5503
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5600,
            "end_char": 5611
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5619,
            "end_char": 5640
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 5826,
            "end_char": 5837
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 5845,
            "end_char": 5866
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6087,
            "end_char": 6098
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6106,
            "end_char": 6127
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6138,
            "end_char": 6149
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 6162,
            "end_char": 6174
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6322,
            "end_char": 6333
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6341,
            "end_char": 6362
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 6431,
            "end_char": 6442
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 6450,
            "end_char": 6471
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6503,
            "end_char": 6506
        },
        {
            "text": "01.07.2002",
            "label": "DATE",
            "start_char": 6544,
            "end_char": 6554
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6630,
            "end_char": 6641
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6649,
            "end_char": 6672
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6746,
            "end_char": 6757
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 6765,
            "end_char": 6788
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 6906,
            "end_char": 6917
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 6921,
            "end_char": 6924
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 7426,
            "end_char": 7437
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 7445,
            "end_char": 7466
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 7518,
            "end_char": 7529
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 7628,
            "end_char": 7631
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 7753,
            "end_char": 7763
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 7995,
            "end_char": 8033
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 8042,
            "end_char": 8069
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 8080,
            "end_char": 8118
        },
        {
            "text": "Section 34 and Section 37",
            "label": "PROVISION",
            "start_char": 8209,
            "end_char": 8234
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8400,
            "end_char": 8410
        },
        {
            "text": "Code of Civil Procedure",
            "label": "STATUTE",
            "start_char": 8418,
            "end_char": 8441
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8516,
            "end_char": 8526
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8604,
            "end_char": 8614
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8638,
            "end_char": 8648
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 8769,
            "end_char": 8779
        },
        {
            "text": "section 8",
            "label": "PROVISION",
            "start_char": 9170,
            "end_char": 9179
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 9233,
            "end_char": 9242
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 9311,
            "end_char": 9321
        },
        {
            "text": "sub-section (2) or sub-section (3) of section 16",
            "label": "PROVISION",
            "start_char": 9440,
            "end_char": 9488
        },
        {
            "text": "section (3)",
            "label": "PROVISION",
            "start_char": 9552,
            "end_char": 9563
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 9722,
            "end_char": 9735
        },
        {
            "text": "section 8",
            "label": "PROVISION",
            "start_char": 9899,
            "end_char": 9908
        },
        {
            "text": "section 9",
            "label": "PROVISION",
            "start_char": 9958,
            "end_char": 9967
        },
        {
            "text": "section 34",
            "label": "PROVISION",
            "start_char": 10034,
            "end_char": 10044
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 10055,
            "end_char": 10082
        },
        {
            "text": "Chapter IV",
            "label": "PROVISION",
            "start_char": 10486,
            "end_char": 10496
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 10502,
            "end_char": 10512
        },
        {
            "text": "Section 13",
            "label": "PROVISION",
            "start_char": 10534,
            "end_char": 10544
        },
        {
            "text": "Order XLIII",
            "label": "PROVISION",
            "start_char": 11350,
            "end_char": 11361
        },
        {
            "text": "Code of Civil Procedure, 1908 (5 of 1908)",
            "label": "STATUTE",
            "start_char": 11369,
            "end_char": 11410
        },
        {
            "text": "section 37",
            "label": "PROVISION",
            "start_char": 11438,
            "end_char": 11448
        },
        {
            "text": "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "label": "STATUTE",
            "start_char": 11456,
            "end_char": 11513
        },
        {
            "text": "Sub-Section 1 of section 13",
            "label": "PROVISION",
            "start_char": 11787,
            "end_char": 11814
        },
        {
            "text": "Sub Section 2 of Section 13",
            "label": "PROVISION",
            "start_char": 12384,
            "end_char": 12411
        },
        {
            "text": "Sub-Section 2 of Section 13",
            "label": "PROVISION",
            "start_char": 12748,
            "end_char": 12775
        },
        {
            "text": "Sub-Section 2 of Section 13",
            "label": "PROVISION",
            "start_char": 13016,
            "end_char": 13043
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13310,
            "end_char": 13337
        },
        {
            "text": "Sub-Section 2 of Section 13",
            "label": "PROVISION",
            "start_char": 13361,
            "end_char": 13388
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13818,
            "end_char": 13845
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 13921,
            "end_char": 13959
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 13972,
            "end_char": 13999
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14045,
            "end_char": 14072
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 14224,
            "end_char": 14234
        },
        {
            "text": "Jaycee Housing Private Limited and Others v. Registrar (general), Orissa High Court, Cuttack and Others reported in (2023) 1 SCC 549",
            "label": "PRECEDENT",
            "start_char": 14250,
            "end_char": 14382
        },
        {
            "text": "Kandla Export Corporation and Another v. OCI Corporation and Another reported in (2018) 14 SCC 715",
            "label": "PRECEDENT",
            "start_char": 14406,
            "end_char": 14504
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 14529,
            "end_char": 14567
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 14602,
            "end_char": 14623
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 14669,
            "end_char": 14696
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 14821,
            "end_char": 14832
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 14840,
            "end_char": 14861
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 14880,
            "end_char": 14891
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 14899,
            "end_char": 14905
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 15089,
            "end_char": 15127
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15192,
            "end_char": 15219
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 15420,
            "end_char": 15430
        },
        {
            "text": "Arbitration and Conciliation Act",
            "label": "STATUTE",
            "start_char": 15438,
            "end_char": 15470
        },
        {
            "text": "Section 50",
            "label": "PROVISION",
            "start_char": 15474,
            "end_char": 15484
        },
        {
            "text": "Section 13(1) or (1A)",
            "label": "PROVISION",
            "start_char": 15496,
            "end_char": 15517
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15525,
            "end_char": 15552
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 15635,
            "end_char": 15645
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 15653,
            "end_char": 15691
        },
        {
            "text": "Section 13(1A)",
            "label": "PROVISION",
            "start_char": 15702,
            "end_char": 15716
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 15724,
            "end_char": 15751
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 15770,
            "end_char": 15780
        },
        {
            "text": "Kandla Export Corporation and Another v. OCI Corporation and Another",
            "label": "PRECEDENT",
            "start_char": 15796,
            "end_char": 15864
        },
        {
            "text": "Section 50 or Section 37",
            "label": "PROVISION",
            "start_char": 16016,
            "end_char": 16040
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 16048,
            "end_char": 16086
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 16105,
            "end_char": 16115
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 16352,
            "end_char": 16360
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 16368,
            "end_char": 16402
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16408,
            "end_char": 16418
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16426,
            "end_char": 16441
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 16525,
            "end_char": 16533
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 16534,
            "end_char": 16537
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 16609,
            "end_char": 16619
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16627,
            "end_char": 16642
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 17001,
            "end_char": 17009
        },
        {
            "text": "Code of Civil Procedure Code, 1908",
            "label": "STATUTE",
            "start_char": 17017,
            "end_char": 17051
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17057,
            "end_char": 17067
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17075,
            "end_char": 17090
        },
        {
            "text": "Order 43",
            "label": "PROVISION",
            "start_char": 17174,
            "end_char": 17182
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 17183,
            "end_char": 17186
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 17258,
            "end_char": 17268
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17276,
            "end_char": 17291
        },
        {
            "text": "Section 8",
            "label": "PROVISION",
            "start_char": 17443,
            "end_char": 17452
        },
        {
            "text": "Section 37(1)(a)",
            "label": "PROVISION",
            "start_char": 17481,
            "end_char": 17497
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17529,
            "end_char": 17542
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17550,
            "end_char": 17571
        },
        {
            "text": "sub-sections (2) and (3) of Section 16",
            "label": "PROVISION",
            "start_char": 17626,
            "end_char": 17664
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 17672,
            "end_char": 17687
        },
        {
            "text": "Section 37(2)(a)",
            "label": "PROVISION",
            "start_char": 17726,
            "end_char": 17742
        },
        {
            "text": "Section 13(1)",
            "label": "PROVISION",
            "start_char": 17765,
            "end_char": 17778
        },
        {
            "text": "Commercial Courts Act",
            "label": "STATUTE",
            "start_char": 17786,
            "end_char": 17807
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 17826,
            "end_char": 17836
        },
        {
            "text": "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another reported in (2020) 15 SCC 706",
            "label": "PRECEDENT",
            "start_char": 17852,
            "end_char": 17960
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18024,
            "end_char": 18035
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18043,
            "end_char": 18064
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 18075,
            "end_char": 18086
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 18094,
            "end_char": 18100
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18224,
            "end_char": 18235
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18243,
            "end_char": 18264
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18470,
            "end_char": 18481
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 18489,
            "end_char": 18510
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 18816,
            "end_char": 18827
        },
        {
            "text": "Section 17",
            "label": "PROVISION",
            "start_char": 19461,
            "end_char": 19471
        },
        {
            "text": "Section 41(e)",
            "label": "PROVISION",
            "start_char": 19722,
            "end_char": 19735
        },
        {
            "text": "Specific Relief Act",
            "label": "STATUTE",
            "start_char": 19743,
            "end_char": 19762
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 20165,
            "end_char": 20176
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 20184,
            "end_char": 20190
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20300,
            "end_char": 20310
        },
        {
            "text": "D.L.F. Housing and Construction Company (P) Ltd., New Delhi v. Sarup Singh and Others reported in (1969) 3 SCC 807",
            "label": "PRECEDENT",
            "start_char": 20326,
            "end_char": 20440
        },
        {
            "text": "Clause (a) and (b) of Section 115",
            "label": "PROVISION",
            "start_char": 20464,
            "end_char": 20497
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 20827,
            "end_char": 20838
        },
        {
            "text": "C.P.C.",
            "label": "STATUTE",
            "start_char": 20846,
            "end_char": 20852
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 20909,
            "end_char": 20920
        },
        {
            "text": "C.P.,C.",
            "label": "STATUTE",
            "start_char": 20928,
            "end_char": 20935
        },
        {
            "text": "Rohatgi",
            "label": "OTHER_PERSON",
            "start_char": 21163,
            "end_char": 21170
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 21315,
            "end_char": 21326
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21327,
            "end_char": 21330
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 21413,
            "end_char": 21424
        },
        {
            "text": "Tek Singh v. Shashi Verma [Tek Singh v. Shashi Verma, (2019) 16 SCC 678 : (2020)",
            "label": "PRECEDENT",
            "start_char": 21696,
            "end_char": 21776
        },
        {
            "text": "SCC (Civ) 753",
            "label": "CASE_NUMBER",
            "start_char": 21779,
            "end_char": 21792
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 21977,
            "end_char": 21988
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 21989,
            "end_char": 21992
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 22126,
            "end_char": 22137
        },
        {
            "text": "CPC",
            "label": "STATUTE",
            "start_char": 22138,
            "end_char": 22141
        },
        {
            "text": "DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807]",
            "label": "PRECEDENT",
            "start_char": 22225,
            "end_char": 22354
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 22499,
            "end_char": 22510
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 23880,
            "end_char": 23891
        },
        {
            "text": "Section 115",
            "label": "PROVISION",
            "start_char": 24183,
            "end_char": 24194
        },
        {
            "text": "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another",
            "label": "PRECEDENT",
            "start_char": 24505,
            "end_char": 24583
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 24636,
            "end_char": 24647
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 24655,
            "end_char": 24676
        },
        {
            "text": "Section 11(6)",
            "label": "PROVISION",
            "start_char": 25183,
            "end_char": 25196
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25204,
            "end_char": 25242
        },
        {
            "text": "04.11.2022",
            "label": "DATE",
            "start_char": 25425,
            "end_char": 25435
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25550,
            "end_char": 25560
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25568,
            "end_char": 25606
        },
        {
            "text": "Commercial Arbitration Case No. 2 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 25613,
            "end_char": 25654
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25907,
            "end_char": 25917
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 25925,
            "end_char": 25963
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 26085,
            "end_char": 26095
        },
        {
            "text": "16.06.2023",
            "label": "DATE",
            "start_char": 26313,
            "end_char": 26323
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 26704,
            "end_char": 26710
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 26712,
            "end_char": 26721
        },
        {
            "text": "Nazir civil Court Ranchi",
            "label": "COURT",
            "start_char": 26807,
            "end_char": 26831
        },
        {
            "text": "Ranchi",
            "label": "GPE",
            "start_char": 27117,
            "end_char": 27123
        },
        {
            "text": "Jharkhand",
            "label": "GPE",
            "start_char": 27125,
            "end_char": 27134
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 27287,
            "end_char": 27298
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 27306,
            "end_char": 27327
        },
        {
            "text": "Commercial Exclusion Case No. 2 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 27520,
            "end_char": 27559
        },
        {
            "text": "13.07.2023",
            "label": "DATE",
            "start_char": 27621,
            "end_char": 27631
        },
        {
            "text": "31.01.2024",
            "label": "DATE",
            "start_char": 28019,
            "end_char": 28029
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28163,
            "end_char": 28174
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28182,
            "end_char": 28203
        },
        {
            "text": "Commercial Court, Ranchi",
            "label": "COURT",
            "start_char": 28238,
            "end_char": 28262
        },
        {
            "text": "Commercial Revocation Case No.02 of 2023",
            "label": "CASE_NUMBER",
            "start_char": 28266,
            "end_char": 28306
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28404,
            "end_char": 28415
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28423,
            "end_char": 28444
        },
        {
            "text": "Section 13(1)(a)",
            "label": "PROVISION",
            "start_char": 28475,
            "end_char": 28491
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 28499,
            "end_char": 28526
        },
        {
            "text": "Sachin Kumar",
            "label": "LAWYER",
            "start_char": 28533,
            "end_char": 28545
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 28676,
            "end_char": 28687
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 28695,
            "end_char": 28716
        },
        {
            "text": "Baibhaw Gahlaut",
            "label": "LAWYER",
            "start_char": 28723,
            "end_char": 28738
        },
        {
            "text": "28.07.2023",
            "label": "DATE",
            "start_char": 28842,
            "end_char": 28852
        },
        {
            "text": "08.02.2024",
            "label": "DATE",
            "start_char": 29066,
            "end_char": 29076
        },
        {
            "text": "08.02.2024",
            "label": "DATE",
            "start_char": 29137,
            "end_char": 29147
        },
        {
            "text": "05.02.2024",
            "label": "DATE",
            "start_char": 29217,
            "end_char": 29227
        },
        {
            "text": "31.01.2024",
            "label": "DATE",
            "start_char": 29443,
            "end_char": 29453
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 29587,
            "end_char": 29598
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 29606,
            "end_char": 29627
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 30125,
            "end_char": 30135
        },
        {
            "text": "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another",
            "label": "PRECEDENT",
            "start_char": 30151,
            "end_char": 30229
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 30258,
            "end_char": 30269
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 30277,
            "end_char": 30298
        },
        {
            "text": "Pioneer Printers",
            "label": "ORG",
            "start_char": 30452,
            "end_char": 30468
        },
        {
            "text": "Proprietor Ram Kumar Agarwal v. Jharkhand Education Project Council",
            "label": "PRECEDENT",
            "start_char": 30481,
            "end_char": 30548
        },
        {
            "text": "Commercial Appeal No.03 of 2018",
            "label": "CASE_NUMBER",
            "start_char": 30587,
            "end_char": 30618
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 30865,
            "end_char": 30875
        },
        {
            "text": "Kandla Export Corporation and Another v. OCI Corporation and Another",
            "label": "PRECEDENT",
            "start_char": 30891,
            "end_char": 30959
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 31060,
            "end_char": 31070
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 31153,
            "end_char": 31163
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 31171,
            "end_char": 31209
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31379,
            "end_char": 31390
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 31398,
            "end_char": 31419
        },
        {
            "text": "Sub-Section (2) of Section 13",
            "label": "PROVISION",
            "start_char": 31770,
            "end_char": 31799
        },
        {
            "text": "Commercial Courts Act, 2015",
            "label": "STATUTE",
            "start_char": 31807,
            "end_char": 31834
        },
        {
            "text": "Article 227",
            "label": "PROVISION",
            "start_char": 31983,
            "end_char": 31994
        },
        {
            "text": "Constitution of India",
            "label": "STATUTE",
            "start_char": 32002,
            "end_char": 32023
        },
        {
            "text": "06.12.2023",
            "label": "DATE",
            "start_char": 32166,
            "end_char": 32176
        },
        {
            "text": "Sujit Narayan Prasad",
            "label": "JUDGE",
            "start_char": 32364,
            "end_char": 32384
        },
        {
            "text": "Pradeep Kumar Srivastava",
            "label": "JUDGE",
            "start_char": 32391,
            "end_char": 32415
        },
        {
            "text": "A.F.R. Birendra/",
            "label": "OTHER_PERSON",
            "start_char": 32421,
            "end_char": 32437
        }
    ],
    "precedent_clusters": {
        "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another": [
            "Kandla Export Corporation and Another v. OCI Corporation and Another",
            "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another",
            "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another",
            "Proprietor Ram Kumar Agarwal v. Jharkhand Education Project Council",
            "Kandla Export Corporation and Another v. OCI Corporation and Another"
        ],
        "DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807]": [
            "D.L.F. Housing and Construction Company (P) Ltd., New Delhi v. Sarup Singh and Others reported in (1969) 3 SCC 807",
            "DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807]"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 37 (1)",
            "Arbitration and Conciliation Act, 1996",
            "Section 37 (1)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 13(1-A)",
            "Commercial Court Act, 2015",
            "Section 13(1-A)",
            "Commercial Court Act, 2015"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 13(1-A)",
            "Commercial Courts Act, 2015",
            "Section 13(1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution",
            "Article 227",
            "Constitution"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "Code of Civil Procedure",
            "Section 115",
            "Code of Civil Procedure"
        ],
        [
            "Section 115",
            "Code of Civil Procedure",
            "Section 115",
            "Code of Civil Procedure"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34",
            "Code of Civil Procedure",
            "Section 34",
            "Code of Civil Procedure"
        ],
        [
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)",
            "Order XLIII",
            "Code of Civil Procedure, 1908 (5 of 1908)"
        ],
        [
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)",
            "section 37",
            "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)"
        ],
        [
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "C.P.C.",
            "Section 115",
            "C.P.C."
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act",
            "Section 37",
            "Arbitration and Conciliation Act"
        ],
        [
            "Section 13(1) or (1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1) or (1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 13(1A)",
            "Commercial Courts Act, 2015",
            "Section 13(1A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 50 or Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 50 or Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Order 43",
            "Code of Civil Procedure Code, 1908",
            "Order 43",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order 43",
            "Code of Civil Procedure Code, 1908",
            "Order 43",
            "Code of Civil Procedure Code, 1908"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Order 43",
            "CPC",
            "Order 43",
            "CPC"
        ],
        [
            "Section 37",
            "Arbitration Act",
            "Section 37",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act",
            "sub-sections (2) and (3) of Section 16",
            "Arbitration Act"
        ],
        [
            "Section 13(1)",
            "Commercial Courts Act",
            "Section 13(1)",
            "Commercial Courts Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "C.P.C.",
            "Section 115",
            "C.P.C."
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 41(e)",
            "Specific Relief Act",
            "Section 41(e)",
            "Specific Relief Act"
        ],
        [
            "Section 115",
            "C.P.C.",
            "Section 115",
            "C.P.C."
        ],
        [
            "Section 115",
            "C.P.C.",
            "Section 115",
            "C.P.C."
        ],
        [
            "Section 115",
            "C.P.,C.",
            "Section 115",
            "C.P.,C."
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996",
            "Section 11(6)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 13(1)(a)",
            "Commercial Courts Act, 2015",
            "Section 13(1)(a)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Sub-Section (2) of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section (2) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Code of Civil Procedure",
            "Section 34",
            "Code of Civil Procedure"
        ],
        [
            "Section 13(1) and (1-A)",
            "Commercial Courts Act, 2015",
            "Section 13(1) and (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section (1) of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section (1) of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 13 (1-A)",
            "Commercial Courts Act, 2015",
            "Section 13 (1-A)",
            "Commercial Courts Act, 2015"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 34 and Section 37",
            "Act, 1996",
            "Section 34 and Section 37",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Code of Civil Procedure",
            "Section 34",
            "Code of Civil Procedure"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "Section 37",
            "Act, 1996",
            "Section 37",
            "Act, 1996"
        ],
        [
            "section 8",
            "Arbitration and Conciliation Act, 1996",
            "section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration and Conciliation Act, 1996",
            "section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Code of Civil Procedure",
            "section 34",
            "Code of Civil Procedure"
        ],
        [
            "sub-section (2) or sub-section (3) of section 16",
            "Arbitration Act",
            "sub-section (2) or sub-section (3) of section 16",
            "Arbitration Act"
        ],
        [
            "section (3)",
            "Commercial Courts Act, 2015",
            "section (3)",
            "Commercial Courts Act, 2015"
        ],
        [
            "section 8",
            "Arbitration and Conciliation Act, 1996",
            "section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 9",
            "Arbitration and Conciliation Act, 1996",
            "section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "section 34",
            "Code of Civil Procedure",
            "section 34",
            "Code of Civil Procedure"
        ],
        [
            "Chapter IV",
            "Commercial Courts Act, 2015",
            "Chapter IV",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 13",
            "Commercial Courts Act, 2015",
            "Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section 1 of section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section 1 of section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub Section 2 of Section 13",
            "Commercial Courts Act, 2015",
            "Sub Section 2 of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015",
            "Sub-Section 2 of Section 13",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 50",
            "Arbitration and Conciliation Act, 1996",
            "Section 50",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 37(1)(a)",
            "Arbitration Act",
            "Section 37(1)(a)",
            "Arbitration Act"
        ],
        [
            "Section 37(2)(a)",
            "Arbitration Act",
            "Section 37(2)(a)",
            "Arbitration Act"
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Clause (a) and (b) of Section 115",
            "C.P.C.",
            "Clause (a) and (b) of Section 115",
            "C.P.C."
        ],
        [
            "Article 227",
            "Constitution of India",
            "Article 227",
            "Constitution of India"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 115",
            "CPC",
            "Section 115",
            "CPC"
        ],
        [
            "Section 8",
            "Arbitration and Conciliation Act, 1996",
            "Section 8",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 9",
            "Arbitration and Conciliation Act, 1996",
            "Section 9",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Chapter IV",
            "Commercial Courts Act, 2015",
            "Chapter IV",
            "Commercial Courts Act, 2015"
        ],
        [
            "Section 17",
            "C.P.C.",
            "Section 17",
            "C.P.C."
        ]
    ],
    "precedent_counts": {
        "Deep Industries Limited v. Oil and Natural gas Corporation Limited and Another": 5,
        "DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh [DLF Housing & Construction Co. (P) Ltd. v. Sarup Singh, (1969) 3 SCC 807]": 2
    },
    "provision_counts": {
        "Article 227 of Constitution of India": 27,
        "Section 37 (1) of Arbitration and Conciliation Act, 1996": 1,
        "Section 37 of Arbitration and Conciliation Act, 1996": 6,
        "Section 13 of Commercial Courts Act, 2015": 4,
        "Section 37 of Act, 1996": 6,
        "Section 13(1-A) of Commercial Court Act, 2015": 1,
        "Section 13(1-A) of Commercial Courts Act, 2015": 1,
        "Article 227 of Constitution": 1,
        "Section 115 of Code of Civil Procedure": 2,
        "Section 115 of CPC": 7,
        "Section 34 of Code of Civil Procedure": 3,
        "Order XLIII of Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "section 37 of Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "Sub-Section 2 of Section 13 of Commercial Courts Act, 2015": 3,
        "Section 115 of C.P.C.": 4,
        "Section 37 of Arbitration and Conciliation Act": 1,
        "Section 13(1) or (1A) of Commercial Courts Act, 2015": 1,
        "Section 13(1A) of Commercial Courts Act, 2015": 1,
        "Section 50 or Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Order 43 of Code of Civil Procedure Code, 1908": 2,
        "Section 37 of Arbitration Act": 4,
        "Order 43 of CPC": 2,
        "Section 13(1) of Commercial Courts Act": 2,
        "sub-sections (2) and (3) of Section 16 of Arbitration Act": 1,
        "Section 41(e) of Specific Relief Act": 1,
        "Section 115 of C.P.,C.": 1,
        "Section 11(6) of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Arbitration and Conciliation Act, 1996": 2,
        "Section 13(1)(a) of Commercial Courts Act, 2015": 1,
        "Sub-Section (2) of Section 13 of Commercial Courts Act, 2015": 1,
        "Section 13(1) and (1-A) of Commercial Courts Act, 2015": 1,
        "Sub-Section (1) of Section 13 of Commercial Courts Act, 2015": 1,
        "Section 13 (1-A) of Commercial Courts Act, 2015": 1,
        "Section 34 and Section 37 of Act, 1996": 1,
        "section 8 of Arbitration and Conciliation Act, 1996": 2,
        "section 9 of Arbitration and Conciliation Act, 1996": 2,
        "section 34 of Code of Civil Procedure": 2,
        "sub-section (2) or sub-section (3) of section 16 of Arbitration Act": 1,
        "section (3) of Commercial Courts Act, 2015": 1,
        "Chapter IV of Commercial Courts Act, 2015": 2,
        "Sub-Section 1 of section 13 of Commercial Courts Act, 2015": 1,
        "Sub Section 2 of Section 13 of Commercial Courts Act, 2015": 1,
        "Section 50 of Arbitration and Conciliation Act, 1996": 1,
        "Section 8 of Arbitration and Conciliation Act, 1996": 2,
        "Section 37(1)(a) of Arbitration Act": 1,
        "Section 37(2)(a) of Arbitration Act": 1,
        "Clause (a) and (b) of Section 115 of C.P.C.": 1,
        "Section 9 of Arbitration and Conciliation Act, 1996": 1,
        "Section 17 of C.P.C.": 1
    },
    "statute_counts": {
        "Constitution of India": 27,
        "Arbitration and Conciliation Act, 1996": 19,
        "Commercial Courts Act, 2015": 20,
        "Act, 1996": 7,
        "Commercial Court Act, 2015": 1,
        "Constitution": 1,
        "Code of Civil Procedure": 7,
        "CPC": 9,
        "Code of Civil Procedure, 1908 (5 of 1908)": 1,
        "Arbitration and Conciliation Act, 1996 (26 of 1996).] (2)": 1,
        "C.P.C.": 6,
        "Arbitration and Conciliation Act": 1,
        "Code of Civil Procedure Code, 1908": 2,
        "Arbitration Act": 8,
        "Commercial Courts Act": 2,
        "Specific Relief Act": 1,
        "C.P.,C.": 1
    }
}