{
    "id": "5f96443dc1500606827cf0fe808acec78d04e7d72e3d6cc1503d858437ff98a6",
    "data": {
        "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service). Try out our Premium Member Services -- Sign up today and get free trial for one month. \nCalcutta High Court (Appellete Side)\nSayan Sarker vs Austin Distribution Private Limited on 21 January, 2021\nAuthor: Shampa Sarkar \nBench: Shampa Sarkar\nIn The High Court At Calcutta Civil Revisional Jurisdiction Appellate Side Present:\nHon'ble Justice Shampa Sarkar C.O. No. 1470 of 2020 Sayan Sarker v.\n                      Austin Distribution Private limited\n\n\nFor the petitioner        :     Mr. Lokenath Chatterjee,\n                                Mr. Sukanta Ghosh.\n\nFor the opposite party    :     Mr. Zeeshan Haque,\n                                Ms. Payal Saha. \nHeard on : 08.12.2020\nJudgment on : 21.01.2021 \n\nShampa Sarkar, J.:-\nThis application has been filed under Article 227 of the Constitution of India, challenging the order dated February 18, 2020 passed by the learned Judge, Commercial Court at Alipore , in Money Suit No. 39 of 2019. The petitioner is the defendant in Money Suit No. 39 of 2019. By the order impugned, the learned Court did not accept the written statement filed by the defendant. The learned Court fixed the suit for hearing as an undefended suit. \n2. The case of the petitioner/defendant is that the opposite party filed a money suit in the Court of the learned Civil Judge (Senior Division), 4th Court at Alipore on April 17, 2018. It was registered as Money Suit No. 166 of 2018. The defendant received the summons on May 16, 2018. July 13, 2018, was fixed for appearance of the defendant. On July 13, 2018, the defendant prayed for time to file the written statement. The learned Civil Judge (Senior Division) at Alipore, by order No.2 dated July 13, 2018, allowed such prayer of the defendant and fixed October 4, 2018 for filing the written statement. On October 4, 2018, the defendant filed the written statement, which was recorded by the learned Civil Judge in the order sheet. The learned Court fixed December 20, 2018 for acceptance of the written statement and thereafter March 19, 2019 and April 17, 2019 were fixed for acceptance of the written statement. The matter could not be taken up on the dates fixed due to resolutions of the local bar. On April 17, 2019 also, the matter could not be taken up due to a resolution of the local bar and September 20, 2019 was fixed for acceptance of the written statement. On September 20, 2019, the learned Civil Judge (Senior Division), 4th Court at Alipore, while considering the application for acceptance of the written statement came to the conclusion that the suit was in the nature of a commercial suit. Accordingly, the records were directed to be transmitted to the Commercial Court for trial and disposal. The said suit was then registered as Money Suit No. 39 of 2019 and the same appeared before the learned Judge, Commercial Court at Alipore. February 18, 2020 was fixed for passing orders with regard to the acceptance of the written statement. The learned Commercial Judge upon considering the amended provisions of the Code of Civil Procedure came to the conclusion that the written statement ought to have been filed within 120 days from the date of receipt of summons. As the same was filed after 141 days from the date of receipt of summons, the written statement could not be accepted beyond a period of 120 days as per the mandatory provisions of the Code of Civil Procedure. According to the learned Judge Commercial Court, the present suit involved a dispute covered by the definition of a 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015 (hereinafter referred to as the said Act). Upon consideration of the decision of the Hon'ble Apex Court in the matter of Scg Contracts India Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. and ors. Air 2019 Sc 2691 , the said court came to the conclusion that the Commercial Courts Act, 2015 came into effect on and from October 23, 2015 and the Commercial Court started functioning at Alipore on and from July 5, 2019 and as such the defendant was under an obligation to follow the time prescribed for filing the written statement under the amended provisions of Order V Rule 1 (proviso), Order Viii Rule 1 and Order Viii Rule 10 of the Code of Civil Procedure as applicable to commercial suits. The learned Court below placed reliance on another decision of the Calcutta High Court in the matter of Rdb Textile v. Union of India & ors. passed in connection with Cs 214 of 2016. \n3. It was urged by the learned Advocate for the petitioner, that the suit was filed as a money suit under the provisions of the Code of Civil Procedure. The Commercial Court at Alipore started functioning on and from July 5, 2019. Prior to July 5, 2019, there was no Commercial Court in Alipore and the Civil Judge (Senior Division) was the court having jurisdiction to hear the suit. Accor dingly, the defendant could not be denied his right to file the written statement and contest the suit as there was no laches, negligence or delay on the part of the defendant in filing the written statement. He submitted that the records would reveal that the learned Civil Judge had fixed several dates for acceptance of the written statement but the matter could not be taken up due to resolutions of the local bar. He urged that a litigant could not suffer for the fault of the Court. He urged that if the proceedings before the learned Civil Judge, Senior Division had taken place on the dates fixed, the written statement would have been accepted much before the Commercial Court had started functioning in Alipore. That the written statement was filed on the first date fixed by the learned Court. Resolutions of the local bar prevented the learned Court from passing orders with regard to acceptance of the same. He next urged that until the Commercial Court at Alipore was inaugurated on July 5, 2019, the suit was proceeding as a regular money suit and the amended provisions of the Code of Civil Procedure relating to commercial suits would not have any application, even if, the said Act had been notified. If it was to be accepted that the suit filed by the opposite party was a commercial suit and the amended provisions of the Code of Civil Procedure with regard to filing of the written statement i.e. within 120 days and not thereafter, was mandatory, then on the same analogy, the plaint ought to have been filed as per the rules and the format as prescribed in the schedule to the said Act and the Rules regarding truth affidavit and other formalities applicable to verification and affidavits in case of commercial suits. That not having been done by the plaintiff, the said suit could not be entertained at all as the plaint was defective. He submitted that the amended provisions of the CPC would not be applicable with regard to the mandate of filing the written statement within 120 days from the date of receipt of summons and the provisions in case of regular suits would be applicable. Filing of the written statement within 120 days and as per the amended provisions of the Code of Civil Procedure in such a suit was a directory provision and not a mandatory one. \n4. Mr. Chatterjee submitted that the suit was transferred under the provisions of Section 15 of the said Act to the Commercial Court at Alipore after the same was established and had become operational. According to him, the learned Commercial Judge should have held a case management hearing in respect of the said suit and ought to have prescribed new time lines or issued further directions as may be necessary for speedy and efficacious disposal of such suit including filing of written statement. Such procedure as prescribed under Section 15(4) had not been followed by the learned Commercial Judge and the impugned order was liable to be set aside on this ground alone. He relied on the following decisions, namely, Raj Television Network Ltd. v. Sony Music Entertainment India Pvt. Ltd. reported in 2018 (3) CTC 256, Colonial Life Insurance Company (Trinidad) Ltd. & anr. v. Reliance General Insurance Company Ltd. passed in Commercial Suit No.29 of 2013 and A.R. Antulay v. R.S. Nayak and ors., reported in AIR 1988 SC 1531. \n5. Mr. Chatterjee concluded his arguments by distinguishing the decision of the Hon'ble Apex Court in SCG Contracts (supra) on the ground that the judgment was distinguishable on facts. The suit in this case, was filed as a regular money suit as there was no Commercial Court functioning in the district of South 24-parganas and thus, the suit was not, in effect, a commercial suit as defined under the said Act at the time of its institution, unlike the suit which was dealt with in the said judgment. \n6. Mr. Haque, learned Advocate appearing on behalf of the plaintiff/opposite party submitted that the dispute involved was in connection with a commercial transaction and as such even if the suit was filed before the learned Civil Judge (Senior Division), the same was a commercial suit for all purposes. According to him, the said Act received the assent of the President on December 31, 2015 and was notified in the official gazette on January 1, 2016. Thus, any suit filed after January 1, 2016, which involved a commercial dispute as defined under Section 2(1)(c) of the said Act, would be a commercial suit and the second proviso to Order V Rule 1 as amended for commercial suits as also the amended provisions of Order VIII Rule 1 and Order VIII rule 10 would be applicable. The decision of SCG Contracts would be squarely applicable in this case and even the court did not have the authority to accept the written statement beyond the period of 120 days. He submitted that the suit was essentially a commercial suit although, being prosecuted in a different forum in the absence of a forum and as such, the transmission of the records of the said suit to the Commercial Court after the Commercial Court started functioning, in effect, was not a transfer of a pending suit. According to him the provisions of Section 15(4) of the said Act would not be applicable. He urged that once the defendant was aware of the notification by which the said Act had come into force, the question of filing the written statement after 120 days did not arise and the defendant should have been diligent enough to file the written statement within 120 days. He distinguished the decisions relied upon by Mr. Chatterjee on the ground that both the Madras High Court and the Bombay High Court, dealt with suits which had been filed before the said Act had come into force. He urged that no discrimination could be permitted between fresh commercial suits and suits involving commercial disputes which were sent to the Commercial Court. If such discrimination was permitted the same would lead to complete divide and distinction between fresh commercial suits and transferred commercial suits and the parties in the transferred suits would be unable to avail of the benefits of the newly inserted mandatory provisions of the said Act. According to him, Section 15(4) of the said Act should be read down and interpreted in a manner that would not negate the purpose of the said Act. He relied on the following decisions, namely, (i) Dilip Choudhury v. Pratishruti Projects Limited and ors. passed in C.S. 23 of 2015, (ii) Gulf DTH FZ LCC v. Dishtv India Limited and ors. passed in CS (OS) 3355 of 2015, (iii) SCG Contracts India Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. reported in AIR 2019 SC 2691, (iv) Citicrop International Limited v. Gtl Infrastructure Limited passed in CS 159 of 2017 and (v) OKU Tech Private Limited v. Sangeet Agarwal and ors. passed in CS (OS) 3390 of 2015.\n7. Heard the parties. Admittedly, the suit was instituted before the learned Civil Judge (Senior Division) at Alipore as a regular money suit sometime in July, 2018 and the said suit was registered as Money Suit No. 166 of 2018. The prayers in the said suit were as follows:\n\"The plaintiff therefore prays for the following reliefs:\na) A decree declaring that the defendant has wrongfully abandoned the project site of the plaintiff;\nb) A decree of Rs 3 crores on account of loss and damages suffered by the plaintiff;\nc) Costs d) Receiver e) Injunction f) Such other relief and/or reliefs as this Learned Court may deem fit and proper\"\n8. The dispute arose out of an abandoned project for construction of a commercial building in which the services of the defendant had been allegedly hired by the plaintiff as a project management consultant. The suit was filed within the jurisdiction of Alipore Court as per the provisions the Code of Civil Procedure. It is a matter of record that the summon was received by the defendant/petitioner on May 16, 2018. July 13, 2018 was fixed for appearance of the defendant. The defendant appeared on July 13, 2018 and prayed for time to file the written statement. The learned Civil Court fixed October 4, 2018 for filing the written statement. On October 4, 2018 the written statement was filed as would be available from the order sheet. Thereafter, on three occasions namely December 20, 2018, March 19, 2019 and April 17, 2019, the learned court could not take up the matter due to the resolutions of the local bar and as such a formal order of acceptance of the written statement was not passed. On September 20, 2019 while considering the acceptance of the written statement, the learned Civil Judge found that the suit involved a dispute which was valued at Rs. 3 crores and the same should be tried as a commercial suit. The suit was transferred to the learned Judge, Commercial Court at Alipore and was renumbered/registered as Money Suit No. 39 of 2019. By an order dated November 19, 2019, the learned Judge Commercial Court recorded that although the defendant had filed the written statement on October 4, 2018, no prayer had been made for acceptance of the written statement. The learned Commercial Judge fixed November 28, 2019 for steps to be taken by the defendant. The defendant filed an application for acceptance of the written statement. An opportunity was given to the plaintiff to file a written objection. Upon contested hearing, the impugned order was passed and the learned Commercial Judge rejected the application relying on the decision of the Hon'ble Apex Court in the matter of SCG Contract (supra) and the decision of a Division Bench of this Court, in the matter of RDB Textile limited v. Union of India and ors. (supra). The suit was directed to continue as an undefended suit. \n9. It is a matter of record that the Commercial Court in Alipore was established and started operating on and from July 5, 2019. Even if the dispute was a commercial dispute, the said suit could not have proceeded as a commercial suit to which the rigors of the said Act would be applicable, in the absence of a Court in place. The Commercial Courts Act was enacted on December 31, 2015 and was notified in the official gazette extraordinary on January 1, 2016. This was an act to provide for the Constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected thereof or incidental thereto. A Commercial Court is constituted under Sub-Section 1 of Section 3 of the said Act. Section 3 of the said Act provides that the State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act. The State Government shall, after consultation, with the concerned High Court, specify by notification the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits. The State Government also with the concurrence of the Chief Justice of the High Court, may appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial court either at the level of District Judge or a court below the level of a District Judge. \n10. In the order impugned, the learned Court below had categorically recorded that July 5, 2019 was the date when the Commercial Court of Alipore started functioning for hearing commercial suits in the district of South 24-pargans. Thus, the learned Civil Judge (Senior Division) at Alipore could not be treated as a Commercial Court as per the definition of a Commercial Court in the said Act. Even after coming into force of the said Act, no court was designated to hear commercial suits until a Commercial Court was established and had become operational and Judges in terms of Section 3(3) were appointed as Commercial Judge. Thus the Civil Judge (Senior Division) at Alipore could not be treated as a Commercial Court when the suit was filed, and the rigors of the Commercial Courts Act, 2015 would not be applicable. \n11. As the suit was filed as a regular money suit after the enactment of the said Act but, before the establishment of the Commercial Court and subsequently transferred to the Commercial Court of South 24 Paraganas at Alipore after the same became operational, the suit should be treated as a transferred suit and the provisions of Section 15 of the said Act would apply. For convenience Section 15 of the said Act is quoted below:-\n\"15. Transfer of pending cases.--(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division. \n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2). \n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer. \n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. \n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n12. Sub-section 3 of Section 15 provides that when a suit was transferred to the Commercial Division or the Commercial Court under Sub- section 1 or Sub-section (2) of Section 15, provisions of the said Act would apply to those procedures that were not complete at the time of transfer. Sub-section 4 of Section 15 provides that the Commercial Court of the Commercial Division may hold case management hearing in respect of such transferred suit or application in order to prescribe new time lines and issue such further direction as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order XV-A of the Code of Civil Procedure. The proviso to the said sub-section states that the proviso to Sub Rule 1 of Rule 1 of Order V of the Code of Civil Procedure shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed. A conjoint reading of Sub-sections 1, 2, 3 and 4 as also the proviso to sub-section (4) of Section 15 clearly indicates that the legislature intended to make a separate provision with regard to transferred suits. The proviso to Sub-section 4 of Section 15 grants the discretion to the court to prescribe a new time period within which the written statement should be filed. It further provides that the proviso to Sub-Rule 1 of Rule 1 of Order V of the Code of Civil Procedure would not be applicable. Order V reads as follows:-\n\"1.Summons. - [(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other days as may be specified by the court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.] (2) A defendant to whom a summons has been issued under sub-rule (1) may appear:-\n(a) in person, or (b) by a pleader duly instructed and able to answer all material questions relating to the suit, or (c) by a pleader accompanied by some person able to answer all such questions. \n(3) Every such summons shall be signed by the Judge or such officer as he appoints and shall be sealed with the seal of the Court.\"\n13. After the amendment of the Code of Civil Procedure as per Section 16 of Act 4 of 2016 in respect of commercial dispute, the second proviso was substituted by the following proviso.:-\n\"Provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\"\n14. Therefore, in the case in hand, the mandatory provision of filing the written statement within 120 days from the receipt of summons in case of a commercial suit will not be applicable in case of a transferred suit, like the present one. It is also a matter of record that the defendant filed the written statement on the date fixed by the learned Civil Judge. On four occasions, dates were fixed for acceptance of the written statement but the business of the learned Civil Court did not permit passing of an order of acceptance of the written statement. Thus, the litigant cannot suffer for the inability of the court to hold the proceedings on those days. An act of court should prejudice no one. Thereafter, the suit was transferred to the Commercial Court after Commercial Court at Alipore became operational, the learned Judge Commercial Court instead of holding the case management hearing under Sub-section 4 of Section 15, erroneously rejected the written statement and held that the suit would continue as an undefended suit. The learned Commercial Court failed to appreciate the proviso to Sub-section 4 of Section 15 and refused to accept the written statement which was filed after 141 days, by placing reliance on the decisions of SCG Construction (supra) and New India Assurance Company Vs. HILLI reported in 2015 (16) SCC 22. It is relevant to mention that in neither of these decisions the provisions of Section 15 of the said Act had fallen for consideration. The cases relied on did not consider transferred suits. The order impugned suffers from error apparent on the face of record. \n15. However, when the proviso to Sub-rule 1 of Rule 1 of Order V with regard to filing of the written statement has not been made applicable in case of transferred suits, the learned Judge had the discretionary power to accept the written statement which was filed after 141 days from the receipt of summons. The High Court of Madras in the decision of Raj Television Network (supra) also interpreted the proviso to Sub-section 4 of Section 15 in the same manner. The delay was around 21 days. The written statement was filed on the date first fixed by the learned Civil Judge. \n16. It is also a fact, that the Commercial Court at South 24 Paraganas, to which the suit was transferred, became functional on and from July 5, 2019. Prior to the said date, suits involving commercial disputes were tried as regular suits before the court having territorial and pecuniary jurisdiction. The arguments of the opposite party that every suit filed after the enactment of the said Act should be treated as a Commercial suit and the provisions of the said Act would be applicable, cannot be accepted in the facts of this case. If such a proposition is accepted, then the plaint itself suffers from defects and cannot be entertained in the proceedings before the Commercial Court, inasmuch as, the said plaint has not been supported by an affidavit in the form and manner as prescribed under Order VI Rule 15-A of the Code of Civil Procedure.\n17. In Dilip Choudhury (supra) a learned Judge of this court held as follows:-\n\"28. Section 16 of the Act of 2015 requires the Commercial Division to follow the provisions of the Code of Civil Procedure, 1908 as amended by the Act of 2015 in the trial of a suit in respect a commercial dispute of a specified value. However, the proviso to Sub Section (4) of Section 15 prescribes that, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit. Since, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 does not apply to a transferred suit, and the Court retains the discretion to prescribe a new time period within which the written statement can be filed, the application for extension of time to file written statement filed by the defendant no. 2 requires consideration. All and every application for extension of time to file written statement cannot be allowed. The time to file written statement can be allowed on judicial recognized principles one of which is that, the defendant adequately explains as to, the delay in not filing the written statement within the time stipulated. \n29. In the facts of the present case, the defendant no. 2 seeks to explain non filing of the written statement from the date of expiry of the time period to file written statement as prescribed by the writ of summons till the date of making the application for extension of time to file written statement, on the ground of various proceedings that the parties had in the suit. The defendant no. 2 acknowledges that he received the writ of summons on April 2, 2015. The defendant no.2 entered appearance on March 11, 2015. Two applications for dismissal of the suit were taken out by the defendant nos. 3 and 4. In one of such application for dismissal of the suit, an order dated June 7, 2016 was passed directing the department not to transfer the suit to the list of undefended suits during the pendency of the application for dismissal. The application of the plaintiff for decree on judgement on admission filed on January 13, 2016 was allowed on July 26, 2016. The judgement and decree dated July 26, 2016 was set aside by the Appeal Court on August 22, 2017. The defendant no. 2 has sought to explain the non-filing of the written statement not only on the pendency of the applications as noted above but also on the fact that the defendant no. 2 was embroiled in criminal cases and was detained in judicial custody for a given period of time. The defendant no . 2 who is a medical practitioner and was employed with a college of medicine , lost his employment with the college by reason of such criminal litigation. Consequently, the defendant no. 2 has claimed that he was mentally depressed and unemployed for about a year till January 2018. Thereafter, the defendant no. 2 started his own practice. Subsequently, after the application of the defendant no. 3 and 4 to file written statement were allowed the defendant no. 2 filed the present application on June 25, 2019. The Court is informed that the written statement on behalf of the defendant no. 2 is ready. \n30. In view of the position is law as noted above and the conduct of the defendant no. 2 as explained in its application for extension to time to file written statement, in my considered opinion, the defendant no. 2 is entitled to one opportunity to file written statement in the suit. The defendant no. 2 will file written statement within seven days from date.\" \n18. In Gulf DTH (Supra) the Delhi High Court observed that the normal time period for filing the written statement was 30 days and only upon filing an application before the court furnishing valid reason could the Commercial Court extend the time for filing the written statement beyond 30 days. The said judgment is not applicable in the facts of this case, inasmuch as, the instant suit was filed as a regular money suit. The suit was transferred to the Commercial Division after the written statement had already been filed before the learned Civil Court on the date fixed by the learned Civil Court prior to such transfer and only a formal acceptance was pending. \n19. The decision of S.C.G Construction Contracts India Pvt. Ltd. (supra) does not apply as the suit in respect of which the judgment was rendered was not a transferred suit and the provisions of Section 15 was not taken into consideration at all. \n20. In OKU Tech Pvt. Ltd. (supra), the amended second proviso to Order V Rule 1 was taken into consideration while deciding an application for condonation of delay in filing the written statement. The learned Court placed reliance on Order VIII Rule 10 and second amended proviso to Order V Rule 1 Sub-rule 1 applicable to Commercial suits but, in the said case too, the provisions of Section 15 were not taken into consideration as the suit was filed 4 days after the creation of the Commercial Division. It was decided that provisions of Order VIII Rule 1 and Order VIII Rule 10 insofar as there applicability to commercial suits were mandatory and not directory. There is no quarrel with the proposition laid down in the above judgments but, the distinguishing factor in this case is that the suit was not initially filed as a commercial suit. The Commercial Court became functional one year after the suit was filed. The said Act is an Act to provide for constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Court for adjudicating commercial disputes of specified value and for matters connected therewith. Thus, until a Commercial Court was constituted and became operational, in case of suits filed before another Civil Judge, the amended provisions of the Code of Civil Procedure relating to the mandate of filing the written statement within 120 days would not be applicable. In case of transfer of a pending case to the Commercial Court after constitution of the Commercial Court, the proviso to Section 15(4) of the said Act would be applicable. The learned Judge failed to exercise his discretion by taking into account the proviso to Section 15(4). In any event, the mandatory provisions for filing the written statement within 120 days did not apply in this case at the time of its institution and the learned court had the discretion to accept the written statement which was already on record. \n21. The order impugned is set aside and quashed. The learned Commercial Court is directed to accept the written statement filed by the defendant/petitioner and proceed with the suit in accordance with law, after holding a case management hearing and by prescribing time lines for compliances by the parties. \n22. The application is allowed, there will be no order as to costs. Urgent photostat Certified Copy of this judgment, if applied for, be given to the parties, on priority basis. \n(Shampa Sarkar, J.)",
        "preamble_end_char_offset": null,
        "cleaned_text": "gujarat high court the new india assurance company limited vs alps chemicals private limited on 17 september, 2021 author: nirzar s. desai bench: r.m.chhaya, nirzar s. desai c/fa/1837/2021 judgment dated: 17/09/2021 in the high court of gujarat at ahmedabad r/first appeal no. 1837 of 2021 with civil application (for stay) no. 1 of 2021 in r/first appeal no. 1837 of 2021 with civil application (for orders) no. 2 of 2021 in r/first appeal no. 1837 of 2021 for approval and signature: honourable the acting chief justice mr. justice r.m.chhaya and honourable mr. justice nirzar s. desai ========================================================== 1 whether reporters of local papers may be allowed no to see the judgment ? 2 to be referred to the reporter or not ? no 3 whether their lordships wish to see the fair copy no of the judgment ? 4 whether this case involves a substantial question no of law as to the interpretation of the constitution of india or any order made thereunder ? ========================================================== the new india assurance company limited versus alps chemicals private limited ========================================================== appearance: mr vibhuti nanavati(513) for the appellant(s) no. 1 mr apurva vakil for mr anmol a mehta(8390) for the defendant(s) no. 1 ========================================================== justice r.m.chhaya and downloaded on : mon sep 20 22:16:18 ist 2021 c/fa/1837/2021 judgment dated: 17/09/2021 honourable mr. justice nirzar s. desai date : 17/09/2021 oral judgment (per : honourable mr. justice nirzar s. desai) 1 admit. 2 this appeal under section 37 of the arbitration and conciliation act, 1996 (for short, `act, 1996') arises out of the judgment dated 25.06.2021 passed below exh.12 in commercial civil misc. application no.313 of 2021 (old commercial civil misc. application no.11 of 2019) whereby the learned judge, commercial court, ahmedabad dismissed the application preferred by the present appellant being commercial civil misc. application no.313 of 2021 for condonation of delay of 51 days in filing application for setting aside the arbitral award under section 34 of the act, 1996. vide order dated 02.09.2021 this court recorded the agreement arrived at between the parties to the effect that the matter be finally disposed of taking into consideration the written arguments submitted by both the sides and hence in view of that agreement arrived at between c/fa/1837/2021 judgment dated: 17/09/2021 the parties while disposing of this appeal, we have taken into consideration the papers supplied by both the sides, which is forming part of the record of the trial court, and not disputed by either side and none of the parties raised any grievance in respect of the fact that any of the paper, which is important to determine the issue involved in this appeal are not placed on record. accordingly, we have heard and considered the present appeal on the basis of material placed on record by both the sides and in view of the agreement to hear and decide the appeal finally. 3 by way of the present appeal the appellant has prayed for the following reliefs: \"a this honourable court may be pleased to quash and set aside the judgment and order dated 25.06.2021 passed by the hon'ble commercial court, ahmedabad, in commercial c.m.a. no.313 of 2021; c this honourable court may be pleased to condone delay caused in filing the application under section 34 of the arbitration and c/fa/1837/2021 judgment dated: 17/09/2021 conciliation act, 1996, in challenging the arbitral award dated 30.08.2018 passed by the learned arbitral tribunal comprising of justice j.c.upadhyay (retd.); c this honourable court may be pleased to direct the hon'ble commercial court, ahmedabad, to decide the application filed by the appellant under section 34 of the arbitration and conciliation act, 1996, in challenging the arbitral award dated 30.08.2018 passed by the learned arbitral tribunal comprising of justice j.c.upadhyay (retd.); d such other and further order or orders as this honourable court may deem fit in the facts and circumstances of the case be passed;\" 4 the brief facts leading to filing of the present appeal are stated as under. 4.1 in respect of the disputes between the parties, various claims were raised by the present defendant. hon'ble retired judge of this court was appointed as sole arbitrator for resolution of disputes. learned sole arbitrator after hearing both the sides passed an award to the effect, that the c/fa/1837/2021 judgment dated: 17/09/2021 present defendant original claimants shall recover from the present appellant new india assurance company limited a sum of rs.2,30,55,170/(rupees two crores thirty lakhs fifty five thousand one hundred seventy only) together with interest there on @9% p.a. from 21.11.2016 till realization of the said amount from the present appellant. it was further ordered that the present appellant was directed to pay a sum of rs.89,60,649/(rupees eighty nine lakhs sixty thousand six hundred forty nine only) to the commissioner of central excise, ahmedabad along with interest thereon in view of direction given by the principal commissioner of central excise, ahmedabad-i in his order dated 31.11.2015. 4.2 the aforesaid award was passed on 30.08.2018. against the said award, the present appellant preferred appeal under section 34 of act, 1996 along with an application for condonation of delay praying for condoning delay of 51 days occurred in filing the appeal under section 34 of the act, 1996 before the commercial court at ahmedabad. the said appeal along with application for condonation of c/fa/1837/2021 judgment dated: 17/09/2021 delay was filed on 07.02.2019. 4.3 since there was delay in filing the appeal, the commercial court, ahmedabad heard the parties on the application for condonation of delay and ultimately vide judgment dated 25.06.2021 below exh.12 dismissed the application preferred by the present appellant and by way of the present appeal, the appellant challenged the aforesaid judgment dated 25.06.2021 below exh.12 in commercial civil misc. application no.313 of 2021 delivered by judge, commercial court, city civil court, ahmedabad. 5 heard mr. vibhuti nanavati, learned advocate for the appellant and mr. apurva vakil, learned counsel assisted by mr. anmol mehta, learned advocate for the respondent. 6 mr. nanavati, learned advocate for the appellant submitted that in fact the delay in filing the appeal under section 34 of the act, 1996 was of 21 days and not of 51 days as stated in the impugned order as well as in the application before the c/fa/1837/2021 judgment dated: 17/09/2021 commercial court for condonation of delay. learned advocate mr. nanavati by way of a chart tried to explain the delay. the said chart is reproduced hereunder: arbitral award pronounced by the 30.08.2018 learned arbitral tribunal advocate forwarded the arbitral 10.09.2018 award to the appellant arbitral award received by the 19.09.2018 appellant meeting with the chartered 19.11.2018 accountant opinion of the chartered accountant 29.11.2018 opinion sought from the advocate to 17.12.2018 file an appeal approval from the higher authority january, of the appellant to file an application under section 34 of the act, 1996 against arbitral award notice to the original claimant as 28.01.2019 per section 34(5) of the act, 1996 application under section 34 of the 07.02.2019 act 6.1 on the basis of the aforesaid chart, learned advocate mr. nanavati tried to explain the delay by submitting that the appellant being an insurance company, the delay occurred due to c/fa/1837/2021 judgment dated: 17/09/2021 circumstances such as meeting with chartered accountant, getting his opinion, etc. and thereafter some time was consumed in getting the opinion from the advocate as to whether appeal against the award of sole arbitrator is required to be filed or not. once the opinion of chartered accountant as well as legal opinion from the advocate were received, the approval from the higher authority was sought for filing the appeal before the commercial court and thereafter notice to the original claimant was given as per the provisions of section 34(5) of the act, 1996 and ultimately on 07.02.2019 appeal under section 34 of the act, 1996 was filed before the commercial court, ahmedabad challenging the award dated 30.08.2018 passed by the learned sole arbitrator. 6.2 learned counsel for the appellant submitted that section 34(3) of the act, 1996 provides for period of filing appeal under section 34 of the act, 1996, which provides that once arbitral award is passed, an application for setting aside the same must be filed within 3 months from the date of c/fa/1837/2021 judgment dated: 17/09/2021 receipt of arbitral award or within a period of 3 months from the date on which such request had been disposed of by the arbitral tribunal. in case if such an application could not be filed within a period of 3 months from the date stated herein above, upon showing sufficient cause the court may entertain such application for condonation of delay within a further period of 30 days, but not thereafter. in the instant case, as per the tabular chart produced by learned advocate mr. nanavati, the arbitral tribunal pronounced award on 30.08.2018. the learned advocate forwarded the same on 10.09.2018 and the same was received by the appellant on 19.09.2018. on the basis of the aforesaid facts, learned advocate mr. nanavati submits that actually there was delay of only 21 days in filing the appeal under section 34 of the act, 1996 challenging the award passed by the arbitral tribunal before the commercial court and not delay of 51 days, as stated in the application for condonation of delay. according to learned advocate mr. nanavati, the limitation would start from 19.09.2018 and not prior thereto. c/fa/1837/2021 judgment dated: 17/09/2021 6.3 in this regard, in the written submissions made by learned advocate for the appellant mr. nanavati drew attention of the court to the following averments made in paragraphs 10 and 11 of the affidavit in rejoinder filed by the appellant before the commercial court in civil misc. application no.11 of 2019: \"10 the advocate thereafter based on the decision of the applicant filed the present application before this hon'ble court on 07.02.2019. 11. the last date to file an application before this hon'ble court would be 17.12.2018 as per section 34 sub section (3) of the arbitration and conciliation act, 1996, as the award came to the knowledge of the applicant on 19.09.2018. however, the proviso to the section 34(3) further provides an extension of 30 days in furtherance to the time period of 3 months and therefore considering the same, the last date to challenge the arbitral award would be 16.01.2019.\" 6.4 he further submitted that considering the facts of the case and amount involved, the learned c/fa/1837/2021 judgment dated: 17/09/2021 commercial court ought to have condoned the delay by allowing the application for condonation of delay and accordingly appeal under section 34 of the act, 1996 challenging the award dated 30.08.2018 passed by the sole arbitrator was required to be heard on its merits. 6.5 according to mr. nanavati, the learned judge, commercial court has committed an error by not condoning delay though delay was sufficiently explained. according to mr. nanavati, once sufficient cause is shown, taking into consideration the fact that the actual delay was only 21 days, the commercial court was required to take into consideration the object behind the act, 1996 and condoned the delay. according to mr. nanavati, such limitation for filing appeal under section 34 of the act, 1996 is provided just to ensure that such appeals are filed and heard expeditiously without there being any unreasonable delay. it was contended that the language of section 34(3) is of directive nature to ensure that proceedings arising out of award are heard expeditiously and decided within the c/fa/1837/2021 judgment dated: 17/09/2021 time bound schedule. learned advocate mr.nanavati relied upon the following judgments in support of his submissions. [1] benarsi krishna committee and ors. vs. karmyogi shelters pvt. ltd. reported in (2012)9 scc 496. [2] the state of bihar & ors. vs. bihar rajya bhumi vikas bank samiti reported in (2018)9 scc 472. [3] sambhaji & ors. vs. gangabhai & ors. reported in (2008)17 scc 117. [4] raj kumar dey & ors. vs. tarapada dey & ors. reported in (1987)4 scc 398. [5] sangram singh vs. election tribunal, kotah & ors. reported in air 1955 sc 425. 6.4 learned advocate for the appellant relying upon the judgment in the case of benarsi krishna committee and ors. (supra), more particularly para 17, submitted that the limitation to challenge the c/fa/1837/2021 judgment dated: 17/09/2021 order of arbitral tribunal would commence from the date on which the copy of the award was delivered to the appellant and in the instant case actual delay in filing the application is of 21 days and not of 51 days in filing the appeal under section 34 before the commercial court. 6.5 mr. nanavati, learned advocate for the appellant relying on the judgment in the case of bihar rajya bhumi vikas bank samiti (supra), submitted that the hon'ble supreme court has liberally interpreted section 34(5) of the act, 1996 and similarly the commercial court ought to have liberally interpreted the provisions of section 34(3) of the act, 1996 while considering the application for delay preferred by the appellant. 6.6 relying on the judgment in the case of sambhaji & ors. (supra), mr. nanavati submitted that merely because provision of law is couched in negative language implying mandatory character, the same is not without exception. the procedural law should not ordinarily construed as mandatory and the c/fa/1837/2021 judgment dated: 17/09/2021 commercial court ought to have condoned the delay occurred in filing the application for condonation of delay. 6.7 relying upon the other judgments mentioned herein above, it was submitted by mr. nanavati that what is important is to ensure that the ends of justice is met and such technicalities or procedure mentioned in the act, 1996 should not act as an obstacle in ensuring that the ends of justice is met, and therefore, in respect of condonation of delay, the commercial court ought to have taken a liberal view. in view of the aforesaid arguments, it was submitted that the commercial court has committed an error by not condoning delay of 51 days and prayed for quashing the order dated 25.06.2021. 7 as against the above, learned counsel mr. apurva vakil assisted by mr. mehta, learned advocate appearing for the respondent submitted that the sole arbitrator passed the award on 30.08.2018 and same was received by the advocate / authorized representative of the appellant and even if the say c/fa/1837/2021 judgment dated: 17/09/2021 of the appellant is accepted that in fact there is a delay of 21 days only, then also the last date to challenge the arbitral award would be 16.01.2019. even if delay of 21 days is considered, which has occurred in filing the application for condonation of delay, then also in view of the language of section 34(3) of the act, 1996, such an application for setting aside award was required to be preferred within thirty days in case if there was any sufficient cause available with the appellant after expiry of three months period as per section 34(3) of the act, 1996, which was preferred even after that extended period of thirty days. 7.1 mr. vakil, learned counsel for the respondent, further submitted that in view of section 34(3) of the act, 1996 an application for setting aside an award may not be made after elapse of 3 months from the date on which the party making that application had received the arbitral award or if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal. the proviso to section 34(3) of c/fa/1837/2021 judgment dated: 17/09/2021 the arbitration act provides that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of 3 months, the court may entertain the application within a further period of 30 days \"but not thereafter\". it was submitted that it is not in dispute that in the present case copy of the arbitral award was received by the advocate for the appellant on 10.09.2018 and the same was received by the applicant on 19.09.2018 and therefore even if 19.09.2018 is taken as the date from which limitation would start, then also the application for condonation of delay was preferred after that period of 30 days over and above three months and hence was beyond the period of limitation. 7.2 it was next submitted that in the language of section 34 of the act, 1996, the crucial words are \"but not thereafter\" used in the proviso to subsection (3) of section 34 of the act, 1996. this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act and therefore bar the application of section 5 of the c/fa/1837/2021 judgment dated: 17/09/2021 limitation act. it was further submitted that to hold that the court could entertain an application to set aside an award beyond the extended period under the proviso would render the phrase \"but not thereafter\" wholly otiose. it was further submitted that no principle of interpretation would justify such a result. apart from the language, express exclusion may follow from the scheme and object of the special law, in the facts of the present case the act, 1996. 7.3 it was further submitted that the application under section 34 was filed by the appellant before the learned commercial court, firstly after three months had elapsed from the date on which the appellant had received the arbitral award and secondly the application under section 34 was not filed even within a further period of 30 days (i.e. after the 3 months had elapsed). it was further submitted that if both the above conditions are satisfied i.e. if the application under section 34 is filed after the aforesaid maximum permissible period (i.e. 3 months + 30 days) the learned commercial court was justified in passing the impugned judgment c/fa/1837/2021 judgment dated: 17/09/2021 by dismissing the commercial misc. application for delay. 7.4 mr. vakil, learned counsel for the respondent relied upon the following judgment in support of his above submissions: [1] union of india vs. popular construction company reported in (2001)8 scc 470. [2] state of himachal pradesh vs. himachal techno engineers reported in (2010)12 scc 210. [3] simplex infrastructure limited vs. union of india reported in (2019)2 scc 455. [4] mahindra and mahindra financial services limited vs. manik vitthal kavle & ors. reported in2014 scc online bom 462. [5] state of u.p. vs. m/s. harman singh reported in 2015 scc online all 9062. c/fa/1837/2021 judgment dated: 17/09/2021 [6] machine tool (india) ltd. vs. splendor buildwell pvt. ltd. reported in 2018 scc online del 9551. [7] union of india vs. rupen modi reported in (2010)scc lnline guj 6186 (db). 7.5 mr. vakil, relying upon the above judgments submitted that right from 2001 in the case of popular construction company (supra) till the judgment in the case of simplex infrastructure limited (supra), the hon'ble apex court in catena of decisions held that the statute does not provide for condoning the delay in preferring appeal under section 34 of the act, 1996 if it is not preferred within a period of 3 months from the receipt of award or disposal of the application for getting copy of the award and thereafter if there exist a sufficient cause for condoning delay if the application is preferred within 30 days thereafter. however, in the instant case, the appellant has filed the appeal under section 34 of the act, 1996 along with application for condonation of delay of 51 days which was filed beyond the period of 3 months + 30 days and the c/fa/1837/2021 judgment dated: 17/09/2021 learned commercial court has rightly rejected application for condonation of delay. mr. vakil, learned counsel for the respondent on the strength of the aforesaid submissions prayed for dismissal of the appeal. 8 heard learned counsel for the parties, perused the judgment dated 25.06.2021 passed below exh.12 in commercial civil misc. application no.313 of 2021 and other material available on record produced by both the sides. the issue involved in the appeal is whether the court has power to condone the delay in filing an application challenging the award by preferring appeal under section 34 of the act, 1996 after lapse of 3 months and 30 days thereafter. hence, it is necessary to reproduce section 34(3) of act, 1996 to adjudicate the issue involved in the appeal. section 34(3) reads as under: \"section 34. application for setting aside arbitral award. [1] & [2] xxx c/fa/1837/2021 judgment dated: 17/09/2021 [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application with a further period of thirty days, but not thereafter. [4] to [6] xxx\" 8.1 section 34(3) of the act prescribes the period of limitation for an application for challenging arbitral awards. having regard to section 34 of the act, 1996, which places the limit on the period of condonation of delay by using the word \"may entertain the application within a further period of 30 days but not thereafter\". therefore, if a petition is not filed within the prescribed period of 3 months, the court is left to exercise its discretion to condone the delay only to the extent of 30 days c/fa/1837/2021 judgment dated: 17/09/2021 and that too if a sufficient cause is shown which would mean that where a petition is filed beyond a period of 3 months + 30 days even if sufficient cause is made out, the delay cannot be condoned. that so far as language of section 34 of act, 1996 is concerned, the crucial words are \"but not thereafter\" used in proviso to subsection (3) of section 34 of the act, 1996 would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and therefore, the same would bar the application of section 5 of the limitation act. in fact, the hon'ble apex court in the case of popular construction co. (supra) observed from paragraphs 4 to 16 as under: \"4 before us, the appellant has not disputed the position that if the limitation act, 1963 and in particular section 5, did not apply to section 34 of the 1996 act, then its objection to the award was time barred and the appeal would have to be dismissed. the submission however is that section 29(2) of the limitation act makes the provisions of section 5 of the limitation act applicable to special laws like the 1996 act since the 1996 act itself did not expressly exclude its applicability and that c/fa/1837/2021 judgment dated: 17/09/2021 there was sufficient cause for the delay in filing the application under section 34. counsel for the respondent, on the other hand, has plainly read, expressly excluded the operation of section 5 of the limitation act and that there was as such no scope for assessing the sufficiency of the cause for the delay beyond the period prescribed in the proviso to section 34. 5 the issue will have to be resolved with reference to the language used in sections 29(2) of the limitation act, 1963 and section 34 of the 1996 act. section 29(2) provides that : \"29(2) where any special or local law prescribes for any suit, appeal or application a period of limitation different from the period prescribed by the schedule, the provisions of section 3 shall apply as if such period were the period prescribed by the schedule and for the purpose of determining any period of limitation prescribed for any suit, appeal or application by any special or local law, the provisions contained in sections 4 to 24 (inclusive) shall apply only in so far as, and to the extent to which, they are not expressly excluded by such special or local law.\" c/fa/1837/2021 judgment dated: 17/09/2021 6 on an analysis of the section, it is clear that the provisions of sections 4 to 24 will apply when : [i] there is a special or local law which prescribes a different period of limitation for any suit, appeal or application; and [ii] the special or local law does not expressly exclude those sections. 7 there is no dispute that the 1996 act is a 'special law' and that section 34 provides for a period of limitation different from the prescribed under the limitation act. the question then is is such exclusion expressed in section 34 of the 1996 act? the relevant extract of section 34 reads: \"34 application for setting aside arbitral award [1] [2] xxx [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that c/fa/1837/2021 judgment dated: 17/09/2021 request had been disposed of by the arbitral tribunal : provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" 8 had the proviso to section 34 merely provided for a period within which the court could exercise its discretion, that would not have been sufficient to exclude section 4 to 24 of the limitation act because \"mere provision of a period of limitation in howsoever peremptory or imperative language is not sufficient to displace the applicability of section 5\". 9 that was precisely why in construing section 116-a of the representation of people act, 1951, the constitution bench in vidyacharan shukla vs. khubchand baghel rejected the argument that section 5 of the limitation act had been excluded: (air p.1112, para 27) \"27 it was then said that s.116-a of the act provided an exhaustive and exclusive code of limitation for the purpose of appeals against orders of tribunals and c/fa/1837/2021 judgment dated: 17/09/2021 reliance is placed on the proviso to sub-s. (3) of that section, which reads : `every appeal under this chapter shall be preferred within a period of thirty days from the date of the order of the tribunal under section 98 or section provided that the high court may entertain an appeal after the expiry of the said period of thirty days if it is satisfied that the appellant had sufficient cause for not preferring the appeal within such period.' the contention is that sub-section (3) of section 116-a of the act not only provides a period of limitation for such an appeal, but also the circumstances under which the delay can be excused, indicating thereby that the general provisions of the limitation act are excluded. there are two answers to this argument. firstly, section 29(2)(a) of the limitation act speaks of express exclusion but there is no express exclusion of sub-section (3) of section 116-a of the act; secondly, the proviso from which an implied exclusion is sought to be drawn does not lead to any such necessary implication\". c/fa/1837/2021 judgment dated: 17/09/2021 10 this decision recognises that it is not essential for the special or local law to, in terms, exclude the provisions of the limitation act. it is sufficient if on a consideration of the language of its provisions relating to limitation, the intention to exclude can be necessarily implied. as has been said in hukumdev narain yadav vs. lalit narain mishra : (scc p.146, para17) \"if on an examination of the relevant provisions it is clear that the provisions of the limitation act are necessarily excluded, then the benefits conferred therein cannot be called in aid to supplement the provisions of the act\" 11 thus, where the legislature prescribed a special limitation for the purpose of the appeal and the period of limitation of 60 days was to be computed after taking the aid of sections 4, 5 and 12 of the limitation act, the specific inclusion of these sections meant that to that extent only the provisions of the limitation act stood extended and the applicability of the other provisions, by necessary implication stood excluded. 12 as for as the language of section 34 of the 1996 act is concerned, the crucial words are c/fa/1837/2021 judgment dated: 17/09/2021 'but not thereafter' used in the proviso to subsection (3). in our opinion, this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and would therefore bar the application of section 5 of that act. parliament did not need to go further. to hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase 'but not thereafter' wholly otiose. no principle of interpretation would justify such a result. 13 apart from the language, 'express exclusion' may follow from the scheme and object of the special or local law. \"even in a case where the special law does not exclude the provisions of sections 4 to 24 of the limitation act by an express reference, it would nonetheless be open to the court to examine whether and to what extent the nature of those provisions or the nature of the subject-matter and scheme of the special law exclude their operation.\" (scc p.146, para 17) 14 here the history and scheme of the 1996 act support the conclusion that the time limit prescribed under section 34 to challenge an award is absolute and un-extendable by court c/fa/1837/2021 judgment dated: 17/09/2021 under section 5 of the limitation act. the arbitration and conciliation bill, 1995 which preceded the 1996 act stated as one of its main objectives the need \"to minimise the supervisory role of courts in the arbitral process\". this objective has found expression in section 5 of the act which prescribes the extent of judicial intervention in no uncertain terms : \"5. extent of judicial intervention. notwithstanding anything contained in any other law for the time being in force, in matter governed by this part, no judicial authority shall intervene except where so provided in this part.\" 15 the 'part' referred to in section 5 is part i of the 1996 act which deals with domestic arbitrations. section 34 is contained in part i and is therefore subject to the sweep of the prohibition contained in section 5 of the 1996 act. 16 furthermore, section 34(1) itself provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section 2 and sub section 3. sub-section 2 relates to grounds for setting aside an award and is not relevant for our purposes. but an application filed beyond the period mentioned in c/fa/1837/2021 judgment dated: 17/09/2021 section 34, sub-section (3) would not be an application \"in accordance with\" that sub section. consequently by virtue of section 34 (1), recourse to the court against an arbitral award cannot be made beyond the period prescribed. the importance of the period fixed under section 34 is emphasised by the provisions of section 36 which provide that \"where the time for making an application to set aside the arbitral award under section 34 has expired . the award shall be enforced and the code of civil procedure, 1908 in the same manner as if it were a decree of a court\" this is a significant departure from the provisions of the arbitration act, 1940. under the 1940 act, after the time to set aside the award expired, the court was required to \"proceed to pronounce judgment according to the award and upon (he judgment so pronounced a decree shall follow\". now the consequence of the time expiring under section 34 of the 1996 act is that the award becomes immediately enforceable without any further act of the court. if there were any residual doubt on the interpretation of the language used in section 34, the scheme of the 1996 act would resolve the issue in favour of curtailment of the court's c/fa/1837/2021 judgment dated: 17/09/2021 powers by the exclusion of the operation of section 5 of the limitation act.\" 8.2 the aforesaid judgment has time and again been considered thereafter in catena of judgments. recently the hon'ble apex court considered the same in the case of the m/s. simplex infrastructure limited (supra). in paragraphs 8 and 9 of the above judgment, the apex court observed as under: \"8. section 34 of the arbitration and conciliation act, 1996 provides thus: \"34. application for setting aside arbitral award.-[1] recourse to a court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). [3] an application for setting aside may not be made after three months have elapsed from the date on which the party making that application had received the arbitral award or, if a request had been made under section 33, from the date on which that request had been disposed of by the c/fa/1837/2021 judgment dated: 17/09/2021 arbitral tribunal: provided that if the court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter.\" section 34 provides that recourse to a court against an arbitral award may be made only by an application for setting aside such award \"in accordance with\" sub-section (2) and sub-section (3). sub-section (2) relates to the grounds for setting aside an award. an application filed beyond the period mentioned in sub-section 3 of section 34, would not be an application \"in accordance with\" that sub-section. by virtue of section 34(3), recourse to the court against an arbitral award cannot be beyond the period prescribed. sub-section (3) of section 34, read with the proviso, makes it abundantly clear that the application for setting aside the award on one of the grounds mentioned in sub-section (2) will have to be made within a period of three months from the date on which the party making that application receives the arbitral award. the proviso allows this period to be further extended by another period of thirty days on sufficient cause being shown by the party for c/fa/1837/2021 judgment dated: 17/09/2021 filing an application. the intent of the legislature is evinced by the use of the words \"but not thereafter\" in the proviso. these words make it abundantly clear that as far as the limitation for filing an application for setting aside an arbitral award is concerned, the statutory period prescribed is three months which is extendable by another period of upto thirty days (and no more) subject to the satisfaction of the court that sufficient reasons were provided for the delay. 9 section 5 of the limitation act, 1963 provides thus: \"5. extension of prescribed period in certain cases. -any appeal or any application, other than an application under any of the provisions of order xxi of the code of civil procedure, 1908, may be admitted after the prescribed period if the appellant or the applicant satisfies the court that he had sufficient cause for not preferring the appeal or making the application within such period. explanation. --the fact that the appellant or the applicant was misled by any order, practice or judgment of the high court in ascertaining or computing the prescribed period may be sufficient cause within the c/fa/1837/2021 judgment dated: 17/09/2021 meaning of this section.\" section 5 of the limitation act, 1963 deals with the extension of the prescribed period for any appeal or application subject to the satisfaction of the court that the appellant or applicant had sufficient cause for not preferring the appeal or making the application within the prescribed period. section 5 of the limitation act, 1963 has no application to an application challenging an arbitral award under section 34 of the 1996 act. this has been settled by this court in its decision in union of india v popular construction company [(2001)8 scc 470], where it held as follows\"as far as the language of section 34 of the 1996 act is concerned, the crucial words are \"but not thereafter\" used in the proviso to sub-section (3). in our opinion, this phrase would amount to an express exclusion within the meaning of section 29(2) of the limitation act, and would therefore bar the application of section 5 of that act. parliament did not need to go further. to hold that the court could entertain an application to set aside the award beyond the extended period under the proviso, would render the phrase \"but not thereafter\" wholly otiose. no principle of interpretation would justify such a result. c/fa/1837/2021 judgment dated: 17/09/2021 . here the history and scheme of the 1996 act support the conclusion that the timelimit prescribed under section 34 to challenge an award is absolute and unextendible by court under section 5 of the limitation act. \" 8.3 in fact the hon'ble apex court has further observed in paragraph 13 in case of simplex infrastructure limited (supra) as under: \"13 a plain reading of sub-section (3) along with the proviso to section 34 of the 1996 act, shows that the application for setting aside the award on the grounds mentioned in sub-section (2) of section 34 could be made within three months and the period can only be extended for a further period of thirty days on showing sufficient cause and not thereafter. the use of the words \"but not thereafter\" in the proviso makes it clear that the extension cannot be beyond thirty days. even if the benefit of section 14 of the limitation act is given to the respondent, there will still be a delay of 131 days in filing the application. that is beyond the strict timelines prescribed in sub-section (3) c/fa/1837/2021 judgment dated: 17/09/2021 read along with the proviso to section 34 of the 1996 act. the delay of 131 days cannot be condoned. to do so, as the high court did, is to breach a clear statutory mandate.\" 8.4 the aforesaid being the legal position which clearly establishes that the court does not have power to condone the delay beyond the period of 30 days after a period of 3 months from the date of receipt of arbitral award or from the date on which the request under section 33 had been disposed by the arbitral tribunal, and therefore, in the instant case, it is an admitted position that the application for condonation of delay was made beyond extended period of 30 days after 3 months period was over. even if the period of delay is considered to be of 21 days. since section 34(3) of the act, 1996 bars condonation of delay beyond the period of 30 days after the period of 3 months is over as section 5 of limitation act is not applicable to act, 1996. the commercial court has rightly dismissed the application made by the appellant praying for condonation of delay. c/fa/1837/2021 judgment dated: 17/09/2021 9 in view of the above discussion, we find that the view taken by the learned judge, commercial court, city civil court, ahmedabad while dismissing commercial civil misc. application no.313 of 2021 is correct and we do not find any reason to interfere with the findings and conclusions arrived at by the commercial court, ahmedabad. accordingly, the present appeal deserves to be dismissed and the same is dismissed. however, there shall be no order as to costs. consequently, connected civil applications also stand disposed off. (the acting chief justice r.m.chhaya, j) (nirzar s. desai,j) p. subrahmanyam"
    },
    "annotations": [
        {
            "start": 0,
            "end": 154,
            "text": "Take notes as you read a judgment using our Virtual Legal Assistant and get email alerts whenever a new judgment matches your query (Query Alert Service).",
            "labels": [
                "PREAMBLE"
            ],
            "id": "f0ae7d0ab07b46fbb956068ffdf7d707_0"
        },
        {
            "start": 155,
            "end": 241,
            "text": "Try out our Premium Member Services -- Sign up today and get free trial for one month.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d1383d20de014f5391bff94329d1ceec_1"
        },
        {
            "start": 242,
            "end": 373,
            "text": "\nCalcutta High Court (Appellete Side)\nSayan Sarker vs Austin Distribution Private Limited on 21 January, 2021\nAuthor: Shampa Sarkar",
            "labels": [
                "PREAMBLE"
            ],
            "id": "2f63838e2c984881860af3f4c65e0883_2"
        },
        {
            "start": 374,
            "end": 739,
            "text": "\nBench: Shampa Sarkar\nIn The High Court At Calcutta Civil Revisional Jurisdiction Appellate Side Present:\nHon'ble Justice Shampa Sarkar C.O. No. 1470 of 2020 Sayan Sarker v.\n                      Austin Distribution Private limited\n\n\nFor the petitioner        :     Mr. Lokenath Chatterjee,\n                                Mr. Sukanta Ghosh.\n\nFor the opposite party",
            "labels": [
                "PREAMBLE"
            ],
            "id": "d41e5b7403a746b1bd0578260a035f64_3"
        },
        {
            "start": 740,
            "end": 815,
            "text": "   :     Mr. Zeeshan Haque,\n                                Ms. Payal Saha.",
            "labels": [
                "PREAMBLE"
            ],
            "id": "b727e45078c340a5b15e441e5829bd38_4"
        },
        {
            "start": 816,
            "end": 863,
            "text": "\nHeard on : 08.12.2020\nJudgment on : 21.01.2021",
            "labels": [
                "PREAMBLE"
            ],
            "id": "6cc22e3fac8a492db49746dbfe865c1a_5"
        },
        {
            "start": 864,
            "end": 1100,
            "text": "\n\nShampa Sarkar, J.:-\nThis application has been filed under Article 227 of the Constitution of India, challenging the order dated February 18, 2020 passed by the learned Judge, Commercial Court at Alipore , in Money Suit No. 39 of 2019.",
            "labels": [
                "FAC"
            ],
            "id": "2d56681ebd2445c1a7107df793f604f7_6"
        },
        {
            "start": 1101,
            "end": 1162,
            "text": "The petitioner is the defendant in Money Suit No. 39 of 2019.",
            "labels": [
                "FAC"
            ],
            "id": "b096a60629824e219a554cad4779b30c_7"
        },
        {
            "start": 1163,
            "end": 1264,
            "text": "By the order impugned, the learned Court did not accept the written statement filed by the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "9592d6f3fa7549efb7bf656a88f4ebdd_8"
        },
        {
            "start": 1265,
            "end": 1332,
            "text": "The learned Court fixed the suit for hearing as an undefended suit.",
            "labels": [
                "FAC"
            ],
            "id": "140ad2be9c34456f8c3964fb56f19b0b_9"
        },
        {
            "start": 1334,
            "end": 1518,
            "text": "2. The case of the petitioner/defendant is that the opposite party filed a money suit in the Court of the learned Civil Judge (Senior Division), 4th Court at Alipore on April 17, 2018.",
            "labels": [
                "FAC"
            ],
            "id": "7ed80624094647368d05f797bfef5d60_10"
        },
        {
            "start": 1519,
            "end": 1567,
            "text": "It was registered as Money Suit No. 166 of 2018.",
            "labels": [
                "FAC"
            ],
            "id": "1da1bd1737b045b8b142b21a9030eed5_11"
        },
        {
            "start": 1568,
            "end": 1619,
            "text": "The defendant received the summons on May 16, 2018.",
            "labels": [
                "FAC"
            ],
            "id": "67b4f5a7309b4cf085f0499fa7fbd4dd_12"
        },
        {
            "start": 1620,
            "end": 1677,
            "text": "July 13, 2018, was fixed for appearance of the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "1c1de6e1588d474c955a2d83c0782cc6_13"
        },
        {
            "start": 1678,
            "end": 1756,
            "text": "On July 13, 2018, the defendant prayed for time to file the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "1429e158779140cba2793a3435eb4d3f_14"
        },
        {
            "start": 1757,
            "end": 1942,
            "text": "The learned Civil Judge (Senior Division) at Alipore, by order No.2 dated July 13, 2018, allowed such prayer of the defendant and fixed October 4, 2018 for filing the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "20747699732f4a259a8299e80924583d_15"
        },
        {
            "start": 1943,
            "end": 2071,
            "text": "On October 4, 2018, the defendant filed the written statement, which was recorded by the learned Civil Judge in the order sheet.",
            "labels": [
                "FAC"
            ],
            "id": "faab16ed8a524c5b9849e365b36fb997_16"
        },
        {
            "start": 2072,
            "end": 2254,
            "text": "The learned Court fixed December 20, 2018 for acceptance of the written statement and thereafter March 19, 2019 and April 17, 2019 were fixed for acceptance of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "090e631eed6046519595597cd793f8f8_17"
        },
        {
            "start": 2255,
            "end": 2343,
            "text": "The matter could not be taken up on the dates fixed due to resolutions of the local bar.",
            "labels": [
                "FAC"
            ],
            "id": "3596617a64b8412eaaeaf353c43a027f_18"
        },
        {
            "start": 2344,
            "end": 2511,
            "text": "On April 17, 2019 also, the matter could not be taken up due to a resolution of the local bar and September 20, 2019 was fixed for acceptance of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "9046a4739e6d4e4ca5650b791002501b_19"
        },
        {
            "start": 2512,
            "end": 2750,
            "text": "On September 20, 2019, the learned Civil Judge (Senior Division), 4th Court at Alipore, while considering the application for acceptance of the written statement came to the conclusion that the suit was in the nature of a commercial suit.",
            "labels": [
                "FAC"
            ],
            "id": "5707b74948a942a096b2648124d976bb_20"
        },
        {
            "start": 2751,
            "end": 2855,
            "text": "Accordingly, the records were directed to be transmitted to the Commercial Court for trial and disposal.",
            "labels": [
                "FAC"
            ],
            "id": "ba589d3dafeb4cab88936820da773ed1_21"
        },
        {
            "start": 2856,
            "end": 2995,
            "text": "The said suit was then registered as Money Suit No. 39 of 2019 and the same appeared before the learned Judge, Commercial Court at Alipore.",
            "labels": [
                "FAC"
            ],
            "id": "015488c1d8304903b0fa7dacd2018952_22"
        },
        {
            "start": 2996,
            "end": 3098,
            "text": "February 18, 2020 was fixed for passing orders with regard to the acceptance of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "3436b4b1488f404babf354649c1bd1bb_23"
        },
        {
            "start": 3099,
            "end": 3326,
            "text": "The learned Commercial Judge upon considering the amended provisions of the Code of Civil Procedure came to the conclusion that the written statement ought to have been filed within 120 days from the date of receipt of summons.",
            "labels": [
                "FAC"
            ],
            "id": "425707fbaa0e424d8cde77af5bd3a7f5_24"
        },
        {
            "start": 3327,
            "end": 3536,
            "text": "As the same was filed after 141 days from the date of receipt of summons, the written statement could not be accepted beyond a period of 120 days as per the mandatory provisions of the Code of Civil Procedure.",
            "labels": [
                "FAC"
            ],
            "id": "52616c29a0924d9dabfbbbb168ae5149_25"
        },
        {
            "start": 3537,
            "end": 3773,
            "text": "According to the learned Judge Commercial Court, the present suit involved a dispute covered by the definition of a 'commercial dispute' under Section 2(1)(c) of the Commercial Courts Act, 2015 (hereinafter referred to as the said Act).",
            "labels": [
                "FAC"
            ],
            "id": "686c23cafd0f442aac3ae10d08db051e_26"
        },
        {
            "start": 3774,
            "end": 3933,
            "text": "Upon consideration of the decision of the Hon'ble Apex Court in the matter of Scg Contracts India Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. and ors.",
            "labels": [
                "RLC"
            ],
            "id": "12d9cfffc19d414787b43da0ed5e5669_27"
        },
        {
            "start": 3934,
            "end": 3942,
            "text": "Air 2019",
            "labels": [
                "RLC"
            ],
            "id": "19ba1aa2f56f4b999a7a5bf52320449c_28"
        },
        {
            "start": 3943,
            "end": 3950,
            "text": "Sc 2691",
            "labels": [
                "FAC"
            ],
            "id": "360fa7269e0048f1a048bab38b2e1c69_29"
        },
        {
            "start": 3951,
            "end": 4432,
            "text": ", the said court came to the conclusion that the Commercial Courts Act, 2015 came into effect on and from October 23, 2015 and the Commercial Court started functioning at Alipore on and from July 5, 2019 and as such the defendant was under an obligation to follow the time prescribed for filing the written statement under the amended provisions of Order V Rule 1 (proviso), Order Viii Rule 1 and Order Viii Rule 10 of the Code of Civil Procedure as applicable to commercial suits.",
            "labels": [
                "RLC"
            ],
            "id": "16cb97baa1804818818abb46e21f7ca5_30"
        },
        {
            "start": 4433,
            "end": 4615,
            "text": "The learned Court below placed reliance on another decision of the Calcutta High Court in the matter of Rdb Textile v. Union of India & ors. passed in connection with Cs 214 of 2016.",
            "labels": [
                "RLC"
            ],
            "id": "13342171a01e42d6af75e208e20dd2b3_31"
        },
        {
            "start": 4617,
            "end": 4769,
            "text": "3. It was urged by the learned Advocate for the petitioner, that the suit was filed as a money suit under the provisions of the Code of Civil Procedure.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "9d7577b87ab0423fbf3ada023225afec_32"
        },
        {
            "start": 4770,
            "end": 4847,
            "text": "The Commercial Court at Alipore started functioning on and from July 5, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "2a32a1bbdaec4dc38034eb6c2e733dd3_33"
        },
        {
            "start": 4848,
            "end": 5001,
            "text": "Prior to July 5, 2019, there was no Commercial Court in Alipore and the Civil Judge (Senior Division) was the court having jurisdiction to hear the suit.",
            "labels": [
                "FAC"
            ],
            "id": "8bb68c17253d44e3906d0d97c63cb60e_34"
        },
        {
            "start": 5002,
            "end": 5216,
            "text": "Accor dingly, the defendant could not be denied his right to file the written statement and contest the suit as there was no laches, negligence or delay on the part of the defendant in filing the written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "58153c8db8ac4de2a50e8975501560ca_35"
        },
        {
            "start": 5217,
            "end": 5426,
            "text": "He submitted that the records would reveal that the learned Civil Judge had fixed several dates for acceptance of the written statement but the matter could not be taken up due to resolutions of the local bar.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8c70976b8dbe473f878070d1fe66f392_36"
        },
        {
            "start": 5427,
            "end": 5496,
            "text": "He urged that a litigant could not suffer for the fault of the Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "848d18ba34144e94b89f99aa1c31efc4_37"
        },
        {
            "start": 5497,
            "end": 5729,
            "text": "He urged that if the proceedings before the learned Civil Judge, Senior Division had taken place on the dates fixed, the written statement would have been accepted much before the Commercial Court had started functioning in Alipore.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "652dee27c0e04530bc0f775c04eeb325_38"
        },
        {
            "start": 5730,
            "end": 5812,
            "text": "That the written statement was filed on the first date fixed by the learned Court.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "04aee622da084f5a8cc21dc67b50cb5d_39"
        },
        {
            "start": 5813,
            "end": 5928,
            "text": "Resolutions of the local bar prevented the learned Court from passing orders with regard to acceptance of the same.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "eb6f67b79d504b5fb90a5c7afae1740c_40"
        },
        {
            "start": 5929,
            "end": 6226,
            "text": "He next urged that until the Commercial Court at Alipore was inaugurated on July 5, 2019, the suit was proceeding as a regular money suit and the amended provisions of the Code of Civil Procedure relating to commercial suits would not have any application, even if, the said Act had been notified.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "68c83c58619645beaf483dee95030e1d_41"
        },
        {
            "start": 6227,
            "end": 6749,
            "text": "If it was to be accepted that the suit filed by the opposite party was a commercial suit and the amended provisions of the Code of Civil Procedure with regard to filing of the written statement i.e. within 120 days and not thereafter, was mandatory, then on the same analogy, the plaint ought to have been filed as per the rules and the format as prescribed in the schedule to the said Act and the Rules regarding truth affidavit and other formalities applicable to verification and affidavits in case of commercial suits.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8bf0d95089ad4691a1bde43ae11def35_42"
        },
        {
            "start": 6750,
            "end": 6868,
            "text": "That not having been done by the plaintiff, the said suit could not be entertained at all as the plaint was defective.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0d932db0452b4c73b7103b0f7ddfe98e_43"
        },
        {
            "start": 6869,
            "end": 7120,
            "text": "He submitted that the amended provisions of the CPC would not be applicable with regard to the mandate of filing the written statement within 120 days from the date of receipt of summons and the provisions in case of regular suits would be applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "54fab17820e14a548a7c88ee58c916c5_44"
        },
        {
            "start": 7121,
            "end": 7299,
            "text": "Filing of the written statement within 120 days and as per the amended provisions of the Code of Civil Procedure in such a suit was a directory provision and not a mandatory one.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "bb997db6812f4df9a3a1ed8201fb8eb4_45"
        },
        {
            "start": 7301,
            "end": 7503,
            "text": "4. Mr. Chatterjee submitted that the suit was transferred under the provisions of Section 15 of the said Act to the Commercial Court at Alipore after the same was established and had become operational.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6ae750cb4a6e4b128a4dcaf1f232d989_46"
        },
        {
            "start": 7504,
            "end": 7802,
            "text": "According to him, the learned Commercial Judge should have held a case management hearing in respect of the said suit and ought to have prescribed new time lines or issued further directions as may be necessary for speedy and efficacious disposal of such suit including filing of written statement.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "50b431bf192f4ba59eebe5e7692ce4e0_47"
        },
        {
            "start": 7803,
            "end": 7977,
            "text": "Such procedure as prescribed under Section 15(4) had not been followed by the learned Commercial Judge and the impugned order was liable to be set aside on this ground alone.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "324cff44c5cb42f6a43924d8a1a51af1_48"
        },
        {
            "start": 7978,
            "end": 8334,
            "text": "He relied on the following decisions, namely, Raj Television Network Ltd. v. Sony Music Entertainment India Pvt. Ltd. reported in 2018 (3) CTC 256, Colonial Life Insurance Company (Trinidad) Ltd. & anr. v. Reliance General Insurance Company Ltd. passed in Commercial Suit No.29 of 2013 and A.R. Antulay v. R.S. Nayak and ors., reported in AIR 1988 SC 1531.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1bcc80f8572e460da4bf6b26a99a75b1_49"
        },
        {
            "start": 8336,
            "end": 8521,
            "text": "5. Mr. Chatterjee concluded his arguments by distinguishing the decision of the Hon'ble Apex Court in SCG Contracts (supra) on the ground that the judgment was distinguishable on facts.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "0ba9cca3afc542efbd9899c2968afe2c_50"
        },
        {
            "start": 8522,
            "end": 8838,
            "text": "The suit in this case, was filed as a regular money suit as there was no Commercial Court functioning in the district of South 24-parganas and thus, the suit was not, in effect, a commercial suit as defined under the said Act at the time of its institution, unlike the suit which was dealt with in the said judgment.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "1f554e69d8834ea99014e6fc870008e8_51"
        },
        {
            "start": 8840,
            "end": 9144,
            "text": "6. Mr. Haque, learned Advocate appearing on behalf of the plaintiff/opposite party submitted that the dispute involved was in connection with a commercial transaction and as such even if the suit was filed before the learned Civil Judge (Senior Division), the same was a commercial suit for all purposes.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "63cf9a802e624c7b935962bd03d699f9_52"
        },
        {
            "start": 9145,
            "end": 9294,
            "text": "According to him, the said Act received the assent of the President on December 31, 2015 and was notified in the official gazette on January 1, 2016.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "f5849bff4a2d45bc82d4736772626590_53"
        },
        {
            "start": 9295,
            "end": 9620,
            "text": "Thus, any suit filed after January 1, 2016, which involved a commercial dispute as defined under Section 2(1)(c) of the said Act, would be a commercial suit and the second proviso to Order V Rule 1 as amended for commercial suits as also the amended provisions of Order VIII Rule 1 and Order VIII rule 10 would be applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "8ef0c19d32b9440dba75d14b34914427_54"
        },
        {
            "start": 9621,
            "end": 9801,
            "text": "The decision of SCG Contracts would be squarely applicable in this case and even the court did not have the authority to accept the written statement beyond the period of 120 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "a901017d21504a6380b17675383f5c0f_55"
        },
        {
            "start": 9802,
            "end": 10119,
            "text": "He submitted that the suit was essentially a commercial suit although, being prosecuted in a different forum in the absence of a forum and as such, the transmission of the records of the said suit to the Commercial Court after the Commercial Court started functioning, in effect, was not a transfer of a pending suit.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "6a0206ae50b7419481c81ae025be0172_56"
        },
        {
            "start": 10120,
            "end": 10209,
            "text": "According to him the provisions of Section 15(4) of the said Act would not be applicable.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "3c487b46b94d437197e58001c3eaf576_57"
        },
        {
            "start": 10210,
            "end": 10487,
            "text": "He urged that once the defendant was aware of the notification by which the said Act had come into force, the question of filing the written statement after 120 days did not arise and the defendant should have been diligent enough to file the written statement within 120 days.",
            "labels": [
                "ARG_PETITIONER"
            ],
            "id": "48ce4573426d4d9b9c27eb0c97a3e9ca_58"
        },
        {
            "start": 10488,
            "end": 10700,
            "text": "He distinguished the decisions relied upon by Mr. Chatterjee on the ground that both the Madras High Court and the Bombay High Court, dealt with suits which had been filed before the said Act had come into force.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "fd7586fb8eec4480a07a9f213c005539_59"
        },
        {
            "start": 10701,
            "end": 10863,
            "text": "He urged that no discrimination could be permitted between fresh commercial suits and suits involving commercial disputes which were sent to the Commercial Court.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "8256e9c13a564cd998322222b62e5919_60"
        },
        {
            "start": 10864,
            "end": 11161,
            "text": "If such discrimination was permitted the same would lead to complete divide and distinction between fresh commercial suits and transferred commercial suits and the parties in the transferred suits would be unable to avail of the benefits of the newly inserted mandatory provisions of the said Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "e7551c8c3bea4943a6ae2e002badee5d_61"
        },
        {
            "start": 11162,
            "end": 11308,
            "text": "According to him, Section 15(4) of the said Act should be read down and interpreted in a manner that would not negate the purpose of the said Act.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "49084791aaef40d4861e1be104bf57f7_62"
        },
        {
            "start": 11309,
            "end": 11822,
            "text": "He relied on the following decisions, namely, (i) Dilip Choudhury v. Pratishruti Projects Limited and ors. passed in C.S. 23 of 2015, (ii) Gulf DTH FZ LCC v. Dishtv India Limited and ors. passed in CS (OS) 3355 of 2015, (iii) SCG Contracts India Pvt. Ltd. v. K.S. Chamankar Infrastructure Pvt. Ltd. reported in AIR 2019 SC 2691, (iv) Citicrop International Limited v. Gtl Infrastructure Limited passed in CS 159 of 2017 and (v) OKU Tech Private Limited v. Sangeet Agarwal and ors. passed in CS (OS) 3390 of 2015.\n",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "0912f5b584794707b8bf497328f31c20_63"
        },
        {
            "start": 11822,
            "end": 11843,
            "text": "7. Heard the parties.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "c701e9e63be7454a8248ae14b6b8ef8a_64"
        },
        {
            "start": 11844,
            "end": 12050,
            "text": "Admittedly, the suit was instituted before the learned Civil Judge (Senior Division) at Alipore as a regular money suit sometime in July, 2018 and the said suit was registered as Money Suit No. 166 of 2018.",
            "labels": [
                "ARG_RESPONDENT"
            ],
            "id": "343ea1c25dd04838a515222d79a66b0e_65"
        },
        {
            "start": 12051,
            "end": 12461,
            "text": "The prayers in the said suit were as follows:\n\"The plaintiff therefore prays for the following reliefs:\na) A decree declaring that the defendant has wrongfully abandoned the project site of the plaintiff;\nb) A decree of Rs 3 crores on account of loss and damages suffered by the plaintiff;\nc) Costs d) Receiver e) Injunction f) Such other relief and/or reliefs as this Learned Court may deem fit and proper\"\n8.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "9ad7626de17a47a29f73c99674daddbf_66"
        },
        {
            "start": 12462,
            "end": 12666,
            "text": "The dispute arose out of an abandoned project for construction of a commercial building in which the services of the defendant had been allegedly hired by the plaintiff as a project management consultant.",
            "labels": [
                "FAC"
            ],
            "id": "c8f85c568f9b479bb6558d39bf26dce3_67"
        },
        {
            "start": 12667,
            "end": 12777,
            "text": "The suit was filed within the jurisdiction of Alipore Court as per the provisions the Code of Civil Procedure.",
            "labels": [
                "FAC"
            ],
            "id": "266f1352852744aeaa7457df299dd7ee_68"
        },
        {
            "start": 12778,
            "end": 12876,
            "text": "It is a matter of record that the summon was received by the defendant/petitioner on May 16, 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1250699ea751427eb25867815fad29d0_69"
        },
        {
            "start": 12877,
            "end": 12933,
            "text": "July 13, 2018 was fixed for appearance of the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "f44c991c27504d8bbfca314fdede95b9_70"
        },
        {
            "start": 12934,
            "end": 13024,
            "text": "The defendant appeared on July 13, 2018 and prayed for time to file the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "a57c379d3df94071b8679aabfc393076_71"
        },
        {
            "start": 13025,
            "end": 13104,
            "text": "The learned Civil Court fixed October 4, 2018 for filing the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "44836e747dfa453884d59e8a189700bf_72"
        },
        {
            "start": 13105,
            "end": 13199,
            "text": "On October 4, 2018 the written statement was filed as would be available from the order sheet.",
            "labels": [
                "FAC"
            ],
            "id": "10f09238ebb64eabb3534c0e79f9ea81_73"
        },
        {
            "start": 13200,
            "end": 13460,
            "text": "Thereafter, on three occasions namely December 20, 2018, March 19, 2019 and April 17, 2019, the learned court could not take up the matter due to the resolutions of the local bar and as such a formal order of acceptance of the written statement was not passed.",
            "labels": [
                "FAC"
            ],
            "id": "20963ec0f0254642ae0185d53ec5d4c4_74"
        },
        {
            "start": 13461,
            "end": 13688,
            "text": "On September 20, 2019 while considering the acceptance of the written statement, the learned Civil Judge found that the suit involved a dispute which was valued at Rs. 3 crores and the same should be tried as a commercial suit.",
            "labels": [
                "FAC"
            ],
            "id": "624aa653d7f74a9bbe212efbbaa70fc3_75"
        },
        {
            "start": 13689,
            "end": 13823,
            "text": "The suit was transferred to the learned Judge, Commercial Court at Alipore and was renumbered/registered as Money Suit No. 39 of 2019.",
            "labels": [
                "FAC"
            ],
            "id": "614b9482471148328885747db84c225a_76"
        },
        {
            "start": 13824,
            "end": 14049,
            "text": "By an order dated November 19, 2019, the learned Judge Commercial Court recorded that although the defendant had filed the written statement on October 4, 2018, no prayer had been made for acceptance of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "557b54e474364ca6b9c14681ada92fa3_77"
        },
        {
            "start": 14050,
            "end": 14142,
            "text": "The learned Commercial Judge fixed November 28, 2019 for steps to be taken by the defendant.",
            "labels": [
                "FAC"
            ],
            "id": "aa3974ea5cd34ddbb0cfaf40760f8e01_78"
        },
        {
            "start": 14143,
            "end": 14218,
            "text": "The defendant filed an application for acceptance of the written statement.",
            "labels": [
                "FAC"
            ],
            "id": "a5811a45f5b34b699a600d79deec19ab_79"
        },
        {
            "start": 14219,
            "end": 14289,
            "text": "An opportunity was given to the plaintiff to file a written objection.",
            "labels": [
                "FAC"
            ],
            "id": "f970633fbd9b40aeab956279776beb94_80"
        },
        {
            "start": 14290,
            "end": 14614,
            "text": "Upon contested hearing, the impugned order was passed and the learned Commercial Judge rejected the application relying on the decision of the Hon'ble Apex Court in the matter of SCG Contract (supra) and the decision of a Division Bench of this Court, in the matter of RDB Textile limited v. Union of India and ors. (supra).",
            "labels": [
                "FAC"
            ],
            "id": "ed7decc75367406596cc817d1bbb50c3_81"
        },
        {
            "start": 14615,
            "end": 14671,
            "text": "The suit was directed to continue as an undefended suit.",
            "labels": [
                "FAC"
            ],
            "id": "cae1a50bb18845e8aa099ff09720a332_82"
        },
        {
            "start": 14673,
            "end": 14801,
            "text": "9. It is a matter of record that the Commercial Court in Alipore was established and started operating on and from July 5, 2019.",
            "labels": [
                "FAC"
            ],
            "id": "b17f263b4aaf4d3395874dd8fb50a0fb_83"
        },
        {
            "start": 14802,
            "end": 15000,
            "text": "Even if the dispute was a commercial dispute, the said suit could not have proceeded as a commercial suit to which the rigors of the said Act would be applicable, in the absence of a Court in place.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a8d180aafde24640a90d028a025578f4_84"
        },
        {
            "start": 15001,
            "end": 15134,
            "text": "The Commercial Courts Act was enacted on December 31, 2015 and was notified in the official gazette extraordinary on January 1, 2016.",
            "labels": [
                "FAC"
            ],
            "id": "a1471840cc134ecaa2535d63341b7be6_85"
        },
        {
            "start": 15135,
            "end": 15415,
            "text": "This was an act to provide for the Constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Courts for adjudicating commercial disputes of specified value and matters connected thereof or incidental thereto.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5446a470973f47a3a4366ebabe71806c_86"
        },
        {
            "start": 15416,
            "end": 15499,
            "text": "A Commercial Court is constituted under Sub-Section 1 of Section 3 of the said Act.",
            "labels": [
                "STA"
            ],
            "id": "37d77a3554c945c49a3af6ce9ab5604d_87"
        },
        {
            "start": 15500,
            "end": 15820,
            "text": "Section 3 of the said Act provides that the State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at district level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act.",
            "labels": [
                "STA"
            ],
            "id": "8528878e93a94bd7ac4c163854d38a12_88"
        },
        {
            "start": 15821,
            "end": 16080,
            "text": "The State Government shall, after consultation, with the concerned High Court, specify by notification the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.",
            "labels": [
                "STA"
            ],
            "id": "373940d0a680416d8ee90ccdc3ee1947_89"
        },
        {
            "start": 16081,
            "end": 16388,
            "text": "The State Government also with the concurrence of the Chief Justice of the High Court, may appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a Commercial court either at the level of District Judge or a court below the level of a District Judge.",
            "labels": [
                "STA"
            ],
            "id": "f491be8822074f95a81777a334012bc8_90"
        },
        {
            "start": 16390,
            "end": 16621,
            "text": "10. In the order impugned, the learned Court below had categorically recorded that July 5, 2019 was the date when the Commercial Court of Alipore started functioning for hearing commercial suits in the district of South 24-pargans.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "93d1a9e8293f4aa29b883a872b6acb52_91"
        },
        {
            "start": 16622,
            "end": 16784,
            "text": "Thus, the learned Civil Judge (Senior Division) at Alipore could not be treated as a Commercial Court as per the definition of a Commercial Court in the said Act.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "5e19b5f6a97d49088f343fb72fb936c7_92"
        },
        {
            "start": 16785,
            "end": 17019,
            "text": "Even after coming into force of the said Act, no court was designated to hear commercial suits until a Commercial Court was established and had become operational and Judges in terms of Section 3(3) were appointed as Commercial Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a027aead260448e7b6d988075001a18b_93"
        },
        {
            "start": 17020,
            "end": 17212,
            "text": "Thus the Civil Judge (Senior Division) at Alipore could not be treated as a Commercial Court when the suit was filed, and the rigors of the Commercial Courts Act, 2015 would not be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9fb08be6945241dd980d8c2d4171b2e7_94"
        },
        {
            "start": 17214,
            "end": 17585,
            "text": "11. As the suit was filed as a regular money suit after the enactment of the said Act but, before the establishment of the Commercial Court and subsequently transferred to the Commercial Court of South 24 Paraganas at Alipore after the same became operational, the suit should be treated as a transferred suit and the provisions of Section 15 of the said Act would apply.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3be6b4dd00094732810a3d84000aced7_95"
        },
        {
            "start": 17586,
            "end": 17663,
            "text": "For convenience Section 15 of the said Act is quoted below:-\n\"15. Transfer of",
            "labels": [
                "STA"
            ],
            "id": "1a4e864fe8064be3b764a73ec48771d3_96"
        },
        {
            "start": 17664,
            "end": 17683,
            "text": "pending cases.--(1)",
            "labels": [
                "STA"
            ],
            "id": "b3f193e8866e47e5b495f1f6485f74c8_97"
        },
        {
            "start": 17684,
            "end": 17974,
            "text": "All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.",
            "labels": [
                "STA"
            ],
            "id": "bfee327b68d241e4839102fe30366e81_98"
        },
        {
            "start": 17975,
            "end": 18547,
            "text": "\n(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court:\nProvided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub- section (1) or sub-section (2).",
            "labels": [
                "STA"
            ],
            "id": "f9490d461aad4c9faa86deffffbf2995_99"
        },
        {
            "start": 18548,
            "end": 18944,
            "text": "\n(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub- section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "be0ce2c677a94183b6260881cbdb7528_100"
        },
        {
            "start": 18945,
            "end": 19621,
            "text": "\n(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance [with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908):\nProvided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "STA"
            ],
            "id": "4263c331968d4df1b29de41817b98fac_101"
        },
        {
            "start": 19622,
            "end": 20176,
            "text": "\n(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub- section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.\"\n12.",
            "labels": [
                "STA"
            ],
            "id": "1c3943c35fa24a5b9b4ad9dbd5b3be59_102"
        },
        {
            "start": 20177,
            "end": 20459,
            "text": "Sub-section 3 of Section 15 provides that when a suit was transferred to the Commercial Division or the Commercial Court under Sub- section 1 or Sub-section (2) of Section 15, provisions of the said Act would apply to those procedures that were not complete at the time of transfer.",
            "labels": [
                "STA"
            ],
            "id": "83113298880e4f9ab1fb91a59a06929a_103"
        },
        {
            "start": 20460,
            "end": 20851,
            "text": "Sub-section 4 of Section 15 provides that the Commercial Court of the Commercial Division may hold case management hearing in respect of such transferred suit or application in order to prescribe new time lines and issue such further direction as may be necessary for a speedy and efficacious disposal of such suit or application in accordance with order XV-A of the Code of Civil Procedure.",
            "labels": [
                "STA"
            ],
            "id": "6bb41cfe8485455bb1a1bee91567beca_104"
        },
        {
            "start": 20852,
            "end": 21150,
            "text": "The proviso to the said sub-section states that the proviso to Sub Rule 1 of Rule 1 of Order V of the Code of Civil Procedure shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.",
            "labels": [
                "STA"
            ],
            "id": "7dcab46f32104a3f9556915590628de2_105"
        },
        {
            "start": 21151,
            "end": 21363,
            "text": "A conjoint reading of Sub-sections 1, 2, 3 and 4 as also the proviso to sub-section (4) of Section 15 clearly indicates that the legislature intended to make a separate provision with regard to transferred suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d9da8466f5874203977073832e6780da_106"
        },
        {
            "start": 21364,
            "end": 21524,
            "text": "The proviso to Sub-section 4 of Section 15 grants the discretion to the court to prescribe a new time period within which the written statement should be filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4410ad88299a48e4990d42ff5136e35f_107"
        },
        {
            "start": 21525,
            "end": 21652,
            "text": "It further provides that the proviso to Sub-Rule 1 of Rule 1 of Order V of the Code of Civil Procedure would not be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e6379f502620411ca715873b75137046_108"
        },
        {
            "start": 21653,
            "end": 22416,
            "text": "Order V reads as follows:-\n\"1.Summons. - [(1) When a suit has been duly instituted, a summons may be issued to the defendant to appear and answer the claim and to file the written statement of his defence, if any, within thirty days from the date of service of summons on that defendant:\nProvided that no such summons shall be issued when a defendant has appeared at the presentation of plaint and admitted the plaintiff's claim:\nProvided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the same on such other days as may be specified by the court, for reasons to be recorded in writing, but which shall not be later than ninety days from the date of service of summons.] (2)",
            "labels": [
                "STA"
            ],
            "id": "7e1466d9ce1b4967b607b32a9fec72a6_109"
        },
        {
            "start": 22417,
            "end": 22495,
            "text": "A defendant to whom a summons has been issued under sub-rule (1) may appear:-\n",
            "labels": [
                "STA"
            ],
            "id": "db7d8642715b49dba0c1303c8c96fa12_110"
        },
        {
            "start": 22495,
            "end": 22691,
            "text": "(a) in person, or (b) by a pleader duly instructed and able to answer all material questions relating to the suit, or (c) by a pleader accompanied by some person able to answer all such questions.",
            "labels": [
                "STA"
            ],
            "id": "4cd6fcdd086c4d34a809cc8aa55786df_111"
        },
        {
            "start": 22692,
            "end": 22828,
            "text": "\n(3) Every such summons shall be signed by the Judge or such officer as he appoints and shall be sealed with the seal of the Court.\"\n13.",
            "labels": [
                "STA"
            ],
            "id": "9da8cd3651324da6a894c7a36675ae06_112"
        },
        {
            "start": 22829,
            "end": 23012,
            "text": "After the amendment of the Code of Civil Procedure as per Section 16 of Act 4 of 2016 in respect of commercial dispute, the second proviso was substituted by the following proviso.:-\n",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0e2d17df7ea94100ad2536414d5b4d33_113"
        },
        {
            "start": 23012,
            "end": 23643,
            "text": "\"Provided further that where the defendant fails to file the written statement within the said period of thirty days, he shall be allowed to file the written statement on such other day, as may be specified by the Court, for reasons to be recorded in writing and on payment of such costs as the Court deems fit, but which shall not be later than one hundred twenty days from the date of service of summons and on expiry of one hundred twenty days from the date of service of summons, the defendant shall forfeit the right to file the written statement and the Court shall not allow the written statement to be taken on record.\"\n14.",
            "labels": [
                "STA"
            ],
            "id": "bb9082017a4146e5a6118e6560fea25c_114"
        },
        {
            "start": 23644,
            "end": 23880,
            "text": "Therefore, in the case in hand, the mandatory provision of filing the written statement within 120 days from the receipt of summons in case of a commercial suit will not be applicable in case of a transferred suit, like the present one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a97509ab8f4942efaf2598a42001716f_115"
        },
        {
            "start": 23881,
            "end": 24003,
            "text": "It is also a matter of record that the defendant filed the written statement on the date fixed by the learned Civil Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fbf68157ac7403d807e2433b20a1b2f_116"
        },
        {
            "start": 24004,
            "end": 24198,
            "text": "On four occasions, dates were fixed for acceptance of the written statement but the business of the learned Civil Court did not permit passing of an order of acceptance of the written statement.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "bdb3a7afd7444b05b44c0ebe30c5cd35_117"
        },
        {
            "start": 24199,
            "end": 24301,
            "text": "Thus, the litigant cannot suffer for the inability of the court to hold the proceedings on those days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3208aa1ea01749d7b64e293d6dab54be_118"
        },
        {
            "start": 24302,
            "end": 24342,
            "text": "An act of court should prejudice no one.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "fb00dbf8c1414b1ba15e4b031d28763c_119"
        },
        {
            "start": 24343,
            "end": 24678,
            "text": "Thereafter, the suit was transferred to the Commercial Court after Commercial Court at Alipore became operational, the learned Judge Commercial Court instead of holding the case management hearing under Sub-section 4 of Section 15, erroneously rejected the written statement and held that the suit would continue as an undefended suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "302b310df72c4f14a81234ddfe6e0444_120"
        },
        {
            "start": 24679,
            "end": 24984,
            "text": "The learned Commercial Court failed to appreciate the proviso to Sub-section 4 of Section 15 and refused to accept the written statement which was filed after 141 days, by placing reliance on the decisions of SCG Construction (supra) and New India Assurance Company Vs. HILLI reported in 2015 (16) SCC 22.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "2c6f07bc426a4cf097cddbb7d14515a2_121"
        },
        {
            "start": 24985,
            "end": 25120,
            "text": "It is relevant to mention that in neither of these decisions the provisions of Section 15 of the said Act had fallen for consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aaec950b386143d998b4c2bb76e5de0d_122"
        },
        {
            "start": 25121,
            "end": 25176,
            "text": "The cases relied on did not consider transferred suits.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c89bf6880e0b43338441641f7ef1c318_123"
        },
        {
            "start": 25177,
            "end": 25246,
            "text": "The order impugned suffers from error apparent on the face of record.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "16db0909580c482bafa64898a66f86fa_124"
        },
        {
            "start": 25248,
            "end": 25556,
            "text": "15. However, when the proviso to Sub-rule 1 of Rule 1 of Order V with regard to filing of the written statement has not been made applicable in case of transferred suits, the learned Judge had the discretionary power to accept the written statement which was filed after 141 days from the receipt of summons.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d08f36dbb0804a58b0a12529bb4ff2b3_125"
        },
        {
            "start": 25557,
            "end": 25711,
            "text": "The High Court of Madras in the decision of Raj Television Network (supra) also interpreted the proviso to Sub-section 4 of Section 15 in the same manner.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "f6e9a4fc25104aeb83581ed172279e51_126"
        },
        {
            "start": 25712,
            "end": 25741,
            "text": "The delay was around 21 days.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "36a8a4a37e184c88ad2e3cf09dc01f8d_127"
        },
        {
            "start": 25742,
            "end": 25825,
            "text": "The written statement was filed on the date first fixed by the learned Civil Judge.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a750b700e03a4275a112b22d19de3e64_128"
        },
        {
            "start": 25827,
            "end": 25977,
            "text": "16. It is also a fact, that the Commercial Court at South 24 Paraganas, to which the suit was transferred, became functional on and from July 5, 2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c43cf46a43ff499e978995f94257a8a9_129"
        },
        {
            "start": 25978,
            "end": 26129,
            "text": "Prior to the said date, suits involving commercial disputes were tried as regular suits before the court having territorial and pecuniary jurisdiction.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0a5417da452c4cd5a6dae1cfc67fe4c0_130"
        },
        {
            "start": 26130,
            "end": 26364,
            "text": "The arguments of the opposite party that every suit filed after the enactment of the said Act should be treated as a Commercial suit and the provisions of the said Act would be applicable, cannot be accepted in the facts of this case.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "341291c65f04457195ea46b83849acc8_131"
        },
        {
            "start": 26365,
            "end": 26683,
            "text": "If such a proposition is accepted, then the plaint itself suffers from defects and cannot be entertained in the proceedings before the Commercial Court, inasmuch as, the said plaint has not been supported by an affidavit in the form and manner as prescribed under Order VI Rule 15-A of the Code of Civil Procedure.\n17.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "73fb4d8626824684af116c2f5e706c97_132"
        },
        {
            "start": 26684,
            "end": 26995,
            "text": "In Dilip Choudhury (supra) a learned Judge of this court held as follows:-\n\"28. Section 16 of the Act of 2015 requires the Commercial Division to follow the provisions of the Code of Civil Procedure, 1908 as amended by the Act of 2015 in the trial of a suit in respect a commercial dispute of a specified value.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "4ce735605e9648a5a00d5ae9792dc4aa_133"
        },
        {
            "start": 26996,
            "end": 27193,
            "text": "However, the proviso to Sub Section (4) of Section 15 prescribes that, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 shall not apply to the transferred suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "755c104b0b4447bf9940199067b25598_134"
        },
        {
            "start": 27194,
            "end": 27558,
            "text": "Since, the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 does not apply to a transferred suit, and the Court retains the discretion to prescribe a new time period within which the written statement can be filed, the application for extension of time to file written statement filed by the defendant no. 2 requires consideration.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "8e09c29bd6554a8a86b8cc070f29ca5d_135"
        },
        {
            "start": 27559,
            "end": 27651,
            "text": "All and every application for extension of time to file written statement cannot be allowed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "a0047718a3c343bab337beaceec6bd1d_136"
        },
        {
            "start": 27652,
            "end": 27872,
            "text": "The time to file written statement can be allowed on judicial recognized principles one of which is that, the defendant adequately explains as to, the delay in not filing the written statement within the time stipulated.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6517cf04906e4ce99fb4592240c31fea_137"
        },
        {
            "start": 27874,
            "end": 28250,
            "text": "29. In the facts of the present case, the defendant no. 2 seeks to explain non filing of the written statement from the date of expiry of the time period to file written statement as prescribed by the writ of summons till the date of making the application for extension of time to file written statement, on the ground of various proceedings that the parties had in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "d7044d67abe646f198b465f779a0f610_138"
        },
        {
            "start": 28251,
            "end": 28338,
            "text": "The defendant no. 2 acknowledges that he received the writ of summons on April 2, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "27e40d1a1174403680ca9b65ebf293e5_139"
        },
        {
            "start": 28339,
            "end": 28357,
            "text": "The defendant no.2",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6fd1b485b2714a4b9c4f917c97355ff8_140"
        },
        {
            "start": 28358,
            "end": 28395,
            "text": "entered appearance on March 11, 2015.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "1fd158a7cd51438db523189cd274d0bc_141"
        },
        {
            "start": 28396,
            "end": 28484,
            "text": "Two applications for dismissal of the suit were taken out by the defendant nos. 3 and 4.",
            "labels": [
                "FAC"
            ],
            "id": "6c02d43f72a1413daee489c54b75be93_142"
        },
        {
            "start": 28485,
            "end": 28713,
            "text": "In one of such application for dismissal of the suit, an order dated June 7, 2016 was passed directing the department not to transfer the suit to the list of undefended suits during the pendency of the application for dismissal.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ca4b1efed50b496781a39e602068801e_143"
        },
        {
            "start": 28714,
            "end": 28839,
            "text": "The application of the plaintiff for decree on judgement on admission filed on January 13, 2016 was allowed on July 26, 2016.",
            "labels": [
                "FAC"
            ],
            "id": "0057beae3d1c4fd892c0e6385572ae3d_144"
        },
        {
            "start": 28840,
            "end": 28938,
            "text": "The judgement and decree dated July 26, 2016 was set aside by the Appeal Court on August 22, 2017.",
            "labels": [
                "FAC"
            ],
            "id": "2c6d45c5c1e04f8694e6b7ae6ea48275_145"
        },
        {
            "start": 28939,
            "end": 29223,
            "text": "The defendant no. 2 has sought to explain the non-filing of the written statement not only on the pendency of the applications as noted above but also on the fact that the defendant no. 2 was embroiled in criminal cases and was detained in judicial custody for a given period of time.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "95a0b641cf824939a69d7e0d48ce6972_146"
        },
        {
            "start": 29224,
            "end": 29240,
            "text": "The defendant no",
            "labels": [
                "ANALYSIS"
            ],
            "id": "447c5218369547aca34fde8c5f42919b_147"
        },
        {
            "start": 29241,
            "end": 29318,
            "text": ". 2 who is a medical practitioner and was employed with a college of medicine",
            "labels": [
                "ANALYSIS"
            ],
            "id": "dbe86e1045da4042ad4ad9727d6d0b19_148"
        },
        {
            "start": 29319,
            "end": 29396,
            "text": ", lost his employment with the college by reason of such criminal litigation.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4fda74223e1c4f37a826f80cf4a16fcb_149"
        },
        {
            "start": 29397,
            "end": 29524,
            "text": "Consequently, the defendant no. 2 has claimed that he was mentally depressed and unemployed for about a year till January 2018.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "3a9d98efd54b418a979b0930bdc79684_150"
        },
        {
            "start": 29525,
            "end": 29582,
            "text": "Thereafter, the defendant no. 2 started his own practice.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "ccc53799e8f5459ba8d4b643752bf0b5_151"
        },
        {
            "start": 29583,
            "end": 29754,
            "text": "Subsequently, after the application of the defendant no. 3 and 4 to file written statement were allowed the defendant no. 2 filed the present application on June 25, 2019.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6c13be3cdd6e4ee8af1f873b58f03a09_152"
        },
        {
            "start": 29755,
            "end": 29846,
            "text": "The Court is informed that the written statement on behalf of the defendant no. 2 is ready.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "6979194ef7d44dc091a9751b039f040f_153"
        },
        {
            "start": 29848,
            "end": 30133,
            "text": "30. In view of the position is law as noted above and the conduct of the defendant no. 2 as explained in its application for extension to time to file written statement, in my considered opinion, the defendant no. 2 is entitled to one opportunity to file written statement in the suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "c9ef9388f1894885a0a36470761484f2_154"
        },
        {
            "start": 30134,
            "end": 30211,
            "text": "The defendant no. 2 will file written statement within seven days from date.\"",
            "labels": [
                "ANALYSIS"
            ],
            "id": "9a0fe763b01b49b68fa34c37c6f72053_155"
        },
        {
            "start": 30213,
            "end": 30508,
            "text": "18. In Gulf DTH (Supra) the Delhi High Court observed that the normal time period for filing the written statement was 30 days and only upon filing an application before the court furnishing valid reason could the Commercial Court extend the time for filing the written statement beyond 30 days.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "0dd7eee4bc584cd981f1fdc6dcce3c46_156"
        },
        {
            "start": 30509,
            "end": 30636,
            "text": "The said judgment is not applicable in the facts of this case, inasmuch as, the instant suit was filed as a regular money suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "29e3423624134b0e8c6641a83c474c7a_157"
        },
        {
            "start": 30637,
            "end": 30880,
            "text": "The suit was transferred to the Commercial Division after the written statement had already been filed before the learned Civil Court on the date fixed by the learned Civil Court prior to such transfer and only a formal acceptance was pending.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "f8e15e78ba3e43d8aac838efd95a25bc_158"
        },
        {
            "start": 30882,
            "end": 31128,
            "text": "19. The decision of S.C.G Construction Contracts India Pvt. Ltd. (supra) does not apply as the suit in respect of which the judgment was rendered was not a transferred suit and the provisions of Section 15 was not taken into consideration at all.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "364852f98fe64bc59f67120f6c140601_159"
        },
        {
            "start": 31130,
            "end": 31326,
            "text": "20. In OKU Tech Pvt. Ltd. (supra), the amended second proviso to Order V Rule 1 was taken into consideration while deciding an application for condonation of delay in filing the written statement.",
            "labels": [
                "PRE_RELIED"
            ],
            "id": "136ea2a36b06411faa7e7eb61b22910b_160"
        },
        {
            "start": 31327,
            "end": 31635,
            "text": "The learned Court placed reliance on Order VIII Rule 10 and second amended proviso to Order V Rule 1 Sub-rule 1 applicable to Commercial suits but, in the said case too, the provisions of Section 15 were not taken into consideration as the suit was filed 4 days after the creation of the Commercial Division.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "aec2fa8d2dca4699b2f3136c29624790_161"
        },
        {
            "start": 31636,
            "end": 31795,
            "text": "It was decided that provisions of Order VIII Rule 1 and Order VIII Rule 10 insofar as there applicability to commercial suits were mandatory and not directory.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "85cfe9cd1aa747caa86a9b58f232bc30_162"
        },
        {
            "start": 31796,
            "end": 31976,
            "text": "There is no quarrel with the proposition laid down in the above judgments but, the distinguishing factor in this case is that the suit was not initially filed as a commercial suit.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "179e8741ef904a51abd8dd8d54735e1f_163"
        },
        {
            "start": 31977,
            "end": 32050,
            "text": "The Commercial Court became functional one year after the suit was filed.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "28d2e7ca7a4c484cb78a87030bec2d00_164"
        },
        {
            "start": 32051,
            "end": 32317,
            "text": "The said Act is an Act to provide for constitution of Commercial Courts, Commercial Appellate Courts, Commercial Division and Commercial Appellate Division in the High Court for adjudicating commercial disputes of specified value and for matters connected therewith.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "0fcc9ac615bb4e96a7e95cbc1eeef021_165"
        },
        {
            "start": 32318,
            "end": 32590,
            "text": "Thus, until a Commercial Court was constituted and became operational, in case of suits filed before another Civil Judge, the amended provisions of the Code of Civil Procedure relating to the mandate of filing the written statement within 120 days would not be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "e8c9b604210a402796e1a0d443242f29_166"
        },
        {
            "start": 32591,
            "end": 32762,
            "text": "In case of transfer of a pending case to the Commercial Court after constitution of the Commercial Court, the proviso to Section 15(4) of the said Act would be applicable.",
            "labels": [
                "ANALYSIS"
            ],
            "id": "4d33e3d59ab1480e92c935bce88561c1_167"
        },
        {
            "start": 32763,
            "end": 32867,
            "text": "The learned Judge failed to exercise his discretion by taking into account the proviso to Section 15(4).",
            "labels": [
                "RATIO"
            ],
            "id": "72919a3b253c4ee1a97a3f5c3561f4a1_168"
        },
        {
            "start": 32868,
            "end": 33115,
            "text": "In any event, the mandatory provisions for filing the written statement within 120 days did not apply in this case at the time of its institution and the learned court had the discretion to accept the written statement which was already on record.",
            "labels": [
                "RATIO"
            ],
            "id": "3a44b5fbb9b94e6387e560a80b32908f_169"
        },
        {
            "start": 33117,
            "end": 33165,
            "text": "21. The order impugned is set aside and quashed.",
            "labels": [
                "RPC"
            ],
            "id": "5261a640cce143989b4f6202c42db906_170"
        },
        {
            "start": 33166,
            "end": 33424,
            "text": "The learned Commercial Court is directed to accept the written statement filed by the defendant/petitioner and proceed with the suit in accordance with law, after holding a case management hearing and by prescribing time lines for compliances by the parties.",
            "labels": [
                "RPC"
            ],
            "id": "2793406249be4867bbd7d3ee3c5e7421_171"
        },
        {
            "start": 33426,
            "end": 33493,
            "text": "22. The application is allowed, there will be no order as to costs.",
            "labels": [
                "RPC"
            ],
            "id": "6dbaf1f454704a679a378d42b34de017_172"
        },
        {
            "start": 33494,
            "end": 33510,
            "text": "Urgent photostat",
            "labels": [
                "RPC"
            ],
            "id": "d08cd37f07fd41ec9ea4d2ca0b527cc8_173"
        },
        {
            "start": 33511,
            "end": 33603,
            "text": "Certified Copy of this judgment, if applied for, be given to the parties, on priority basis.",
            "labels": [
                "RPC"
            ],
            "id": "3e740f4a70194548a03aa9422708d376_174"
        },
        {
            "start": 33604,
            "end": 33624,
            "text": "\n(Shampa Sarkar, J.)",
            "labels": [
                "NONE"
            ],
            "id": "6ebf9254171b4482a5a13164aa30490c_175"
        }
    ],
    "entities": [
        {
            "text": "New India Assurance Company Limited",
            "label": "PETITIONER",
            "start_char": 23,
            "end_char": 58
        },
        {
            "text": "Alps Chemicals Private Limited",
            "label": "RESPONDENT",
            "start_char": 62,
            "end_char": 92
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 123,
            "end_char": 138
        },
        {
            "text": "R.M.Chhaya",
            "label": "JUDGE",
            "start_char": 146,
            "end_char": 156
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 158,
            "end_char": 173
        },
        {
            "text": "High Court Of Gujarat At Ahmedabad",
            "label": "COURT",
            "start_char": 274,
            "end_char": 308
        },
        {
            "text": "R.M.Chhaya",
            "label": "JUDGE",
            "start_char": 759,
            "end_char": 769
        },
        {
            "text": "Nirzar S. Desai",
            "label": "JUDGE",
            "start_char": 800,
            "end_char": 815
        },
        {
            "text": "Constitution",
            "label": "STATUTE",
            "start_char": 1271,
            "end_char": 1283
        },
        {
            "text": "India",
            "label": "GPE",
            "start_char": 1293,
            "end_char": 1298
        },
        {
            "text": "NEW INDIA ASSURANCE COMPANY LIMITED",
            "label": "PETITIONER",
            "start_char": 1440,
            "end_char": 1475
        },
        {
            "text": "ALPS CHEMICALS PRIVATE LIMITED",
            "label": "RESPONDENT",
            "start_char": 1538,
            "end_char": 1568
        },
        {
            "text": "VIBHUTI NANAVATI(513",
            "label": "OTHER_PERSON",
            "start_char": 1672,
            "end_char": 1692
        },
        {
            "text": "APURVA VAKIL",
            "label": "OTHER_PERSON",
            "start_char": 1724,
            "end_char": 1736
        },
        {
            "text": "ANMOL A MEHTA(8390",
            "label": "OTHER_PERSON",
            "start_char": 1744,
            "end_char": 1762
        },
        {
            "text": "R.M.CHHAYA",
            "label": "JUDGE",
            "start_char": 1948,
            "end_char": 1958
        },
        {
            "text": "Mon Sep 20 22:16:18 IST 2021",
            "label": "DATE",
            "start_char": 2089,
            "end_char": 2117
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 2123,
            "end_char": 2137
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 2186,
            "end_char": 2196
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 2232,
            "end_char": 2247
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 2284,
            "end_char": 2294
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 2364,
            "end_char": 2379
        },
        {
            "text": "Section 37",
            "label": "PROVISION",
            "start_char": 2411,
            "end_char": 2421
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 2429,
            "end_char": 2467
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 2526,
            "end_char": 2536
        },
        {
            "text": "Commercial Civil Misc",
            "label": "STATUTE",
            "start_char": 2560,
            "end_char": 2581
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2583,
            "end_char": 2609
        },
        {
            "text": "Application No.11 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 2638,
            "end_char": 2663
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 2692,
            "end_char": 2719
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 2810,
            "end_char": 2836
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 2938,
            "end_char": 2948
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 2956,
            "end_char": 2965
        },
        {
            "text": "02.09.2021",
            "label": "DATE",
            "start_char": 2984,
            "end_char": 2994
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 3244,
            "end_char": 3267
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 3275,
            "end_char": 3285
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4232,
            "end_char": 4242
        },
        {
            "text": "J.C.Upadhyay",
            "label": "JUDGE",
            "start_char": 4445,
            "end_char": 4457
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 4528,
            "end_char": 4555
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 4612,
            "end_char": 4622
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 4630,
            "end_char": 4668
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 4710,
            "end_char": 4720
        },
        {
            "text": "J.C.Upadhyay",
            "label": "JUDGE",
            "start_char": 4783,
            "end_char": 4795
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 5314,
            "end_char": 5328
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 5345,
            "end_char": 5355
        },
        {
            "text": "New India Assurance Company Limited",
            "label": "ORG",
            "start_char": 5438,
            "end_char": 5473
        },
        {
            "text": "21.11.2016",
            "label": "DATE",
            "start_char": 5624,
            "end_char": 5634
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 5902,
            "end_char": 5911
        },
        {
            "text": "Ahmedabad",
            "label": "GPE",
            "start_char": 6016,
            "end_char": 6025
        },
        {
            "text": "31.11.2015",
            "label": "DATE",
            "start_char": 6047,
            "end_char": 6057
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 6098,
            "end_char": 6108
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6179,
            "end_char": 6189
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 6329,
            "end_char": 6339
        },
        {
            "text": "Commercial Court at Ahmedabad",
            "label": "COURT",
            "start_char": 6368,
            "end_char": 6397
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 6457,
            "end_char": 6480
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 6488,
            "end_char": 6498
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 6518,
            "end_char": 6528
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 6583,
            "end_char": 6610
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 6708,
            "end_char": 6718
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 6881,
            "end_char": 6891
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 6931,
            "end_char": 6957
        },
        {
            "text": "Commercial Court, City Civil Court, Ahmedabad",
            "label": "COURT",
            "start_char": 6978,
            "end_char": 7023
        },
        {
            "text": "Vibhuti Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7037,
            "end_char": 7053
        },
        {
            "text": "Apurva Vakil",
            "label": "OTHER_PERSON",
            "start_char": 7098,
            "end_char": 7110
        },
        {
            "text": "Anmol Mehta",
            "label": "OTHER_PERSON",
            "start_char": 7144,
            "end_char": 7155
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7201,
            "end_char": 7209
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 7306,
            "end_char": 7316
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 7324,
            "end_char": 7333
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 7441,
            "end_char": 7464
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 7472,
            "end_char": 7482
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 7547,
            "end_char": 7555
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 7675,
            "end_char": 7685
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 7744,
            "end_char": 7754
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 7809,
            "end_char": 7819
        },
        {
            "text": "19.11.2018",
            "label": "DATE",
            "start_char": 7857,
            "end_char": 7867
        },
        {
            "text": "29.11.2018",
            "label": "DATE",
            "start_char": 7915,
            "end_char": 7925
        },
        {
            "text": "17.12.2018",
            "label": "DATE",
            "start_char": 7962,
            "end_char": 7972
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8078,
            "end_char": 8088
        },
        {
            "text": "28.01.2019",
            "label": "DATE",
            "start_char": 8164,
            "end_char": 8174
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 8179,
            "end_char": 8192
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 8228,
            "end_char": 8238
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 8246,
            "end_char": 8256
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 8323,
            "end_char": 8331
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 8446,
            "end_char": 8460
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 8477,
            "end_char": 8487
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 9022,
            "end_char": 9035
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 9043,
            "end_char": 9052
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 9071,
            "end_char": 9081
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9095,
            "end_char": 9105
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 9144,
            "end_char": 9171
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 9200,
            "end_char": 9210
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 9304,
            "end_char": 9317
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 9378,
            "end_char": 9388
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 9396,
            "end_char": 9405
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 9547,
            "end_char": 9561
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 9578,
            "end_char": 9588
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10073,
            "end_char": 10081
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 10125,
            "end_char": 10135
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 10180,
            "end_char": 10190
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 10237,
            "end_char": 10247
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10307,
            "end_char": 10315
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 10397,
            "end_char": 10407
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 10415,
            "end_char": 10424
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10622,
            "end_char": 10630
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 10664,
            "end_char": 10674
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 10699,
            "end_char": 10722
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 10730,
            "end_char": 10740
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 10835,
            "end_char": 10843
        },
        {
            "text": "Civil Misc",
            "label": "CASE_NUMBER",
            "start_char": 11012,
            "end_char": 11022
        },
        {
            "text": "Application No.11 of 2019",
            "label": "CASE_NUMBER",
            "start_char": 11024,
            "end_char": 11049
        },
        {
            "text": "07.02.2019",
            "label": "DATE",
            "start_char": 11178,
            "end_char": 11188
        },
        {
            "text": "17.12.2018",
            "label": "DATE",
            "start_char": 11267,
            "end_char": 11277
        },
        {
            "text": "Section 34 sub section (3)",
            "label": "PROVISION",
            "start_char": 11285,
            "end_char": 11311
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 11319,
            "end_char": 11357
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 11414,
            "end_char": 11424
        },
        {
            "text": "proviso to the",
            "label": "PROVISION",
            "start_char": 11439,
            "end_char": 11453
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 11454,
            "end_char": 11467
        },
        {
            "text": "16.01.2019",
            "label": "DATE",
            "start_char": 11646,
            "end_char": 11656
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 11757,
            "end_char": 11771
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 11788,
            "end_char": 11798
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 11931,
            "end_char": 11941
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 11987,
            "end_char": 11997
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12090,
            "end_char": 12098
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12240,
            "end_char": 12248
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12491,
            "end_char": 12499
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 12541,
            "end_char": 12551
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 12730,
            "end_char": 12743
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 12862,
            "end_char": 12876
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 12893,
            "end_char": 12903
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 12945,
            "end_char": 12953
        },
        {
            "text": "Benarsi Krishna Committee",
            "label": "OTHER_PERSON",
            "start_char": 13026,
            "end_char": 13051
        },
        {
            "text": "Karmyogi Shelters Pvt. Ltd.",
            "label": "RESPONDENT",
            "start_char": 13065,
            "end_char": 13092
        },
        {
            "text": "(2012)9 SCC 496",
            "label": "PRECEDENT",
            "start_char": 13105,
            "end_char": 13120
        },
        {
            "text": "State of Bihar",
            "label": "ORG",
            "start_char": 13130,
            "end_char": 13144
        },
        {
            "text": "Bihar Rajya Bhumi Vikas Bank Samiti",
            "label": "RESPONDENT",
            "start_char": 13156,
            "end_char": 13191
        },
        {
            "text": "(2018)9 SCC 472",
            "label": "PRECEDENT",
            "start_char": 13204,
            "end_char": 13219
        },
        {
            "text": "Sambhaji",
            "label": "OTHER_PERSON",
            "start_char": 13225,
            "end_char": 13233
        },
        {
            "text": "Gangabhai",
            "label": "RESPONDENT",
            "start_char": 13245,
            "end_char": 13254
        },
        {
            "text": "(2008)17 SCC 117",
            "label": "PRECEDENT",
            "start_char": 13274,
            "end_char": 13290
        },
        {
            "text": "Raj Kumar Dey",
            "label": "OTHER_PERSON",
            "start_char": 13297,
            "end_char": 13310
        },
        {
            "text": "Tarapada Dey",
            "label": "RESPONDENT",
            "start_char": 13322,
            "end_char": 13334
        },
        {
            "text": "(1987)4 SCC 398",
            "label": "PRECEDENT",
            "start_char": 13355,
            "end_char": 13370
        },
        {
            "text": "Sangram Singh vs. Election Tribunal, Kotah & Ors",
            "label": "PRECEDENT",
            "start_char": 13377,
            "end_char": 13425
        },
        {
            "text": "AIR 1955 SC 425",
            "label": "PRECEDENT",
            "start_char": 13439,
            "end_char": 13454
        },
        {
            "text": "Benarsi Krishna Committee",
            "label": "ORG",
            "start_char": 13537,
            "end_char": 13562
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 13655,
            "end_char": 13669
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 13686,
            "end_char": 13696
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 13938,
            "end_char": 13948
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 13987,
            "end_char": 13995
        },
        {
            "text": "Bihar Rajya Bhumi Vikas Bank Samiti",
            "label": "PRECEDENT",
            "start_char": 14071,
            "end_char": 14106
        },
        {
            "text": "Supreme Court",
            "label": "COURT",
            "start_char": 14143,
            "end_char": 14156
        },
        {
            "text": "Section 34(5)",
            "label": "PROVISION",
            "start_char": 14183,
            "end_char": 14196
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 14204,
            "end_char": 14213
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 14303,
            "end_char": 14316
        },
        {
            "text": "Sambhaji",
            "label": "OTHER_PERSON",
            "start_char": 14449,
            "end_char": 14457
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 14478,
            "end_char": 14486
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 14703,
            "end_char": 14717
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 14734,
            "end_char": 14744
        },
        {
            "text": "Nanavati",
            "label": "OTHER_PERSON",
            "start_char": 14942,
            "end_char": 14950
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 15442,
            "end_char": 15452
        },
        {
            "text": "Apurva Vakil",
            "label": "OTHER_PERSON",
            "start_char": 15498,
            "end_char": 15510
        },
        {
            "text": "Mehta",
            "label": "OTHER_PERSON",
            "start_char": 15527,
            "end_char": 15532
        },
        {
            "text": "30.08.2018",
            "label": "DATE",
            "start_char": 15635,
            "end_char": 15645
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 15749,
            "end_char": 15772
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 15780,
            "end_char": 15790
        },
        {
            "text": "16.01.2019",
            "label": "DATE",
            "start_char": 15932,
            "end_char": 15942
        },
        {
            "text": "section 34(3)",
            "label": "PROVISION",
            "start_char": 16092,
            "end_char": 16105
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16113,
            "end_char": 16122
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 16330,
            "end_char": 16343
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16351,
            "end_char": 16360
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 16439,
            "end_char": 16444
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 16516,
            "end_char": 16529
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 16537,
            "end_char": 16546
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 16755,
            "end_char": 16765
        },
        {
            "text": "proviso to Section 34(3) of C/FA/1837/2021",
            "label": "PROVISION",
            "start_char": 16854,
            "end_char": 16896
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 16913,
            "end_char": 16923
        },
        {
            "text": "Arbitration Act",
            "label": "STATUTE",
            "start_char": 16928,
            "end_char": 16943
        },
        {
            "text": "10.09.2018",
            "label": "DATE",
            "start_char": 17343,
            "end_char": 17353
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 17400,
            "end_char": 17410
        },
        {
            "text": "19.09.2018",
            "label": "DATE",
            "start_char": 17433,
            "end_char": 17443
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 17720,
            "end_char": 17730
        },
        {
            "text": "sub- section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 17815,
            "end_char": 17845
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 17853,
            "end_char": 17862
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 17935,
            "end_char": 17948
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 17956,
            "end_char": 17970
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 18008,
            "end_char": 18017
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 18025,
            "end_char": 18048
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 18056,
            "end_char": 18066
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 18067,
            "end_char": 18081
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 18522,
            "end_char": 18531
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18590,
            "end_char": 18600
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 18808,
            "end_char": 18818
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 19015,
            "end_char": 19025
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19184,
            "end_char": 19207
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 19215,
            "end_char": 19225
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 19293,
            "end_char": 19298
        },
        {
            "text": "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470",
            "label": "PRECEDENT",
            "start_char": 19411,
            "end_char": 19486
        },
        {
            "text": "State of Himachal Pradesh vs. Himachal Techno Engineers reported in (2010)12 SCC 210",
            "label": "PRECEDENT",
            "start_char": 19493,
            "end_char": 19577
        },
        {
            "text": "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455",
            "label": "PRECEDENT",
            "start_char": 19584,
            "end_char": 19661
        },
        {
            "text": "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors",
            "label": "PRECEDENT",
            "start_char": 19668,
            "end_char": 19746
        },
        {
            "text": "SCC Online Bom 462",
            "label": "CASE_NUMBER",
            "start_char": 19764,
            "end_char": 19782
        },
        {
            "text": "State of U.P. vs. M/s. Harman Singh reported in 2015 SCC Online All 9062",
            "label": "PRECEDENT",
            "start_char": 19789,
            "end_char": 19861
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 19864,
            "end_char": 19887
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 19895,
            "end_char": 19905
        },
        {
            "text": "Machine Tool (India) Ltd.",
            "label": "ORG",
            "start_char": 19910,
            "end_char": 19935
        },
        {
            "text": "2018 SCC Online Del 9551",
            "label": "CASE_NUMBER",
            "start_char": 19981,
            "end_char": 20005
        },
        {
            "text": "Union of India vs. Rupen Modi reported in (2010)SCC Lnline Guj 6186 (DB)",
            "label": "PRECEDENT",
            "start_char": 20012,
            "end_char": 20084
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 20095,
            "end_char": 20100
        },
        {
            "text": "Popular Construction Company",
            "label": "PRECEDENT",
            "start_char": 20181,
            "end_char": 20209
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 20251,
            "end_char": 20281
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 20303,
            "end_char": 20313
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20427,
            "end_char": 20437
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 20792,
            "end_char": 20802
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 20943,
            "end_char": 20966
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 20974,
            "end_char": 20984
        },
        {
            "text": "Vakil",
            "label": "OTHER_PERSON",
            "start_char": 21073,
            "end_char": 21078
        },
        {
            "text": "25.06.2021",
            "label": "DATE",
            "start_char": 21265,
            "end_char": 21275
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 21322,
            "end_char": 21348
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21575,
            "end_char": 21585
        },
        {
            "text": "Act, 1996",
            "label": "STATUTE",
            "start_char": 21593,
            "end_char": 21602
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 21687,
            "end_char": 21700
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 21762,
            "end_char": 21775
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 21793,
            "end_char": 21803
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 21866,
            "end_char": 21889
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 21897,
            "end_char": 21907
        },
        {
            "text": "section 33",
            "label": "PROVISION",
            "start_char": 22119,
            "end_char": 22129
        },
        {
            "text": "Section   34(3)",
            "label": "PROVISION",
            "start_char": 22519,
            "end_char": 22534
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 22726,
            "end_char": 22736
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 23097,
            "end_char": 23111
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 23128,
            "end_char": 23138
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23364,
            "end_char": 23374
        },
        {
            "text": "subsection (3) of Section 34",
            "label": "PROVISION",
            "start_char": 23464,
            "end_char": 23492
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 23569,
            "end_char": 23582
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 23590,
            "end_char": 23604
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 23659,
            "end_char": 23668
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 23676,
            "end_char": 23690
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 23713,
            "end_char": 23723
        },
        {
            "text": "Popular Construction Co.",
            "label": "PRECEDENT",
            "start_char": 23739,
            "end_char": 23763
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 23885,
            "end_char": 23905
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 23924,
            "end_char": 23933
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 23952,
            "end_char": 23962
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 24102,
            "end_char": 24115
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24123,
            "end_char": 24137
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 24162,
            "end_char": 24171
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24179,
            "end_char": 24193
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 24318,
            "end_char": 24341
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 24349,
            "end_char": 24359
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24433,
            "end_char": 24443
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 24546,
            "end_char": 24555
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 24563,
            "end_char": 24577
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24718,
            "end_char": 24728
        },
        {
            "text": "Sections 29(2)",
            "label": "PROVISION",
            "start_char": 24806,
            "end_char": 24820
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 24828,
            "end_char": 24848
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 24853,
            "end_char": 24863
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 24881,
            "end_char": 24894
        },
        {
            "text": "Section 3",
            "label": "PROVISION",
            "start_char": 25091,
            "end_char": 25100
        },
        {
            "text": "Sections 4 to 24 (inclusive)",
            "label": "PROVISION",
            "start_char": 25338,
            "end_char": 25366
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 25490,
            "end_char": 25513
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 25521,
            "end_char": 25531
        },
        {
            "text": "Sections 4 to 24",
            "label": "PROVISION",
            "start_char": 25600,
            "end_char": 25616
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 25904,
            "end_char": 25914
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 25991,
            "end_char": 26005
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26061,
            "end_char": 26071
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 26113,
            "end_char": 26123
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 26407,
            "end_char": 26417
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 26447,
            "end_char": 26470
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 26478,
            "end_char": 26488
        },
        {
            "text": "proviso to Section 34",
            "label": "PROVISION",
            "start_char": 26810,
            "end_char": 26831
        },
        {
            "text": "Section 4 to 24",
            "label": "PROVISION",
            "start_char": 26962,
            "end_char": 26977
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 26985,
            "end_char": 26999
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 27148,
            "end_char": 27157
        },
        {
            "text": "Section 116-A",
            "label": "PROVISION",
            "start_char": 27199,
            "end_char": 27212
        },
        {
            "text": "Representation of People Act, 1951",
            "label": "STATUTE",
            "start_char": 27220,
            "end_char": 27254
        },
        {
            "text": "Constitution Bench",
            "label": "COURT",
            "start_char": 27260,
            "end_char": 27278
        },
        {
            "text": "Vidyacharan Shukla vs. Khubchand Baghel",
            "label": "PRECEDENT",
            "start_char": 27282,
            "end_char": 27321
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 27349,
            "end_char": 27358
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 27366,
            "end_char": 27380
        },
        {
            "text": "S.116-A",
            "label": "PROVISION",
            "start_char": 27448,
            "end_char": 27455
        },
        {
            "text": "sub-s. (3)",
            "label": "PROVISION",
            "start_char": 27661,
            "end_char": 27671
        },
        {
            "text": "Section 98",
            "label": "PROVISION",
            "start_char": 27835,
            "end_char": 27845
        },
        {
            "text": "sub-section (3) of Section 116-A",
            "label": "PROVISION",
            "start_char": 28094,
            "end_char": 28126
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28318,
            "end_char": 28332
        },
        {
            "text": "Section 29(2)(a)",
            "label": "PROVISION",
            "start_char": 28396,
            "end_char": 28412
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28420,
            "end_char": 28434
        },
        {
            "text": "sub-section (3) of Section 116-A",
            "label": "PROVISION",
            "start_char": 28500,
            "end_char": 28532
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 28672,
            "end_char": 28695
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 28703,
            "end_char": 28713
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 28840,
            "end_char": 28854
        },
        {
            "text": "Hukumdev Narain Yadav vs. Lalit Narain Mishra",
            "label": "PRECEDENT",
            "start_char": 29026,
            "end_char": 29071
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29182,
            "end_char": 29196
        },
        {
            "text": "Sections 4, 5 and 12",
            "label": "PROVISION",
            "start_char": 29500,
            "end_char": 29520
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29528,
            "end_char": 29542
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 29638,
            "end_char": 29652
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 29786,
            "end_char": 29796
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 29880,
            "end_char": 29890
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 30040,
            "end_char": 30053
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 30061,
            "end_char": 30075
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 30120,
            "end_char": 30129
        },
        {
            "text": "Sections 4 to 24",
            "label": "PROVISION",
            "start_char": 30615,
            "end_char": 30631
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 30639,
            "end_char": 30653
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31010,
            "end_char": 31020
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 31082,
            "end_char": 31096
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 31113,
            "end_char": 31123
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31130,
            "end_char": 31139
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 31147,
            "end_char": 31161
        },
        {
            "text": "Arbitration and Conciliation Bill, 1995",
            "label": "STATUTE",
            "start_char": 31167,
            "end_char": 31206
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31390,
            "end_char": 31399
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31749,
            "end_char": 31758
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 31762,
            "end_char": 31768
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 31825,
            "end_char": 31835
        },
        {
            "text": "Part I",
            "label": "PROVISION",
            "start_char": 31852,
            "end_char": 31858
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 31929,
            "end_char": 31938
        },
        {
            "text": "Section 34(1)",
            "label": "PROVISION",
            "start_char": 31973,
            "end_char": 31986
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 32326,
            "end_char": 32349
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 32357,
            "end_char": 32367
        },
        {
            "text": "Section 34, sub-section (3)",
            "label": "PROVISION",
            "start_char": 32368,
            "end_char": 32395
        },
        {
            "text": "Section 34 (1)",
            "label": "PROVISION",
            "start_char": 32489,
            "end_char": 32503
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32639,
            "end_char": 32649
        },
        {
            "text": "Section 36",
            "label": "PROVISION",
            "start_char": 32685,
            "end_char": 32695
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 32795,
            "end_char": 32805
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 32858,
            "end_char": 32887
        },
        {
            "text": "Arbitration Act, 1940",
            "label": "STATUTE",
            "start_char": 33001,
            "end_char": 33022
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33278,
            "end_char": 33288
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33472,
            "end_char": 33482
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 33575,
            "end_char": 33589
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 33606,
            "end_char": 33616
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 33661,
            "end_char": 33670
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 33678,
            "end_char": 33692
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33814,
            "end_char": 33824
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 33869,
            "end_char": 33899
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 33958,
            "end_char": 33968
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 33992,
            "end_char": 34002
        },
        {
            "text": "Arbitration and Conciliation Act, 1996",
            "label": "STATUTE",
            "start_char": 34010,
            "end_char": 34048
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 34501,
            "end_char": 34511
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 34608,
            "end_char": 34618
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 35046,
            "end_char": 35056
        },
        {
            "text": "sub-section 3 of Section 34",
            "label": "PROVISION",
            "start_char": 35358,
            "end_char": 35385
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 35467,
            "end_char": 35480
        },
        {
            "text": "Sub-section (3) of Section 34",
            "label": "PROVISION",
            "start_char": 35570,
            "end_char": 35599
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 36025,
            "end_char": 36048
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 36056,
            "end_char": 36066
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 36551,
            "end_char": 36560
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 36568,
            "end_char": 36588
        },
        {
            "text": "Order XXI",
            "label": "PROVISION",
            "start_char": 36748,
            "end_char": 36757
        },
        {
            "text": "Code of Civil Procedure, 1908",
            "label": "STATUTE",
            "start_char": 36765,
            "end_char": 36794
        },
        {
            "text": "C/FA/1837/2021",
            "label": "CASE_NUMBER",
            "start_char": 37210,
            "end_char": 37224
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 37241,
            "end_char": 37251
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37279,
            "end_char": 37288
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 37296,
            "end_char": 37316
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 37577,
            "end_char": 37586
        },
        {
            "text": "Limitation Act, 1963",
            "label": "STATUTE",
            "start_char": 37594,
            "end_char": 37614
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37688,
            "end_char": 37698
        },
        {
            "text": "Union of India v Popular Construction Company [(2001)8 SCC 470]",
            "label": "PRECEDENT",
            "start_char": 37771,
            "end_char": 37834
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 37889,
            "end_char": 37899
        },
        {
            "text": "Section 29(2)",
            "label": "PROVISION",
            "start_char": 38100,
            "end_char": 38113
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 38121,
            "end_char": 38135
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 38180,
            "end_char": 38189
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 38486,
            "end_char": 38509
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 38517,
            "end_char": 38527
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38637,
            "end_char": 38647
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 38716,
            "end_char": 38725
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 38733,
            "end_char": 38747
        },
        {
            "text": "Apex Court",
            "label": "COURT",
            "start_char": 38777,
            "end_char": 38787
        },
        {
            "text": "Simplex Infrastructure Limited",
            "label": "PRECEDENT",
            "start_char": 38836,
            "end_char": 38866
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 38950,
            "end_char": 38960
        },
        {
            "text": "sub-section (2) of Section 34",
            "label": "PROVISION",
            "start_char": 39061,
            "end_char": 39090
        },
        {
            "text": "Section 14",
            "label": "PROVISION",
            "start_char": 39389,
            "end_char": 39399
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 39407,
            "end_char": 39421
        },
        {
            "text": "sub-section (3) C/FA/1837/2021",
            "label": "PROVISION",
            "start_char": 39567,
            "end_char": 39597
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 39614,
            "end_char": 39624
        },
        {
            "text": "Section 34",
            "label": "PROVISION",
            "start_char": 39656,
            "end_char": 39666
        },
        {
            "text": "Section 33",
            "label": "PROVISION",
            "start_char": 40069,
            "end_char": 40079
        },
        {
            "text": "Section 34(3)",
            "label": "PROVISION",
            "start_char": 40374,
            "end_char": 40387
        },
        {
            "text": "Section 5",
            "label": "PROVISION",
            "start_char": 40500,
            "end_char": 40509
        },
        {
            "text": "Limitation Act",
            "label": "STATUTE",
            "start_char": 40513,
            "end_char": 40527
        },
        {
            "text": "C/FA/1837/2021 JUDGMENT",
            "label": "CASE_NUMBER",
            "start_char": 40676,
            "end_char": 40699
        },
        {
            "text": "17/09/2021",
            "label": "DATE",
            "start_char": 40707,
            "end_char": 40717
        },
        {
            "text": "Commercial Court, City Civil Court, Ahmedabad",
            "label": "COURT",
            "start_char": 40803,
            "end_char": 40848
        },
        {
            "text": "Commercial Civil Misc",
            "label": "STATUTE",
            "start_char": 40866,
            "end_char": 40887
        },
        {
            "text": "Application No.313 of 2021",
            "label": "CASE_NUMBER",
            "start_char": 40889,
            "end_char": 40915
        },
        {
            "text": "Commercial Court, Ahmedabad",
            "label": "COURT",
            "start_char": 41022,
            "end_char": 41049
        },
        {
            "text": "R.M.CHHAYA",
            "label": "JUDGE",
            "start_char": 41276,
            "end_char": 41286
        },
        {
            "text": "NIRZAR S. DESAI",
            "label": "JUDGE",
            "start_char": 41292,
            "end_char": 41307
        },
        {
            "text": "P. SUBRAHMANYAM",
            "label": "JUDGE",
            "start_char": 41311,
            "end_char": 41326
        }
    ],
    "precedent_clusters": {
        "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors": [
            "Sangram Singh vs. Election Tribunal, Kotah & Ors",
            "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors",
            "Vidyacharan Shukla vs. Khubchand Baghel",
            "Hukumdev Narain Yadav vs. Lalit Narain Mishra"
        ],
        "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470": [
            "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470",
            "Union of India v Popular Construction Company [(2001)8 SCC 470]",
            "Popular Construction Company",
            "Popular Construction Co."
        ],
        "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455": [
            "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455",
            "Simplex Infrastructure Limited",
            "Simplex Infrastructure Limited",
            "Simplex Infrastructure Limited"
        ]
    },
    "statute_clusters": {},
    "provision_statute_pairs": [
        [
            "Section 37",
            "Arbitration and Conciliation Act, 1996",
            "Section 37",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34 sub section (3)",
            "Arbitration and Conciliation Act, 1996",
            "Section 34 sub section (3)",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "section 34(3)",
            "Act, 1996",
            "section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "proviso to Section 34(3) of C/FA/1837/2021",
            "Arbitration Act",
            "proviso to Section 34(3) of C/FA/1837/2021",
            "Arbitration Act"
        ],
        [
            "sub- section (3) of Section 34",
            "Act, 1996",
            "sub- section (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Sections 29(2)",
            "Limitation Act, 1963",
            "Sections 29(2)",
            "Limitation Act, 1963"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 4 to 24",
            "Limitation Act",
            "Section 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 116-A",
            "Representation of People Act, 1951",
            "Section 116-A",
            "Representation of People Act, 1951"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "sub-section (3) of Section 116-A",
            "Limitation Act",
            "sub-section (3) of Section 116-A",
            "Limitation Act"
        ],
        [
            "Section 29(2)(a)",
            "Limitation Act",
            "Section 29(2)(a)",
            "Limitation Act"
        ],
        [
            "Sections 4, 5 and 12",
            "Limitation Act",
            "Sections 4, 5 and 12",
            "Limitation Act"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Sections 4 to 24",
            "Limitation Act",
            "Sections 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Order XXI",
            "Code of Civil Procedure, 1908",
            "Order XXI",
            "Code of Civil Procedure, 1908"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 29(2)",
            "Limitation Act",
            "Section 29(2)",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 14",
            "Limitation Act",
            "Section 14",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Arbitration and Conciliation Act, 1996",
            "Section 34",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(5)",
            "Act, 1996",
            "Section 34(5)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Act, 1996",
            "Section 34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "section 33",
            "Act, 1996",
            "section 33",
            "Act, 1996"
        ],
        [
            "Section   34(3)",
            "Act, 1996",
            "Section   34(3)",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "subsection (3) of Section 34",
            "Act, 1996",
            "subsection (3) of Section 34",
            "Act, 1996"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Act, 1996",
            "Section 34",
            "Act, 1996"
        ],
        [
            "Section 29(2)",
            "Limitation Act, 1963",
            "Section 29(2)",
            "Limitation Act, 1963"
        ],
        [
            "Sections 4 to 24 (inclusive)",
            "Limitation Act",
            "Sections 4 to 24 (inclusive)",
            "Limitation Act"
        ],
        [
            "Sections 4 to 24",
            "Limitation Act",
            "Sections 4 to 24",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "proviso to Section 34",
            "Limitation Act",
            "proviso to Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "sub-section (3) of Section 116-A",
            "Representation of People Act, 1951",
            "sub-section (3) of Section 116-A",
            "Representation of People Act, 1951"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Part I",
            "Arbitration and Conciliation Bill, 1995",
            "Part I",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "Section 5",
            "Limitation Act",
            "Section 5",
            "Limitation Act"
        ],
        [
            "Section 34(1)",
            "Limitation Act",
            "Section 34(1)",
            "Limitation Act"
        ],
        [
            "Section 34, sub-section (3)",
            "Limitation Act",
            "Section 34, sub-section (3)",
            "Limitation Act"
        ],
        [
            "Section 34 (1)",
            "Limitation Act",
            "Section 34 (1)",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "sub-section 3 of Section 34",
            "Limitation Act",
            "sub-section 3 of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34(3)",
            "Limitation Act",
            "Section 34(3)",
            "Limitation Act"
        ],
        [
            "Sub-section (3) of Section 34",
            "Limitation Act",
            "Sub-section (3) of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 5",
            "Limitation Act, 1963",
            "Section 5",
            "Limitation Act, 1963"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "sub-section (2) of Section 34",
            "Limitation Act",
            "sub-section (2) of Section 34",
            "Limitation Act"
        ],
        [
            "Section 34",
            "Limitation Act",
            "Section 34",
            "Limitation Act"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 34(3)",
            "Limitation Act",
            "Section 34(3)",
            "Limitation Act"
        ],
        [
            "proviso to the",
            "Arbitration and Conciliation Act, 1996",
            "proviso to the",
            "Arbitration and Conciliation Act, 1996"
        ],
        [
            "Section 33",
            "Act, 1996",
            "Section 33",
            "Act, 1996"
        ],
        [
            "Section 3",
            "Limitation Act, 1963",
            "Section 3",
            "Limitation Act, 1963"
        ],
        [
            "S.116-A",
            "Limitation Act",
            "S.116-A",
            "Limitation Act"
        ],
        [
            "sub-s. (3)",
            "Limitation Act",
            "sub-s. (3)",
            "Limitation Act"
        ],
        [
            "Section 98",
            "Limitation Act",
            "Section 98",
            "Limitation Act"
        ],
        [
            "Part I",
            "Arbitration and Conciliation Bill, 1995",
            "Part I",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "Section 36",
            "Arbitration and Conciliation Bill, 1995",
            "Section 36",
            "Arbitration and Conciliation Bill, 1995"
        ],
        [
            "sub-section (3) C/FA/1837/2021",
            "Limitation Act",
            "sub-section (3) C/FA/1837/2021",
            "Limitation Act"
        ]
    ],
    "precedent_counts": {
        "Mahindra and Mahindra Financial Services Limited vs. Manik Vitthal Kavle & Ors": 4,
        "Union of India vs. Popular Construction Company reported in (2001)8 SCC 470": 4,
        "Simplex Infrastructure Limited vs. Union of India reported in (2019)2 SCC 455": 4
    },
    "provision_counts": {
        "Section 37 of Arbitration and Conciliation Act, 1996": 1,
        "Section 34 of Act, 1996": 25,
        "Section 34 of Arbitration and Conciliation Act, 1996": 4,
        "Section 34(5) of Act, 1996": 3,
        "Section 34 sub section (3) of Arbitration and Conciliation Act, 1996": 1,
        "section 34(3) of Act, 1996": 1,
        "Section 34(3) of Act, 1996": 8,
        "proviso to Section 34(3) of C/FA/1837/2021 of Arbitration Act": 1,
        "sub- section (3) of Section 34 of Act, 1996": 1,
        "Section 29(2) of Limitation Act": 5,
        "Section 5 of Limitation Act": 15,
        "Sections 29(2) of Limitation Act, 1963": 1,
        "Section 34 of Limitation Act": 16,
        "Section 4 to 24 of Limitation Act": 1,
        "Section 116-A of Representation of People Act, 1951": 1,
        "sub-section (3) of Section 116-A of Limitation Act": 1,
        "Section 29(2)(a) of Limitation Act": 1,
        "Sections 4, 5 and 12 of Limitation Act": 1,
        "Sections 4 to 24 of Limitation Act": 2,
        "Section 5 of Limitation Act, 1963": 4,
        "Order XXI of Code of Civil Procedure, 1908": 1,
        "Section 14 of Limitation Act": 1,
        "section 33 of Act, 1996": 1,
        "Section   34(3) of Act, 1996": 1,
        "subsection (3) of Section 34 of Act, 1996": 1,
        "Section 29(2) of Limitation Act, 1963": 1,
        "Sections 4 to 24 (inclusive) of Limitation Act": 1,
        "Section 33 of Act, 1996": 4,
        "proviso to Section 34 of Limitation Act": 1,
        "sub-section (3) of Section 116-A of Representation of People Act, 1951": 1,
        "Part I of Arbitration and Conciliation Bill, 1995": 2,
        "Section 34(1) of Limitation Act": 1,
        "Section 34, sub-section (3) of Limitation Act": 1,
        "Section 34 (1) of Limitation Act": 1,
        "sub-section 3 of Section 34 of Limitation Act": 1,
        "Section 34(3) of Limitation Act": 2,
        "Sub-section (3) of Section 34 of Limitation Act": 1,
        "sub-section (2) of Section 34 of Limitation Act": 1,
        "proviso to the of Arbitration and Conciliation Act, 1996": 1,
        "Section 3 of Limitation Act, 1963": 1,
        "S.116-A of Limitation Act": 1,
        "sub-s. (3) of Limitation Act": 1,
        "Section 98 of Limitation Act": 1,
        "Section 36 of Arbitration and Conciliation Bill, 1995": 1,
        "sub-section (3) C/FA/1837/2021 of Limitation Act": 1
    },
    "statute_counts": {
        "Arbitration and Conciliation Act, 1996": 7,
        "Act, 1996": 45,
        "Arbitration Act": 1,
        "Limitation Act": 57,
        "Limitation Act, 1963": 7,
        "Representation of People Act, 1951": 2,
        "Code of Civil Procedure, 1908": 1,
        "Arbitration and Conciliation Bill, 1995": 3
    }
}